[
  "<p><strong>TRIPPING UP</strong></p> <p>If you strolled up to the Foreign Office today and suddenly announced: \"Lucky me! I am off on a trip to Belgrade later this month,\" you can bet your bottom dinar that some stern, grey-suited official would violently shake you until some semblance of sense returned. And if that didn't work he would no doubt remind you that Slobodan Milosevic is a bad man, and that the Foreign Office is advising Britons against all non-essential travel to Yugoslavia. He would then kick you out of the office with a final reminder not to travel in late September, when the situation will be particularly volatile because of presidential elections. </p> <p>So pity poor Leicester City. Because it is they who are due to play to Red Star Belgrade in Belgrade on September 28th, the day the Yugoslav election results are expected, a day which could turn a little nasty. Slightly worried, the club have had a quiet word in Uefa's ear and asked - very nicely - for a change of venue. Alas, the annual ear-syringing of Uefa staff doesn't take place until October, and they haven't got the message. \"It is down to the local authorities to safeguard the wellbeing of the players and officials and as things stand at the moment, we expect Leicester City to travel to Belgrade for the match,\" a Uefa spokesman said today, polishing his statue of Arkan. \"Of course the situation could change, but that is the position at present.\" </p> <p>What can Leicester do? This afternoon City chairman John Elsom, along with Leicestershire East MP Keith Vaz and the FA's wonderful David Davies, flew out to Geneva to try to personally persuade Uefa to change their minds. \"David Davies and myself will collate all the information that we receive from the Foreign Office, and we will be taking that to Uefa,\" a confident Elsom told the official Leicester website. \"We have a meeting with Uefa, I believe at 9am on Wednesday morning, and we will almost certainly have a decision before the first leg on September 14.\" And without sticking our necks out too far, we might suggest that that decision will be no.</p> <p>* * * * * * * * * * * * *</p> <p><strong>M KEOWN'S HOLIDAY</strong></p> <p>Quel weekend pour M. Keown. Le defender tres monkey du Arsenal, a play pour L'Angleterre v La belle France in Paris on Saturday. Il y a beaucoup beaucoup de argy-bargy et most of it involve M Keown. Il had un contretemps with M Desailly et, according to ce matin's Mirror, nearly had un scrap avec M Thuram. Zut Delors! Mais things n'est pas quite as bad as they seem.</p> <p>Firstlyment, M Desailly. Les gens du Sky TV a spotted pendant le game que Desailly was parling avec Keown et pointing at le board du score. Apres le derniere whistle, Keown a done the same thing, making M Desailly un petit peu angry. Mais aujourd'hui c'est turned out que Desailly was vraiment, in fact, pointing at du screen du video pour to show Keown que he was fouled in the box and hadn't taken a dive like Louganis. \"I was not showing him the scoreboard I was pointing to the replay screen to watch the incident where he pushed me in the area,\" Desailly a said. \"He appears to have misunderstood what I was doing.\" Quel erreur pour le defenseur qui resemble un sange!</p> <p>Apres le match, M Keown a marched dans le dressing room et sharpener his studs pour Wednesday nuit. On the way, il a bumpe into M Thuram comme un big bloke in a maison publique. M Thuram said, allegedement, et je quote the Mirror: \"Do you want some?\" Mais according a nos amis en France, il a said nothing of the sort, et simply laughed a l'homme gorillafique anglais. Doubles et les cours du Francais all around!</p> <p>* * * * * * * * * * * * *</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"According to him I am a tinker. I'm pretty sure that's what he said, unless of course he was complimenting me on my tactics and wanted to call me a thinker before his diction let him down. I admit that I responded in my own inimitable style and called him a name back, but we shouldn't be sinking to that level.\"</p> <p>Shelbourne manager Dermot Keely calls a cease-fire to an increasingly bitter row with St Patrick manager Pat Dolan, which started when Dolan refused to shake hands after last Friday's Dublin derby.</p> <p>* * * * * * * * * * * * *</p> <p><strong>FERG ON THE FUTURE</strong></p> <p>United Shareholder. It may not be a magazine you are familiar with. Unless you are a shareholder of Manchester United plc, in which case you probably wait with bated breath every month for it to tumble through your letter box and satisfy your lust for the latest developments in shares and their prices. This month however subscribers were guaranteed an extra thrill, thanks to the appearance of the Imperial Lord Ferg in his frankest interview yet.</p> <p>Or something. Suffice to say that the Imperial Lord has been talking about his plans after his time as United boss comes to an end, and that he intends to keep himself busy. \"I have to ask myself how much I want to do once I retire,\" he said. \"I do want to protect some time, to be able to travel and so on. The way it's looking at the moment, I'm going to have to refuse a lot of people.\"</p> <p>So it's not just young Darren Ferg who has been giving his dad job offers. In fact the Imperial Lord insists that one job offer he has received is \"staggering\" (an activity the Lord himself is entirely unfamiliar with). \"It would be a four-year contract for a huge amount of money and would involve a lot of travelling,\" he said of the offer from travel agents Money, Mart and Edwards. Ferg, however, doesn't want to leave the country for good. \"I'd like to stay involved,\" he said. \"I'll certainly keep going to matches and I'll carry on living in the area.\" Which will be a great relief for his successor, no doubt.</p> <p>* * * * * * * * * * * * *</p> <p><strong>THE RUMOUR MILL</strong></p> <p>Benfica will bid for Everton's Abel Xavier within the next week. The Portuguese club hope that a £1m offer will tempt the Toffees, who risk losing Xavier for nothing on a Bosman transfer this summer.</p> <p>Blackburn have confirmed an interest in bringing Henning Berg back to Ewood Park.</p> <p>Roma are lining up a £12.6m bid for Patrick Vieira, according to reports.</p> <p>* * * * * * * * * * * * *</p> <p><strong>NEWS IN BRIEF</strong></p> <p>Following revelations that his club are around £170m in debt, new Real Madrid president Florentino Perez has admitted his club faces an uncertain future. He told reporters at a press conference called to announce the scale of the club's problems: \"Real Madrid is very ill and, if we don't take measures to improve the situation, Real Madrid has a disastrous end in front of it.\" </p> <p>Coventry have signed Honduran striker Jairo Martinez. The 21-year-old has signed a five-year deal and joins South Americans Israel Zuniga and Ivan Guerrero in the Midlands. Chairman Bryan Richardson said: \"Jairo is a very exciting young striker who is quick, skilful and an excellent finisher. He is one of the most highly-rated players out there and we have done well to get him ahead of Valencia and an Italian club who were also looking at him.\"</p> <p>Malcolm Christie will be in the Derby squad for tomorrow's match against Middlesbrough a month after being struck by viral meningitis. The 21-year-old striker spent almost a week in hospital with the illness but he has made a full recovery and will be on the bench along with Georgi Kinkladze.</p> <p>Wimbledon have signed Swedish U-21 international Par Karlsson from IFK Gothenburg for £40,000.</p> <p>Newcastle have loaned out Garry Brady and David McMahon to Norwich and Falkirk respectively. Midfielder Brady returns to the Canaries for a two-month stint after a loan spell at Carrow Road last season, while striker McMahon moves north for a month.</p> <p>* * * * * * * * * * * * *</p> <p><strong>TONIGHT'S TV AND RADIO</strong></p> <p>ITV: Football extra (2.40am) Now with 30% extra lateness for no extra charge!</p> <p>Sly Sports 1: You're on Sky Sports! (10pm) Me primeval man. Me um hate McCaff, but have basic fundamental attraction to Kamara which um cannot explain.</p> <p>World Football show (2pm) Almost as late as Football Extra, but not nearly as interesting.</p> <p>Sky Sports 3: Worthington Cup football - live! (7pm) Cheltenham v Watford in a match Watford must win. If they are to go into the next round of the Worthington Cup.</p> <p>Radio 5 Live: Five Live football (7pm) All the action without the pictures.</p> <p>TaLKsPorT: Football First (7pm) Football is paramount for this show, which is why it's presented by Alvin Martin.</p>",
  "Nominations have closed for Yugoslavia's presidential elections with still no word on the fate of Ivan Stambolic, a former President of Serbia, who could have been a challenger to President Slobodan Milosevic but disappeared 10 days ago. <p>Mr Stambolic - who was apparently abducted after jogging in a wood on the outskirts of Belgrade - had been urged by friends to put his hat in the ring. As a lifelong Titoist with a reputation for honesty, the former Communist leader was thought to have a chance of splitting Mr Milosevic's party and winning over older voters. </p> <p>He had helped to promote Mr Milosevic in the Communist party until the latter took a nationalist turn in 1987 and organised an internal coup against him. His absence from politics since then has given him an image of being above the intrigues and in-fighting of the opposition parties. </p> <p>Mr Stambolic repeatedly said he would not run in the presidential election on September 24, but he recently attacked Mr Milosevic in two blistering interviews broadcast in Serbia and Montenegro and may have been reconsidering. </p> <p>\"After Stambolic's disappearance, Serbia has gone deeply into dangerous violence and torture. When darkness begins to swallow people and police keep detaining them only because they are opponents of the regime, we all have reasons to fear,\" said a statement from the Democratic Alternative, a member of the main alliance of opposition parties. </p> <p>\"Stambolic was removed to prevent him running for Yugoslav president\", claimed Vuk Draskovic, the head of the Serbian Renewal Movement, an independent opposition party. Mr Draskovic had urged Mr Stambolic to run. By contrast, the main alliance has been appealing for unity round its candidate, Vojislav Kostunica. Most analysts believe he has a better chance than the missing Mr Stambolic would. </p> <p>A security guard at a restaurant near the wood where Mr Stambolic was seen resting on a bench after jogging said he saw a white van stop near him. When it moved off, the guard told an independent Belgrade paper, Mr Stambolic had disappeared. Neighbours claimed to have seen a similar vehicle outside his home lately. </p> <p>State-run Serbian media ignored the story for five days, adding to the suspicions. Then the newspaper Politika criticised independent media and opposition parties for \"malicious insinuations in suggesting political motives\". </p> <p>Politika said the police had a witness who saw an armed man step out of a white vehicle parked near where Mr Stambolic was resting, put a pistol to his head and force him into the vehicle. Politika linked the abduction to Mr Stambolic's role in running a bank. </p> <p>\u0095The United Nations grudgingly agreed yesterday that Kosovo residents could vote in the presidential and parliamentary elections, as the region remains recognised as a province of Serbia. Among Kosovo's 2m ethnic Albanians, the Serb community numbers just tens of thousands. </p> <p>Referring to Yugoslavia as a whole, meanwhile, the Organisation for Security and Cooperation in Europe (OSCE) said the framework for the polls fell short of accepted standards of freedom and fairness.</p>",
  "George W Bush's campaign managers have put forward a plan for three presidential election debates which, to judge by network television viewing figures, seem designed to reduce their candidate's exposure compared with similar debates in previous elections. <p>Spurning a scheme for three encounters put forward by the independent Commission on Presidential Debates - all of which would be broadcast live in evening prime time by the main US networks - the Republicans have announced that Mr Bush will take part in one debate on NBC, a second on the cable channel CNN, and only one of the three all-network debates proposed by the commission. </p> <p>His Democratic rival, Al Gore, promptly rejected the proposal during a campaign stop in Philadelphia yesterday. \"What's needed is to respect the rights of the American people to see the debates on all the networks in prime time,\" he said. </p> <p>The commission's schedule is for a first all-networks debate in Boston on October 3, followed by one in North Carolina on October 11 and the third in St Louis, Missouri on October 17. In addition, it proposed an all-network debate between the vice-presidential nominees, Joe Lieberman for the Democrats and Dick Cheney for the Republicans, in Kentucky on October 5. </p> <p>Mr Gore has accepted that schedule for him and Mr Lieberman, and a second vice-presidential debate suggested earlier by the Bush camp. And he has said that, providing Mr Bush accepts the commission schedule, he will meet him for further debate \"any place, any time\", including, in principle, more than 40 other proposals put forward by individual television shows and online organisations. </p> <p>Mr Bush proposes an NBC studio debate presented by the anchorman Tim Russert on September 12, a CNN studio debate hosted by the interviewer Larry King on October 3, and the St Louis debate on October 17 under commission auspices. </p> <p>Viewing figures strongly suggest that this schedule would reach much smaller audiences than all-network debates. </p> <p>About 41m Americans saw Bill Clinton and Bob Dole debate in 1996. The NBC debate Mr Bush proposes would clash with America's most popular game show, Who Wants to be a Millionaire; no CNN programme has ever had more than 11.3m viewers. </p> <p>Mr Bush was \"talking out of both sides of his mouth\" on the debates issue, the Gore campaign said yesterday. \"He said he wants more viewers than before, but he put out a proposal clearly designed to minimise the TV audience.\" </p> <p>\u0095 Mr Bush, who has promised to bring civility to politics, was doing little to prove it yesterday when a microphone caught his whispered description of a New York Times reporter as a \"major league asshole\".</p>"
]