[
  "Lech Walesa, the founding father of independent Poland was yesterday acquitted on charges of collaborating with communist era secret police after it emerged that key documents used against him in a Warsaw court were forgeries made by a special unit set up to discredit him. <p>Poland's best-known anti-communist activist and founder of the Solidarity movement faced two weeks of court hearings which critics branded a humiliation for Poland in the eyes of the world. </p> <p>Mr Walesa, 59, passionately maintained that police files which emerged earlier this year, indicating that he spied on fellow dissidents as agent Bolek, were forgeries. </p> <p>The prosecutor at the closed hearing, Krzysztof Kauba, called for the case to be stopped after newly discovered documents were presented to the court, indicating that the secret police established a special unit to discredit Walesa in the 1980s. </p> <p>An interior ministry report from 1985 outlined the use of forgers to produce documents making it appear Walesa was a paid agent. Some forged papers were sent to the Nobel committee in 1982 in an effort to stop him from winning its acclaimed peace prize. He received it a year later. </p> <p>Outside court, Mr Walesa said the case had been a waste of time and taxpayers' money. </p> <p>\"I'm not happy,\" he said. \"We have not progressed. Just as in the past, those who didn't be lieve don't believe, and those who did believe, believe.\" </p> <p>Before entering the courtroom for the final hearing, he had said: \"I was fighting the communists, and it was a life or death struggle.\" </p> <p>He said the hearings were part of a \"laughable, political vendetta against me by former enemies\", and he regretted the Polish secret services still had considerable clout. </p> <p>If found guilty, Mr Walesa, who steered Poland through the early years of democracy, faced being banned from holding public office for 10 years. He would also have been forbidden from voting. </p> <p>The ruling now clears the way for Mr Walesa, the country's first post-communist president, to run for president again in October's elections. </p> <p>The former Gdansk shipyard electrician is one of 18 candidates running for president in October. His supporters said the appearance of potentially incriminating documents at such a critical time was timed to upset his bid. </p> <p>Mr Walesa's acquittal comes just a day after the the country's incumbent president Aleksander Kwasniewski was cleared on similar charges. </p> <p>Mr Kwasniewski, to whom Mr Walesa lost the presidency five years ago and who is tipped to win October's election, has pledged to avenge the deeds of those he accuses of \"manipulating the evidence\" which brought him to court. His case was dropped after the prosecutor claimed there was a lack of evidence. </p> <p>Mr Walesa who was president from 1990 to 1995 enjoys little popular support these days, but is still seen affectionately as a symbol of the historic changes that ended the cold war. </p> <p>In an article in the latest edition of the current affairs magazine Wprost, Mr Walesa outlined his determination to clear his name. \"I decided to appear in court so that no one says I put myself above the law. This trial is against me, against my name and the most painful thing to me is that I'm put on the same weighing scales as president Kwasniewski. This proves how the history of the past 20 years is totally misunderstood.\" </p> <p>The trials of Mr Walesa and Mr Kwasniewski resulted from a law passed in 1997 which requires top officials, including presidential candidates, to declare past links to the secret police and forces the vetting of those applying for top posts. </p> <p>Critics say the recent cases prove the law is flawed, because accusations can be made on the basis of unsubstantiated evidence. </p> <p>It has also proved the Poles' painful struggle to come to terms with their past since the toppling of the communist regime in 1989. They will be forced to do a lot of uncomfortable soul-searching next year when former secret police files will be open to the public for the first time. </p> <p>Latest opinion polls show support among Poles for Mr Walesa's presidential candidature has risen by 1% over the last month to 4%. Mr Kwasniewski's support is 62%.</p>",
  "The veteran conservative activist Pat Buchanan was due to carry off the Reform party's presidential nomination last night, completing one of the more spectacular acts of political piracy in modern times. <p>But the question, after weeks of splits and culture wars in America's third party, was whether the Reform nomination - even with the $12.6m in federal election funds that goes with it - is any longer worth having. </p> <p>Changing political times and a debilitating internecine struggle have left the Reform party that Ross Perot built far adrift in the opinion polls. Even now, Mr Buchanan's victory is facing a court challenge from disgruntled supporters of his main rival, John Hagelin. </p> <p>Although Mr Buchanan will probably win the court battle, he has only three months in which to turn his divided and diminished new party into an effective force before the November 7 election. </p> <p>Few give Mr Buchanan much chance of having a significant impact on the presidential contest. The contrast with 1992, when Mr Perot won 19m votes - 18.8% of the total - and helped hand the White House to Bill Clinton, is enormous. Even 1996, when Mr Perot ran a second time, taking 8m votes - an 8.4% share - looks a distant dream for the ageing \"Buchanan brigades\". </p> <p>So damaging has the Buchanan takeover been for the Reform party - currently languishing at around 1% in the opinion polls - that the real third party challenge in the 2000 election has shifted from the right to the left and Ralph Nader's Green candidacy. </p> <p>After two elections in which the Democrats have seen the Republican challenge sapped by the effect of Mr Perot's anti-tax populist campaigns, it is the Democrats' turn to worry. Democratic loyalists are being tempted to desert their traditional political home in favour of a more radical, less equivocal, outside challenge. </p> <p>Four years ago, Mr Nader also ran as the Green candidate, winning less than 1% of the popular vote. His 685,000 votes in 1996 were eclipsed by the bigger contest between Mr Clinton, Bob Dole and Mr Perot. This time, judging by the early polls and the nervous mood among some Democrats, the Nader challenge is looking altogether more significant. </p> <p>The most recent Gallup opinion poll this week illustrated what is at stake. Conducted after Al Gore drafted Joseph Lieberman to the Democratic ticket on Monday, the Republican George W Bush led Mr Gore by 45% to 43%. Mr Nader was far behind in third place, but his 4% standing could make all the difference. Mr Buchanan was on 1 %. </p> <p>Mr Nader's significance should not be exaggerated. Nevertheless, assuming that he manages to get on the ballot in every state - which is by no means certain under America's state-based jungle of electoral regulations - Mr Nader poses a particular threat in states that Mr Gore has to win. </p> <p>Recent polls in Michigan show Mr Bush leading Mr Gore by 41%-35%, with Mr Nader's 7% holding the balance. In Minnesota Mr Bush leads 43%-40%, with Mr Nader on 5%. In Illinois, Mr Bush has a 46%-39% advantage, with Mr Nader on 6%, too close for Mr Gore's comfort. These are three vital states for Mr Gore. </p> <p>But the biggest potential nightmare for the Democrats is in California, the largest state in the US, and the one with the largest number of votes in the electoral college which ultimately decides who will be the next president. A recent statewide survey showed Mr Nader on 8%, his strongest performance in any single state. Mr Gore still leads Mr Bush in California, but the Nader factor remains a constant calculation. </p> <p>These are early days in the campaign and experience shows that third party challenges tend to be squeezed as election day nears and the big parties' superior financial resources make themselves felt. </p> <p>Even so, the third party story in the 2000 race is not that the Republicans are looking over their shoulders at Mr Buchanan - though they are - but that the Democrats are being forced to do the same with Mr Nader.</p>"
]