[
  "<p>It was when she got the call saying that AK47-toting paramilitary police had occupied her house that Gerry Jackson knew she was in real trouble. It was harsher than she'd expected, but she knew there was going to be some sort of reaction. Running Capital Radio in Zimbabwe isn't like playing the Pepsi Chart Show on Capital Radio in London. When President Mugabe doesn't like you, he doesn't turn to the Radio Authority. He reaches for his gun. </p> <p>Capital Radio in Zimbabwe is the first bid for broadcasting freedom in a country that has only had the state-controlled radio of ZBC since independence. To maintain ZBC's four-channel monopoly, it has been an imprisonable offence to own a transmitter, making 1960s-style pirate radio broadcasting a terrifying risk. The mainly white directors of Capital Radio, led by Jackson, have had a shell company since 1996 but it's been a station without a signal until a legal challenge in the Supreme Court proved unexpectedly successful on September 22. </p> <p>The challenge was based on a pioneering attack on Mugabe's legislation by black businessman Strive Masiywa. Five years ago, Masiywa argued that Mugabe's attempts to prevent him setting up a mobile phone company breached the freedom of expression clause in the Zimbabwean constitution. Econet got the go-ahead and, in a curious footnote, it was text messages relayed on Econet phones that rallied opposition attempts to block Mugabe's referendum on constitutional reform. </p> <p>Back in old media, however, Masiywa's challenge was used by Capital to argue that it had a right to broadcast. The Supreme Court agreed, a transmitter was rushed up from South Africa and test transmissions of music on 90FM began two weeks ago. </p> <p>The station's idents were uncannily similar to Capital Radio's familiar smiling sun logo and the 24-hour music mix was on the softer side of soft rock. By Sunday October 1, the first news and current affairs programmes went out and this, it would appear, prompted the government to act. </p> <p>\"In Zimbabwe, radio is the only medium that reaches rural areas,\" Jackson explains. \"It was the rural vote that stopped Mugabe getting thrown out at the last election. We wanted to set up a soft-rock music station, but we also wanted to provide independent news. Once we started reaching the rural communities, it became clear to the government that they couldn't keep transmitting lies to the electorate so they had to do something.\" </p> <p>Station staff maintain the news was light and certainly not anti-government. They also insist that the talk programming had stopped by Tuesday and the output had returned to the all-music test transmission. In spite of this, at 4pm on Wednesday October 4, the police occupied Jackson's house and surrounded the houses of all those involved in Capital Radio. Wielding AK47s, they set up road blocks and searched everyone entering and leaving the premises. </p> <p>Moving quickly, Capital Radio's directors got their lawyers into the High Court and had the police activities declared illegal. The station was helped by the high-profile father of one of its directors, Mike Auret Jnr. Auret Snr is an MP with Zimbabwe's opposition party MBC and a prominent lawyer. Despite this, the police broke into the hotel that housed Capital's offices and transmitter and confiscated all its equipment. Repeated High Court rulings that this was illegal had no effect, and the following day the station's staff were stunned when Mugabe announced that, using his presidential powers, he had changed the law to effectively ban Capital. Still in hiding, they've mounted yet another legal challenge which they hope will be heard today - but they aren't hopeful. </p> <p>\"When the government announced the presidential decree, the home affairs minister John Nkomo said that 'all this running to the courts will soon be a thing of the past,' which makes us extremely alarmed,\" Jackson says. \"Our broadcasts were so inoffensive. We mainly played old 1960s stuff like Buffalo Springfield and Zimbabwean artists. Now there's a 24-hour checkpoint outside my house and warrants have been issued for our lawyer's arrest for obstructing the course of justice.\" </p> <p>And so the situation remains locked in stalemate, recalling the days of Radio Caroline versus the BBC Light Service in the 1960s. Even the music is the same. The only real difference is that the government side is employing paramilitary police with AK47s, who appear to ignore any court ruling that interferes with their activities.</p>",
  "This time she really is going. France's employment and social affairs minister, Martine Aubry, famous daughter of a famous father (remember Jacques Delors?) and the star of Prime Minister Lionel Jospin's Socialist-led cabinet, will pack her bags after next week's meeting of European jobs ministers. <p>Few would dispute her record: unemployment is down below 10% for the first time since 1991; her pet project, the 35-hour week, is in force in larger companies; a major job creation scheme for young people is in place; free healthcare for the poorest in French society is a reality; the welfare budget is on its way to being balanced. </p> <p>Ms Aubry, 50, has been the prime mover behind all the flagship social and employment legislation on which the Jospin government was elected. She leaves behind just one piece of particularly tricky unfinished business, the reform of France's unemployment insurance, Unedic, which is run jointly by employers and unions. </p> <p>Inexplicably to Anglo-Saxon minds, she is leaving government to concentrate on her campaign for next year's local elections in the newly flourishing northern city of Lille, where she has been assiduously building her power base under the wing of a former Socialist prime minister, Pierre Mauroy, who retires as mayor in 2001. </p> <p>Local politics continue to exercise a remarkable appeal in France. More than 90% of deputies in the present government hold local government posts and more than half are mayors. As the French are fond of saying, governments in Paris come and go, but provincial politics are for life. </p> <p>Running a large town in the provinces is considered just as prestigious - and as influential - a job as heading up a mere ministry, and until now has been no barrier to holding national office. </p> <p>Prime ministers such as Mr Mauroy, Alain Juppé and Raymond Barre have combined the top job with presiding over the town councils of Lille, Bordeaux and Lyons; Jacques Chirac was leader of his RPR party, prime minister and mayor of Paris all at the same time. </p> <p>On Mr Jospin's election, in 1997, he promised to put an end to this long-standing practice, known as the \"cumul des mandats\", demanding that the members of his cabinet devote themselves full-time to running their ministries. He has run up against something of a rebellion. </p> <p>Besides Ms Aubry, the environment minister, Dominique Voynet, has said she intends to stand as mayor in Dole and will resign if she wins. The European affairs minister, Pierre Moscovici, will be campaigning for the town hall in Montbéliard, eastern France, and the agriculture minister, Jean-Claude Gayssot, in Béziers in the south. </p> <p>The highly ambitious Ms Aubry will not be leaving the national stage for good. She will certainly be appointed to the Socialist party's national secretariat later this year and providing the polls remain favourable - she has consistently been one of the country's five most popular politicians - she could well use Lille town hall as a springboard for a run at the premiership in 2002, and possibly even at the presidency thereafter. </p> <p>For the Socialist candidate for prime minister, at least, she will in all probability have a female rival in the shape of the present justice minister, Elisabeth Guigou. Every bit as determined, ambitious and competent as Ms Aubry, Ms Guigou is another rising star of the French left - and the minister hotly tipped to take up the labour portfolio following Ms Aubry's departure next week. </p> <p>Perhaps unsurprisingly, however, it could be local politics that upsets that plan. Ms Guigou has announced her intention of standing for the town hall in the Provencal town of Avignon. If she wins, Mr Jospin will have to choose between sticking to his principles, or allowing the provinces to deprive him of another of his most effective ministers. </p> <p>In a presidential indicator poll published last week, Ms Guigou for the first time clocked a higher popularity rating than her northern rival - 41% against 39%. </p> <p>That will certainly encourage the frighteningly efficient justice minister in her undeclared aim of stepping into Mr Jospin's shoes when the prime minister has his tilt at the presidency in 2002. The only question is whether she will be launching that campaign from the employment ministry, Avignon town hall - or perhaps both.</p>",
  "The US president, Bill Clinton, found reasons to be cheerful with his job at risk and despite the depths of his humiliation at the height of the Monica Lewinsky scandal, he says in an interview published today. <p> \"I spent a lot of 1998 trying to dodge bolts of lightning,\" he said. \"I spent a lot of '98 wrestling with three overwhelming feelings.</p> <p> \"There was obviously a lot of pain involved because I had made a terrible personal mistake, which I didn't try to correct until almost a year later. I had to live with it, and it caused an enormous amount of pain to my family, to my administration, to the country.\"</p> <p> The second big issue he identifies is the attempt to force him from office. \"And then I had to deal with what the Republicans were trying to do. I really believed I was defending the constitution \u0085 I still believe that the two great achievements of my administration were facing down the government shutdowns in '95 and '96 and then facing this.\"</p> <p> At the same time he was feeling pleased with himself.</p> <p> \"The third thing I felt that year was 'Gosh, it's all working! It's all coming together.' I was really happy. I was happy because I thought, to be fair, I don't think any of us ever thought in '93 that the economy would take off this way.\"</p> <p> Mr Clinton, who leaves office early next year, gave two interviews for the piece that appears in the new issue of the New Yorker magazine.</p> <p> Entitled Eight Years, Bill Clinton and the Politics of Persistence, it is written by Joe Klein, the originally anonymous author of Primary Colours, a work of \"faction\" about the-then governor of Arkansas's presidential election campaign in 1992.</p> <p> Mr Klein writes: \"He was wistful about opportunities lost, infuriated - at himself, but mostly at his unrelenting enemies - because of the time wasted in scandals.\"</p> <p> Other than the Lewinsky affair, the president deals with Somalia, failed health reforms, Whitewater and the way in which his wife, Hillary, is perceived.</p> <p> The president says that he would have dealt differently with the conflict in Somalia seven years ago had he been more experienced. His decision to attempt to capture the Somalian warlord, Mohammed Farah Aidid, was based on the advice of General Colin Powell, who retired as chairman of the joint chiefs of staff soon after the operation began.</p> <p> \"I'm not blaming him,\" says Mr Clinton. \"I'm just saying he was gone. We had this huge battle in broad daylight where hundreds of Somalis were killed and we lost 18 soldiers in what was a United Nations action \u0085 I think I will always regret that.</p> <p> \"I don't know if I could have saved those lives or not. I would have handled it in a different way if I'd had more experience. I know I would have.\"</p> <p> The failure, also in his first term, to deliver a scheme to provide universal healthcare was a product of attempting to achieve too many goals simultaneously, he says. \"We didn't know enough about how the system worked. It can only digest so much at once.\" </p> <p> Mr Clinton says that his wife, who led the attempt to reform healthcare, is criticised unfairly for her role.</p> <p> \"She gets a bum rap on this,\" says the president. \"She was operating within constraints that we now know are impossible. It was my mistake, not hers. All she did was what she was asked to do.\"</p> <p> He regrets the Whitewater land-deal affair - not because of any wrongdoing, but because of the way he handled it. \"What I regret is asking for the special counsel,\" he says.</p> <p> Six years ago Mr Clinton asked the attorney general, Janet Reno, to appoint an independent counsel to look into the case.</p> <p> \"I did it because I was exhausted,\" says the president, \"because I had just buried my mother and because I had people in the White House who couldn't stand the heat and they suggested that I do it, that I had to do it. I knew there was nothing to it, it was just a lie.\"</p> <p> A decision on whether Mr Clinton will face the courts for the Lewinsky affair is expected after he leaves office in January.</p>",
  "Hillary Clinton consolidated her position yesterday as favourite to win the Senate rate in New York race, refusing to be fazed in a TV debate even by a question about why she stayed with her husband after his affair with the young staff member Monica Lewinsky. <p> Rather than respond with a pained expression as she has done in the past, Mrs Clinton attempted to turn the matter to her advantage.</p> <p> \"I've made my choices,\" she said during the third main televised political debate of the week in the US. \"I'm here with my daughter, of whom I'm very proud. We have a family and that means a very lot to us.\"</p> <p> Mrs Clinton, the only woman in the series of presidential, vice-presidential and senate debates going on as the election campaign enters its final phase before November's vote, suggested that the experience could help her to become a more effective senator.</p> <p> \"The choices I've made in my life are right for me. I can't talk about anybody else's choices,\" she said. \"I can only say mine have been based on my religious faith, on my strong sense of family and what I believe is right and important. Many of my experiences will give me insights into what I can do to be a good senator.\"</p> <p> Rick Lazio, her Republican opponent, who was accused of appearing too aggressive in their previous debate, made no attempt to cash in on the issue: \"I think that this was Mrs Clinton's choice and I respect whatever choice she makes.\"</p> <p> Even if the second debate were rated as a draw, that would represent a victory for Mrs Clinton, who has scored consistently at or above 50% in recent opinion surveys.</p> <p> Nothing happened in yesterday's debate that is likely to affect the outcome; the race is now perceived as hers to lose. Neither Mrs Clinton nor Mr Lazio departed from the substance of any of their oft-repeated positions and there were no gaffes or innovations on either side.</p> <p> This was in contrast with last month's first debate in which Mr Lazio left his podium to wave in his opponent's face a sheaf of papers which he demanded that she sign, banning the use of unregulated money for political advertisements in the contest.</p> <p> That tactic rebounded on Mr Lazio when it turned out that the issue had gone over the heads of the electorate, which was left rather with an impression of the Republican as a bully.</p> <p> Subsequently, the candidates struck a deal that was impossible to enforce on not using so-called soft money from business, unions and interest groups.</p> <p> At first, the agreement appeared to be a victory for Mr Lazio - albeit on an issue that does not move voters - but then his campaign was accused of breaching the agreement. \"Last month Mr Lazio said this was an issue of trust and character,\" Mrs Clinton said at the debate yesterday. \"He was right. And if New Yorkers can't trust him to keep his word for 10 days, how can they trust him for six years?\"</p> <p> Mr Lazio responded: \"Mrs Clinton, please, no lectures from Motel 1600,\" a reference to the address of the White House at 1600 Pennsylvania Avenue, where many of her supporters have enjoyed overnight accommodation.</p> <p> Mr Lazio, who for some time presented himself as fundamentally the \"not-Hillary-Clinton\" candidate, has tried to place trust and lack of it at the heart of his campaign, sending out leaflets saying that he could encapsulate his appeal in six words: \"I'm running against Hillary Rodham Clinton.\"</p> <p> Yesterday the candidates disagreed about most issues in a largely amiable fashion, she often with raised eyebrows, he with his head tilted to the right and on the balls of his feet. They were divided on the economy of New York state, the make-up of the supreme court, on school vouchers, on the war on drugs and even on a new sports stadium in Manhattan.</p>",
  "Aleksander Kwasniewski, president of Poland, was on the verge of securing a second five-year term in office as voting ended last night in the country's third popular presidential election since the fall of communism. <p>Mr Kwasniewski, a former communist minister of sport who has reinvented himself as a social democrat, was expected to come far ahead of the 11 other rightwing and centrist candidates. The big question was whether he would gain the necessary 50% to win outright, or if he would have to face his nearest rival in a runoff later this month.</p> <p>Preliminary results are due today with official results out tomorrow.</p> <p>The final opinion polls published before an electioneering ban was imposed on Friday night, showed that Mr Kwasniewski had gained between 52% and 55% of the vote. The first exit polls last night seemed to bear this out, showing him at 56%.</p> <p>Pre-election opinion surveys showed president's closest rival, Andrzej Olechowski - a businessman and independent centrist candidate - as likely to get between 13% and 15% support. Last night's exit polls showed him at 18%.</p> <p>Trailing far the incumbent was the legendary Solidarity leader and Nobel Peace Prize winner, Lech Walesa, who lost the presidential post to Mr Kwasniewski in a close se cond-round runoff five years ago.</p> <p>Mr Walesa ran as an independent, having been isolated by the ruling Solidarity bloc some years ago, but is set to scrape no more than 1%-2%.</p> <p>Mr Olechowskihas admitted to collaborating with the communist secret police, but even so is fairly popular among Poland's educated youth. Leading rightwinger Marian Krzaklewski, who formed the ruling Solidarity bloc and is widely supported by the church, was tipped to come in a poor third, with between 7% and 12%.</p> <p>But the prospect of a landslide victory for Mr Kwasniewski lost its air of inevitability due to the efforts of Mr Krzaklewski who has run a campaign to discredithim.</p> <p>His campaign film showed video footage from 1997 in which Mr Kwasniewski's security adviser parodied the Pope by kissing the ground after a helicopter flight. The film also showed Mr Kwasniewski apparently drunk at a memorial service in the Ukraine for the victims of Stalinist execution squads in the second world war. As a result Mr Kwasniewski's support dropped about 10 points and he has been declared persona non grata in various Polish towns and cities.</p> <p>Although the presidential post is largely ceremonial it carries much moral authority and the power to veto parliamentary bills. Despite his communist past, and self-declared atheism in a predominantly Roman Catholic land, Mr Kwasniewski is viewed favourably by many Poles as a necessary moderniser who has eased the painful transition to a market economy.</p> <p>He has received praise for orienting the country towards the west and is admired for the business-like way he steered Poland towards its membership of Nato last year, as well as for his enthusiasm for future EU membership.</p> <p>Poland, with a population of 40m, is by far the biggest EU hopeful. But it is seen as problem in Brussels, mainly due to its 10m-strong farming community which is demanding that the EU commit itself to big financial subsidies.</p> <p>The British prime minister, Tony Blair, drew praise from Polish politicians last week, after choosing Warsaw as the place to deliver a speech on the EU in which he called for 2004 to be declared as the firm entry date. Brussels has been reluctant to commit itself.</p> <p>Mr Kwasniewski's political performance is being closely watched by analysts as it could signal the future domination of Poland by former communists. The Democratic Left Alliance, a party of ex-communists once led by Mr Kwasniewski, is expected to win next year's general election and form a government, either alone or in coalition.</p> <p>Twenty-nine million Poles were eligible to vote yesterday, including hundreds of thousands of emigrants, mainly living in the American midwest.</p>"
]