[
  "Al Gore launched what he hopes will be a decisive strike against the tax-cutting proposals of his presidential election rival George W Bush yesterday, when he offered millions of low and middle income Americans a boost to their wealth while promising to safeguard state funding for social services. <p>In a keynote speech in Cleveland which established the most striking contrast to date in the positions of the two main candidates, Mr Gore set out an economic stall based on redistributing the fruits of America's hi-tech economic boom rather than on large tax cuts preferred by Mr Bush. </p> <p>\"My plan wasn't built on the cross-your-fingers economics that says we can give more to the people who already have the most and then just hope the benefits trickle down to the middle-class,\" Mr Gore said. </p> <p>With the polls already moving in his favour in the past three weeks, Mr Gore clearly intended his speech - and a 190-page budget plan which he also released yesterday - to deliver a hammer blow against Republican hopes of recapturing the White House in November. </p> <p>Mr Bush's economic plans, which centre on tax cuts, would leave America $2.8 trillion in debt by 2012, Mr Gore alleged. The Bush plan \"gives most to those who need it the least, and the least to those who need it the most - and that's just wrong,\" Mr Gore said. </p> <p>Mr Gore's economic agenda is aimed at raising the income of families on average earnings - currently just under $50,000 a year [£33,000] - by a third in real terms over a decade and to double the number of families with savings in excess of $50,000. </p> <p>Mr Gore also promised that the gap between the earnings of men and women, currently 27 cents in the dollar, would be halved by 2010, and that the percentage of Americans who are defined as living in poverty would fall below 10% for the first time in the nation's history. </p> <p>Mr Gore also promised to oversee the creation of 10m \"high quality, hi-tech, high-skill jobs\" in a decade, to raise the numbers of US college students by 75% by making tuition fees tax deductible, and to expand home ownership to a record level of 70% of all families. </p> <p>Alongside these eye-catching pledges, Mr Gore simultaneously committed himself to reduce income tax by 2002 on the typical American family to its lowest level since the second world war. </p> <p>But perhaps the strongest evidence of the political and economic \"win-win\" opportunity which Mr Gore set out in his speech were a series of fiscally conservative public spending pledges that earlier Democrats never had the luxury to offer. </p> <p>Mr Gore told his audience at Cleveland State University that he would continue to balance the US federal budget each year, and committed him self to eliminate the entire federal deficit by 2012. Every dollar that was already pledged to the federal social security pension fund and to the Medicare programme for the elderly would be \"lockboxed\", he promised. </p> <p>And in a further pledge of fiscal caution Mr Gore said he would put a sixth of the federal budget surplus each year into a new federal reserve fund \"for a rainy day\". </p> <p>\"We will underspend the surplus rather than over-promise our way into an economic hole,\" Mr Gore said, offering a pledge which strategists believe will be especially popular with women voters, who tend to prefer fiscal caution more readily than men. </p> <p>\"If today's economic forecasts fall short, this new reserve fund will guarantee that we will not have to cut education or health care,\" Mr Gore pledged. </p> <p>\"The Gore-Lieberman eco nomic plan has one guiding purpose: to help the middle- class families who have always been America's purpose and its pride,\" Mr Gore said. </p> <p>\"No blank cheques. No deficit spending. Tax cuts for the middle class instead of a tax giveaway for those who need it least,\" he said.</p>",
  "<p>Aerospace and defence group <strong> BAe Systems </strong> surged up the FTSE 100 leaderboard yesterday as fears about next week's interim figures subsided. </p> <p>In reasonable volume of 16m, the shares closed 3.45% or 13p higher at 390p, as investors moved back into the stock after investment bank Goldman Sachs gave the company a clean bill of health. </p> <p>Over the past 10 days, BAe shares have plunged 12% on fears that half-time figures will reveal a Rolls-Royce style structural profits problem. </p> <p>While earnings are likely to be lower than in the same period last year, Goldman Sachs reckons this is nothing to worry about. It says the fall will reflect an increased bias in trading profits toward the second half of the year owing to the acquisition of Marconi Electronic Systems. Goldman estimates as much as £100m of profits might have shifted as a consequence. </p> <p>With defence stocks likely to be strong during the run up to the US presidential election and the strong oil price lifting profits from the oil-for-arms deal with the Saudi government, Goldman sees the stock moving back towards 450p. </p> <p>Aside from BAe Systems, the \"old economy\" stocks in general were in fine form. <strong> Allied Domecq</strong> put on 12p to 328p and hotels group <strong> Hilton</strong> rose 7p to 222p. Brewer <strong> Scottish &amp; Newcastle</strong> was up 17p to 440p, Anglo-Dutch steel group <strong> Corus</strong> 1.5p better at 70p, and building materials group <strong> Hanson</strong> was up 6.5p to 406.25p. After the market closed FTSE International confirmed all three had been relegated to the FTSE 250. </p> <p>Despite this strong showing, leading shares ended the day sharply lower as TMT - telecom, media and technology - shares were undermined by another flurry of profit taking, which gathered pace in the afternoon session as the Nasdaq opened lower. </p> <p>The FTSE 100 index ended down 57.8 points at 6,694.7, taking its losses over the last two sessions to 103.4 points. Market turnover at 1.4bn was modest as many institutional investors used today's decision on domestic interest rates as an excuse to stay on the sidelines. </p> <p>Optical chip maker <strong> Bookham Technology</strong> led the wave of profit taking, falling 301p to £39.74, as it announced the details of a follow on offering of 18.5m shares. Other victims were accountancy software group <strong> Sage</strong>, off 31p to 619p, <strong> British Telecom</strong>, 54p lower at 850p, and chip designer <strong> ARM</strong>, 41p weaker at 784p. </p> <p> <strong> Vodafone </strong> slipped 10p to 282p - equivalent to around 25 FTSE 100 points - unsettled by talk that Hong Kong-based conglomerate Hutchison Whampoa is considering selling its 3.4% stake. </p> <p>Elsewhere, speculation that top-level management changes are on the cards at embattled retailer <strong> Marks &amp; Spencer</strong> was doing the rounds again. </p> <p>A couple of weeks ago the stock rallied sharply on talk that chief executive Peter Salsbury was set to be replaced by former Asda boss Alan Leighton. And tongues were wagging again yesterday on news that Mr Leighton is stepping down from his position as chief of Wal-Mart's European operations. While most dealers remained unconvinced by the tittle-tattle, the shares reached 225p before settling 5p higher at 217.5p after 2.78m changed hands. </p> <p>Lower down the market it was much the same story. The FTSE 250 closed 31.2 points lower at 7,015.9, after a weak showing from telecom and technology stocks. </p> <p> <strong> Baltimore Technologies</strong>, which has gained promotion to the FTSE 100, dropped 70p to 809p, while <strong> Redstone Telecom</strong> fell 28p to 317p and <strong> Thus</strong> surrendered 7.75p to 139p. Bucking the trend was <strong> Scoot.com</strong>, the internet directory services group, which climbed a mysterious 11.5p to 163p. </p> <p>Among the tiddlers, biotech firm <strong> Antisoma</strong> raced up 23p to 155.5p, after it revealed that it may have found a way to use cyanide as treatment for cancer.</p>",
  "Problems with North Korea, Iraq and a series of other disputes overshadowed the UN millennium summit in New York. <p>The US president, Bill Clinton, listed them in his speech to the summit: the Middle East, Sierra Leone, Iraq, Yugoslavia.</p> <p>He singled out the Yugoslav president, Slobodan Milosevic, as one of the worst offenders in the international community in the past 10 years.</p> <p>Addressing the summit, the prime minister, Tony Blair, referred to the \"dismal failure of the world in Africa\". He called for an overhaul of UN peacekeeping operations and a new partnership with the continent to end its wars and poverty.</p> <p>\"We should use this unique summit for a concrete purpose: to start the process of agreeing a way forward for Africa,\" he said.</p> <p>He also proposed that UN states should enter into a contract with the organisation to quickly provide able soldiers to respond to crises wherever they arise.</p> <p>The rhetoric at the summit is idealistic, talking about reform of the UN, but on the sidelines Mr Clinton and other leaders are holding one-to-one talks on grittier issues.</p> <p>They include discussion with the leaders from the Balkans on what response should be made if Mr Milosevic stirs up trouble before the presidential election later this month.</p> <p>Even before the summit began, there was a diplomatic incident with North Korea, which has been engaged in improving its relations with the wider world community. Its delegates to the summit suffered the indignity of being strip-searched before boarding an American plane at Frankfurt, and returned home in protest.</p> <p>Discussions are going on behind the scenes about finding a way out of the morass with Iraq. The Iraqi foreign minister, Tariq Aziz, is being treated as a pariah by most of the other delegates. Iraq is reluctant to allow a UN weapons inspection team in to check that it is not developing weapons of mass destruction.</p> <p>The Cyprus dispute has long ceased to arouse much public interest, but the UN is hopeful that a settlement is possible and another round of talks is to be held next week.</p> <p>Delegates slope off for one-to-one talks in pre-booked rooms near the hall. Mr Blair, had talks with his counterparts from Chile, Albania, Montenegro, Palestine, Germany and France.</p> <p>The most significant talks were those between Mr Clinton and the Palestine Authority president, Yasser Arafat, and the Israeli prime minister, Ehud Barak, in an effort to secure another round of Middle East talks.</p> <p>Mr Clinton is desperate to leave a Middle East peace settlement as his personal achievement.</p> <p>The main legacy of the summit will be the conference's adoption of an internal UN report recommending the establishment of a permanent high command for the peacekeeping operations.</p> <p>But the UN remains seriously under-resourced. It is also weakened by the continuing veto held by the five security council permanent members: Britain, France, the US, China and Russia.</p> <p>In spite of a British proposal this week to expand the membership, the security council meeting today will not address fundamental reform but instead concentrate on current issues, such as the sanctions imposed on Iraq.</p>",
  "Bill Clinton placed the future of the United States' controversial national missile defence (NMD) plans squarely in the hands of voters when he said that he was leaving the decision on whether to go ahead to his successor. <p>President Clinton was bowing to the combined weight of domestic and international pressure as well as to evidence that the proposed missile interceptor system does not yet work. His decision now places a major international issue at the heart of November's presidential election. </p> <p>\"I simply cannot conclude, with the information I have today, that we have enough confidence in the technology and the operational effectiveness of the entire NMD system to move forward to deployment,\" Mr Clinton said in a hastily arranged speech at Georgetown University, Washington, on Friday last week. </p> <p>He had intended to make a decision in the light of recent interceptor tests in the Pacific. But the failure of two of the last three experiments, and the approaching election, left him with little alternative but to postpone. </p> <p>The speech, added to Mr Clinton's schedule at the last possible moment, allowed him to dispose of the issue before the opening this week of the United Nations' millennium summit, in which the Russian president, Vladimir Putin, and other leaders were expected to denounce him over the missile defence programme. </p> <p>His decision was greeted with relief in European capitals. The project had threatened to provoke unprecedented cracks in Nato. The alliance's secretary-general, Lord Robertson, said: \"The decision . . . to continue testing and development of a limited national missile defence system, while reserving judgment on eventual deployment, appears to be a prudent course of action that balances the many factors involved in this issue.\" </p> <p>The US plan has special significance for Britain as it would involve upgrading the early warning station at Fylingdales, on the North York Moors, and the construction of a new large radar base at another, as yet unidentified, site in Britain. </p> <p>The system being tested would involve the deployment of 100 missile interceptors in Alaska, starting in 2005. The president's announcement means that the US will not now begin preparing an NMD radar ground station in the Aleutian Islands, west of the Alaskan mainland, next spring. </p> <p>Mr Clinton wrapped his decision in a carefully drafted reassertion of the case for national missile defences, and said his decision would still allow the US to deploy a system by \"about 2006 or 2007\". </p> <p>But he also made it clear that his decision gave his successor time to make a better job of persuading international opinion, especially Russia, of the case for a system that would infringe the 1972 Anti-Ballistic Missile Treaty. </p> <p>Mr Clinton said the ABM treaty remained \"a key part of the international security structure we have built with Russia, and therefore a key part of our national security\". </p> <p>The Republican presidential candidate, George W Bush, said last week that he intends \"to develop and deploy an effective missile defence system at the earliest possible date\". He also said he intends to extend the Clinton administration's system, which seeks to protect only the US, to Europe and the Middle East. </p> <p>The Democratic candidate, Al Gore, said he welcomed \"the opportunity to be more certain that these technologies actually work together properly\". The decision allowed \"more clarity about the costs of the system\" - estimated at $60bn - as well as \"time to conduct updated discussions with other countries\". </p> <p>\"As president, I would oppose the kinds of missile defence systems that would unnecessarily upset strategic stability and threaten to open the gates for a renewed arms race with Russia and a new arms race with China,\" Mr Gore said in a statement.</p>"
]