[
  "<p> Jack Nicholson once described her as a cross between a fawn and a Buick. And it is true that, though petite, Jessica Lange has an unexpectedly powerful physique. She looks strong, sexy, and her skin glows with good health. She has a vibrant presence, though there is little of the glitz of Hollywood about her apart from a slightly starry self-consciousness. For Lange is the product of the landscape into which she was born and to which she has returned to raise her own family. Minnesota. A state as far north as you can go before America turns into Canada, a land of dense forests in the north and wild, bleak prairies in the south; harsh winters, a hardy population, many of whose jobs rely on the massive iron ore deposits below the surface. She has come to London to star in a West End production of the great American classic, Long Day's Journey Into Night, Eugene O'Neill's autobiographical portrait of a family in crisis. She is playing the part of Mary Tyrone, a woman in painful decline as her family disintegrates into physical and spiritual ruin around her. One of Lange's directors once observed that she is \"drawn to grief\" like a moth to a flame. O'Neill's masterpiece is, as he writes in a tender dedication to his wife Carlotta, \"a play of old sorrow, written in tears and blood\". It is perfect Lange territory, and she admits the role was irresistible.</p> <p> \"Mary . . . Mary just breaks my heart, you know? I'm always drawn to those kind of characters. I love . . . I mean, I love the sadness in her, I love the loneliness, the fear she has.\" Why should that be? \"I think mostly because they are the areas that touch me most deeply and the ones that I'm most interested in exploring, you know? That kind of shadow. The dark side of a character.</p> <p>I mean, it's always been that way and I don't know why. It's just something that, uh, interests me more than a character that doesn't have those ghosts.\"</p> <p>Lange, who has talked in the past about suffering periods of depression, once said she thought her interest in the tragic, the sad and the lonely came from growing up in the woods of Minnesota. \"Maybe growing up there instils a sense of loneliness and despair in you and conditions the things that move you. Maybe it just comes out of the earth up there. It's something that envelops you.\" Maybe they're just better roles.</p> <p> We meet to discuss her latest venture in a small Italian restaurant behind Waterloo station. It is day five of rehearsals. She met her co-stars for the first time on Monday. She is to play opposite Charles Dance who appears as James Tyrone, Mary's flawed actor husband. So far, things are going well. \"This, for me, is the most exciting part, really,\" she says in her easy drawl. \"The kind of first encounters, and listening to the other voices and trying to figure out how it's all going to kind of mesh together. I mean, we're really just in the first process of discovery. Really hearing it and trying to figure out the thought behind everything, you know? I love that part of it. So I figure this week and the next couple of weeks will be the most thrilling in a way.\" It is a welcome return to the West End for Lange. She was last here four years ago as Blanche DuBois in Tennessee Williams' A Streetcar Named Desire, when she was given an enthusiastic reception by critics and public alike. Like Long Day's Journey Into Night, it was produced by Bill Kenwright and it restored Lange's stage reputation after a less triumphant run in the same role on Broadway in 1992, when critics commented on her \"lack of stage technique, including a voice that is not always audible\" and an \"emotional timidity\", which hardly seems credible in the context of her powerfully emotional film roles. </p> <p>Given Lange's lack of stage experience - her theatre work is limited to her very early career when she was studying acting in New York - it was a bold step to appear on Broadway, in one of the greatest plays ever written by an American. The role of Mary Tyrone is no less ambitious and there are those who are interested to see how the earthy, sexy, physically powerful Jessica Lange will fare as Mary, an ethereal, fragile character who floats in and out of the action, increasingly doped up on morphine. </p> <p>Her appearance at the Lyric Theatre is the latest in a long line of Hollywood imports to London's West End in recent years. Kathleen Turner (The Graduate), Nicole Kidman (The Blue Room), Kevin Spacey (The Ice Man Cometh) and, most recently, Daryl Hannah (The Seven Year Itch) and Macaulay Culkin (Madame Melville). It's a trend that serves a number of purposes; a big name can certainly work wonders for a show's success at the box office; equally, it can also be used to boost a flagging film career. The casting can look gimmicky, opportunistic, though not so in this case. Lange in the role of Mary Tyrone is an enticing prospect for London's theatre critics. </p> <p>She is not particularly nervous about the venture, despite her relative lack of stage experience. Does she think she's a better film actor than stage? \"I've done so much more film than theatre. I don't know,\" she says.</p> <p>\"I wouldn't know how to judge myself. I mean, after doing 22 films, you begin to understand the craft.</p> <p>\"I remember when I was working with [Jack] Nicholson years ago, I mean, it was uncanny his awareness of the camera and how everything was geared toward that, you know? I think that's what a great film actor knows how to do. Make the camera interested, make the camera want to see more. You know, really make the camera move in on you in a way, to study what it is that's going on.\"</p> <p>That surely is what Lange is so good at, too. As the murderous Cora in The Postman Always Rings Twice (1981), she and Nicholson battle it out for the camera's attention. It's a pretty close run thing. Or as the doomed actress Frances Farmer in Frances (1982); or the tragic country singer Patsy Cline in Sweet Dreams (1985). Lange seizes the camera's attention and holds on to it with both of her tough little hands, her teeth gritted with effort.</p> <p>These are among her best roles - no coincidence, perhaps, given her interest in the dark side of a character. Others have worked less well. On one of the dozens of Jessica Lange websites, a fan called Rebecca poses a conundrum familiar to anyone who has a passing interest in her work. \"Jessica Lange is my favourite actress,\" writes Rebecca, \"but she does seem to make movies that barely get seen or, if they do, are not very good.\" And there's something in that. Lange is revered as one of Hollywood's most talented and intelligent stars - but in among some truly memorable performances there have been some surprisingly poor choices. </p> <p>Lange's private life may now have settled (she is married to Pulitzer prize-winning writer, director and actor Sam Shepard), but professionally it never has, which is perhaps part of its fascination. There was Tootsie (1982), for which she won an Oscar for best supporting actress for her role as the sweeter-than-candy soap star with whom Dustin Hoffman's character falls in love. Then there was Country (1984), Sweet Dreams (1985), The Music Box (1989), Cape Fear (1991) and Blue Sky (1994), for which she won an Oscar for best actress for her role as the beleaguered military wife of Tommy Lee Jones. But along the way there have also been films ranging from the forgettable, such as Far North (1988), to the absolutely dire, such as Hush (1998). </p> <p>Jessica Lange was born in the small town of Cloquet, Minnesota, the third of four children to Al and Dorothy Lange. Al Lange was a wanderer, a drinker, a dreamer who did a variety of jobs throughout his life, everything from railroad worker to salesman, repeatedly uprooting and moving his family. He was a powerful, charismatic personality - not an easy man. His famous daughter loved him and hated him, but she always needed his approval. When she was a baby, so the story goes, he tossed her off a pier to teach her how to swim. When it came to teaching her to ride, he just put her on the back of a wild pony. </p> <p>Lange seems attracted to powerful, charismatic characters. After school, she got a scholarship to Minneapolis University to study art, where she became a hippy princess - beaded, beautiful, barefoot - but dropped out and went off to see the world with one of her teachers, a Spanish photographer and film-maker called Paco Grande, whom she married. They lived in bohemian New York, then moved to Europe, where they lived with the Gypsies in Spain, following the flamenco fairs in Seville and around Andalusia. From there they went to Amsterdam and on to Paris, where Lange studied mime and lived through the 1968 student revolution. They existed on next to nothing and travelled on a motorbike - the sort of existence most of us dream about as teenagers but few realise. </p> <p>The marriage, however, broke down. Lange returned to America, where she was signed up by Wilhemina, one of the leading model agencies of the day. She claims she was never quite tall enough or thin enough to make it on the catwalk; she did a couple of department store catalogues, but her break into films came when she was cast in the 1976 Dino de Laurentiis remake of King Kong as the ape's love interest. </p> <p>It was a disaster. Lange was lambasted and she didn't appear in a film again for three years. Her next appearance was as the angel of death in All That Jazz (1979), which was directed and choreographed by Bob Fosse, with whom she had an affair. It wasn't until 1981 that she got her big break in Bob Rafelson's The Postman Always Rings Twice, where she excelled as a duplicitous murderess. Nicholson, her co-star, idolised her. \"Few are the men who do not want to fall at the feet of Jessica Lange,\" he said. </p> <p>Her life has been as interesting off screen as on. She once said a quest for intensity had plagued her romantic life. \"It was a trap for me. As long as it was passionate - either negative or positive - then I knew it was love. As long as it was extreme. That was its validity. As soon as anything became too settled, too regular, too placid, I'd have to get in there with the Mixmaster to make sure things were still cooking.\" </p> <p>She embarked on a relationship with Russian dancer Mikhail Baryshnikov, with whom she has one daughter. Then, on the set of Frances, she met Shepard, who had a similarly colourful past and with whom she still lives. Lange is probably the better known of the two - just - but Shepard is recognised, in particular, as one of America's leading playwrights. </p> <p>Lange is notoriously reticent about their relationship as a \"movie couple\". When she picked up the best actress Oscar for Blue Sky, Shepard did not accompany her to the ceremony and she did not mention him in her acceptance speech, which provoked comment. But, as she later pointed out, award ceremonies are not his cup of tea, and her life with Shepard is separate from her professional life. Except that is, of course, when they work together. After Frances, they starred in Country and Crimes Of The Heart (1986) together. He also directed her in Far North, which he wrote, drawing on her childhood in Minnesota. She clearly enjoys working with him - they share a passion for the land and she has said that Far North and Crimes Of The Heart were among the most fun to make of all her films. </p> <p> \"As far as Sam and I are concerned, yes, we're both very private people. We just have to guard against becoming so reclusive that we end up like two old hermits living up on top of this hill,\" she was once quoted as saying.</p> <p>There does seem to be an unlikely quaintness about their relationship. Back in 1985, a journalist from the International Herald Tribune interviewing Lange described how Shepard walked in unexpectedly; Lange leaped to his side in mid-sentence as though she had not set eyes on him for weeks. She once said she had made a life-long commitment to \"taking care of Sam\". </p> <p> At 51, she is now relaxed about her career. \"I don't have a tremendous amount of ambition left.\" Was she ever that ambitious? \"Oh yeah, I think so, in the beginning. Of course, not a kind of a killer ambition by any stretch of the imagination. But I'm not looking for anything that way any more, I don't think. In the beginning, you're searching for some kind of recognition. And after a certain amount of time, that's really not important any more.\"</p> <p>Her children and family life had a dramatic impact on her career - she loathes being parted from them for any length of time. She has three children; a 19-year-old daughter, Alexandra, who is known as Shura, from her seven-year relationship with Baryshnikov; and Hannah, 14, and Walker, 13, from her relationship with Shepard. All of them will be coming to London to spend varying amounts of time with her while she's doing the play. </p> <p>They will be tutored while they are here, and they will grumble and moan that they are having to leave behind their friends and their lives back home in Minnesota, but Lange has always made sure her children spend plenty of time with her when she's away on location - not just for them. When they were smaller, she says she used to be able to just pack them up and bring them away and they were barely aware of where they were. It was much easier. Now they'd prefer to be left at home, but she can't do it. Why not? \"Because I don't do well without them.\" </p> <p>Ask her what it feels like to be without them and she pauses for a second, then says: \"You know what it feels like? It feels like the end of the world. They're the only thing I think in my life that ever really anchored me, that I've ever felt cemented to. And I just enjoy them more than anyone else in the world. And I'd rather hang out with them than anyone else. I'd rather be with them than with anyone else. I find them infinitely fascinating.\" </p> <p> Lange is refreshingly independent of Hollywood. She has spoken out occasionally - challenging the absurd sums the big stars command for each performance. She has said she would never have plastic surgery - even if she did add that Sam would not approve. She's physically separate from the place - as well as ideologically - never having lived there.</p> <p>Until 1995 she lived in Charlottesville, Virginia, on a farm where Shepard bred horses and raised cattle. Then, when her widowed mother's health began to fail, she took her family back to Minnesota, so that they could grow up amid a network of cousins and second cousins, brothers and sisters, uncles, aunts, great uncles and great aunts. She wanted her children to feel haunted by a place, the way she was as a child, with a powerful sense of belonging. She once said that she would like her gravestone to be inscribed with just one word, \"Mother\".</p> <p>Seven years ago, she was one of a group who travelled to Romania to try to help free children from the nightmarish institutions of the Ceausescu regime. She brought back two children - a boy and a girl. The boy went to live with one family, the little girl stayed with Lange. When she arrived, they thought she was about two years old. It turned out she was in fact six but her muscles had atrophied to such a degree that she had not grown. She had never walked; she had never talked. \"There was this thrilling moment when she started to walk. She got strong and she got healthy,\" says Lange. She never, sadly, learned to talk.</p> <p>After 18 months the girl went to live with the family who were bringing up the Romanian boy brought out of the country at the same time. \"It was not a question of adopting her, it was a question of getting her out and finding her a home and getting her healthy before she went to live with these people. If I had the kind of stability, I would have loved to bring these children up. It was very difficult because of the way I work. I'm always travelling. I'm always going on location. These kids really needed a place where they were just at home. They had never had that.\" </p> <p>Currently, her key preoccupation is the American elections. She is watching the presidential race anxiously from afar. Before coming to London she was heavily involved in campaigning for the Democrats - because the alternative, she believes, would be so disastrous for her country, particularly on abortion rights. Bush is pro-life.</p> <p>She's also concerned about the environment. Bush's record on environmental policies in Texas, where he is governor, she says, are some of the worst in the entire country. \"We are going backward in that country at such an alarming rate, it's really scary. We have this incredible kind of, um, conservative right-wing movement, and if Bush gets elected, it's going to move so far right. I told my kids, 'Look, if Bush is elected, think of where you wanna go. [She laughs - a really funny, infectious laugh.] We'll be leaving for four years.\"</p> <p>Seriously? \"Nooooo, I can't drag my kids out of the country just because I hate the president, although I would be tempted. [She laughs again.] You know, to see his smirking little face on TV every night, and to listen to him - he's such a stupid man. </p> <p>\"They're saying this is the closest election in something like, what, 40 years? That's what's so frightening. You look at the people around you and you think, 'My God, what are you thinking about? There is no contest here. What are you thinking about?'\"</p> <p>She thinks Clinton has been \"a very successful president\", but adds, \"For a man who is so amazingly intelligent, he really has done some extraordinary things. Sometimes you just have to shake your head and think, how could he be so fucking stupid, you know? How could he have blown it like this? The whole scandals! We've been continually hounded by these scandals for the last eight years.\"</p> <p>Lange is more engaged politically than I anticipated. Hollywood has a long and enduring relationship with politics - Warren Beatty, Ronald Reagan, Clint Eastwood, Jane Fonda - but Lange is less known as an activist; someone who is private, cut off, busy living out a rural idyll, doing a bit of photography, \"taking care\" of Sam. We talk about the excitement of 1968 and I ask her what she thinks about the anti-globalism protests which have recently taken place in Prague and, before that, in Seattle. \"It interests me a great deal. I mean, I think it's very dangerous to have the World Trade Organisation making decisions. It's hard enough for people to actually get the government to do what they want. But to have something that's so outside any kind of rules and checks. That I think is very frightening.\" </p> <p> She says she was much more political in the 60s, when an entire generation was galvanised into political action by the Vietnam War, but every once in a while it rears its head again. Like when she, Sissy Spacek and Jane Fonda travelled to Washington to give evidence before something called the House Democratic Caucus Task Force on Agriculture in order to highlight the plight of farmers being driven off the land. News reports from the time document that Fonda was the most professional, Spacek the most impassioned and Lange the most heartfelt. </p> <p>It is an issue about which Lange feels particularly strongly because of her own upbringing amid farmers in Minnesota. She cares about the land and those who work on it and you can see it in her work, most evidently in Country, which she produced and in which she plays a farmer's wife struggling to hold farm and family together in the face of ruinous Reaganite policies. It's there in A Thousand Acres (1997), a reworking of King Lear in which a father seeks to divide his farmland among his daughters. There's a campaigning edge to some of her work, which isn't instantly obvious.</p> <p>Would she call herself a feminist? \"No, I would never say that. No, I would never use that term. I've always done what I've wanted. I've never felt anything has stood in my way. I think I've raised my daughters that same way, that they are capable of doing anything they could possibly ever imagine.\" </p> <p>After Long Day's Journey, Lange's next leap into the dark comes when she directs for the first time. She first optioned the novel Machine Dreams, by Jayne Anne Phillips, 15 years ago, and after leaving it gathering dust for years, she returned to it last winter and wrote a draft script. \"The writing was very enjoyable,\" she says. \"There are very few things in my life which I do privately. You know what I mean? Where you are actually alone in a room and it's just you. It was very meditative, very peaceful. It was wonderful to sit on winter afternoons and try to adapt this book.\" </p> <p>Did she feel at all intimidated, tiptoeing as she was into Shepard's territory as writer? \"No, actually,\" she says breezily. \"It didn't intimidate me while I was doing it at all. When I gave him the script to read, I think I hovered nervously around the stairwell to see how he was going to react,\" she says. \"But he was really great about it.\"</p> <p>Writing is not something she finds particularly easy. \"I don't have the discipline to do it. I really don't. I have a hard time just settling in one spot for more than a few moments at a time.\" Directing, however, is another matter. She is very excited about directing. Kathy Bates and Robin Wright have already expressed an interest in the project and once she has got her next film out of the way (she is starring with Christina Ricci in Elizabeth Wurtzel's Prozac Nation) she'll move to the other side of the camera. \"I'm going to ask everybody I've ever known who's directed anything at all - even traffic - I'm going to ask them how it's done, you know? I have no ego when it comes to that. I want everybody's, everybody's information.\" </p> <p>Heartfelt. Yes, that's it. Lange is someone whose politics, like her career and her private life, is heartfelt. She's driven by her heart and by her emotions; she's constantly getting out the Mixmaster to make sure things are still cooking. Which doesn't always make for sensible decisions, but it does make her daring, and a bit dangerous and at times dazzling. She might bomb, she might be brilliant, but at least she doesn't play it safe</p> <p>Long Day's Journey Into Night will be previewing at the Lyric Theatre, London, from November 6 and runs until March 3.</p>",
  "<p>Yesterday's intervention by the European Central Bank looked high risk from the outset. By the end of the day, it looked plain cavalier. On the plus side, there was the virtue of real surprise and, unlike September's action, the ECB was in the driving seat. The background was more favourable, too - with a handful of stats over the past fortnight hinting at a cooling of the runaway US economy. </p> <p>So the near-two cent jump in the euro which followed the first bout of market action in the morning looked a justifiable result. The trend, for once, seemed to be the ECB's friend. </p> <p>It is all the more alarming then that by lunchtime all the gains had evaporated and the currency was back below the level at which the ECB had first intervened. Even a second bout of action in the afternoon struggled to hold the price much above this level. </p> <p>What neither the markets nor anyone else could work out was why the bank did not ensure a bigger bang for its (apparently modest) amount of bucks by waiting until after next week's US presidential election, when the Federal Reserve could have helped out. Add in a rise in rates and the ECB's approach might then have amounted to a classic exercise in central bank intervention. </p> <p>A November rise in interest rates remains a possibility - though how that would square with the need to address the imbalance of economic performance between the US and the euro-zone, which has driven the dollar higher (and the euro lower) is not obvious. But any sign now of the US cavalry will look like a rescue mission. </p> <p>Indeed, there was room to speculate yesterday whether the ECB acted on its own because it knew it could not get the Fed on board even after the election. </p> <p>That is unlikely. Instead, the ECB seems to have jumped at a chance to raise its credibility - and missed. The danger now is that it faces a lonely war of attrition which can only compound the worries about price stability the intervention was designed to address. </p> <p><strong>Bankers' spat</strong><br> </p> <p>Merger or takeover talks which leak in their early stages usually do so as a negotiating or scuppering tactic by one of the parties. The leaks can be costly. </p> <p>For instance, Peter White, the chief executive of Alliance &amp; Leicester, found out just how difficult it can be to negotiate in public when news of his talks with Bank of Ireland reached the outside world prematurely. He eventually lost his job. </p> <p>Ian Harley, chief executive of Abbey National, and Peter Burt, his counterpart at Bank of Scotland, must be hoping that they too do not suffer a similar fate after news of Abbey's approach to the Edinburgh institution emerged late on Thursday. </p> <p>Long misunderstood by the City, Mr Harley was at pains yesterday to make it clear he wanted to get BoS back to the negotiating table. But his chances looked far from bright last night, unless Mr Burt is only talking tough and is secretly ready to reconsider his terse official statement - itself reminiscent of the hostility he adopted during his ill-fated bid for NatWest a year ago. </p> <p>To be fair, the leak had done neither Mr Burt, in New York for personal reasons, or Mr Harley much good by the end of the day. BoS, the smaller of the two operations, had been forced to acknowledge that in the summer it tried to instigate a deal with Abbey, which it would have liked to portray as a \"merger\", allowing the BoS men to take the top jobs. Failure leaves Mr Burt in the uncomfortable position of having two abortive deals out in the public domain, a factor which will make it all but impossible for him to argue that he sees a rosy independent future for his bank. </p> <p>But it is Mr Harley who is probably in the more precarious position. Unlike Mr Burt's shareholders, his appear to be showing fewer signs of patience, despite a track record which is nowhere near as bad as some critics make out. His own contradictory statements have done him few favours and the rise in his bank's share price showed yesterday that the City believes that his approach to BoS will flush out another bidder. </p> <p>Analysts at Deutsche Bank note that, while the deal he wants to pull off is \"reasonable,\" better ones are available and for that simple reason they believe it is unlikely to happen. </p> <p>Mr Harley's proposal, which contains only the loosest of terms and had not yet touched on boardroom positions or even the price to be paid, is still on the table. But to get BoS back talking he may have to indicate that the word \"takeover\" be restricted to its accounting sense rather than a more general usage which would mean dumping the Edinburgh management. </p> <p>Such a route could also require Mr Harley being brave enough to relinquish his own position as well. Indeed, his big shareholders might require it of him - either that, or a predator makes it academic.</p>",
  "The fate of next week's US presidential election hinges on how American voters react to last minute revelations that Republican candidate George W Bush has a drunk driving conviction which he concealed for 24 years. <p>News of Mr Bush's 1976 arrest in Maine eclipsed coverage of all yesterday's other events on the campaign trail after the story broke on Thursday on a local television station in Portland, Maine. </p> <p>Having kept the conviction quiet for nearly quarter of a century, Mr Bush was forced to change tack once the story broke, electing to confront the issue head-on in a speech at Grand Rapids, Michigan. </p> <p>\"It's become clear to America over the course of the campaign that I've made mistakes in my life,\" Mr Bush told his audience. \"But I'm proud to tell you I've learned from those mistakes.\" His comments triggered prolonged cheering. </p> <p>Mr Bush was arrested near his family's Kennebunkport summer home on September 4 1976, when he was 30. Police saw his car swaying from side to side. Mr Bush had three passengers, his sister Dorothy and the former Wimbledon champion John Newcombe and his wife. Mr Bush pleaded guilty to the charge. He was fined $150 and suspended from driving in Maine for 30 days. </p> <p>It is Mr Bush's third known arrest. He was charged with disorderly conduct in 1966 after stealing a Christmas tree while drunk when he was a Yale student. The charges were later dropped. The following year he was arrested in New Jersey for disorderly conduct after a college football game. He was given a caution. </p> <p>Mr Bush was asked by reporters in 1996 if he had any arrests for drunk driving. \"I do not have a perfect record as a youth,\" he said at the time. </p> <p>As Mr Bush fought to prevent the news from slowing his march towards victory on Tuesday, his aides tried to shift the focus with allegations of Democratic Party dirty tricks. </p> <p>\"I think the American people are tired of this kind of 'gotcha' politics,\" Mr Bush's spokeswoman, Karen Hughes, said. </p> <p>The source of the revelation was Tom Connolly, a Portland lawyer and local Democratic Party activist. Mr Connolly ran for the governorship of Maine in 1998. </p> <p>Mr Connolly said he had been at the local courthouse on Thursday and had been given a copy of the court records on Mr Bush's case, which he passed to a reporter. \"It's not a dirty trick to tell the truth,\" Mr Connolly said. </p> <p>The Gore campaign denied any involvement in the leak. \"We had absolutely nothing to do with this,\" Mr Gore's spokesman, Chris Lehane, said. </p> <p>Opinion polls conducted before the latest news showed Mr Bush leading Mr Gore by between one and six points.</p>",
  "Stymie had killed Lizard so there was a \"green light\" - the term for a go-ahead for a revenge killing - shining on the Temple Street gang when it met that night. But now a different kind of light is being shone on this meeting four years ago of the young gangsters of Los Angeles, and it has exposed another slice of the biggest police corruption scandal in the city's history. <p>This week four LAPD officers have been standing trial in what could be the first of many such cases. And the outcome will have huge political, social and cultural ramifications. </p> <p>Stymie is Anthony Adams, a member of the Temple Street gang who had killed Lizard, a leading member of the Mexican Mafia - a fearsome prison based gang strong enough to order killings from behind bars. </p> <p>Lizard had been collecting \"taxes\" on his gang's behalf and Stymie had shot him \"as a 'we're not going to pay' kind of thing\". The MM could not let this go unpunished and had demanded thousands of dollars as a \"fine\" before removing the \"green light\". </p> <p>The meeting that was due to take place at the corner of Temple Street and Coronado, a patch known to the police as the Snakepit, was for gang members to discuss how they were going to pay this fine. The police planned to be there, too, and pick up Stymie and his pals. </p> <p>The person explaining all this to fascinated jurors in the city's courtroom 109 is Brian Liddy, one of the accused. He looks like a bull in a sports jacket and is sitting in the witness box on this balmy November day being questioned by his attorney, Paul DePasquale. </p> <p>What happened after Liddy and his colleagues arrived at the Snakepit that night is what the jurors have to decide. </p> <p>Did he and his fellow officer, Michael Buchanan, really get hit by a pick-up truck driven by a getaway gangster or did they make the whole thing up, and frame and beat up the gang member? And are the officers part of a vast scandal that has led to killings, beatings, framings and drug dealing - all carried out by the men who should be enforcing the law? </p> <p>That story starts with Rafael Perez, a policeman caught stealing 2.7kg (6lb) of cocaine from a police locker room in 1998. In a plea bargain deal, he was given a five-year jail sentence in exchange for information about corruption among his fellow officers. </p> <p>What Perez told investigators has now led to more than 100 people having their convictions overturned and left the city facing bills for an estimated $135m (£93m) in law suits from ex-gang members who were framed, beaten and, in one case, paralysed. One victim will not be suing personally: Juan Saldana, 21, was shot and left to bleed to death with a gun planted beside him. </p> <p>Every week over recent months it has seemed that a gang member, usually Latino, has emerged from prison with tales of beatings and plantings. </p> <p>One of the very worst cases was that of Javier Ovando, who was allegedly shot and paralysed by Perez and his fellow officer, Nino Durden. The officers then accused Ovando of attempted murder and he was jailed for 23 years, with the judge chiding him for his lack of remorse. Ovando is out now and will be compensated but will not walk again. </p> <p>The police union, the Police Protection League, has claimed that Perez was a rogue cop and was only implicating his colleagues to save his own skin. But morale among officers has slumped. They say they are now so concerned about being accused of framing or beating gang members that they spend their hours on duty avoiding trouble. This may be the reason for the recent rise in gang shootings, and the renewed activity among the more than 400 gangs and 60,000 gang members in the city. </p> <p>There is a heavy political undertow in LA to accusations that the police have abused their power. In 1992, 54 people died after the riots that followed the acquittal of officers caught on video beating Rodney King. In 1965, in the Watts section of LA, it was police action against an alleged drink driver that led to the riots in which 34 died. This time the city wants to show that it is acting properly, and hence the Los Angeles district attorney, Gil Garcetti, has initiated the prosecutions. </p> <p>Liddy, Buchanan and two other officers, Paul Harper and Edward Ortiz, accused of conspiring to pervert or obstruct justice, are the first fruits of Mr Garcetti's labours. And as their trial comes to its conclusion, there is a political dimension: Mr Garcetti is running for re-election next Tuesday. A conviction would help his credibility and an acquittal would pose questions about his judgment. </p> <p>This week has come a new twist: Perez is not giving evidence as planned because his ex-girlfriend has now claimed that he and a fellow rogue officer, David Mack, had killed a drug dealer and his mother and had buried their bodies in a rubbish tip in Tijuana, Mexico. The Mexican police found no remains. </p> <p>Perez is duly \"pleading the fifth\" - refusing to give evidence in case he incriminates himself in a double murder. But whatever happens in this case, the ramifications are already being felt throughout the city. </p> <p>A few miles from the downtown courthouse, in Boyle Heights in the Latino area of the city, sits Frank, as he suggests we call him. Frank, a good-looking, shaven-headed 20-year-old in a Nike jacket and jeans, has cut his teeth with the Playboys gang. He says that the framing of young gang members is routine and is himself suing the LAPD for planting marijuana and crack on him, which led him to a year in jail. </p> <p><b> Different rules</b><br> </p> <p> \"Rafael Perez was known to us more as a businessman than a policeman. He was one of the big dealers. Have things changed because of what happened? The police just play by different rules now.\" </p> <p>He said that instead of planting drugs on gang members, the police now arrest them for petty offences. \"They do it with righteous excuses now but they're still there.\" </p> <p>Frank is sitting in a room at the back of the centre where Father Greg Boyle - \"G-Dog\" as the young gang members call him - runs a programme that helps them find work and tries to get them out of the gang cycle. </p> <p>Father Greg, who probably knows as many gang members as anyone in California, has noticed a dramatic change in policing since the scandal broke, but it is not a change he welcomes. </p> <p>\"What we have now is police abuse that takes the form of absence,\" he says. \"There is an over-cautious tentativeness, a reluctance to stop the people that they should. They want to get to the ends of their shift not just without being shot but without having a grievance filed or a complaint levelled. Either they're violating human rights in the name of law enforcement or they have a hands-off policy. Both are wrong and both are not helpful. </p> <p>\"I buried my 85th and 86th kids last week,\" says Father Greg. \"One was a 19-year-old gang member and one was a 10-year-old girl caught in the crossfire. A lot of that comes from the tension that kept mounting that could have been largely remedied by a police presence but because we didn't have any, that [the shootings] became an inevitability.\" </p> <p>Back in court, the two young prosecuting attorneys, Laura Laesecke and Anne Ingalls, cross-examine other officers. Without Perez their case is weak. It is further weakened by the reluctance of the police witnesses to remember too clearly what happened on key nights. But Ms Laesecke has got her teeth into the case. She rides the constant cries of \"objection\" from the high-profile all-male defence attorneys as she tries to construct the case against the four. </p> <p>The judge, the elegant Jacqueline Connor, has been attacked by the local press for being pro-police. She watches as Liddy pauses for a split second while he answers as to whether he kicked the fleeing gang member so hard between the legs that he soiled himself. </p> <p>The presidential election has taken over the city's front pages and the taxes being discussed are the ones George W Bush would like to cut, not the kind imposed by the Mexican Mafia. The circumstances that created LA's gangs, the drug laws that take them to court and the jails in which so many languish have not been part of the presidential debate. Neither of the frontrunners offers much in the way of penal reform or a shift in the distribution of wealth. </p> <p>Amazingly to some outsiders, includ ing New York journalists covering the case, there has been little public outrage. To many in LA, it seems, what happens to the young gang members is what they deserve. </p> <p>James Ellroy's book LA Confidential told a story of police corruption in the 1950s, but it was not written until 1990. Perhaps we will have to wait a while for the full story of the current scandal and another 40 years to see Rafael Perez and his gang of untouchables on the big screen in all their terrible glory. </p> <p><b>Crimes and punishments</b></p> <p><b> July 1996</b><br> Police swoop on Temple Street gang and claim to have been injured by fleeing gang members. Gangsters claim assault </p> <p><b> October 1996</b><br> Officers Rafael Perez and Nino Durden allegedly shoot and paralyse Javier Ovando, plant weapon on him and charge him with attempting to kill police </p> <p><b> February 1997</b><br> Ovando jailed for 23 years </p> <p><b> March 1999</b><br> Officer David Mack, friend of Perez, jailed for 14 years for bank robbery </p> <p><b> March 1998</b><br> Perez steals cocaine from police locker </p> <p><b> December 1998</b><br> Perez arrested </p> <p><b> September 1999</b><br> Perez offered deal in exchange for information about corruption. Starts naming officers. Total of 51 officers now under investigation, 118 sacked, 200 leave while under investigation. Ovando freed </p> <p><b> October 2000</b><br> First corruption trial starts, involving sergeants Brian Liddy and Edward Ortiz, and officers Michael Buchanan and Paul Harper </p> <p><b> November 2000</b><br> LA city council agrees to allow sweeping reforms of LAPD and future monitoring by independent observers. US attorney general, Janet Reno, hails agreement as offering \"extraordinary challenge\" to LAPD. Perez takes the fifth amendment.</p>",
  "On the night of August 9, 1969, on the leafy streets of West Hollywood, the Manson \"family\" carried out the ritual murders of five people, including the actress Sharon Tate. The killings spread fear and revulsion across the Hollywood Hills and beyond, signalling both the end of the hippy dream and the beginning of a collective psychic unease. Back then, riven by a foreign war and a cauldron of domestic unrest, America found in Charles Manson - who was a hippy and a psychopath - the bogeyman it needed. <p>Now, more than 30 years later, West Hollywood is home to a rock star whose celebrity arguably outstrips even that of the killer whose surname he has adopted - whether in homage or as provocation it's hard to tell. Marilyn Manson, at 30, inhabits a complex role: the pop star as scapegoat.</p> <p>In the past few years, he has been accused by politicians, church leaders and concerned parents, of corrupting and depraving America's young - nothing new here in rock'n'roll terms. What took the collective fury to a new plane was the shootings at Columbine high school in Colorado last year, when two boys killed 12 of their classmates and a teacher. </p> <p>In the media-fuelled hysteria that followed, Manson was held responsible: the boys were followers of his, so the accusations went (wrongly as it turned out), and his music was an incitement to murder. </p> <p>He has, in short, become a focus for the anger, disgust and helplessness that America feels when confronted with irrefutable evidence of its own fallibility. Though obviously shaken by the intensity of the post-Columbine media witch-hunt, the role of contemporary American scapegoat is one Marilyn Manson revels in, and exploits for maximum melodrama. </p> <p>The release of his new album, Holy Wood (In the Shadow Of The Valley Of Death), is timed to coincide with the climax of the presidential election campaign, which should be doubly interesting because the Democratic candidate for vice-president, senator Joe Lieberman of Connecticut, is one of Manson's most consistent, and loudest, critics, famously describing the group as \"perhaps the sickest act ever promoted by a mainstream record company\". </p> <p>Manson's position as rock's reigning controversialist will be reinforced. \"Oh, it's sure to start again as soon as I put my head above the parapet,\" he chuckles, obviously relishing the notion, \"simply because I don't think the people I am attacking will ever understand the satire or the irony in my work. </p> <p>\"They will react to the surface in the same old knee-jerk way and hate me, and probably want to kill me again. And that really does fuel my fire. See, I guess I need them like they need me. They don't have a living, breathing devil and I am more than happy to play that role.\" </p> <p>Since the extraordinary success of his cross-over album, 1996's Antichrist Superstar, which entered the US charts at number three and has since sold several million copies, and at a time when rock music seems a hopelessly outmoded medium for rebellion and dissent, he has been an inspired provocateur and a lightning rod for controversy; someone who effortlessly inflames the right and doggedly tests the tolerance of liberal America. </p> <p>Today, though, his etiolated frame stretched out on a sofa in the dimly-lit interior of his manager's chic, minimalist office, Marilyn Manson comes across as the antithesis of his reputation. He immediately apologises for his lateness, which, by celebrity standards, is not really late at all. His responses are measured, thoughtful, often incisive. He is dressed head-to-toe in black, a pair of designer wraparound shades completing an ensemble that looks more Gucci than goth. </p> <p>His stick-thin frame is topped with an androgynous face whose pallor is emphasised by the shock of lank black hair that falls to his shoulders. In this light, he could pass for Nick Cave's slightly camp, even ganglier, younger brother. His voice is low, his enunciation slow and slightly drawled as seems to be the vogue among America's current arbiters of unease. </p> <p>He does not, though, seem pharmaceutically dislocated in the manner of say, Harmony Korine, the young auteur of trailer-park America, whom Manson considers one of his few creative compatriots. One senses this is someone who takes himself, his music, and his role as America's reigning rock seer and self-styled spawn of Satan utterly seriously. \"I consider myself an artist,\" he says at one point. \"I like to think I'm more Oscar Wilde than Ozzy Osbourne\". </p> <p>It is difficult to imagine what Wilde would make of a song such as Scabs, Guns &amp; Peanut Butter, whose title alone gives fair indication of the singer's abiding obsessions. His imminent album consists of a fresh slew of songs such as Disposable Teens, Target Audience (Narcissus Narcosis) and A Place In The Dirt; songs about guns and religion, mass media and martyrdom, alienation and death. </p> <p>These are the constants of Marilyn Manson's work, articulated in his trademark angsty, screechy voice against a backdrop of loud, brutal, riff-leaden goth-metal. It is an acquired taste: readers of Kerrang! will be on relatively safe ground; anyone who prefers music that can be described in terms of \"nuance\" or even \"melody\" would be well advised to look elsewhere. On The Death Song, he howls a not untypical refrain: \"We are on a bullet and we're headed straight into God\". Subtlety, as one glance at his wardrobe will attest, is not Manson's strong point. </p> <p>Then again, subtlety would probably be lost both on his target audience, the hordes of alienated American adolescents who lap up this stuff, and on his myriad opponents, who view him as a threat, not just to the minds of their impressionable sons and daughters, but to the American way of life itself. </p> <p>\"I actually think I'm engaged in a revolution,\" he tells me, without a trace of irony, \"in a fight worth fighting. Our generation don't have a war. This is our fight, and it is against conservatism and ignorance, whether in American politics or American Christianity.\" </p> <p>Born and raised plain Brian Warner in the town of Canton, Ohio, Manson is the son of a nurse and a furniture salesman who served as a helicopter mechanic in Vietnam. His childhood was certainly strange: he underwent regular physical and psychological studies conducted by a government agency in order to determine whether his health had been affected by his father's possible contact with Agent Orange, the highly toxic pesticide dumped over Vietnam by American forces. </p> <p>He was, he has said, the only one in these groups of the offspring of Vietnam vets who was not physically deformed, and retains to this day an attraction to what he calls, \"physical otherness\". In the first chapter of his by turns hilarious and disgusting biography, The Long Hard Road Out Of Hell, he describes in lingering detail an interlude when he spied on his grandfather masturbating in a room full of toy trains. Sickness and sexual perversion, usually sadistic, retain an abiding fascination for the adult Warner, whose stock-in-trade is shock, self-abasement and transgression.</p> <p>It is possible that Brian Warner might never have metamorphosed into Marilyn Manson had his parents not sent him to the Heritage Christian School in Fort Lauderdale, Florida, in 1974, where he learned that albums by WASP, Judas Priest and Queen were conduits for the teachings of Satan. </p> <p>Inspired, he made his first recordings there, taping and selling his own songs about sexual perversion, masturbation and farting. Like Korine, or Trey Parker, co-creator of South Park, he was a regular middle-class, middle-American heavy metal kid, and also a budding capitalist. \"I'd buy a WASP record for seven bucks and then sell it to some kid whose parents wouldn't allow him to go to the store,\" he told Rolling Stone magazine in 1996, \"then later in the day I'd go steal the album back and keep it for myself. I didn't realise it at the time but there's always been this underlying theme in the stuff that I do: it's teaching people not to be stupid.\" </p> <p>By the late 80s, the teenaged Brian Warner was writing prose - \"horror stories mostly\" - for Night Terror magazine and contributing features and interviews to a rock magazine, The 25th Parallel, for which he interviewed Trent Reznor, lead singer of industrial goth-metal group, Nine Inch Nails. </p> <p>Soon after, Warner formed his first group, Marilyn Manson &amp; The Spooky Kids. \"I wanted a name that said it all, almost a brand name. I took a celebrity martyr and a celebrity killer and put them together. If you want to understand America, you have to look at the celebrity process. It's sick and its utterly revealing about our need to celebrate even the worst aspects of our culture.\" </p> <p>In 1993, Marilyn Manson signed to Reznor's Nothing label, releasing Portrait Of An American Family, produced by Reznor in his own home - the house where Sharon Tate was murdered. The album was a cult success, the subsequent tour, a sign of what was to come: Manson was arrested in Jacksonville, Florida, for \"violation of the Adult Entertainment Code\" for allegedly exposing himself and simulating sex on stage. </p> <p>The following year, an EP entitled Smells Like Children appeared, and the group hit pay dirt with an inspired reading of the Eurythmics' typically anodyne Sweet Dreams (Are Made Of This), which suddenly seems loaded with all manner of murky undertones. </p> <p>Fuelled by some Herculean multi-drug use, the 1995 American tour descended into a marathon orgy of self-abuse and attendant controversy that culminated, in true Spinal Tap fashion, with Manson sacking drummer Sara Lee Lucas by setting fire to his drum kit midway through a show. (Odd, sexually contrary pseudonyms seem to be a prerequisite for the group, which currently includes Madonna Wayne Gacy and Manson's longtime associate, Twiggy Ramirez.) Among the backstage diversions was an on-camera confession booth designed supposedly to \"suck sins\" from fans and groupies. </p> <p>In The Long Hard Road Out Of Hell, one chapter details the torture and sexual degradation of willing, usually female, fans, many of whom have carved his name on their chests as an act of homage. In places, I tell him, the book reeked of old school rock'n'roll misogyny, in others, it suggests a warped imagination addicted to wilful exaggeration. </p> <p>He seems to interpret this as a compliment. \"Well, I do have a gift for hyperbole,\" he drawls. \"But, often, the things that seem the most exaggerated can be the most true. I'll leave it to the discerning reader to make up their own mind.\" Did he, I wonder, regret some of the depths that he has plumbed in the past: the humiliation of already damaged individuals who seem drawn to Manson and his music in order to vindicate their dysfunctionalism rather than to find redemption. </p> <p>There is a thoughtful pause. \"Well, I don't see it that way. Regret is a negative emotion, like guilt. Plus, I attract outsiders and misfits because I am one. I think I voice a lot of their alienation because for a long time I felt it. Still do, to a degree. That said, there is evolution and character growth in everyone, and things I did even a year ago, or five years ago, I wouldn't do now. It was, how shall I put it, a voyage of discovery. I had to go out there and experience it all.\"</p> <p>Although Manson ended up in hospital from his spiralling drug habit during the making of 1996's Antichrist Superstar, the difficult birth produced a record that propelled him into the mainstream. An impossibly convoluted goth-metal concept album about personal and global apocalypse, Antichrist Superstar remains Marilyn Manson's defining statement. </p> <p>Though it sounded neither new nor particularly inspired, it was perfectly timed: a big, doomy, histrionic, end-of-the-millennium howl of anger and anguish. Plus, Manson looked weird, otherworldly even, and, like David Bowie as Ziggy Stardust before him, paraded his polysexuality almost as a badge of identity. </p> <p>From this side of the Atlantic, it is difficult to make sense of Manson's celebrity infamy and the hysteria he provokes, not least because his music has never brought him any critical credibility. Although the genre was invented in the UK by groups such as The Cure, The Mission and Sisters Of Mercy, goth is seen here as the music of the terminally adolescent and unapologetically pretentious: a soundtrack for those who spend their lives in black-painted bedrooms convinced that moroseness is an aesthetic end in itself. </p> <p>In America, though, most notably on the sunny, unreal West Coast, goth, whether old school (The Cure, The Cult), industrial (Ministry, Nine Inch Nails), or arty (The Smashing Pumpkins, Marilyn Manson), equals cool. In the land of sun-tanned, health-obsessed body fascism, a penchant for black eyeliner, pale skin and layers of greying lace and velvet signifies otherness, outsiderdom, and remains a sure-fire way to shock and outrage parents, politicians and society at large. What is dismissed here as adolescent pantomime posturing, more Addams family than Manson family, is often seen over there as the first step on the slippery slope to eternal damnation. </p> <p>Manson's now infamous 1996/7 Dead To The World tour was a triumph of spectacle and puerility. The provocations included wilful obscenity: mock copulation, onanism and flagellation; and even more wilful blasphemy: a pulpit draped in pseudo-fascist banners from which he ripped up copies of the Bible, and led the audience in chants of \"kill God\". Needless to say, the Christian right responded vigorously, picketing gigs and lobbying the Senate and state authorities in (sometimes successful) attempts to have shows banned. Things reached an absurd pitch when, in Texas, a fan was arrested on his way to a gig for wearing a Marilyn Manson T-shirt.</p> <p>Manson fuelled anger and opprobrium, as well as obsessive devotion, across America, in much the same way that the Sex Pistols did in Britain in 1977. But, whereas Johnny Rotten and his cohorts homed in on the Queen as the symbol of all things moribund and hypocritical about Great Britain, Manson chose God - or, to be more precise, contemporary Christianity - as the symbol of everything in mainstream America he held in contempt.</p> <p>He aroused an almost primordial fear in the hearts of his enemies by declaring in interviews that he was a Satanist. In his biography, he writes, \"The devil doesn't exist. Satanism is about worshipping yourself, because you are responsible for your own good and evil ... I'm not, and never have been, a spokesperson for Satanism. It's simply part of what I believe in, along with Dr Seuss, Dr Hook, Nietzsche and the Bible ... \" </p> <p>Again, the irony, as well as the veiled retraction, was lost on the American religious right. There are currently countless Christian and/or concerned parents' anti-Marilyn Manson internet sites. The Dayton Family Network, for instance, prints Manson's song lyrics preceded by the following warning: \"Please proceed only if you are prepared to confront Satan himself\". A show in Orlando, Florida, in 1999, was picketed by Christian groups who distributed a protest prayer, which, in its apocalyptic poetry, gives some indication of the kind of mind-set Manson has chosen, in his singular way, to do battle with. It reads:</p> <p>O foul and evil spirits who have brought</p> <p>The music group Marilyn Manson into Orlando,</p> <p>And have consumed and possessed the bodies and minds</p> <p>Of all who are part of the group or an aid to their movements,</p> <p>By the power given us by Jesus Christ, and in his holy name,</p> <p>We hereby bind the buses and trucks that will bring</p> <p>Marilyn Manson and their music into our community,</p> <p>We bind the engine that makes the car run,</p> <p>And the fuel that makes the engine run,</p> <p>We bind the lights and the amplifiers,</p> <p>The microphones and the musical equipment</p> <p>Needed for their vile and blasphemous</p> <p>performance. We bind the mouth and hands and feet</p> <p>Of the members of Marilyn Manson</p> <p>So that they cannot sow lies</p> <p>And spread discontent among our youth ...</p> <p>Needless to say, the show went ahead. \"That kind of reaction is kinda boring now,\" Manson sighs, drawing bony fingers through his hair. \"It's, like, so preprogrammed and one dimensional and dumb in a particularly American way. The thing that bugs me most about Christians is their assumption they have a monopoly on morality; the premise they start from is that they have a literally God-given right to impose their belief systems on everyone else. </p> <p>\"It's like, those people in Africa are heathens, we need to convert them to God. I mean, c'mon, in this day and age. It's almost too easy to get them going but, in a way, it needs to be done because they do have real power, and they'd like to be able to silence anyone who differs. Religion is big business in America and it's not taxed. How morally wrong is that? I kinda see myself, among other things, as a fighter for freedom of speech. I plead the First Amendment every time.\"</p> <p>If 1998's Mechanical Animals, which added glam-rock signatures to the goth-metal formula, suggested that Manson had mellowed, the events of April 20, 1999, suddenly sealed his reputation as the man America loved to hate. And blame. </p> <p>On that day, two high school students, Eric Harris and Dylan Klebold, both members of a loosely-knit teenage cabal who shared a Hitler fixation, and called themselves the Trenchcoat Mafia, walked into Columbine high school in Littleton, Colorado, and killed 13 people. The apparently motiveless massacre sent America into a frenzy of recrimination, which centred not on obvious contributing factors such as the easy availability of guns nor the dysfunctional family backgrounds of the two protagonists, but on the search for a scapegoat. </p> <p>Rock's sexually indeterminate, self-confessed Satanist was the figure they chose to blame. KILLERS WORSHIPPED ROCK FREAK MANSON, howled the Sun, aping the headlines across the Atlantic, before adding to the mountain of misinformation and exaggeration that now clung to his name: \"The reviled rock star's live shows feature routines such as smoking dried excrement, performing depraved sex acts and torturing animals.\" </p> <p>In America, the anti-Marilyn Manson frenzy reached such intensity that he was forced to cut short his tour amid fears of reprisals on the band and road crew. \"I saw it happen live on TV and I said immediately, 'They're going to blame me for this.' Five minutes later, I heard the reporter say, 'The killers were wearing white make-up and Marilyn Manson T-shirts.' All completely untrue, as it turned out. I mean, they didn't even like me. I looked into it after it happened: they weren't wearing make-up, they weren't goth kids. </p> <p>\"These were white, urban kids, pretty well-off, with no apparent reason to go on a killing spree. They weren't white trash nor ghetto kids, and I think that was difficult for America to take. It raised some hard questions about our society but, of course, the knee-jerk response prevailed - 'Who's to blame? Let's get the weirdo.' The way I see it, the mass psychology is - as long as America can find a bad guy, everyone can feel safe. It's that simple.\" </p> <p>In the end, finding that \"in the business, suddenly all these doors were shutting in my face\", Manson wrote an impassioned and articulate response in Rolling Stone magazine. \"I was approached by every media outlet in America, but I refused to be part of the charade. Then, when things died down a bit, I thought, I have to respond to this. I mean, I was upset like everyone else by what happened. I'm not some emotionless creature. I thought it was horrendous and sad. </p> <p>\"But, mostly, I was disgusted, I mean, these guys got exactly what they wanted - fame. They were on the cover of Time magazine. To me, it was grotesque. And, I was disgusted by the media sitting back there, judging and blaming everyone else for what they had helped create. I threatened to sue any media outlet that associated my name with the Columbine killings. There was no way I was going to be the fall guy for a nation\".</p> <p>The fallout of the Columbine killings seems to have effected some kind of sea-change in Marilyn Manson's outlook. You get the feeling he is no longer content with shock and provocation for its own sake, nor with the reductive, almost cartoonish, image of himself that prevails among all but his most loyal fans. </p> <p>He stays indoors a lot when he is not on the road, holed up in his Hollywood Hills mansion, once owned by Harry Houdini, another master of illusion and self-mythology. His tabloid-documented romance with actress Rose McGowan seems to have stabilised him somewhat, psychologically as well as creatively. </p> <p>The new album, though still histrionic and angst-ridden, seems somehow less self-obsessed, more concerned with the bigger picture: a nation's need for bad guys, demons, scapegoats whom it can vilify and simultaneously canonise. But Manson's music is still one long howl against: against the mainstream, against his detractors, but mainly against the America that made him. </p> <p>\"I'm still angry,\" he admits, \"but I'm happy too. I'm happy so long as I can express myself without being censored, if I can fight back, tell people they don't have to be sheep, that it's all right not to conform, not to compete, not to fit in. There's an added dimension because everything is shifting so fast - technology, information - and the powers that be are afraid because they sense that their kids are way smarter than them. When people are afraid, they run to religion, to the right. That's what's happening in America, that's why it's so easy - and so dumb - to put the blame on someone like me.\" </p> <p>And yet, without the vilification of the Christian and political right, one cannot help thinking that Marilyn Manson would simply be another loud, wilfully obnoxious, schlock-rock American metal act screaming at the converted. Currently the alternative, and even mainstream, American charts are full of the same, groups such as Limp Bizkit and Slipknot: young, white, whiny American brats whose puerile songs and tired tirades suggest a terminal cultural solipsism rather than any real radicalism. </p> <p>What sets Manson apart is his ability to push all the right buttons that, without fail, send his opponents into paroxysms, then to milk the shock and hysteria to the max. Marilyn Manson may be a weirdo, but he is a media-savvy, techno-literate weirdo. \"People think I'm a monster who eats puppies,\" he says. \"But, y'know, I don't even take that on board any more. And, despite everything that's happened, I feel strangely optimistic. I have a strange sense of idealism and even altruism. </p> <p>\"At the same time,\" he adds, \"I might just get up in the morning and spray a gallon of hairspray into the air just to destroy the ozone layer because I really believe mankind deserves nothing more than to end itself because we have behaved so idiotically for so long.\" </p> <p>Try as he may, Marilyn Manson cannot transcend the adolescent within: therein lies his creative and political limitations - and the key to his extraordinary success. Currently a much bigger superstar than an antichrist, his fame says more about America than all his songs put together. To his credit, he is aware of the irony. \"I'm in a strange place, all right,\" he admits. \"What I set out to subvert, I got sucked into in some way. That's the nature of celebrity - I've become part of what I set out to destroy. That's the big struggle right now. Who knows where it will end?\" What's the worst thing, I ask in conclusion, that could happen to you? \"I guess I could become a role model,\" he answers, grimacing. \"Now, that would be really hard to take.\"</p> <p>\u0095 Holy Wood (In the Shadow Of The Valley Of Death) will be released on the Nothing/Interscope label on November 13.</p>",
  "The latest edition of the American Esquire magazine publishes a long \"exit interview\" with Bill Clinton about his eight years in the White House. How had the presidency changed him, he was asked; and he said it had changed him for the better. \"Because I laboured from the first day I was in office, and even in the campaign, under a virtually unprecedented barrage of attack, both political and personal, it helped me to develop a certain discipline and a certain humility . . .it made me sort of get up and go to work every day, no matter what else was going on. And so I think that it helped me personally to be a better person, to be constantly judged and condemned and torn apart, then to have to confess error and be publicly humiliated and all that. . .it really helped me a lot, because I think that one of the greatest sins of character almost everybody is vulnerable to is pride.\" <p>It is known that Clinton managed to put in an extraordinary amount of government work throughout the Monica Lewinsky scandal and his consequent impeachment by Congress, and he now credits this for his continuing popularity as he prepares to leave office next January. The American people realise that he has been working for them, for the good of the United States, he said, while his opponents - the politicians who tried to bring him down - have just been working for themselves and their own narrow political interests. The Republicans, he said, have failed to make his character an issue against Al Gore in the current presidential campaign for two reasons: \"One is, unlike them, I have apologised for what I did wrong, and most Americans think I paid a pretty high price. Most people make a personal mistake, but they're not publicly humiliated and strip-searched. But everybody pays a personal price, and most Americans know that the family price is the highest price. So most people are not like politicians and pundits who only keep score in terms of whether you got hurt politically. Most people got this, and they know that I didn't get out of this for free.\"</p> <p>Clinton didn't, of course, say what this \"family price\" has been. Does Hillary hate him now, or at any rate hate him any more than she did before the scandal? Has divorce been considered? Has their daughter Chelsea taken against him? There is no way of knowing. But Clinton said in the same interview that what he would really like to do after leaving the White House would be to take them both on a holiday around the world (if Hillary's election to the Senate does not preclude it). And in his final summing up, he said that his time as President has been \"a wonderful, wonderful time\" not just for him, but \"a fabulous experience for my family - my wife and daughter\".</p> <p>That sounds extraordinary after what they've been through, but it could very well be the case. In her new book about Jackie Kennedy, America's Queen, Sarah Bradford describes the shaky state of her marriage to her adulterous husband, Jack Kennedy, as he was preparing for the presidential campaign of 1960. Jackie was very worried about the effects the campaign would have on their family life and asked an old friend, the columnist Joe Alsop, for his opinion. \"It's the only game that's worth the candle,\" he told her. Bradford writes that these were \"words she thought about again and again\" and that \"gradually she had come round to his point of view and begun to feel happy about the situation\".</p> <p> Jack's adultery continued, even got worse, while he was president, but their marriage got stronger because of the burden they shared and his growing appreciation of her supportive role. Then he was murdered in Dallas in 1963, and we will never know what would have become of them as a couple if he had lived. They would doubtless have soldiered on together so long as they were still in the White House - divorce would have been inconceivable in those circumstances - but it is much less certain that their marriage would have survived their departure from it.</p> <p>If Al Gore loses the presidential election next week, I suspect it will be because of one grave political mistake - his decision that Clinton was an electoral liability from whom he should dissociate himself during the campaign. Hillary, being his wife, has hardly been able to do that in her campaign for the Senate. And the electorate's continuing love of her husband (who would have sailed back to the White House if he had been permitted to run again) has turned out to be one of her main electoral assets. But maybe she doesn't really want the Senate job for its own sake. Maybe she is going for it just to keep their marriage together, for without the bond of politics and power, it is difficult to see how it could survive.</p>"
]