[
  "On the dubious premise that newspaper endorsements sway public opinion in US presidential campaigns, both main candidates can at least take comfort that they are being supported in print in their home states. <p>No doubt there are pockets of Democrats lurking in Texas, but they are not terribly visible in the local press. An admittedly quick survey indicates solid support for George W. Bush, encapsulated in the admirably crisp endorsement of the <a href=\"http://www.dallasnews.com/\" target=\"_new\">Dallas Morning News:</a> \"The Texas Republican could create a less partisan government, restore integrity to the White House and usher in a progressive-conservative era. Americans should vote for change and select George W. Bush to lead the nation in a new direction.\" </p> <p>The <a href=\"http://www.mysanantonio.com/\" target=\"_new\">San Antonio Express-News</a> is similarly smitten: \"During his tenure as Texas' chief executive, Gov. George W. Bush has done an excellent job of setting a positive bipartisan tone, an approach that would benefit the nation in Washington. </p> <p>Bush's willingness to work with lawmakers in both parties, and his ability to build a strong governing team make him the best choice for president.\" The <a href=\"http://elpasotimes.com/\" target=\"_new\">El Paso Times</a> is not quite so upfront, but its election coverage leaves little doubt where it's heart lies. So does an indignant reader's letter, which accuses the paper of \"coddling\" Bush, and indeed everyone else wearing a Republican teeshirt. </p> <p>In Tennessee, Al Gore's state, they do things differently, and not many of the newspapers surveyed offer anything as vulgar as a straight endorsement. The marvellously named <a href=\"http://www.timesfreepress.com/\" target=\"_new\">Chattanooga Times and Free Press</a> is an exception: \"Vice President Al Gore and Gov. George W. Bush have been telling us for some time that this election is about important differences between them. On this point both are right. Mr. Bush proposes a hands-off government that essentially would further enrich wealthier people and give little more than lip service to the needs of ordinary Americans. Mr. Gore actually would roll up his sleeves and work to help Americans take care of their families and improve their education, health care and economic opportunities.\" (Lest this be thought the vapourings of some bleeding-heart liberal rag, the same paper carries a shrill warning that China is preparing for war with the United States.) </p> <p>The <a href=\"http://www.knoxnews.com/\" target=\"_new\">Knoxville News-Sentinel </a> speaks with the authentic sceptical voice of middle America when it urges voters to think carefully about the lavish promises of education spending by both candidates: \"By the time the Republican Congress finishes caving in to President Clinton, federal spending on education could be close to $43 billion, 20 percent more than last fiscal year. The two major party presidential candidates, Al Gore and George W. Bush, promise to spend even more. Clearly, the political consensus is that federal aid to education is a winning issue, but there is a larger, less obvious issue here that is not being addressed: The extent of federal control over public education, by long tradition a purely local responsibility.\" </p> <p>The <a href=\"http://miva.jacksonsun.com/\" target=\"_new\">Jackson Sun</a>, while keeping its preferences primly to itself, carries ominous news for the local hero. It tells readers that tickets are still widely available for tomorrow's rally featuring Al Gore and his running mate, Joe Lieberman.</p>",
  "In a Pentecostal church in Dallas, Al Gore took time out from discussing the Middle East and taxation to declare: \"The centre of my life is faith and family.\" <p>While the Democratic candidate was stressing to the congregation the importance of family values this weekend, television viewers saw a new Republican campaign ad featuring the nephew of his rival. </p> <p>\"I am a young Latino and I'm very proud of my bloodline,\" the 24-year-old law student said. \"I have an uncle that is running for president. His name? The same as mine - George Bush.\" </p> <p>With just two weeks until the election, George W Bush and Al Gore are brushing up their image as devoted family men. In sharp contrast to Britain, where a brush with family values in the 1990s put most politicians off for good, familial love has been put at the heart of this year's campaign in America. </p> <p>The dynastic quality of the campaign came to the fore at the party conventions this summer. Members of the Bush and Gore clans gave primetime platform speeches about the candidate as a husband, son, dad, while senior members of both parties were kept on the sidelines. </p> <p>\"Welcome to the next president of America and a fine dad,\" gushed Karenna Gore Schiff, Al's telegenic eldest daughter and the head of Gorenet, an outreach programme for young Democrats. </p> <p>The use of family members is not new in presidential politics. It is simply that this year's campaign has given them all more prominent roles. </p> <p>Marshall Whittman, senior fellow at the Hudson Institute, a non-partisan public policy thinktank, argues that this is both a reaction to the Clinton administration's scandals and the current state of the American psyche. \"America is economically prosperous but there is a fear that there is a values deficit,\" he said. \"Having a loving extended family is a way to inoculate yourself on values.\" </p> <p>The Gore campaign, in particular, has used the vice-president's family credentials both to humanise him and to distance him from Bill Clinton. It seemed to work in Los Angeles when Mr Gore's passionate kiss with his wife was credited with boosting his ratings. </p> <p>He regularly watches his only son play football on Saturdays, so much so that some of his aides fear that such time-consuming devotion could be costly as the campaign reaches its climax. </p> <p>It would have been hard for candidates from two well-known political dynasties to ignore their surnames. George and Al were named after presidential and senatorial fathers respectively. Several commentators argue that neither man would have been in the running had it not been for their family connection to politics. </p> <p>This adds a whiff of nepotism to the otherwise cheery picture of family life. To that end, Mr Bush Sr has played a relatively limited public role in his son's campaign. Pundits suggest that advisers got rid of him after he referred to a man standing for the US's highest elected office as \"the boy\" during the campaign's early days. </p> <p>Both candidates have been accused of the cynical packaging of family life. Tarek Milleron, who works as a driver and dogsbody for his uncle, the Green party candidate, Ralph Nader, is critical of Ms Schiff's platform performance in support of Mr Gore. \"She is obviously an intelligent person and there she is giving a speech she could have given when she was 14,\" he said. </p> <p>Others believe that this year's campaign is simply a feature of the Oprahfication of US politics, which started with America's best-known political family: the Kennedys.</p>",
  "Vice-President Al Gore entered the final fortnight of the election campaign yesterday behind in the polls and fighting battles on three fronts - struggling to motivate apathetic Democrats and trying to win over swing voters while fending off a radical challenge from Ralph Nader, the Green candidate. <p>By contrast, the Texas governor, George W Bush, is able to focus almost solely on undecided voters in a handful of swing states, in the knowledge that the Republican core electorate tends to turn out in greater numbers than its Democratic counterpart. </p> <p>In the crucial last days of the closest presidential race in four decades, Mr Bush can also draw on a bigger campaign chequebook, principally because of the record amount of \"soft money\" (unregulated donations to the political parties) raised by the Republican national committee in the past few months. </p> <p>All the major opinion polls yesterday gave Mr Bush a lead over the vice-president, but the margins differed widely. While a Gallup/CNN/USA Today poll had the Republican contender nine points ahead, surveys in the Washington Post and the New York Times showed a smaller, statistically insignificant, lead of only 2%. Pollsters observed that the margin was eroding as Mr Gore's abrasive performance in the debates receded. </p> <p>The tactical choices facing each candidate were reflected in their campaigns yesterday. Appearing in Kansas City, Missouri, under the banner \"barnstorming for reform\", Mr Bush stuck to his \"anti-establishment outsider\" theme, declaring: \"When I go to Washington, I won't be looking for arguments, I'll be looking for answers.\" </p> <p>The line has been market-tested among undecided voters, who pollsters found had negative reactions to the word \"Washington\". Meanwhile the Democratic party issued a new political broadcast attacking Mr Bush's record as Texas governor, especially in education. The advertisement claimed that 40% of Texas high school students fail to graduate. </p> <p>Democratic aides acknowledge that it is unusual to be so focused on specific issues so late in the election. The Gore campaign is now trying to win back voters who agree with the vice-president on the issues but were alienated by his hectoring performance in the first and third debates. </p> <p>At the same time the Gore camp is facing the possibility that Mr Nader, the Green party candidate, could draw away enough Democratic votes to swing the election in as many as six swing states. Although Mr Nader still has less than the 5% support needed to win federal funding in the next election, he poses a threat to Mr Gore in states where the environment is a leading issue, such as Oregon and Washington, or where leftwing populism is still strong, such as Wisconsin, Minnesota, Michigan and Maine. </p> <p>In response to this threat, the Gore camp has launched a rearguard campaign, portraying a vote for Mr Nader as a vote for Mr Bush.</p>",
  "The world's last cold war confrontation moved a step closer to a thaw yesterday when the US secretary of state, Madeleine Albright, met the North Korean leader, Kim Jong-il, in the highest level contact ever between the two states. <p>In talks lasting more than three hours, Ms Albright is believed to have discussed the possibility of a visit by President Bill Clinton, the North's missile programme and improved diplomatic relations. </p> <p>The visit, which was arranged in just 48 hours, is seen as a high-stakes gamble by Mr Clinton to leave a positive diplomatic legacy before he leaves the White House in January. </p> <p>Ms Albright arrived in Pyongyang to a low-key welcome that belied the importance of the visit to both sides. There was little pomp and ceremony and her motorcade drove through almost deserted streets - few people in the North can afford petrol, let alone cars. </p> <p>The reception was a sharp contrast to the flag-waving crowds that greeted the leaders of South Korea and Russia in the summer when they made their first visits to the North, which is slowly emerging from decades of isolation. </p> <p>But the handshake between Ms Albright and Mr Kim, which came just six years after the two sides almost went to war over the North's suspected nuclear weapons programme, was more significant. </p> <p>\"This is new from a historical point of view,\" said the North's leader. \"I feel absolutely delighted.\" </p> <p>\"I'm very glad to be here in your beautiful city,\" she responded. </p> <p>The two talked longer than expected and in the evening, Mr Kim - who has a knack of impressing his guests with unexpected warmth - suddenly announced a change in the schedule so that he could host a dinner for Ms Albright. </p> <p>US officials played down expectations of any new initiatives during the secretary of state's two-day trip, which is primarily designed to test the water for Mr Clinton. The US president has pushed for a rapid improvement in bilateral relations, despite concerns about Pyongyang's record on human rights. </p> <p>Two weeks ago, during a visit to Washington by Jo Myong Rok - Mr Kim's right-hand man - the two states pledged \"to take steps to improve their bilateral relations in the interests of enhancing peace and security in the Asia-Pacific region\". Ms Albright is in Pyongyang to assess the sincerity of Mr Kim's intentions, particularly over the North's missile programme, the main issue of concern for Washington and one reason why the US has pushed ahead with research into a \"son of star wars\" anti-missile system. </p> <p>If Mr Clinton visits the North, he will expect an assurance that Pyongyang will halt sales of ballistic missiles to states such as Syria and Iraq. Currently, this trade is one of the main sources of foreign currency for the impoverished communist country. </p> <p>In return for any such concession, Mr Kim would want the US to remove North Korea from its list of state sponsors of terrorism - the main obstacle to foreign trade and investment that Pyongyang desperately needs after a decade of drought, famine and economic decline. </p> <p>Last week, Britain, Germany, Spain and Belgium announced that they were ready to establish full diplomatic relations, but Mr Kim knows that he needs American support to gain access to the World Bank, and to receive development assistance from Japan. </p> <p>Analysts believe that the growing likelihood of a victory by George W Bush - who has been far more hawkish towards Pyongyang - in the US presidential election next month could push the North to give ground.</p>",
  "<p>Think of a system whose elite universities have endowment assets worth thousands of billions of pounds, but where the cost of being a student for four years can top £100,000. A country with no nationwide secondary school curriculum, and no A-level-style subject exams with grades to guide college admissions. Instead, imagine \"think about us\" mail-outs to targeted groups of up to 200,000 freshmen - who in turn can file up to 20 applications to different universities. </p> <p>This is America in 2000. But the key concerns are the same as in the UK - fair access, measuring standards, debt and funding. Time and again they came up as I crossed from coast to coast with other members of the Education Select Committee, talking to a range of state, private and community colleges. </p> <p>Just as in Britain, education has moved rapidly to the top of the US political agenda. Though it's not a federal responsibility, college education has been an issue in the presidential election for the first time in pundits' memory: Al Gore promised a $10,000 tax credit to help middle America pay its college tuition fees. </p> <p>Britain today is heading towards the mass higher education system the US has had since the end of the war - kick started by a GI bill which funded 2m American veterans through college. But with two-thirds of American high school graduates going on to some form of college, theirs is a system which sports everything, in football terms, from Super League to Vauxhall Conference status. </p> <p>For those out to win an Ivy League or equivalent place, competition is stiff. Less than 10% of those who applied for Stanford's graduating class of 2003 got in. Other top universities - public as well as private - have comparable ratios. </p> <p>Yet far from trying to damp down applications, American elite universities embark on annual campaigns to woo the brightest and best that would stagger their British counterparts. Roadshows of deans, professors, faculty staff, and past and present students take off countrywide - backed up by internet and email marketing. </p> <p>Anyone in the UK looking, in the wake of the Laura Spence case, for some superior objective and transparent holy grail will be disappointed. Even with the highest SATs and GPAs, far more hopefuls leap the hurdles than there are places at a Harvard, Stanford, Berkeley or Princeton. </p> <p>\"We are seen by students as having a difficult-to-predict admissions system,\" says Stanford's vice provost for student affairs, James Montoya. \"There is simply no way, given the competition, to have an entirely objective process.\" </p> <p>Though affirmative action - effectively admission quotas for minority groups - has been on the retreat after a number of state court and political decisions, the imperative to excellence can lead to some discreet tilting of the playing field. </p> <p>\"If you're saying would we admit a minority student who had cleared the threshold despite having arrived in the US as a refugee only four or five years ago above a middle-class white student with the same or marginally better SAT score, sure we would,\" was how one Berkeley insider put it. </p> <p>But British egalitarians might be less happy with the practice at Stanford, Princeton and Harvard of privileging \"legacy\" applicants - children of alumni - in the battle between equals for the last few places. Thirteen per cent of Princeton's undergraduate admissions are \"legacies\" - 40% of the children of alumni who apply get in. </p> <p>In-bred intelligence - or a US variant of the old school tie? And what about the blue-collar white boy from rural Alabama or Iowa who is not in the running for a minorities scholarship? Will he even be primed to apply in the first place? </p> <p>The funding packages - a mixture of soft loans, grants, scholarships and paid work on campus - vary. American students have salaried job opportunities - administration, library duties, tour guides, helping faculty staff - to a degree that would amaze (or alarm) their British counterparts. </p> <p>But not all packages cover the full cost. New York University is a private institution that was originally a New York-focused \"commuter school\". Today it has transformed itself into a campus-based university with country-wide admissions and high-cost residential accommodation in the heart of Manhattan for students and staff. And for NYU the lack of a Princeton-style endowment (despite a new and vigorous fundraising campaign) means there are gaps. </p> <p>\"NYU may be needs-blind in admissions, but we can't guarantee to satisfy every student's financial needs fully,\" I was told. </p> <p>Perception of costs does affect applications. Undergraduates at Rutgers - where an excellent state university education comes at a more modest $10-11,000 a year all in - said it had helped deter applications to Ivy League universities. </p> <p>Alumni contacts - and hopefully giving - are crucial here. \"We see it as joining a family for life,\" says Bill Stone, president of Stanford's alumni association, which has 11-12,000 alumni on its books as volunteers. </p> <p>Princeton raised $36.8m last year just from individual gifts for general purposes - one year's graduating class alone raised $2m. For Stanford being in the heart of Silicon Valley is a bonus. Jim Clarke's recent endowment of $150m for a biosciences centre leapfrogged Bill Gates's previous highest endowment. </p> <p>As for the students, like their British counterparts they tend to be apolitical, with weak student unions and no sabbatical officers. There was no evidence that the tight Gore-Bush race was firing up campuses, even at universities like Berkeley with a strong radical tradition. </p> <p>The class of 2000 tends to be career-focused and sometimes fiercely entrepreneurial - like the Stanford student who was aiming for a Nasa programme but meanwhile building his future in computer science via his own dot.com company. There is public service ethos - via a plethora of civic activities and internships, many of which can earn credits in America's broad-based four-year degree courses. At Rutgers this has been honed in the Case Service Learning programme, which has taken 12,000 undergraduates through expertise given to not-for-profit organisations in the local community since its launch in the mid-90s. </p> <p>\"We give our students some of the soft skills future employers want. We teach citizenship by doing, not preaching and at the end of the day they get a credit for it,\" explained Case director Professor Mike Shaffer. </p> <p>That \"can do, will do\" spirit has also fuelled the high-tech contributions of campus academics to national prosperity. This is not confined to Silicon Valley. In New Jersey, pump-priming by a state concerned to create new industries from a rust-belt past has spawned dozens of companies and patents via institutions at Princeton and Rutgers. These were set up by faculty staff and encompassed photonics, fibre optics and biotechnology. </p> <p>\"Every successful faculty member has to be some kind of entrepreneur - whether it's in business, intellectual property or hustling for federal or foundation funds. It doesn't make any difference if it's a public or private institution,\" James Sturm, head of Princeton's POEM Photonics Institute emphasised. That attitude, and the contribution of America's locally-based community colleges - which can feed bright students midway into four-year university degrees - helps explain why, despite rising costs and reductions in state and federal money, demand at all levels for a college degree is buoyant. </p> <p>The scale of endowments and fundraising in the US makes nonsense of suggestions that floating off Britain's so-called top universities would have an American effect. But there's much about the marketing of admissions, fostering alumni, entrepreneurship and citizenship that government and vice-chancellors could urgently learn from Uncle Sam - helped by more tweaking of the tax system by a sympathetic Gordon Brown. </p> <p> \u0095 Gordon Marsden is MP for Blackpool South and a member of the Commons Select Committee on Education. He is just back from a visit to the US as part of their enquiry into higher education.</p>"
]