[
  "A few years ago the derelict building just down the road from the market place in this small highland town in Chiapas was a focus of world attention. Today it decays silently, ignored by all but a scavenging stray dog, with nothing to show that it housed the last serious attempt to negotiate an end to the Zapatistas' battle for indigenous rights. <p>The San Andres accords, signed here in February 1996, promised Mexico's indigenous communities political and cultural autonomy in partial redress of the centuries of discrimination and violence which lay behind the Zapatista uprising, which took the state by storm on New Year's Day 1994. </p> <p>But President Ernesto Zedillo shelved the agreement before the year was out, Sub-Comandante Marcos took his masked rebels back to their jungle hideouts, and the unarmed Zapatista faithful in San Andres were left to experiment with self-government on their own. </p> <p>Four years later they are still there, occupying the old town hall on the opposite side of the square from the official town authorities, and waiting to see if their world is about to be shaken once again now that the old political order dominated by the PRI, the Institutional Revolutionary party, has collapsed. </p> <p>\"We just don't know what to think yet,\" said the mayor, Marcos Gonzalez, a small earnest man who insisted that the Zapatista authorities had a lot to do, despite having no resources to do it with and consequently dwindling support. </p> <p>\"Things could get better, or things could get worse,\" Felipe Diez said as he sat behind an old cast-iron pedal sewing machine in his tailor's shop just off the square, his world-weary smile betraying a hint of excitement. </p> <p>A political earthquake shook Mexico's foundations on July 2 when Vicente Fox of the National Action party won the presidential election and ended the PRI's 71-year monopoly of national government. </p> <p>The aftershock came on Sunday, when the PRI lost the Chiapas state governorship to Pablo Salazar, who has the support of a broad alliance. </p> <p>Both men have announced a new peace drive for Chiapas. Mr Fox promises to dust off the San Andres accords and reconsider the military's role in the state, and Mr Salazar has committed himself to going after the local PRI bosses and the paramilitary groups associated with them. </p> <p>They hope this will bring the Zapatistas back to the negotiating table to end the conflict, which has brought its supporters nothing but more poverty and harassment. </p> <p>\"They say they will be different but seeing is believing, and we haven't seen it yet,\" Mr Gonzalez said. </p> <p>\"They've got to prove they are serious,\" said Mr. Diez. </p> <p>Both said it was that realistic scepticism which was keeping Sub-Commandante Marcos from reacting to the new situation. </p> <p>He is usually given to long poetic communiques on national issues, but has yet to utter a word on the collapse of the PRI, for so long the rebels' primary enemy. </p> <p>\"He's not going to fall into a trap,\" Mr. Diez said. </p> <p>\"The uprising took place because the government is only interested in exploiting us. Maybe the new ones are different and it can be resolved, but it will need 10 or 15 years at least, and it will never be solved if the people continue [to be] so poor they can hardly afford their daily maize and beans.\" </p> <p>The mayor said that for the talks to resume the villages and towns in the conflict zone would have to be demilitarised and the San Andres accords put back on track. </p> <p>The situation in San Andres is unusual in that most Zapatista autonomous municipalities were formed in smaller settlements with no rival official authority. But somehow the two sides manage to coexist. </p> <p>\"San Andres is a singular case. It's not exactly a model of reconciliation, more of an example of reluctant tolerance,\" Francisco Gallardo of the civil rights group Alianza Civica said. </p> <p>But the delicate balance here will have to adapt to the PRI's collapse. No one seems to know how, and many fear that tension will return. </p> <p>\"There are rumours that the paramilitaries are getting ready to attack if the PRI loses,\" Mr. Gonzalez said, recalling the massacre of 45 people by a PRI-linked group in Acteal, just a couple of hill tops away, three years ago. </p> <p>\"They are only rumours, but it has happened before in other places so it could happen again.\" </p> <p>\u0095 Four people were killed and up to 38 injured in the isolated Chiapas hamlet of Pena Limonar, 90 miles north-east of the city of San Cristobal de las Casas, on Tuesday, the Televisa network reported. </p> <p>Officials said the state prosecutor's investigators had not yet reported from the scene, a five-hour drive from the nearest town, adding that the clash appeared to concern a land dispute between Zapatista and PRI supporters.</p>"
]