[
  "In the early hours of Sunday morning two weeks ago I arrived in Belgrade. I was here for the revolution; here to see Milosevic go and I was happy. Happy, but afraid. Afraid of blood, of clashes with the police, and of more horror in this tormented, twisted country. <p>Afraid, as a journalist pretending to be a tourist, I'd be discovered. For the first days my palms were damp. Then, it became clear that Slobodan Milosevic's police had much more important things to worry about than a few strays. </p> <p>Now, a week after the elections, we are still waiting. What should have been swift and clean and beautiful - the people's election of their new president and the end of 13 years of war, darkness and pain - is going too slowly. It is like a graduation dance where everyone is outside the dancehall in their dresses and tuxedos and inside the music is playing, the tables have been laid for dinner - but the door is still locked. </p> <p>A week ago, the night of the election, people worried that the turnout had not been big enough to oust him. Then the news began coming in from the unofficial counts showing clearly that Vojislav Kostunica, the 56-year-old lawyer who had come to symbolise something decent and clean for Serbia at last, had defeated him. Another 24 hours of silence. Would Milosevic accept the results? Then, the news that the crooked Milosevic's Electoral Commission declared a Kostunica victory but not enough for an outright win. There would have to be a second round, they said. The beer drinkers and sausage eaters sighed weary sighs. 'We knew it would not be so easy.' </p> <p>They are desperate to breath again to escape the isolated island of Serbia and its time warp where even the menus are trapped in the past. In the empty dining room of the Majestic Hotel there are great plates of fried steak and sauerkraut. Kaymak, the cheese of boiled milk and salt, is crumbled over rough, damp bread. </p> <p>Every evening the emotional rollercoaster reaches a new peak or trough - sometimes it just grinds on forward. Night after night floods of people gather on the squares, while the bizarre, twisted, official election results slip out. On Thursday the official bulletin said that 7,345,676 people had voted and then, in the next line, gave the official number of people registered to vote as 7,249,831. </p> <p>An important-looking man in a suit with glasses perched on his nose appeared on state television and said something along the lines of a typing error. There were more ghost voters in Kosovo - about 140,000 - people who turned up to mysteriously vote at polling stations that never opened. </p> <p>At night we go visiting, usually to the homes of the friends of my translator, a generation of Serbs who had grown up with Milosevic's wars. They, and the whole town, seem to be drinking, chain-smoking and waiting. Whisky for the election and then, when that was gone, the young red wine that came from a windy farm near Kragujevac in the heart of Serbia. </p> <p>In the background, when anybody could bear to watch it, the state television news RTS continued to churn out Animal Farm results: 'four legs good, two legs bad'. News from around the world saying that in China they were congratulating Serbia on the free and fair election. The phony election monitors, private individuals invited by Milosevic's government, being presented on TV as 'German election monitors' who said this and 'Canadian election monitors' who agreed with them. </p> <p>Sometimes, in the evening, the news is read by a handsome young man in a dark suit and close-cropped hair. 'I used to be in college with him and he seemed quite normal then,' says my translator. </p> <p>On Wednesday night Milosevic appeared on TV addressing his party workers as they prepared for his mythical second round. His face was shinning with exhilaration. He was animated, confident, cajoling. The most hated man in Serbia looked like he was having a good time. </p> <p>The man who won the presidential election, Kostunica, was careful to present another face to his people. In a city of political assassination he goes around without bodyguards - a deliberate act to symbolise a change from the past and that his protectors are the people. Inside the opposition is struggling to find a way forward that will avoid bloodshed. Kostunica, the lawyer, will challenge the official results in the courts. A Russian delegation led by Igor Ivanov will come to Belgrade to try to persuade Milosevic to step down. It was Ivanov who came as emissary during the Kosovan war to tell Milosevic that it was all over for him. </p> <p>By Friday night, in the bar downtown, people were tired. 'Even revolutionaries have to get some rest,' said a friend as she packed up for home. By yesterday a little despair was filtering in. Friday night had been a bad one for the opposition. Only 30,000 people were on the square. The campaign of civil disobedience and strikes doesn't begin until tomorrow. What would they do now? </p> <p>Another Serb friend came in late from work. 'They have to do something with the people. They have to lead them to the presidency and say it belongs to us now. We are losing the momentum.' But Kostunica, aware of the pain and anger locked inside the hearts of his people, is afraid of what he might unleash. For now, for most people, it would be enough if Milosevic simply disappeared. </p> <p>Three days before the election, a fax was sent to the Beta Newsagency in Belgrade - it was the flight plan of a plane that was due to leave Romania for Kazakhstan the day after the elections. The flight plan was genuine, said a flight controller who examined it and identified the pilot as the head of the State Airline Company, Bosco Cvijic. But nothing else was sure. Maybe the words of the secret sender printed carefully were true, maybe not. 'The boss plans to escape on Monday 25th with his family... he will take off for Romania... by helicopter and continue in the Falcon for Kazakhastan. It is no wonder his brother organised diplomatic privileges for him earlier this month. We can stop him.' It was signed 'A friend'. </p> <p>No one published it. Rumours, gossip, Belgrade is full of it. But when this is finally all over, and it will be because Milosevic has already lost the police and army, the probability is that he will be taking a plane somewhere - and it will not be The Hague. </p> <p>Politically, that would suit the outside world and it would also suit many in Serbia who felt better ignoring what was happening in Sarajevo, Srebrenica, Vukovar. Kostunica has said he won't hand him over to The Hague - a court backed by nations that once bombed Serbia. The British and French governments who opposed intervention during the terrible years of the Croatian and Bosnian wars and treated Milosevic like a statesman would prefer a quiet retirement for him. </p> <p>But there are so many, many others. Croatia, 1991, a three-year-old boy on the slab of a morgue in Dubrovnik with paisley floral turn-ups on his small jeans; in the central Bosnian town of Tuzla in July 1995, a woman hanging from a tree after making it out of Srebrenica but then deciding she could not go on living; the mothers, daughters and lovers of 7,000 men and boys who were executed there; the women who were raped by Milosevic-sponsored paramilitaries in the long summer of 1992; or in Kosovo, last year, a woman who held the body of her youngest child, for just a few seconds more, before laying it carefully in the truck taking the bodies of all her four children to a dump outside the town of Suva Reka. </p> <p>But here we expect to wake up some morning and he will simply be gone. Perhaps, the Russians are coming to promise him a piece of land on the Black Sea. The thing he misses most these days is swimming. Indicted and trapped in Serbia, he is cut off from the Adriatic sea he loves at Kupare. A place where he used to swim before he began destroying so many, many lives.</p>",
  "The approval of a self-administered abortion pill by the US Food and Drug Administration last week threw the knife-edge presidential election campaign into a domain of American politics the candidates had hitherto managed to avoid: the moral battleground. <p>A campaign so far marked by a fight for centre-field voters over the nitty-gritty of Medicare and education is suddenly set to be blown open by emotional issues that arouse political passions in America: gay rights, race, state power, the division between church and state.</p> <p>This may not be a headline-grabbing election like those fought by Bill Clinton or Ronald Reagan, but it is the closest and most politically polarised for decades. And nowhere is that polarisation more stark, and the battle so close and bitter, as over these 'social' issues, and for the terrain on which they are adjudicated: the Supreme Court, where the busiest term for many years begins tomorrow.</p> <p>The US Supreme Court and its appellate subsidiaries may not even get a mention in Tuesday night's first presidential TV debate between the candidates. But the appointments the next US president makes to its bench will have a greater impact on the core of society than either candidate could hope to have, with judgments far outliving their terms of office.</p> <p>'For the Supreme Court, this is the most significant election of my lifetime,' said C. Boyden Gray, White House counsel under George Bush senior. The present Supreme Court, headed by chief justice William Rehnquist, is the most narrowly divided for decades. The court had been a conservative bastion, but two appointments by Clinton turned it into a closely balanced scale which the slightest weight can tip decisively to the right or to the left - which is exactly what Bush and Gore intend to do, in opposite directions.</p> <p>The court is up for grabs, with the next president likely to make two or three lifetime appointments. Its most liberal member, Justice John Paul Stevens, is 80 and likely to leave during the next presidential term. Justice Sandra Day O'Connor, a 'floating' moderate, is also likely to leave soon. Justice Rehnquist himself turns 76 today.</p> <p>The court's decisions on major issues over the past two presidential terms have invariably been settled 5-4, occasionally 6-3, with Clinton's judges, Stephen Beyer and Ruth Bader Ginsburg, all but cancelling out the ultra-conservatives Antonin Scalia and Clarence Thomas who consistently take a hard right-wing line which Bush junior loves.</p> <p>The court tomorrow sets out on a term with several crucial cases, concerning free speech, labour and disability law, federal civil rights, search-and-seizure laws, citizenship rights of children born to only one US parent and prisoners' rights. And now, inevitably, abortion.</p> <p>Thursday's decision to license the abortion pill sent the anti-abortion lobby into a flurry of soul-searching and discussion of new tactics, with many pledging that legal action - likely to end up before the Supreme Court - will be among them. There is no issue over which Gore and Bush are more at odds - and no issue over which they are as anxious to ensure a place for their point of view on the Supreme Court bench.</p> <p>It was the Supreme Court which, in the historic Roe v. Wade ruling of 1992, established every woman's right to terminate a pregnancy. And while the Food and Drug Administration has passed the abortion pill, three votes on the Supreme Court bench are ready to overturn 'Roe v. Wade'. Other conservative judges stand by Roe - but by only five votes to four.</p> <p>One appointment could shift that balance, and moderates may be reluctant to remove the many barriers to abortion - and to getting the pill - that state authorities can still place on the process.</p> <p>Apart from abortion, the most controversial area of recent Supreme Court rulings has been the death penalty, a matter of disagreement between Gore and Bush. There is a sway in public opinion (especially the legal profession) against the death penalty. The Rehnquist court has ruled extensively but narrowly on death penalty cases: it has allowed for the execution of the mentally retarded and of children.</p> <p>'For the 3,682 men, women and children on death rows across the nation,' says Stephen Bright of the Southern Center for Human Rights, 'this election is literally a matter of life and death. The court could play a greater role in restricting the use of the death penalty, or could give the states free rein to carry out more and more executions'.</p> <p>Underlying the relationship between the court and the issues of both abortion and the death penalty is the notion of 'states' rights' and federalism - the core of American constitutional politics. Justice Rehnquist has made the defence of 'states rights' his hallmark, and his Supreme Court has knocked back the expansion of federal law to a degree that even prevented the criminalisation of possession of guns in school. </p>",
  "The French are sick of their politicians. When one of Prime Minister Lionel Jospin's Ministers pressed the flesh in Lyons last week, onlookers shouted: 'All politicians are corrupt!' <p>The still centre of the political storm blowing around the country's latest scandal about political slush funds is President Jacques Chirac. He has been keeping his head down while all about him have been losing theirs. The accusations that the coffers of Chirac's party, the RPR, had been swollen by covert funds during the Eighties were made in a dramatic fashion from beyond the grave. </p> <p>Jean-Claude Méry, a former financier for Chirac's party, recorded an interview on videotape in 1996 pointing the finger at his former boss and accusing him of corruption. Méry died last year, so the release of the tape and its damaging publication in Le Monde were posthumous. 'A ghost has just accused Chirac,' reported one newspaper. </p> <p>On tape, Méry claimed that while Chirac was mayor of Paris in the Eighties he ran a covert fund into which was pumped cash from companies awarded municipal contracts. He also claimed he opened a briefcase containing cash kickbacks worth 4.5 million francs (£450,000) while Chirac was in the room. Méry said it was his job to collect funds covertly for the RPR from firms which had been given contracts to install lifts and paint hallways in high-rise Paris council estates. </p> <p>To many the charges seemed to warrant a detailed rebuttal. But Chirac has only made one short blanket denial on French TV, denouncing Méry's charges as an 'abracadabra tale' spun for political motives. </p> <p>Chirac may well have been following the precepts laid down by his mentor, Charles de Gaulle, who said in 1963: 'To be above suspicion is not only a question of not doing anything wrong; it's also about not showing the slightest sign of weakness.' </p> <p>The only problem is that there is every sign that the French people don't believe Chirac, and instead want him to come clean about how the RPR raised its money at a time when legislation on party funding scarcely existed. In a poll last Wednesday, 76 per cent said the revelations made it imperative that the president accounted for himself in detail. </p> <p>A poll in the daily Le Parisien last Thursday found 67 per cent of respondents believed France's latest corruption scandal had besmirched the image of the country's political class. </p> <p>And this in the week after 70 per cent of the electorate could not be bothered to turn out for a referendum that was widely believed to have everything to do with politicians' abstruse constitutional wranglings and nothing to do with the real daily concerns of French people. 'Le rejet de la politique' (the rejection of politics) is a headline that more than one French newspaper used last week to catch the mood of alienation. </p> <p>'We need an early presidential election and the resignation of the government to relieve our disgust,' the news magazine L'Express said in an editorial. Even a political adviser to the president's RPR party this week whined: 'How many times must we see the power of the executive so abased? The Republic has a bloody face.' </p> <p>The scandal has done nothing for France's international reputation. 'We are the fourth largest power in the world and we are reduced to holding debates that are totally humiliating and degrading for all politicians and for our democracy,' said Patrick Devedjian, a presidential adviser and party spokesman. </p> <p>But just as the Socialist Party was delighting in Chirac's discomfort, it too became embroiled in the scandal. It turned out that the original videotape of Méry's allegations had been in the hands of Dominique Strauss-Kahn, a leading Socialist politician who resigned from the government earlier this year over allegations of false accounting at his law firm. </p> <p>According to French media accounts, a tax lawyer may have given Strauss-Kahn the tape while he was Finance Minister in exchange for going easy on couturier Karl Lagerfeld's tax bill. Strauss-Kahn and Lagerfeld denied there was any such deal, and the former Minister claimed he had never even watched the tape. </p> <p>Sixty politicians and businessmen are under investigation as a result of Méry's allegations - including the mayor of Paris, Jean Tiberi. </p> <p>But French politics has been fraught with corruption for decades, and all the major parties have been embroiled. Socialists and Gaullists alike took big gifts from firms and many politicians frequently siphoned these funds from party coffers into their own pockets. Socialist corruption cost the party the 1993 general election. Even the current Communist leader, Robert Hue, and his predecessor, Georges Marchais, faced a judicial investigation over misplaced party funds in 1996. </p> <p>Indeed, what has been most astounding down the years, for those enamoured of purported Anglo-Saxon probity, is that France seems to be another country in which public funds are often treated as spoils to be carved up for private gain. </p> <p>How else can one explain the £20,000 given by a now-jailed RPR official to Xavière Tiberi, wife of the mayor of Paris, for a 36-page report which she largely plagiarised from a textbook? Or the case of former RPR Prime Minister Alain Juppé who, while he was in charge of Paris's finances in the early Nineties, rented flats for himself and three members of his family at far below market rents and arranged that his own luxury apartment be refurbished at a cost to the council of more than<b> </b> £100,000? </p> <p>Corruption hasn't just been a Parisian problem: the mayors of cities such as Lyons and Grenoble were disgraced during corruption scandals in the Eighties and early Nineties. Nice's mayor even flew off to Uruguay to avoid criminal charges and a bill for £2m in unpaid taxes. </p> <p>The French hoped to put all this behind them when, in 1994, Prime Minister Edouard Balladur banned all party funding by companies. Today only individuals can contribute to party coffers. But the scandals continue, and these donations are topped up by some state support. </p> <p>Chirac is not obliged to say anything on the Méry case, because presidential privilege prevents him from being questioned or charged over the affair. But one of the most sophisticated electorates in the world, which may or may not return him as president in 2002 or before, might well appreciate it if he did.</p>"
]