[
  "A 33-year-old killer with the mental capacity of a child not yet into his teens was executed early today in the state governed by George W Bush, the candidate most likely to be the next president of the United States. <p>Oliver Cruz, who tested as mentally disabled and could barely read or write, was given a lethal injection in the country's busiest death chamber. </p> <p>Cruz, who had been on death row for 12 years for the rape and murder of a 24-year-old woman, had said: \"I made a mistake. I don't blame nobody. I take full responsibility. There's nothing I could do or say to bring the person back. There's nothing I could do or say to her family about how sorry I am.\" </p> <p>Cruz was one half of a double execution in Huntsville, Texas. The second man was Brian Roberson, 36, who stabbed to death an elderly couple in 1986. </p> <p>Smiling from the execution chamber yesterday, he lashed out at family members and police officers who testified against him at his trial. \"You ain't got what you want,\" he said. </p> <p>Before yesterday there had been 225 executions in the state since the death penalty was restored there in 1982; 140 since Mr Bush became governor five years ago. </p> <p>The power to use capital punishment exists in 38 of the 50 US states, but the execution of mentally disabled people is barred in 13 of these. A bill aimed at introducing a ban in Texas was voted down last year. </p> <p>It is thought that the measure has a good chance of success when it comes up for consideration again next year. \"That's the tragedy of this case,\" said Jeff Pokorak, Cruz's lawyer. </p> <p>\"The law is going to prevent the execution of people like Cruz in six to eight months, so he would be the last retarded person to die under the old law.\" </p> <p>The supreme court voted 6-3 to reject Cruz's request for a reprieve and an appeal. The Texas board of pardons and parole had earlier denied Cruz clemency by a margin of 18-0. </p> <p>Mr Bush had the right to grant Cruz a 30-day reprieve but, as he was out of the state, the responsibility passed to Rick Perry, the lieutenant-governor of Texas. </p> <p>Cruz, who blamed his crime on alcohol and the drugs he had been abusing since the age of 13, had received support from the American Bar Association, the European Union and government officials in Sweden and France. </p> <p>But his case failed to stimulate the interest in Texas that accompanied the execution two months ago of Gary Graham, who claimed until the end that he was innocent. Hundreds of campaigners protested against his execution outside the Huntsville jail. </p> <p>The Cruz case is unlikely to make even the slightest impact on the presidential election campaign, despite any irony implicit in Mr Bush's championing of \"compassionate conservatism.\"</p> <p>Sixty-six per cent of Americans support the death penalty - including Mr Bush, his opponent Al Gore and both their running mates.</p>",
  "The Venezuelan president, Hugo Chavez, is due to arrive in Baghdad today, defying western objections and delivering a propaganda coup for the Iraqi leader, Saddam Hussein. <p>Mr Chavez will be the first elected head of state to meet Mr Saddam since the 1991 Gulf war. Iraq yesterday hailed the visit as a slap in the face for the United States. </p> <p>\"Every now and then, the rulers of America receive slaps from representatives of other countries,\" an Iraqi foreign ministry spokesman said. </p> <p>Venezuela says the visit is justified because it holds the rotating presidency of the Organisation of Petroleum Exporting Countries (Opec), of which Iraq is a member. </p> <p>On Monday, the US state department said it was \"deeply concerned\" about the planned meeting with President Saddam, but Venezuela insisted that the president would not change his plan. \"Nobody can influence our decision. He's going to arrive, whether it be on a skateboard or on a camel,\" Jose Vicente Rangel, the foreign minister, said. </p> <p>Mr Chavez is expected to travel by land from Iran to avoid the UN-imposed air embargo. But the Americans accuse him of breaking political sanctions, and say that he did not seek advice from the UN sanctions committee before deciding on the visit. </p> <p>In Britain, Ann Clwyd MP, the chairwoman of Indict, the organisation which is seeking to prosecute leading members of the Iraqi regime, described the trip as a bad move. </p> <p>\"I would remind democratically elected presidents of the Iraqi regime's record - it is one of the worst since the second world war,\" she said. \"People forget and start treating [Iraq's leaders] like ordinary human beings. That's why it's important that the UN does set up a war-crimes tribunal and stops dragging its feet.\" </p> <p>Iraq was preparing a ceremonial welcome yesterday for the man it described as \"a dear guest\", and was laying on special facilities for the foreign media to maximise the west's embarrassment. </p> <p>Mr Chavez is touring Opec countries handing out invitations to Caracas next month for what he hopes will be the organisation's first heads-of-state summit for 25 years. He has already visited Saudi Arabia, Kuwait and Qatar. </p> <p>Under American pressure, the Saudis have been seeking to increase Opec oil-production quotas, to reduce prices from their peak of around $30 (£20) a barrel. But Venezuela - which at 3.1m barrels a day is Latin America's largest producer - is almost totally dependent on oil revenue, and each $1 drop in oil prices costs it about $1bn (£665m) a year. </p> <p>Mr Chavez argues that the real issue is not high prices, but fair prices. </p> <p>\"We understand that they [consumers] start to feel uneasy when crude oil prices reach $30 a barrel, but they can imagine how it must have been for us when it fell to $8,\" he said recently. </p> <p>Last month, in a presidential election which the US described as free and fair, Mr Chavez was re-elected with around 60% of the vote. He is a charismatic, populist leader who, despite high oil prices, has failed to deliver economically. </p> <p>During the election, he promised an \"economic revolution\" to get the economy back on its feet and give the poor - his main source of support - a larger share in oil-generated profits. </p> <p><b> Hugo Chavez</b><br> </p> <p> Age 46 </p> <p>President since 1998 </p> <p>Former paratrooper colonel who led a failed coup attempt in1992. Spent two years in prison before being pardoned. </p> <p>A democratically elected strongmen and populist leader, considered Latin America's greatest orator after Fidel Castro. Regarded with suspicion by the US because of his leftwing policies </p> <p>Has close links with Cuba and once described Libya as 'a model of participatory democracy'. </p> <p> </p> <p><b> Saddam Hussein</b><br> </p> <p> Age 63 </p> <p>President since 1979 </p> <p>Became lieutenant-general in 1976, field marshal in 1979 </p> <p>Led Iraq through eight-year war against Iran, with support from US and several Arab states. Outlawed in 1990 following invasion of Kuwait </p> <p>Survives through brutality more than popularity, but has turned western onslaughts - bombing, sanctions, etc - to his political advantage.</p>",
  "Almost as troubling as the bomb which ripped through a pedestrian subway under Pushkin Square in Moscow during Tuesday's rush hour is the question of how President Vladimir Putin may respond. The atrocity, all the more appalling for the absence of any warning, was immediately, perhaps too immediately, blamed on the Chechens. <p>Almost exactly a year ago, a similar outrage in Red Square marked the beginning of a series of bomb attacks, mostly on apartment buildings, in which hundreds died. Mr Putin, only recently appointed prime minister by the then president Boris Yeltsin, used the ensuing revulsion to justify his launching of an all-out war of conquest in Chechnya. After uncounted deaths and immeasurable misery, Mr Putin declared victory and rode his conqueror's chariot to the Kremlin on the back of a presidential election landslide. </p> <p>But as forensic teams pick their way through the Pushkin Square débris, two points should be kept in mind. Despite strenuous efforts by Mr Putin's FSB security apparatus, Chechen responsibility for last year's terror campaign was never conclusively proved and, then as now, the Chechen leadership denied all involvement. And the Chechen \"victory\" that Mr Putin so skilfully exploited for electoral advantage was never entirely real. That conflict continues to this day. If the Chechens were behind Tuesday's blast, and especially if, as is feared, it marks the opening shot in a new urban terror campaign, the lie of Mr Putin's invincibility is exposed before the Russian people. If somebody else was responsible, he may feel even more threatened. </p> <p>Mr Putin has made a lot of enemies since taking office one year ago this week, any one of whom might wish to ruin his anniversary. They include, for example, nationalist elements within the federation (as in Tatarstan) and those in mainly Muslim former Soviet republics opposed to Mr Putin's central Asia \"Ostpolitik\". As Mr Putin warned yesterday against jumping to conclusions about who planted the bomb, some in Moscow predicted he could plunge into another, broad, swingeing law-and-order crackdown which could serve a wide multitude of purposes. Such a move would ostensibly be justified by a need to avenge the victims of Pushkin Square. But even if it fails to net the culprits, as was the case last year, Mr Putin will doubtless use it to ensure that his own position is further strengthened.</p>"
]