[
  "Just before lunch today, near the Tuscan hill town of San Gimignano, a ritual took place. The prime minister and his family left their 50-room villa and sat in the courtyard in front of the British press. Photographs were taken. Then the family walked back. The event is artificial but shows that in one thing at least Tony Blair is true to himself. He may have borrowed his policies from John Major via the Daily Mail and his campaign techniques from Bill Clinton, but no one can accuse the prime minister of populism in his choice of holiday. <p>Dick Morris, Bill Clinton's pollster, once asked focus groups where the president should go on vacation. Target Democrat voters, he learned, liked family values and outdoor sports and as a result Morris sent the president and his daughter Chelsea on a camping trip in the Rockies. He banned golf (too Republican) and the east coast (too old Democrat). Clinton's poll ratings fell for the first and only time during his presidential vacations.</p> <p>One can imagine the memos in bins outside Philip Gould's house if Tony Blair had asked for similar advice. \"'Prime ministerial holiday - strategy'. Tuscany has become a badly-tainted brand. Recommend TB visits Ibiza for youth appeal plus outing (with colliery band??) to Blackpool/Margate to reassure core support.\"</p> <p>Shortly before the election, Tony Blair tried this, taking Cherie off to Butlins (they rented a County Suite at £146 a week and enjoyed pole-jousting, bingo, darts and pedalo-riding) but they left for Tuscany soon after and did not return, despite suggestions that the children preferred Butlins. Presumably Euan Blair was made to drink extra-virgin olive oil until he recanted.</p> <p>This summer, as he did last year, the prime minister is borrowing a palazzo on the Tuscan estate of Prince Girolamo Strozzi. No danger of populism there. Then he will move on to stay with lawyer friends in Gascony, south-west France. That's a bit closer to the British norm - but unlike the rest of us he will be flying on one of the Queen's jets. In Italy he will be protected by 100 guards, generously loaned by the Italian prime minister.</p> <p>All this has upset the royal family, who think that they hold the monopoly on indulgent holidays beyond the reach of their subjects. An unnamed royal aide muttered: \"We find it extraordinary that while senior royals have pulled in their horns to save public money, Mr Blair can take his family around Europe in this extravagant manner.\" Expect to see the Queen at Gatwick in the 5.30am queue for charter flights to Florida, then. </p> <p>The Tories - predictably - and the media - inevitably - have joined the whinging; the Conservatives pointing out that the PM is only using the Queen's natty BAe146 jet because (in theory) he is on a working visit abroad, available for lunch under the olive trees with any passing world leader. </p> <p>This is an old ruse used by most previous prime ministers and no doubt if Hague ever does win an election we'll see the royal jet carry him and Ffion on an 'urgent official visit' to some hardy, outdoor US state. Admittedly the Blairs have stretched the limits - once slotting in a half-day meeting in South Africa to justify a return flight from London to the Seychelles - but we ought really to be cheered that the country is being run by someone who's relaxed enough to take time off.</p> <p>Margaret Thatcher's scariest trait was her desire to work every hour of the 11 years she was in charge. She had to be coaxed into taking a break, usually to scuttle back to Downing Street delighted by the arrival of a crisis. John Major was once dragged back from the Barcelona Olympics to nurse sterling from death's door. He was quite genuine in his delight on 2 May, 1997 that he would, at last, find time to watch some cricket.</p> <p>This prime minister, in contrast, has made a speciality of peppering his trips abroad with surprises, saving a man from drowning on one trip and conceiving little Leo on another. </p> <p>It is a fair bet that his ratings will rise this summer: the Tuscany effect, one might call it. He'll come back fitter, less frazzled and ready to slog his way through to the next election. He might even put an end to the silly panic which has seized the government in the past month. That can only be a good thing. And if he has to stay in a prince's palace to achieve it - well, it's none of our business.</p>",
  "The regime of Yugoslav president and indicted war criminal, Slobodan Milosevic, upped the ante today in its war of nerves with the west, moving to charge two off-duty British policemen and two Canadians with terrorism and transferring them to Belgrade for a possible show trial. <p>The two Britons, Det Sgt Adrian Prangnell and PC John Yore, were picked up last week inside Montenegro, close to its border with Kosovo, by Yugoslav federal troops when they were returning from a holiday break on the Montenegrin coast.</p> <p>Although British diplomats have so far been denied access to the pair, their lawyer said that they may face four counts including attempted terrorism and violating Yugoslav sovereign territory.</p> <p>The two men are on secondment to the organisation for security and cooperation in Europe, helping with police training in UN-administered, Nato-controlled Kosovo. The Foreign Office dismissed the Serbian charges on Monday as \"paranoid\" while the men's relatives have described the accusations as ridiculous.</p> <p>While there seems to be no doubt about the men's innocence, this may not spare them from a long and arduous ordeal. Their misfortune is to have been caught up in a new wave of anti-western agitation launched by Mr Milosevic in the run-up to snap federal presidential elections due on September 24.</p> <p>As so often in the past, the policemen and the two Canadian civilians (like four Dutch nationals arrested in similar circumstances three weeks ago) have become virtual hostages as Mr Milosevic, using the state-controlled media, attempts to persuade Serbs that they are once again under assault from the western nations that failed to oust him during last year's Kosovo war.</p> <p>Mr Milosevic is not especially popular among the population of Serbia, but the west is even less so after a year of sanctions and ostracism following Nato's bombing campaign.</p> <p>The Yugoslav leader is also using the incident to underscore his claims that the pro-western government of President Milo Djukanovic in Montenegro is in league with western spies and assassins determined to subvert the Yugoslav federation.</p> <p>As in Slovenia, Croatia, Macedonia, and Bosnia over the past decade, there is growing sentiment within Montenegro in favour of independence from the Yugoslav federation dominated by Serbia. But the Yugoslav army maintains 15,000 troops there and Mr Milosevic seems determined to thwart any attempt at secession.</p> <p>The recent G8 summit in Okinawa expressed support for the Montenegrin leader, as have the US, Britain and some other European countries. But two close neighbours, Italy and Greece, are more ambivalent, fearing another Balkan conflict on their doorstep.</p> <p>Mr Milosevic, meanwhile, calculates that despite expressions of solidarity, Nato countries would be extremely reluctant to launch another Kosovo-style intervention in Montenegro.</p> <p>The fate of the two policemen may now depend on the outcome of the September polls. Mr Milosevic's chances of re-election have been helped by a split among the notoriously fractious Serbian opposition parties, which currently plan to field two, rival anti-Milosevic candidates. If he wins, the \"hostages\" may be quietly released.</p> <p>If Mr Milosevic loses, all bets are off. As an indicted war criminal wanted by The Hague tribunal, and a man with few friends beyond Moscow and Beijing, he may refuse to relinquish power for fear of being arrested or being forced to go on the run.</p> <p>If he calculates that he is going to lose the election, Mr Milosevic could launch an even bigger internal crackdown than anything he has attempted in the past. He may also be tempted to provoke Montenegro into open conflict as a diversion from his own troubles and as a way of \"uniting\" the Serbs in fabricated adversity.</p> <p>He has tried such tactics several times in the past, and is ruthless enough not to balk at trying them again.</p>",
  "Fifteen Serbian opposition parties yesterday chose the nationalist leader of the Democratic party of Serbia as their candidate to run in September against the Yugoslav president, Slobodan Milosevic. <p>\"We unanimously decided to name Vojislav Kostunica as our joint candidate,\" Dusan Mihajlovic, leader of the New Democracy party, said. </p> <p>Party officials met in Belgrade to make their decision after crisis talks with the biggest opposition party, the Serbian Renewal Movement (SPO), which had nominated its own candidate on Sunday despite appeals not to risk splitting the opposition vote by going its own way. </p> <p>The SPO leader, Vuk Draskovic, said that he had not changed his mind about his candidate, the Belgrade mayor Vojislav Mihajlovic, who the rest of the opposition fear will split the anti-Milosevic vote in the September 24 election. </p> <p>Mr Kostunica, chosen by the other parties because his nationalism reflects popular opinion in Serbia, yesterday abandoned his acceptance condition that Montenegro, Yugoslavia's smaller republic, would stop its boycott of the vote. The public was expecting him to run, he said. </p> <p>A recent opinion poll gave Mr Kostunica greater popularity than President Milosevic, while the Belgrade mayor backed by Vuk Draskovic has not even appeared on pollsters' lists. </p> <p>The Democratic party leader, Zoran Djindjic, said Mr Draskovic would not discuss a joint candidate. </p> <p>Mr Mihajlovic said that Mr Draskovic's insistence on his own presidential runner meant that he could not join their candidate lists for local elections, also due September 24. </p> <p>\"We unanimously supported the idea of going together with SPO to all elections, but after the SPO came out with its separate presidential candidate, we decided that a coalition is impossible at one level if there is competition at another.\" </p> <p>Mr Djindjic said Mr Kostunica's advantage was that he could travel to Montenegro and Kosovo, whereas Mr Milosevic could not. </p> <p>Montenegro's pro-western authorities have agreed to cooperate with the UN war crimes tribunal. It has indicted Mr Milosevic for war crimes committed by Serb forces last year in Kosovo before Nato bombing forced the withdrawal of the Yugoslav army from the province, which mainly ethnic Albanian . </p> <p>\"Our candidate can go everywhere,\" Mr Djindjic said. \"And where can Mr Milosevic go? To his bunker. Well, let him win in his bunker; we will win in Serbia.\" </p> <p>On the right, meanwhile, the ultra-nationalist Radical party has proposed Tomislav Nikolic, its vice-president and Yugoslav deputy prime minister, as its presidential candidate for September.</p>",
  "Once George W Bush selected Dick Cheney as his running mate, it became clear that Al Gore would need to make a smart, eye-catching choice of his own. In an election light on policy differences, questions of character are set to loom large - and the choice of potential deputy is about the most significant choice a presidential candidate ever makes. Today Mr Gore is set to name the baritone-voiced senator from Connecticut, Joseph Lieberman, as his No.2. It is certainly an eye-catching choice - for reasons that may not please the candidate. But is it a smart one? <p>In the credit column is Mr Lieberman's status as one of the senate's most respected figures. His willingness to break ranks and attack President Clinton early over the Monica Lewinsky affair should inoculate the Gore ticket on that issue. Now it will be much harder for Bush- Cheney to cast themselves as restorers of integrity to the Oval Office: Gore-Lieberman are squeaky clean. The senator also runs no risk of outshining the perennially dull Mr Gore, and reinforces the candidate's credentials as a moderate, \"new\" Democrat in the centrist, Clinton mould. </p> <p>But there is a downside. Mr Lieberman is cut from the same wooden timber as Mr Gore. What the Democrats needed on the ticket was a candidate with zip who might create genuine excitement. An immediate buzz would have come from picking only the second female candidate for national office in US history. Mr Gore could have done that; or at least picked a younger, fresher face. Instead he has chosen a man who is solid, worthy and of undoubted integrity - but who is unlikely to set this race on fire. </p> <p>One fact about Mr Lieberman is dominating the instant reaction to his choice: he is the first Jewish candidate for national office. And he does not just \"happen to be\" Jewish, but is a devout Jew who never works on the sabbath and who will do no campaigning during this autumn's high holidays. Some believe that will not only win over America's 6m Jewish voters but also play well with committed Christian voters who like politicians \"of faith\" - no matter what that faith is.</p> <p> But it also sets America a question. Just as John F Kennedy's candidacy asked America whether it was ready for a Catholic president, now the US has to decide if it is ready for a Jew a heartbeat away from the Oval Office. Just for raising that question, Mr Lieberman's choice is a welcome one.</p>",
  "Al Gore took a leaf out of George W Bush's book yesterday, opting for gravitas rather than glamour in his choice of vice-presidential running mate for the Democrats. <p>For all the occasional talk of putting a woman or a black candidate on the presidential ticket one day, both have in the end following the way of all but one of their predecessors: picking an ageing white male to reassure the voters. </p> <p>By choosing Senator Joseph Lieberman of Connecticut, Mr Gore gives the line-up an apparent symmetry of age and appeal. In both cases the younger man heads the ticket for the November 7 election. </p> <p>Although the age difference between the candidates and their running mates is narrow, the cultural gap on each ticket is much wider. </p> <p>Mr Gore, 52, and Mr Bush, 54, are self-evidently part of the same rock'n'roll generation as 53-year-old President Bill Clinton. But Mr Lieberman, 58, and the Republican vice-presidential nominee Dick Cheney, 59, could almost pass for their parents, and are unmistakably the products of the Eisenhower rather than the Kennedy years. </p> <p>The similarity ends there, however, since Mr Lieberman has much less experience of Washington and public life than Mr Gore, whereas Mr Cheney has been chosen in part to compensate for Mr Bush's glaringly short political track record. </p> <p>The two men's political histories are very different, too. Mr Cheney was a youthful Republican high-flyer, recruited to work in the Nixon White House while still in his 20s, becoming Gerald Ford's White House chief of staff at 34, and defence secretary under President Bush after 10 years as a Wyoming congressman. He remains a quintessential Washington insider. </p> <p>Mr Leiberman, on the other hand, has built his political career entirely in his home state, Connecticut. Born in Stamford, where his father owned an off-licence, he went to Yale (as did Mr Cheney, who dropped out), served in the state senate in 1970-80, ran unsuccessfully for Congress, and served two terms as Connecticut attorney general before winning a US Senate seat in 1988. </p> <p>At first sight both seem to have been picked for essentially defensive reasons. Mr Cheney brings White House experience to Mr Bush, Mr Lieberman brings integrity to the Democratic ticket. His moral stature helps Mr Gore to shake off the shadow of the Clinton-Lewinsky affair, to say nothing of the persistent allegations of campaign fundraising improprieties in 1996. </p> <p>Mr Lieberman was one of seven Democrats Mr Gore's spin-doctors said last week were under consideration. In reality, at least three of the short-list - Bill Bradley, Dick Gephardt and Jeanne Shaheen - were only there to make Mr Gore look broad-minded. The real choice came down to three senators: John Edwards of North Carolina, John Kerry of Massachusetts, and Mr Lieberman. </p> <p>All three have centrist political instincts, like Mr Gore, and each came with a characteristic whose political impact Mr Gore had to weigh carefully in making his choice: Mr Edwards is inexperienced, Mr Kerry is married to a Heinz foods heiress, and Mr Lieberman is now be the first Jew on a White House ticket. </p> <p>A further crucial contrast between was immediately apparent yesterday. While Mr Cheney spent his final hours before joining the Bush campaign arranging his tax affairs at the giant oil multinational Halliburton Corporation in Dallas, Mr Lieberman went ahead with a speaking engagement at a trade union conference in Hartford. </p> <p>\"I can't think of a place I'd rather be this morning at this momentous time in my life than with you, the working people of the state of Connecticut,\" he told them. Such words would be improbable, to say the least, coming from Mr Cheney. </p> <p>The two will spend most of the next three months going their separate ways. Mr Cheney is likely to spend much of the campaign in the south and west, where he will exploit his conservative record and views to mobilise the Republican voter base. Mr Bush, meanwhile, will take his greater appeal to moderates and independents to the swing states of the midwest. </p> <p>Mr Lieberman's role is likely to be less sectional. As a moderate he is certain to play a big role in the midwest himself. </p> <p>They will come face to face just once during the campaign, in a vice-presidential debate which will be televised from Danville, Kentucky, on October 5. </p> <p> <b>Vote getters</b></p> <p><b> \u0095Joseph Lieberman</b>: Senator 1988-present </p> <p><b> For</b> <br> Tax cuts for small businesses <br> Gulf war use of force resolution <br> Sale of F-15s to Saudi Arabia <br Welfare-to-work reform <BR> School vouchers experiment </p> <p><b> Against</b> <br> Ban on 'partial birth' abortion <br> Humanitarian aid to Cuba <br> Ban on flag-burning <br> Oil drilling in Alaskan wildlife reserves <br> Cutting aid to Vietnam <br> Cutbacks in national missile defence </p> <p> <b> \u0095Dick Cheney</b>: Congressman 1979-89 </p> <p><b> For</b> <br> Sale of Awacs to Saudi Arabia <br> Raising pensionable retirement age <br> Covert aid to Contras <br> Production of MX missiles <br> Humanitarian aid to contras <br> Cutting federal spending on health, labour and education </p> <p><b> Against</b> <br> Oil profits windfall tax <br> Equal rights amendment <br> South African sanctions and release of Nelson Mandela <br> Notifying workers before plant closures <br> Seven-day waiting period for hand-gun purchases</p>",
  "Al Gore staked his tottering White House dream on the high moral standing of America's first Jewish vice-presidential candidate yesterday, selecting Senator Joseph Lieberman of Connecticut as his running-mate in a move that symbolically underlined the end of the Bill Clinton era. <p>\"Miracles happen,\" a delighted and emotional Mr Lieberman told reporters outside his home in New Haven. Mr Lieberman will be officially unveiled as the number two on the Democratic ticket at an event in Nashville today. </p> <p>Mr Gore's surprise choice finally draws the line between the Clinton years and his own candidacy in his attempt to overcome George W Bush's daunting poll lead. A Gallup poll yesterday showed Mr Bush 17 points ahead of Mr Gore following last week's Republican convention. </p> <p>No Democrat is better qualified to convey that message than Mr Lieberman, who on the Senate floor in September 1998 delivered the most memorable moral denunciation of Mr Clinton's conduct towards Monica Lewinsky of the 15-month impeachment crisis, castigating the president's behaviour as \"inappropriate, immoral and harmful\". </p> <p>The public reprimand was all the more telling because Mr Lieberman and Mr Clinton are old friends from Yale Law School days and political allies on the right of the Democratic Party, who agree on most issues of political substance. Mr Lieberman was the first senator to endorse Mr Clinton's presidential bid in 1992. </p> <p>\"I think he's one of the most outstanding people in public life,\" Mr Clinton said yesterday. \"He's a bold thinker. He's always full of new ideas.\" </p> <p>Mr Gore's choice of running mate is a gamble, more on account of the 58-year-old Connecticut senator's relative national obscurity than because of his religion as an orthodox Jew who refuses to campaign on the Sabbath. </p> <p>Mr Lieberman is from humble origins, the son of a drinkstore owner from Stamford. He has spent his whole career in Connecticut politics, where he was twice attorney-general before winning a US Senate seat in 1988. His wife, Hadassah, whose parents are Holocaust survivors, is also orthodox Jewish. The couple have four children. </p> <p>Before he made his attack on Mr Clinton, Mr Lieberman was most prominently in the public eye for his assaults on television and media depiction of violence and obscenity, in which he joined with the Republican campaigner William Bennett to denounce gangsta rap lyrics and the Jerry Springer Show, among many other targets. </p> <p>There are 11 Jewish senators, but Mr Lieberman is unusual in his observances of kosher dietary laws and Sabbath laws. When the senate meets between sunset on Friday and sunset on Saturday Mr Lieberman takes part, but walks three miles from his home to avoid using motor vehicles. </p> <p>The issue of Mr Lieberman's religion will be attentively watched in the Middle East, but is unlikely to be a major factor in the election, most observers believe, although it is in the nature of these things that few voters openly admit to anti-semitism. A poll in March 1999 suggested that 92% of Americans would vote for a Jew as president. </p> <p>The decision was welcomed as \"a milestone in America's political maturity\" by Abraham Foxman of the Anti-Defamation League. \"While anti-semites and those on the fringe of society who subscribe to conspiracy theories may have a field day, we remain confident the American people will dismiss the extremists and consider him on his public record,\" Mr Foxman said. </p> <p>By choosing Mr Lieberman, Mr Gore has opted for a running-mate from the Democratic right who can appeal to the electoral centre-ground which Mr Bush staked out last week in Philadelphia. </p> <p>Mr Lieberman has one of the most independent voting records among all Democratic senators, cooperates regularly with moderate Republicans, and has voted against his party on issues such as national missile defence and school voucher experiments, both of which he supports. </p> <p>Mr Bush had no public comment on his rival's choice yesterday, but his spokesman Ari Fleischer said Mr Lieberman was \"a good man. It's nice that the vice-president has picked someone who agreed with Governor Bush on so many issues.\" </p> <p>Even before getting Mr Gore's call, Mr Lieberman was quickly into on-message political action yesterday, telling a trade union rally in Hartford that he was \"happy to be here at a convention where working people are a priority, not as they were in Philadelphia last week, just props\".</p>",
  "During his first term as vice president of the United States, George Bush flew into London to speak at an American embassy lunch. It was a memorable occasion. During the meal itself, the noise of workmen assembling a portable podium prevented casual conversation. When the construction was complete, the vice president entertained his audience with a brief selection of his favourite platitudes. Robert Runcie, the Archbishop of Canterbury, wondered, sotto voce, if such large preparation had ever before produced so small a result. <p>When the ambassador announced that the vice president was willing to answer three questions, Denis Healey cried: \"Good, I have three questions to ask.\" The first concerned the moral propriety of a superpower imposing its form of government on small nations. The concept was too complicated for Bush to comprehend. So Healey made the same point in less cerebral language. \"When a man has electrodes fastened to his genitals, he is not consoled by the thought of an election in 10 year's time.\" </p> <p>Some of the lunch guests disapproved of Healey's descent into the harsh realities of counter-insurgency. But everyone agreed that George Bush's address had been an embarrassment. Last Friday evening, watching the Republican convention on television, it was clear to me that the genes - augmented by what George W Bush had learnt at his father's knee - were working well. There was only one fundamental difference between George Bush's embassy address and the speech with which his son accepted the Republican nomination. Dad was better. </p> <p>While George Bush was adjudged a catastrophe, George W was congratulated on a triumph - even by newspapers that should be more discriminating. It goes to show that, in the 20 years which separate the two events, life has changed. These days, politicians are expected to rely on vacuous generalities, and they win applause for anodyne assurances that are calculated not to cause offence. They are no longer judged on the courage of their convictions or the relevance of their policies. </p> <p>Likely winners are good. Potential losers are bad. The encomiums that George W received were not for delivery or content. He did well because he said nothing to prejudice his opinion poll lead. </p> <p>That is the only explanation for the praise which has been lavished on a speech that promised \"a new beginning\", the certain winner of the Cliche of the Century Competition. And it got worse. George W believes that \"prosperity can be a tool in our hands used to build and better our country\" - a stern reproof to anyone who believes that prosperity is a disaster that good presidents avoid. He went on to promise tax cuts \"for everyone in every bracket\", an undertaking so recklessly unattainable (without a massive penalty imposed on those who rely on state spending) that even the Conservative party has abandoned it. Not even William Hague at his worst would have intoned \"The night is passing, we are awaiting for the day to dawn.\" </p> <p>George W Bush is offering Americans the politics of nothingness. That must be a fraudulent prospectus. For Americans have the politics of nothingness already. And it looks as if Al Gore will follow in President Clinton's tradition. I give George W credit for planning to face the great issues. But he will deal with the needs of the poor and the demands of the minorities in a way that depresses rather than improves their condition. He cannot admit that now, because to do so would sacrifice the support of enlightened America as well as the votes of the minorities themselves. All credit to the country for that. But only odium for the candidate who, fearing the decent impulse, hides behind banalities. </p> <p>No sensible person could have listened to the speech that George W Bush made in Philadelphia last week without realising what a tawdry manifesto he offers. It was delivered in the monotone of a man who had arrived too late to read the text in private before the public performance. Yet the style was superior to the substance. For it represented what the ad-men regard as the apotheosis (and decent people dismiss as the nadir) of new politics. It was the clear product of focus groups and opinion polls. But it made a nod to virtue by denouncing reliance on focus groups and opinion polls. </p> <p>Perhaps the demand for \"a bipartisan approach to governing\" makes more sense in American politics than it does in Britain. But the commitment to \"extend the promise of prosperity to every forgotten corner of the country\" is clearly inconsistent with the aspirations of a presidential candidate who is a hostage to big business. It all adds up to stock market politics - the endorsement of a second-rate product as long as it is likely to provide the speculators with short-term dividends. </p> <p><a href=\"mailto:comment@theguardian.com\"> comment@theguardian.com</a></p>"
]