[
  "<p>The £110bn merger of Glaxo Wellcome and SmithKline Beecham is likely to be delayed for another two months, it emerged yesterday, because of a fresh inquiry by American regulators that has angered senior executives. </p> <p>A renewed hold-up by the Federal Trade Commission has led some insiders to accuse the US government of using Glaxo and SmithKline as a \"political football\", with the Democrats keen to show that they are tough on the drugs industry during the ongoing presidential election campaign. </p> <p>The deal, which will create the world's largest pharmaceuticals corporation, was initially scheduled for completion in August. The target date was put back to September 25 because of regulatory questions and the groups yesterday owned up to a fresh delay. </p> <p>Reluctant to name a new day, they would only say that they expected completion \"by the end of this year\". Insiders said the general feeling was that the hold-up would last until November. Glaxo's shares slipped 10p to £19.10, while SmithKline's fell 9.5p to 863.5p. </p> <p>The nature of the FTC's latest request has infuriated the companies. The commission has asked for more information about smoking cessation products - Glaxo makes a prescription drug, Zyban, while SmithKline produces Nicorette chewing gum and Nicoderm skin patches. </p> <p>Officials from the FTC had initially ruled that this area posed no problems, deciding that SmithKline's products were in a different market because they were available without a prescription. </p> <p>A SmithKline spokesman said: \"It's disappointing, but it's manageable. The FTC has the right to revisit any areas it wants to. This underlines the sort of heightened scrutiny we're seeing in the US, not just in our industry, but in mergers across the board.\" </p> <p>The FTC is concerned that the combined group could have an excessive share of the smoking cessation market. The two companies complain that the issue is relatively trivial - their combined sales last year were £16.9bn, of which anti-smoking products contributed £450m. </p> <p>The hold-up means that Glaxo's chairman Sir Richard Sykes will remain in a full-time role for longer than he anticipated - he becomes non-executive chairman after completion. Several other directors, including SmithKline's Andrew Bonfield and Glaxo's Jeremy Strachan, will be obliged to delay their departures. </p> <p>The groups had planned a satellite link-up for staff in the week of completion, allowing senior executives to address employees worldwide. This has been cancelled, as has a party in London to mark the occasion. Hundreds of redundancy payouts will be delayed as a result of the hold-up, as will the introduction of a new logo and brand image. </p> <p>Analysts said the financial impact would be negligible, although Michael King of SG Securities said: \"It's certainly embarrassing for them and negative for sentiment. I would imagine both companies are rather frustrated.\" </p> <p>\u0095 Phytopharm is beginning clinical trials of a traditional Asian tonic for dementia that the company believes could reverse the death of brain receptors which causes Alzheimer's disease. </p> <p>Its shares rose 3.5p to 654p on the announcement. </p> <p><br><strong>Slow acting relief:</strong> <br><strong>January 17:</strong> Glaxo Wellcome and SmithKline Beecham announce plans to merge, with the tie-up to be effective 'in the summer'. </p> <p><strong> May 8:</strong> European commission approves the combination. </p> <p><strong>July 5:</strong> Full details of the deal are disclosed, with completion scheduled for August 21. </p> <p><strong>July 25:</strong> Merger delayed until September 25. </p> <p><strong>July 31:</strong> Shareholders approve the deal, although a third vote against multi-million pound boardroom pay packages. </p> <p><strong> September 11:</strong> Merger delayed again, to be completed 'by the end of this year'.</p>"
]