[
  "Al Gore and George W Bush finally came face to face in the first of this year's US presidential debates last night, with opinion polls showing that up to a third of American voters would decide which man to support on the basis of what they saw and heard in these encounters. <p>The tension and seriousness with which both camps were viewing the debate was palpable yesterday, as the closest US presidential election contest in 20 years reached what was almost certainly its pivotal moment. </p> <p>An old-fashioned coin-toss gave Mr Gore, the Democratic candidate, the first question in the 90-minute debate, which took place at the University of Massachusetts in Boston. </p> <p>The debate was broadcast live on most of the US television networks, and was expected to attract a viewing audience of at least 60m. </p> <p>\"Tonight's not the night for gimmicks,\" Mr Bush, the Republican candidate, said as he left West Virginia for Boston, preceded by a group of advisers so large that it required a separate jet. </p> <p>Mr Bush's spin doctors said before the debate began that their man was intending to bring his 10-year programme of tax cuts totalling $1,300bn (£886bn) back to the centre of the political argument. </p> <p>Mr Gore was said to be planning to use the debate to help soften his image as a stiff policy obsessive. </p> <p>The Bush camp has spent weeks trying to lower expectations about its man's chances in the debate, in the hope that even a modestly competent performance could be seen as something of a triumph. </p> <p>Mr Gore, by contrast, faced higher expectations because of his extensive government experience and his formidable reputation in political one-on-ones. </p> <p>As well as being expected to attract the largest audience of any of the candidates' debates before the US goes to the polls in November, yesterday's TV contest was also the most intensively polled event of the election by both the Bush and Gore campaigns. </p> <p>The voters' responses to the debate will affect the tone and targeting of millions of dollars of campaign advertising about to be unleashed in key states. </p> <p>The importance that the politicians attached to the confrontation was not universally shared by television executives, however. Though the proceedings were carried live on the ABC and CBS networks, as well as on the PBS and CNN cable channels, NBC allowed affiliates to choose between the debate and a baseball game, while the Fox network chose to disregard it altogether. </p> <p>Opinion polls showed Mr Gore holding a narrow lead coming into the debate, but both camps were in no doubt that this and two further debates in the next fortnight are likely to hold the key to the outcome of the November 7 presidential contest. </p> <p>Mr Gore led Mr Bush by 46% to 40% in an eve-of-debate tracking poll for Reuters and MSNBC, and by 45% to 39% in a New York Times/CBS poll. A Washington Post/ABC survey showed Mr Gore with a nar rower lead, 48% to 46%, while the latest Gallup/CNN tracking poll had the two men all square on 45% each. </p> <p>Both men arrived in Boston early yesterday for last-minute preparations. Light campaign schedules have been the order of the day for much of the past week, as Mr Bush rehearsed at his Texas ranch and Mr Gore concentrated on swing voters in Florida, which is thought to be the biggest of the undecided states. </p> <p>Last night's debate is to be followed by Bush-Gore contests on October 11 and 17. The vice-presidential nominees - Republican Dick Cheney and Democrat Joe Lieberman - will hold their only debate tomorrow night in Kentucky. </p> <p>As the two main candidates shaped up for their initial encounter, supporters of two third-party hopefuls, Ralph Nader and Pat Buchanan, mounted protests at being kept out of the debates. Mr Nader, the Green party nominee, travelled to Boston saying he was \"looking for people to give us tickets\" to the debate, so he could register a public protest against his exclusion.</p>",
  "In the first direct challenge to the wave of demonstrations against President Slobodan Milosevic, 11 striking miners and two Serbian opposition leaders were ordered to be detained on suspicion of sabotage yesterday. <p>The miners are members of the strike committee at Serbia's largest coal mine, Kolubara, where 4,500 workers have been on strike since Friday. </p> <p>The two opposition leaders, Nebojsa Covic and Boris Tadic, visited the mine on Sunday night, when police sealed off the area. Mr Covic is the leader of the Democratic Alternative, a relatively small party within the opposition. Mr Tadic is deputy head of the larger Democratic Party. </p> <p>The Belgrade public prosecutor demanded an investigation, saying there was a suspicion that they had \"been accomplices in criminal sabotage\". </p> <p>Meanwhile, in the Yugoslav capital, tens of thousands of students walked out of exams and joined hands to form chains across major highways. </p> <p>Anti-riot squad police stood by in blue camouflage fatigues as the students moved down the road toward Beli Dvor, the white palace of President Milosevic, shouting \"Save Serbia and kill yourself, Slobodan\" to the accompaniment of blaring car horns. </p> <p>Two coachloads of the intervention squads were guarding Mr Milosevic's home, but the students sought disruption, not confrontation and when the road was blocked, they diverted to a square and another road. </p> <p>Another group of tens of thousands of students marched from Plato square to Autokomanda square, just below the leafy suburb of Dedinje, home of Belgrade's rich. </p> <p>The embattled government issued a statement threatening to crack down on the opposition, calling them subversive elements waging warfare through strikes and blockades. </p> <p>In a statement, read on state television, it was announced that judges could jail those involved in civil disobedience for two to three months. </p> <p>Dissenters in the judiciary were told to resign. But opposition leaders and supporters remained defiant and insisted that Mr Milosevic accept his landslide election defeat. They claim their results show that presidential challenger Vojislav Kostunica won the election outright and that the regime committed massive voting fraud. </p> <p>A campaign of strikes and civil disobedience combined with legal appeals is being used to pressure the state election committee, which claims Mr Kostunica was not the outright winner of the presidential poll and is calling for a second round. </p> <p>The opposition has ruled out participation in Sunday's planned run-off. </p> <p>\"No one has the right to so bluntly annul the people's will,\" said Mr Kostunica. </p> <p>The opposition claims that a computer diskette thrown through a window of the Yugoslav statistics office building has provided them with evidence of the real results of the election on September 24. </p> <p>Mladjan Dinkic, leader of the G17 independent think tank told a news conference: \"We've got the proof now, but the electoral commission is the one to present the real results to the public.\" </p> <p>Across the country, particularly in towns that fell to the opposition in last month's elections, strikes and blockades are crippling all activity. </p> <p>On Monday night miners at the Kolubara complex ignored an appeal to return to work by the Yugoslavia army chief, Gen. Nebojsa Pavkovic - the first time Mr Milosevic has called on the military to help end the protests. </p> <p>\"We are under pressure from the police, psychological not physical pressure,\" said Predrag Stepanovic, a member of the strike committee. </p> <p>After the general failed to resolve the coal mine impasse, the government struck back at opposition-run cities and towns across country by introducing four-hour power cuts allegedly triggered by the strike. Electricity was lost in parts of capital Belgrade for four hours as well as cities such as Nis and Novi Sad. </p> <p>The campaign of civil disobedience is the most serious challenge yet to Milosevic's 13-year rule. </p>",
  "Hundreds of journalists working for state-controlled broadcasters and newspapers in Yugoslavia are demanding the right to report the news impartially, as Slobodan Milosevic's strangehold on the media begins to loosen. <p>Their rebellion follows the failure of the state election commission to recognise the outright victory claimed by opposition presidential candidate Vojislav Kostunica in last month's presidential poll. </p> <p>Yesterday the head of French and Italian programmes at Radio Yugoslavia - the closest thing in Belgrade to the BBC World Service - was fired for seeking a more balanced editorial policy. </p> <p>Vladimir Pavlovic, who had worked for the broadcasting service for 26 years, said: \"The editorial policy of Radio Yugoslavia comes from federal government - and in reality it comes from Milosevic and his wife, Mira Markovic.\" </p> <p>The chief of Radio Yugoslavia, Ivan Markovic, is the minister of telecommunications and the spokesman for Ms Markovic's political party, the Yugoslav United Left. </p> <p>\"We have been all the time feeling bad about what Radio Yugoslavia does,\" Mr Pavlovic added. \"But I'm a professional and it is my job.\" </p> <p>He said that after the election eight journalists - out of a total of 200 employees at the service - formally requested a more balanced editorial policy. </p> <p>\"There's a big amount of repression. People are scared. I have a child I have to look after,\" he said. Despite his concerns for his job, he agreed to sign the journalists' written request. </p> <p>\"The petition is saying that we journalists of Radio Yugoslavia ask our general manager and editor to change the editorial policy, and to admit an alternative point of view. We want to make it possible for other voices to b e heard,\" he said. </p> <p>When Mr Pavlovic went into work yesterday a security guard at the door confiscated his identity card. </p> <p>Belgrade-based staff from the culture department of Radio Television Serbia (RTS), which is also controlled by the state, were yesterday planning a similar written request for more open coverage. Six employees working for RTS in Novi Sad, the second largest city, who circulated a petition calling for objective reporting have been sacked. </p> <p>A number of local radio and TV stations that were within the RTS system have been boycotting the state news, which serves as the biggest television propaganda outlet for the Milosevic regime. </p> <p>According to information gathered by the Belgrade-based Association of Independent Media, nine stations have stopped broadcasting RTS news. They include three broadcasters in the eastern town of Zajecar, previously a heartland of support for President Milosevic's coalition. </p> <p>In the capital, more than 60 employees - including journalists - working for state-controlled Radio Belgrade are reported to be circulating a petition demanding a change in editorial policy. </p> <p>A second Radio Belgrade channel is also said to be disrupted by protests, with staff also said to be calling for fair reporting. </p> <p>Fifty reporters at the Vecernje Novosti newspaper are said to have called for a new editorial line. An open letter is also reportedly circulating demanding that the paper adopts an independent stance. </p> <p>Of all the cities across Yugoslavia, Belgrade has been the most affected by a clampdown on all non-government broadcasting media, with the exception of a small student radio station. </p> <p>In May police stormed the Belgrade City Studio B Station, the only non-government radio and television station with national reach. The station broadcast opposition viewpoints and was controlled by the opposition Serbian Renewal Movement. </p> <p>Western European governments have sought to break the media isolation by funding a non-government radio station, Studio B292, which runs a website and can be heard by those with a satellite dish. Most people in the capital cannot afford such luxuries. </p> <p>The B292 reports have been circulated and made available to radio stations in towns controlled by the opposition. As a result, residents of several provincial towns are far better informed about non-government activity than many people living in the capital.</p>"
]