[
  "The backbench Labour MP does not wish to be named. He is nursing a majority around the 5,000 mark. His seat is in the South-east of England. It was won from the Tories at the last election. Two weeks ago he was confident of keeping his job and his £45,000-a-year salary. Now he's not so sure. <p>Last week, as suddenly as the fuel crisis developed from small-scale blockades to full-blown national disaster, the nightmare scenario for the Labour Government emerged. Four opinion polls have suggested that the Conservatives could win the coming general election. Like so much spring snow, Tony Blair's 'impregnable' poll lead has evaporated from the political landscape. His personal ratings are down. He is blamed for the fact that the country almost ground to a halt two weeks ago. The Dome, pensions and a book by The Observer 's chief political commentator, Andrew Rawnsley, have come together to give this Government a bloody nose, cracked ribs and a black eye. </p> <p>Clare Short said last week that the Dome was 'a disaster'. Truckers said that Gordon Brown had to deliver on fuel tax cuts, or else. Barbara Castle said that it was time for action on pensions. And Rawnsley said the Chancellor had lied about the £1 million party donation from Formula 1 racing millionaire Bernie Ecclestone. Blair himself, Rawnsley said, had slipped into mendacity. The Prime Minister has been silent. Now, this weekend, it is fight-back time. </p> <p>The next five days are vital for this Government. At their annual conference in Brighton, starting today, every one of the big Labour hitters will have their chance to reinvigorate support for the Government. They have been rattled. Suddenly the Tories are not such a laughing stock as before. </p> <p>'Whatever we say in public, of course we take notice of the opinion polls,' one Cabinet Minister said on Friday. 'There were those saying we had the next election in the bag. But I always thought the polls were underestimating the Tories' support. At least we now know where we stand. At least now we can concentrate political minds. The Tories can win.' </p> <p>For the backbencher, such a scenario was always possible. 'When you have a small majority, you know that you can lose, whatever the polls are saying,' he said. 'We had been lulled into a false sense of security.' </p> <p>Tony Blair's speech is on Tuesday. Senior Downing Street advisers say that he is going to map out 'the vision thing', something to throw the debate forward, to take this crisis-ridden Government away from the Dome and the fuel revolt and pensions, and set forth a new agenda - the improvement of schools, the health service, crime - on what this Government can do for you. It is critical. </p> <p>'We have to keep our nerve,' said John Prescott, Deputy Prime Minister and the man charged with ending the conference on a high with a tub-thumping 'trust us' speech on Thursday. </p> <p>'We need to be fully aware of what this Labour Government's done in carrying out its manifesto. [We need to] look forward to a second term. What this election is about is our justification to ask for a second term.' </p> <p>But future political seas look choppy. The Dome will not go away. Next month the National Audit Office report on the Greenwich attraction will be scathing about the financial mess. Many are predicting that Lord Falconer, the Minister in charge, will be forced to fall on his sword. </p> <p>Pensions will not go away. The conference will vote on the issue on Wednesday, and the Labour leadership is well aware it could be defeated. </p> <p>This week will also see the Danish referendum on entry to the euro with the No campaign leading in the polls. For the pro-euro Blair, a loss across the North Sea will only strengthen anti-euro campaigners here. </p> <p>And then there is Geoffrey Robinson, the former Paymaster-General, whose book, The Unconventional Minister , will for the first time detail his side of the £373,000 home loan he gave Peter Mandelson. It has already been bought for serialisation by the Daily Mail . Expect fireworks. </p> <p>Among all these icebergs, the Government has to keep some semblance of a straight line. Blair is arguing in Downing Street that his administration must not appear to be knocked off course by every passing disaster. They must try and rise above it all, but also appear to be listening and responding. It is a difficult trick to pull off. </p> <p>Prescott, speaking to The Observer last week, said that now, more than ever, it is imperative for the Government to define the clear dividing lines between Labour and the Conservatives - some tax and some spending versus less tax and, the Government argues, less spending. 'Yes, we have some problems. Everyone can see that we have issues which people are expressing strong concerns about; for example, pensions and fuel. We can show substantial evidence of where we have been listening and our solutions in logic and in application are fair, if you believe that those less well off should have the priority. You have to convince electorates and they have got to feel what you are saying is right.' </p> <p>He knows that the Government has a message to sell, but somehow it is not getting through. Does the tone have to change? Maybe, Prescott admits, a line also pushed by another member of the Cabinet who spoke to The Observer . What is clear is that you can't go on simply blaming the press. </p> <p>'It's for the Government to prepare its programme to convince an electorate that it's acting in its interests. If it's able to deliver in a confident way and has a good record of delivery - which this Government has without a doubt - keep your nerve, be proud of what we've done, but get out and tell them. </p> <p>'I am not a great one for polls, but I have noticed them. We've had unpopular polls - about transport two years ago and we dealt with the problem and we got the economy right and we put a huge amount of investment in and everybody said that's good. We did the same for hospitals and everybody said that's good and the polls tended to show it. We had unpopular polls in the spring and after the comprehensive spending review and the health expenditure and the transport expenditure; in the summer we improved and we showed that we were delivering.' He believes fortunes can change again. </p> <p>Matthew Taylor, the head of the well connected left-wing think-tank, the Institute of Public Policy Research, says that a little contrition wouldn't go amiss. 'Sometimes you have to eat humble pie,' said Taylor, who was assistant general secretary of the Labour Party before the last general election and was a senior member of the campaigns team. 'There needs to be a line drawn under the recent problems, some excitement needs to be created about new government initiatives. The debate needs to go forward.' </p> <p>Prescott, like so many politicians, cannot stomach the word 'sorry'. Keep apologising for everything and in the end nobody will trust you, he argues. 'Have you ever heard an editor [of a newspaper] apologise for getting something wrong? Blimey, if you adopted that principle when you got things wrong every paper would have the editor up every day apologising for what he had wrong.' He doesn't want the Government going down the same track. </p> <p>'Labour will lose the next election if it can't maintain the trust of the people,' he says. 'That will always be so. We must never be complacent, that is something the Prime Minister always says. Never take the electorate for granted.' </p> <p>Pollsters agree. Professor John Curtice, polling expert at Strathclyde University, says that the reason that the polls swung so swiftly against Blair (from a 20 per cent lead two months ago to a 4 per cent Tory lead last week) is because the Government committed the cardinal sin in the eyes of the people. The fuel crisis and Dome revealed a Government not in control of events. </p> <p>The last time there has been such a violent swing in the polls was at the time of the Falklands War, when Margaret Thatcher increased Tory support by 10 per cent. She was tough, in control. Blair appears to have vacillated on fuel and has remained silent on the Dome. </p> <p>But before Conservative Central Office starts hanging out the bunting, a word of caution. A careful reading of the performance of past governments in the opinion polls would offer Blair some comfort - and give William Hague a salutary warning. </p> <p>The over-riding point is that governments almost invariably gain ground as election day approaches. In the autumn of 1986, as last week, the Opposition held a narrow lead over the Government. Then, as now, a bald Opposition leader lagged in the personal popularity stakes behind a Prime Minister whose habit was to lead from the front. Then, as now, there was much talk of the governing party losing its landslide majority and facing a hung Parliament. And what happened? The following spring, the governing party - the Tories under Thatcher - returned to power with a 100-seat majority. </p> <p>Nor was that an isolated event. In nine of the past ten full Parliaments, the final six-to-nine months have seen a swing from Opposition to Government. What seems to happen with a fair degree of regularity is that some people who tell pollsters they yearn for a change when no election is imminent decide in the end that the incumbents aren't so awful after all. It even happened in the run-up to the 1997 general election. The Tories' 31 per cent on polling day was terrible enough - but it was significantly higher than their ratings throughout 1995 and 1996. </p> <p>So if history repeats itself, Labour ought to win an election next spring reasonably comfortably. What, though, if the polls next March show the race too close to call - say, Labour no more than five points ahead? It is at that point that Blair must decide whether to call a May election or wait until the autumn of next year or the following spring. Looking at what happened over the final 12-18 months of past Parliaments, the story is even more dramatic, with often huge Opposition leads either being cut back sharply or being overturned altogether. </p> <p>The Tories must face the fact that, even after moving into the lead for the first time in eight years, they remain the second most unpopular Opposition at this point in the political cycle in the 60-year history of polling. Only Labour in the autumn of 1982 stood lower . Yet suppose history does not repeat itself. What if the Tories stay narrowly ahead right through to polling day? Blair could still remain Prime Minister, for Britain's election system is now tilted in Labour's favour. If both Labour and Tories win the same number of votes, Labour is likely to have around 80 more MPs. To be sure of having more seats than Labour, the Conservatives need a 7 per cent lead in the popular vote. </p> <p>There are three main reasons for this: </p> <p>* Labour-dominated parts of Britain tend to have smaller constituencies than Tory-dominated areas. If constituencies in Wales and Scotland were the same size as in England, they would elect 23 fewer MPs; Labour would lose 19 of them. </p> <p>* Turnouts in strong Labour areas tend to be lower than in traditional Tory areas. Low turnouts in safe Labour seats drag down the party's national vote share by two-to-three points, but do not cost it any seats. </p> <p>* In 1997 tactical voting cost the Tories up to 35 seats. </p> <p>David Miliband, the unassuming but fiercely intelligent young head of Blair's policy unit, said two weeks ago he believed the first term in power had actually been all about proving Labour was a 'serious party of government', establishing its economic competence, airbrushing out the bad memories. </p> <p>'This Labour Government is establishing a new collective memory about what it means to be a New Labour Government. Gone is the winter of discontent: in its place a national minimum wage. </p> <p>He also highlighted a key New Labour problem, knee-jerkism, revealed in all its ridiculous glory earlier this year by the Prime Minister's sudden announcement that louts would be marched to cash machines to withdraw £100 to pay on-the-spot fines. Blair wanted to be seen doing something about crime. Two days later the idea was abandoned as unworkable. </p> <p>Miliband said: 'On every maths A-level paper it says please read the question carefully before you start to answer,' he warned. 'In the Government often the temptation is to rush in to give the policy answers before you really know what the question is.' </p> <p>Miliband argues that the key lesson he draws from Al Gore's presidential campaign in America is that the Centre-Left can succeed if it fights on the issues. Gore was behind Bush in the polls, started arguing about health and education, and is now ahead. </p> <p>'The lesson is that substance beats froth,' Miliband said. 'Essentially the Tories made a decision to attack us on a lot of trivial stuff, but when we produced the national plan [for health], the CSR [Comprehensive Spending Review], that won out.' </p> <p>Labour officials insist that the week's polls do not reveal some catastrophic shift in the social democratic consensus that was built to win the election in 1997. Get back onto policies and away from the horror of events and the government ship will stop listing. But that's the problem with events. Like icebergs, you don't always know how many there are or when the next one may strike. </p> <p><b>The icebergs between Blair and victory</b></p> <p><b> EUROPE</b> <br>RISK RATING: Medium <br>DIARY DATE: Thursday</p> <p>Danish euro referendum. Danish No campaign will win if polls are right. This would damage Government's plan for British euro vote in the next Parliament. Blair braced for pasting.</p> <p> <b> PENSIONS </b> <br> RISK RATING: High <br>DIARY DATE: Wednesday</p> <p>Conference votes on a flat rate increase, though Gordon Brown wants to target the poorest while Barbara Castle favours restoring the earnings/pensions link.</p> <p> <b> FUEL CRISIS </b> <br> RISK RATING: High <br>DIARY DATE: mid-November</p> <p>End of the 60-day limit set by truckers before the blockades begin again. Gordon Brown has been told he must cut fuel duty or face the consequences. </p> <p> <b> GEOFFREY ROBINSON</b> <br> RISK RATING: High <br>DIARY DATE: mid-October</p> <p>Publishes book, The Unconventional Minister.Will tell his tale of the £373,000 loan to Peter Mandelson, which cost both Ministers their jobs. Robinson has scores to settle. </p> <p> <b> THE DOME </b> <br> RISK RATING: Nuclear <br>DIARY DATE: mid-October </p> <p>National Audit Office report into Dome finances. Lord Falconer, the Minister responsible, is set for criticism over where money went. Many predict his downfall.</p>",
  "First on the show was a man who could smash 31 wooden boards over his head in 30 seconds. Then came Susan Hawk, known to America as the bitch among the last four Survivors on TV who said she'd rather watch a rival die of thirst than help her. Then came the man who wants to be the next President of the United States. <p>This was the line-up for the downmarket Live with Regis chat show last Thursday night, starring George W. Bush in the kind of appearance that, more than ever, marks this presidential election campaign. Al Gore, meanwhile, has got himself into a wrangle over dirty jokes and both candidates have, of course, vied to impress Oprah Winfrey and David Letterman. </p> <p>Exactly 40 years ago on Tuesday, television transformed politics (and vice-versa) when the young, confident John F. Kennedy squared off against a haunted Richard Nixon in the first of the great presidential debates that have since been deemed the zenith of any campaign. </p> <p>Al Gore and George Bush will hold their contest six days after that anniversary, but the debates are nowhere near as important, nowadays, as moments such as those with Regis Philbin or Oprah. </p> <p>These appearances on puffball talk shows are called 'sight gags' - apparently vacuous guest spots that are actually big politics in disguise, aimed largely at the crucial women's vote. </p> <p>By all accounts, Bush had been genuinely nervous in the make-up room, staring like a schoolboy at photographs of Oprah with musicians and movie stars. On his own entrance, Al Gore had given her a high-five; 'Dubya' Bush had to go one better. He planted a kiss on her cheek. 'Why thank you,' she said. 'My pleasure,' he beamed. </p> <p>'Tell me about a time when you needed forgiveness', gushed Oprah 'Right Now!' chirped Bush. 'For real,' she pressed, 'Tell me a story'. Bush offered a few generalities. 'I'm looking for specifics!' teased Oprah. 'I know you are!' Bush giggled, 'but I'm running for President.' </p> <p>However, the American public soon knew that the candidate's favourite sandwich is peanut butter and jelly on white and that the one thing in life he couldn't manage without is jogging. This - not his speech on education earlier in the day - was hailed as the beginning of Bush's upturn in the polls. </p> <p>Gore had done the show the previous week, when Oprah had said she 'stayed away from politicians' because she never thought she could have an honest conversation with them. Al Gore disabused her (maybe) by confiding that Local Hero was his favourite movie and his favourite quote was by Bob Dylan: 'Those not busy being born are busy dying.' </p> <p>But chasing mass appeal can be risky. Gore got in trouble at New York's Radio City. </p> <p>It had to happen: 'Lick Bush and Dick' - a jokey slogan referring to Dubya and his running mate Dick Cheney. It first appeared on unauthorised T-shirts at the Democrat convention in Los Angeles and, more vividly, at a star-studded gala from the mouth of actor and artist John Leguizamo. 'I'm absolutely thrilled that Al Gore picked Joe Lieberman to be Vice-President', quipped Leguizamo, explaining that Gore is thereby 'operating under a very old, wise principle that New York women have known for years. That it takes a Jew to lick Bush.' </p> <p>Gore froze. Tipper rolled her eyes. Later, Lynne Cheney, wife to Bush's (goy) running mate, complained. But Rolling Stone 's Jan Wenner said that if Mrs Cheney 'thinks the concert was X-rated then she's someone from the frontier circa 1890'. Then Gore did his own shows. </p> <p>Within days, he was on Jay Leno being introduced as 'the man who invented cue cards' (a safer claim than the internet). Lieberman took the stage on the Conan O'Brien show to sing 'My Way'. Gore sidestepped Letterman's attempts to discuss serious matters, saying: 'Oh David, you're such a wonk' before reading out his top 10 favourite rejected campaign slogans, which included: 'We know when the mike is on'. </p> <p>Professor Todd Gitlin of New York University, whose forthcoming book deals with new relations between media and politics, said: 'Both the media and the politicians know that the audiences have fled the traditional news vehicles for Oprah, and they are seeking to catch them. To find eyeballs, politicians are forced to go where the performers are. </p> <p>'I have a certain sympathy with the politicians,' he adds. 'If the news vehicles now judge that serious politics is poor entertainment, and they cannot get attention with a speech about health reform, they must find the channels available to them'. </p> <p>If you play the mass appeal game, however, you have to get your facts right. Bush has muddled Greeks and Grecians, Slovenes and Slovaks, and when asked his favourite song by Oprah, he replied 'Wake Up Little Susie by Buddy Holly'. </p> <p>Only this time, unlike over the Grecians, he was at least able to correct himself. It was The Everly Brothers.</p>",
  "What is it about Slobodan Milosevic and twins? <p>Look carefully at the photographs of Milosevic supporters and it seems he has a particular appeal for identical twins who also like to dress exactly the same. A man in a crisp white shirt with a shock of white hair on the left of a Milosevic election rally; the same man with white hair on the right of the crowd. </p> <p>During an open air rally in one of his strongholds in Montenegro he had identical twins in the front row. A square-jawed man with grey hair and on the other side of the picture - his twin; a man with a moustache beside him and, on the other side of the picture, his twin, same moustache, same leather jacket. </p> <p>President Milosevic of Serbia, the 59-year-old leader of the former Yugoslavia and indicted war criminal, is on the ropes. After 13 years leading Serbia through four wars, in which ten of thousands of people died, and massive inflation, when it took a wad of banknotes as heavy as a brick to buy a pair of jeans, he could lose today's presidential election by as much as 300,000 votes. </p> <p>He is expected to lose despite widespread predictions that he will steal at least half a million votes in parts of the country where the opposition have no power, such as Kosovo and Montenegro. </p> <p>Whatever the outcome, the opposition have called people on to the streets of Belgrade at 9pm today to declare victory - insisting that, despite the expected fraud, they will have won a moral victory. </p> <p>Last week, as the election drew closer, Milosevic and his party began resorting to more desperate measure including sticking photographs together on the front of pro-Milosevic newspapers to make it look like he had more support at rallies. A Reuters journalist estimated that 15,000 turned out to see him at his last major rally on Wednesday - Milosevic claimed that there were more than 100,000. </p> <p>At a rally later that night in Novi Belgrade's new stadium, supporters were brought in from all over Serbia to boost numbers. </p> <p>There was 'election silence' in Belgrade yesterday. Tradition dictates that for 48 hours before every Yugoslav election the TV, radio and election pundits fall silent as the people ponder their future. </p> <p>When and if the opposition wins in Serbia, 40-year-old Mira Yovanovic will consider trying again for the baby she aborted two weeks ago. She is sitting in her 8th floor apartment and says that when the polls open she will be there to vote and then she will be on the streets. 'I really wanted that baby but we decided not to go through with it. It is impossible, the whole health system has collapsed. Even two weeks ago it didn't look like the opposition could win - now we can win if Milosevic goes. The first thing I will do, if I can, is make a new baby for a new Yugoslavia.' </p> <p>There is still strong support for Milosevic among the old who treasure their right to vote and will come out in their thousands in support of him. They are the Communist generation, trusting faithfully in the wisdom of state television. People like Zoran Pantic, 60, who lives in the town of Vrsac close to the Romania border. His blue budgie squawks continuously in the sitting room of a small ground-floor flat as he repeats the mantra of TV Serbia which has been controlled by Milosevic since 1989. 'The Americans want to make us their slave. Turn us into a colony. That's why they told Nato to bomb us. When will they stop oppressing us with sanctions. Milosevic is rebuilding our country but what can a man do in an empty kitchen.' </p> <p>Gordana Petrovic, a 35-year-old geologist, said: 'Our biggest fear is that even if we do win he will not allow our victory. I am afraid of the police but I will go out on to the streets and there will be hundreds of thousands of us all around the country. It is one last chance to get rid of him.' </p> <p>On Wednesday night the opposition managed to bring at least 150,000 people on to the streets of Belgrade in what was seen as a dry run for tomorrow night. </p> <p>'We think there is a strong possibility that he will put the police on the streets - but nobody is sure how he will react. We don't think it is possible for his police to control the hundreds of thousands of people that will come out all over the country,' said Ivan Kocis, a former airforce pilot who is working with the opposition to try and prevent election fraud. </p> <p>Milosevic has around 120,000 police at his disposal. 'The police force is the only employer in Serbia that is taking on new workers,' according to Jovan Dulovic, a Belgrade journalist who has specialised in police and military affairs for more than 20 years. 'All police leave has been cancelled for September. There is no sign of any mobilisation but they are ready to go with a couple of hours' notice. They will be brought in from outside Belgrade to control the people there. Local police are not used in their home town.' </p> <p>The police force also includes the Special Intervention Brigade, some 30,000 men, many of them former volunteers and paramilitaries in the Bosnia and Croatian wars. 'These are tough guys, athletes who do weights and the cream of the force as well as former paramilitaries.' </p> <p>On a grey, wet weekend in Belgrade, the coffee shops on Republica Square were half empty. A couple in Mirijevo were buying in beer and mineral water. 'I need only beer and fish - I have everything else in the house. Maybe we are paranoid but we want to be prepared.' </p> <p>In the election, a virtually unknown candidate, Vojislav Kostunica, a 56-year-old lawyer with 19 opposition parties behind him, could win by as little as 300,000 votes. </p> <p>Last time Serbia voted against Milosevic was in the winter of 1996. Then, he refused to accept the defeat of his party in the local election and the people marched against him for three months. At the height of the protests there were 300,000 people on the streets of Belgrade. They failed when a fractured opposition did a deal and went into government. This time no deals are possible. </p> <p>The opposition is also better prepared to fight election fraud. 'This time we are organising for our food and drinks to be brought in from outside, prepared by our members. In 1997 our people were in the toilets for two hours with diarrhoea and couldn't see the ballot boxes being stuffed with votes for him,' says Kocis. </p> <p>'We will also be on the lookout for people buying votes at the gates of the polling stations. Last time people were being given deutschmarks and ballot papers that had already been marked for him. They would go inside and vote and then come back out and hand over their empty ballot paper.' </p> <p>Among the people carrying the water and food to the election polls and to the opposition workers will be Yovanovic. 'I joined the Communist party at 16 and left it at 17. I swore I'd never join another party in my life, but now I have to fight for my freedom.'</p>",
  "An email has arrived from Belgrade. 'We're all in election fever, hope and horror at the same time. Wish us luck!' <p>No amount of analysis, speculation and informed guesswork can sum up better the mood in Serbia. Today the country is at the crossroads; tomorrow blood may be running in the streets of Belgrade. Thousands could be cheering the fall of President Slobodan Milosevic, or Serbs will wake, resigned to four more years of isolation, sanctions and poverty. </p> <p>According to Braca Grubacic, one of Belgrade's sharpest political analysts, most Serbs believe the elections are 'most likely the last chance for a peaceful replacement of the government, which could put Serbia back on a normal track and help it join the international community'. </p> <p>Grubacic says that if Milosevic wins the presidential elections - by fair means or foul - 'most ordinary Serbs believe the future of Serbia will be like Cuba's. Serbia will be a dead country waiting for the natural death of its dictator, and living the slow life of a tourist haven out of season'. </p> <p>The extraordinary thing about the polls is that no one has any clear idea what will happen. What is likely, though, is that as results come in tonight Serbia will be plunged into political crisis - or worse. </p> <p>Judging by the opinion polls, Milosevic, once dubbed the Butcher of the Balkans, is political history. But the polls may be unreliable and, more to the point, Milosevic has no intention of relinquishing power. Still, it seems extremely unlikely that he can win outright victory, which would require more than 50 per cent of the ballots cast, or at least 2.5 million votes. </p> <p>Zarko Korac, leader of one of the 18 parties now united behind opposition candidate Vojislav Kostunica, says: 'They [meaning Milosevic's Socialists and his wife Mira Markovic's Yugoslav United Left party] are in trouble. The question is, can they steal enough votes in an acceptable way? We don't think so.' Yet huge dangers loom, says Korac, a psychology professor at Belgrade University. As the results come in, he along with all the other opposition leaders will gather at their headquarters building. </p> <p>While opposition leaders will be indoors, they want their supporters to be outside. In Belgrade and several other big cities, giant screens will be set up by the opposition. From their point of view, the more people who are on the streets, the better. They are convinced that Milosevic intends to declare victory in the first round, to avoid a second round in two weeks, if he fails the 50 per cent hurdle. </p> <p>If then there are enough people on the streets, Milosevic may not want to risk a major clash, pitting police against vast crowds. At this point there is a real risk of bloodshed. If the situation spirals out of control, the army, led by General Nebojsa Pavkovic, may declare that the opposition leaders have attempted to launch a coup d'état, and arrest them. If however, it is raining heavily, too few people are out, or there is confusion about the results, any protests may quickly fizzle out. </p> <p>Although the opposition do look set to do well, there are, of course, many who still believe in Milosevic. In control of all the main media outlets, the President will have convinced many that the election is really a referendum between himself and Nato. A sign that Milosevic is worried, however, is his language. Over the last few years it has been somewhat restrained, perhaps an attempt to clothe himself in presidential dignity. Not any more. At a rally last Wednesday, Milosevic roared that the opposition leaders were a menagerie of 'rabbits, dogs and hyenas' whose one and only wish was to make 'a coiffed poodle out of their giant nation, by which the foreign master, when bored, can be entertained'. </p> <p>So everything now hangs not just on the vote, but on the reactions of hundreds of thousands of ordinary Serbs tonight and tomorrow. What happens if the regime and the opposition both claim victory? What happens if there are disputes over the way the votes are being counted? Nobody knows. </p> <p>All we know for certain is that tonight, Serbia is on the edge of the abyss. </p> <p>Tim Judah is the author of 'The Serbs: History, Myth and the Destruction of Yugoslavia'</p>",
  "France votes today in an important constitutional referendum - or at least it has been urged to. All opinion polls point to a woeful turnout, with as many as 64 per cent of voters staying at home. Fewer than a quarter of the country's under-25s are expected to bother to go to the polls. <p>Indeed the most gripping question for political pundits is whether the abstention rate will exceed the 62 per cent achieved in the 1988 French referendum over the future of New Caledonia, a distant land about which the French knew little and cared less. </p> <p>That most insulting of political gestures, the Gallic shrug, is poised to be given to a reform for which the country's leading politicians, including President Jacques Chirac and Prime Minister Lionel Jospin, have campaigned - if rather half-heartedly. They have called for an overwhelming yes vote for the reduction of the presidential term from seven to five years in order to bring the Elysée into line with the prime ministerial term, and to end so-called 'cohabitations' between prime ministers and presidents of opposing parties that effectively block major reforms. A yes vote is all but certain. </p> <p>A low turnout may not be disastrous for either man but, given both are likely to stand in the 2002 presidential election, a demonstration of national apathy would be embarrassing. </p> <p>French faith in their lead ers is already taking a battering. Jospin's opinion poll ratings this month have been in vertiginous free fall - some showing a drop of 20 per cent - because of his perceived political ineptitude over fuel prices, blockades, taxes and the Corsican crisis. </p> <p>And Chirac would win no popularity contests either after last week's revelations, dramatically issued in a posthumous video testimony by a former aide, accusing the president of masterminding a multimillion pound slush fund in the 1980s. </p> <p>Ever since evidence came out of a secret telephone tapping service run from the Elysée Palace under Mitterand to monitor journalists and political opponents, many of France's most powerful politicians have been suspected of involvement in political corruption without being charged. </p> <p>Certainly, voting in a referendum whose political ramifications may not become clear for decades is unlikely to change this. 'The referendum seems too constitutional, too political, too far from the daily preoccupations of the French to arouse their passions,' said Robert Schneider of the weekly Le Nouvel Observateur . </p> <p>Yesterday's leader in the left-wing daily Libération was more caustic: 'You must vote. You have only 10 minutes to give up - this, the ultimate argument offered by Jacques Chirac to encourage citizens to act as citizens, merits inclusion in an anthology of political off-handedness.' If that was the best reason to vote, why bother?</p>"
]