[
  "At the giant Kolubara coalfield, 30 miles to the south of Belgrade, even the ground and trees are black. It is a sombre and funereal place. Amid the hills of slag, vast buildings and cranes rise out of a flat wasteland, punctuated occassionally by grinding open conveyor belts and pools of filthy water. But for all its dreariness, the mine and its 7,500 miners, who produce half of all Serbia's coal, is a place resonant in Serbian folk lore. It was here the Serbs fought and won their most famous victory of the First World War, when they turned back the Austro-Hungarian army. <p>The Kolubarska Bitka - the Kolubara Battle - became part of modern nationalist mythology when Dobrica Cosic featured it in his novel Time of Death. Today the mine is being celebrated for a different reason: as the place that finally brought down Slobodan Milosevic; as Serbia's own Gdansk. </p> <p>If the beginning of the end of Slobodan Milosevic's bloody reign came anywhere, it was not in the dreary corridors of power, nor in the cramped offices of the Yugoslav electoral commission which tried to steal last month's elections, but under the vast arc lights of Kolubara where Milosevic made his most serious mistake, misinterpreting the mood of a group of workers he had relied on throughout his regime. </p> <p>That mistake, as he clung on to power in his last days, was to send his army chief of staff General Nebojsa Pavkovic late last Monday night to try to persuade the striking miners to stop their protests. The general is the son of a miner. Milosevic's hope was that this would help him talk the miners' language and tell them their strike was counter-productive. </p> <p>It backfired. Instead it was the miners who did the talking, persuading the man who controls the Yugoslav armed forces that their anger and determination was such that to use force against them would be too risky. </p> <p>As Pavkovic travelled between the different areas of the huge open-cast pit he was politely received. Crucially, however, the miners refused to promise they would halt their action. And following behind him was a second military figure whose presence was to prove the key to holding the strike. This man was General Momcilo Perisic, Pavkovic's predecessor as chief of the general staff, sacked by Milosevic early on in the Kosovo crisis after warning the President that it was futile to use the army as a tool of repression there. Now Perisic was standing with the Opposition. His interventions over the next week - first with the miners then with his former army colleagues as hundreds of thousands took to the streets of Belgrade - would prove his ex-master's undoing. </p> <p>'I got to two sections of the mine after Pavkovic and managed to firm up their line,' he told The Observer yesterday. 'Then I moved on to the third section and talked to the men there shortly before Pavkovic arrived. As a result, he didn't even get a hearing. They whistled and refused to listen'. </p> <p>It was both a lesson and a humiliation for Pavkovic, an ultra-loyalist, who was totally dependent on the President. His wife is related to Milosevic's wife, Mira Markovic, and he is building a mansion in Uzicka Street in the posh suburb of Dedinje, not far from the Milosevics' former home. </p> <p>If even Pavkovic was hesitant about using troops against the protesters, who else would be willing to do so? 'I was in contact with 80 per cent of the generals, urging them not to let the army be abused,' says Perisic, 'though it was the role of the colonels which was crucial.' </p> <p>Instead Pavkovic's public statements were ambiguous - which in itself was bad for Milosevic. The army chief repeated that the army would uphold the constitution and respect the will of the people. The words were mealy-mouthed but they were enough. On the streets people interpreted his statement as meaning that there would be no intervention. </p> <p>It was, perhaps, as well. For as the full story of the past three days has slowly emerged it has been revealed that many of the Opposition supporters who poured into Belgrade for the decisive showdown with Milosevic on Thursday had come prepared to fight if they were attacked. </p> <p>According to reliable opposition sources, up to 10,000 activists were armed, while several squads of former soldiers had been specially trained to storm Yugoslavia's parliament and television station, as part of a high-risk strategy to oust Milosevic. According to the same sources, former reservists from the opposition towns of Mladenovac, just south of Belgrade, and Kragujevac and Cacak in central Serbia came ready to fight in a strategy organised by Democratic Party leader Zoran Djindjic. </p> <p>'They were all males. They were ready to fight and some of them told me that they left and said goodbye to their wives and children as if they were going to war. They had decided that they had to win. It is scary, but it worked,' said one source. Reliable sources said: 'The guys who came from Cacak are all reservists who have been actively trained for a couple of days as to what they were going to do.' </p> <p>Yesterday, as Vojislav Kostunica was inaugurated as Yugoslavia's new President, the miners of the Kolubara pit were being feted as the heroes of a week that the graffiti artists on every Belgrade street corner are celebrating as the October Revolution. And as Serbs gathered to mark their new President's ascent to office, they had other news to celebrate: the flight of Slobodan Milosevic's hated son Marko and his family on a scheduled flight for Moscow. </p> <p>The news of his escape came as Zarko Korac, one of the leading members of the opposition coalition behind Kostunica, told The Observer that they intended to press criminal charges that 'the former President had tried to order the police and army to fire on demonstrators on Thursday'. They were orders that his security forces ignored, taking the same view as Pavkovic that the game was up for Slobo. </p> <p>It was a message that was not lost on the junior ranks of the army and police, who for long had indicated privately to the opposition that to turn their weapons on their own people was the atrocity they judged too far. The crunch moment that saw the end of Milosevic's 13-year rule came on Thursday afternoon as it had become clear that police units were siding with the protesters, or at least making no moves against them. </p> <p>It was not just in Belgrade that the police surrendered to the will of people power. In Nis, Pirot and other provincial towns police officers had refused orders to come to Belgrade on Thursday to defend the capital. Even the army units that were deployed on Thursday in Belgrade - the 72nd Brigade - were held at their barracks with instructions to defend the Dedinje home of Milosevic and the presidential offices rather than to intervene. </p> <p>Final confirmation of Milosevic's defeat came from General Pavkovic himself - the man Milosevic had asked to save him - when he too finally recognised the new President after talking to both Perisic and Kostunica. </p> <p>But if Pavkovic's acceptance of Kostunica was the most important confirmation that the opposition was safe in power, the bizarrest moment was the turnaround of both Yugoslavia's Constitutional Court and Federal Election Commission which on Friday said that they had been behind an attempt to defraud Kostunica of his election victory but, since they had been rumbled, were now happy to confess the fact and that Kostunica had in fact been duly elected President on 24 September. </p> <p>It was what everyone had always known: Milosevic had attempted his most ambitious coup, and lost, by lying to the people who had for so long supported him. </p> <p>'You just don't understand,' said Professor Korac, snatching a Coke as he rushed between meetings. 'This is not a transition, it is an absolute revolution, it is a collapse!' Korac said that opposition leaders were now debating what to do as they would have preferred to take over in a legal manner. On paper both the Serbian and Yugoslav governments still exist. Korac said that it was now clear that no one was in control in either Serbian or Federal Yugoslav ministries as the former Ministers had gone to ground while employees were appealing to opposition leaders to take over. 'They are empty, no one is in charge.' Korac said that the only institution which was still working properly was 'thankfully' the army. </p> <p>One worry for the opposition and Kostunica is that Milosevic's allies still control the organs of power in Serbia. That is because in Yugoslavia's federal system most power is devolved to the Serbian and Montenegrin republican institutions. In principle, the police in Serbia are still answerable to the Serbian Minister of Interior and the Serbian president is Milan Milutinovic, an indicted war criminal. </p> <p>'We were in touch with Milutinovic,' said Korac yesterday 'but he just does not understand what is going on. These people are all like orphans without Milosevic. You know when Stalin died the people around him were so frightened they could not touch his body for 15 minutes! It is like that here.' </p> <p>And despite announcing that they intended to press charges against Milosevic, opposition politicians admitted yesterday that they did not actually know where he was. It is believed that he came specially to Belgrade on Friday for meetings with both Russian Foreign Minister Igor Ivanov and Kostunica and then left the city again. </p> <p>That Russian meeting appears to have been the key to Milosevic's surrender of power as Ivanov informed him that he would have no support from Moscow if he attempted to cling on. </p> <p>Yesterday, Ivanov was coy about that crucial meeting, although he said that he and Milosevic did not discuss guarantees for the outgoing Yugoslav President during the meeting. 'I will be honest, we did not touch upon it. We spoke not about the fate of a concrete person or party, but about the fate of Yugoslavia.' </p> <p>And it is the very fate of Yugoslavia itself - the federation of Serbia and its reluctant smaller republic of Montenegro that is now on the table, as Montenegro vowed yesterday to bolt for independence from Yugoslavia unless the new President immediately withdrew troops from its territory placed there by Milosevic to prevent secession. The tiny republic said it would consign the Yugoslav federation to history unless its ultimatum was met within days. </p> <p>Tension in the Montenegrin capital Podgorica mounted as the government waited for Belgrade's response. Streets remained bereft of the jubilant crowds thronging Serbia. 'We are waiting for Kostunica to dismantle the structures set up by Milosevic which are creating horrible numbers of provocations. He should withdraw these troops now,' said Dragisa Burzan, Montenegro's deputy Prime Minister. Relief at Milosevic's fall was tinged with fear that his successor may prove even more hostile to separatist desires. Montenegro and Serbia are the last two republics in the federation of Yugoslavia. </p> <p>'We are expecting dialogue. We are expecting the West to influence Kostunica and to tone down his rhetoric,' said Burzan. </p> <p>Unless rapid agreement was reached on key demands a referendum would be called, he said. Burzan's comments reflect deep disquiet within Montenegro over the future direction for Kostunica over issues such as Montenegro and Kosovo, with some Montenegrins privately expressing deep disquiet. 'Kostunica could be even worse than Slobo,' said one. </p> <p>At issue is Kostunica's warning during the election that he would defend the federation. Indeed his impeccable credentials as a strong Serb who would not kowtow to the West was one of the reasons he won. Fears over Kostunica's policy over Montenegro are also being driven by his need to make a deal with former Milosevic supporters who want to keep ties with Belgrade. Because independence supporters boycotted the 24 September election, the SNP swept up all of Montenegro's seats in the federal parliament, presenting a formidable block which Kostunica needs to consolidate power, it claimed. </p> <p>Yesterday the people of Belgrade had little time for the question of Montenegro's future amid jubilant scenes as the city prepared for the swearing-in of its new president. The 178 deputies of the Yugoslav Chamber of Citizens and the upper house, the Chamber of Republics, elected 13 days ago, met in the Sava convention centre to bring down the curtain on the Milosevic era with due formality there was one notable absentee from the gathering - Mira Markovic, Milosevic's wife and leader of the YUL party. It was perhaps a wise decision, for as the Milosevic loyalist and Serbian President Milan Milutinovic walked in, the chamber echoed to the sound of boos. </p> <p>The mood was summed up by former Yugoslav president Dobrica Cosic who said Serbia was at a crossroads and that the revolt showed the deep suffering of the Yugoslav people. 'Awakened by terrible national losses and long suffering, humiliated by poverty and injustice in a backward, corrupt and criminal society, people decided to change that order: the federal state, authorities, economy, judiciary, education, army, police and all other social institutions,' Cosic said. </p> <p>The new mood was echoed around the Serbian capital, whose residents were plunged into despair by last year's Nato bombing of Yugoslavia and years of West-imposed sanctions. At one store, a shopkeeper handed out a bag of free bread to a passer-by, to celebrate. </p> <p>The most poignant scenes, however, were reserved for the exclusive Dedinje suburb, site of the official presidential residence, once the heavily guarded home of Milosevic and his wife. In the early hours of yesterday morning, Milosevic's opponents finally reached the gates of his former house, as cars drove through the streets of Dedinje waving flags out of their windows and hooting their horns in a symbolic gesture of people power triumphing over repression. </p> <p>Indeed, cries of 'Let's go to Dedinje!' had long been a rallying call for the hundreds of protest marches against him during Milosevic's 13-year rule. Almost every time protesters tried to reach the suburb, home to Milosevic and his close associates as well as diplomats and former Socialist apparatchiks, lines of riot police blocked their path and beat back anyone who tried to break through. </p> <p>Yesterday, however, the guards deserted the White Palace, which became his home after a cruise missile hit the residence in Uzicka street where he lived until the Nato bombing campaign last year. </p> <p>'We were in shock how everything Milosevic epitomised collapsed so quickly,' said opposition campaign manager Zoran Djindjic yesterday, surveying the demise of Milosevic's regime. 'We always though that Milosevic would not go without a bloody fight. But we were wrong. We overestimated the strength of the dictator and his pillars of power,' he added. </p> <p> <b>Useful Links</b></p> <p><a href=\"http://www.izbori2000.net\" target=\"_NEW\">www.izbori2000.net</a> Free Serbia</p> <p><a href=\"http://www.dos.org.yu\" target=\"_NEW\">www.dos.org.yu</a> Democratic Opposition of Serbia</p>",
  "A mood of nervous brooding has descended on both camps in the presidential race, the closest since 1960 and possibly since World War Two. <p>On a weekend wedged between two crucial television encounters, spinmeisters and choreographers are prepared, in private, to criticise their own candidate. And with the race so nailbitingly even both camps are all too aware that the contest between Al Gore and George W Bush could turn on a handshake, a gesture or the droop of an eyelid. </p> <p>The stakes are seen as so high that both candidates have called off appointments and even suspended campaign decisions until after the second debate on Wednesday, so that its fallout can be assessed. Aides in both camps conceded last week's display exposed weaknesses in their candidate. </p> <p>Gore's most embarrassing handicap is his repeated 'small lies', embellishments and inconsistencies that have burdened him hitherto - about everything from his Congress voting record to the price of his dog's arthritis pills - and continue to do so. </p> <p>The inaccuracies include a childhood lullaby that he could never have heard because it did not exist then - about which Rupert Murdoch's New York Daily Post ran a headline: 'Liar Liar'. </p> <p>Even as he tried to defend Gore while visiting Washington last week, the chairman of California's Democrat Party, Art Torres, could not explain his misstatements. 'I have no idea,' he said, 'I'm not a psychiatrist.' </p> <p>Gore said, for instance, that he had travelled with James Lee Witt, the director of federal emergency, to inspect fire and flood damage in Texas - which he had not done. Bush's running mate Dick Cheney teased: 'How can we expect Mr Gore to be straight with the American people?' </p> <p>'The press,' said Republican spokesman Bill Pascoe, 'has been much too easy on Gore. If the only thing you knew about him was what you read in the press, you'd think he was just a charming fellow who loves his wife.' </p> <p>Meanwhile, the gaffes that marked Bush's early campaign have returned. 'More and more of our imports come from overseas,' he blurted out in Oregon last week, along with a promise to create 'over 200,000 new or expanded federal programmes'. </p> <p>This was during a stab at his opponent for expansion of federal government - he meant to say 200 programmes. In another speech, 'peacekeepers' become 'pacemakers' and he confused a trillion with a million. </p> <p>While such blunders of speech are seen as part of the folksy image Bush's spinmeisters have created, they are coming so thick and fast as to make him vulnerable to Gore. In the current issue of Vanity Fair, Gail Sheehy diagnoses Bush as dyslexic - a claim he rebuffed by saying: 'this woman who knew I had dyslexia - I never interviewed her!' </p> <p>Bush's opponent is, by contrast, one of the most formidable debaters in modern US history, taking the advice his mother slipped him on a note during a debate in 1988: 'Smile. Relax. Attack.' But his advisers in Washington told him not to be too aggressive, to 'watch his smart-ass tonality', as one aide put it. </p> <p>In the Bush camp, the advice is the opposite. 'He wanted to win pretty,' said one aide last week, 'but he will win ugly if he must.' </p> <p>But even aides who are happy with Bush's tactile campaign admit that 'when it comes to the art of debating, he is hardly a natural'. Bush's aim is 'not to get dragged down into a battle of minutiae,' said his press secretary Karen Hughes, 'he is not someone who likes to be crammed full of information'. </p> <p>In practical terms, the fact that the scale could be tipped either way means that both candidates are avoiding vast tranches of the West, South and Atlantic seaboard, in order to focus on a small cluster of neighbouring middle-American states where the vote will be won and lost: Michigan, Missouri, Ohio and Pennsylvania. There is battle to be done also in Washington State, Gore's home state of Tennessee and Florida. </p> <p>Bush has spent more of his record-breaking $100 million election treasure chest in Pennsylvania than any other state. Among Republicans in Washington, there is considerable bitterness that he chose as his running mate Cheney, who continued to fail in his TV debate last Thursday - rather than the favourite, Governor Tom Ridge of Pennsylvania, who would almost certainly have delivered the state. </p> <p>Both candidates have also been chasing every vote in Detroit and St Louis, which could by themselves determine the outcome. </p> <p>The election is a curious fight for the centre by two candidates who have both abandoned the middle ground for their parties' more bellicose traditions. </p> <p>Tax dominated last week's debate and will feature in the next one on Wednesday. The differences in policy are stark: even a neutral assessment by the accountants Deloitte &amp; Touche found Bush's plan to be 'much more generous to the wealthy' than Gore's. Bush's plan is twice as expensive as Gore's - $1 trillion over 10 years - with Gore pledging to spend the difference on the national debt, education, health insurance for children and prescription drug coverage for people on Medicare. </p> <p>At Republican National Committee headquarters last week, staff were only too aware that if Bush blows Wednesday's debate and then the election, he blows a race that he once led by 17 points.</p>"
]