[
  "<p>Last night, George W Bush appeared on The Late Show With David Letterman in an attempt to woo voters before the presidential election in November. Al Gore had already turned up on the show in September and, as part of her election strategy for the Senate, Hillary Clinton also submitted herself to Letterman's interrogation, not to mention his leftfield sense of humour. </p> <p>While late-night talk shows have never succeeded in Britain, they are mighty institutions in America - none more so than Letterman's Late Show on CBS and The Tonight Show, hosted by Jay Leno, on NBC. </p> <p>Letterman and Leno's shows attract the vast majority of the 22 million viewers who watch late-night TV on the four main networks: ABC, CBS, NBC and Fox. As such, they also attract the majority of the $700m that advertisers spend on late-night commercials in the US. With their diet of comic monologues, celebrity guests and live music, Leno and Letterman are big guns in the networks' arsenals. </p> <p>But as slick as their respective shows are, the American public is as transfixed by the men's off-screen rivalry - which has been spectacularly reignited with news that Leno is to develop a sitcom at the home of Letterman, CBS. When the deal was announced in Hollywood late last week, minds were cast back to when Johnny Carson faced his final audience as host of The Tonight Show some eight years ago and the Leno/Letterman feud began. </p> <p>Host of NBC's late-night talk show for 30 years, Carson's departure caused a battle of succession worthy of Shakespearean tragedy. When Carson quit (with the words \"I bid you a very heartfelt good night\"), Letterman was heir apparent. The former TV weatherman and stand-up comedian was discovered by Carson in the 70s, and Late Night With David Letterman - which was shown every night after Carson's Tonight Show from 1982 - had gained a cult and demographically desirable following. </p> <p>When the older man stepped down, Letterman expected to take up his mantle. But, unbeknown to Carson and Letterman, NBC executives had offered the job to Leno, a talented comedian three years younger than Letterman, but with more experience in comedy terms. </p> <p>One US commentator said the move was the equivalent of Prince Andrew challenging Charles for the throne after the Queen dies, and the Leno-Letterman power struggle made headline news for months. It also made The Late Shift, a book by New York Times media correspondent Bill Carter, which was later turned into a film by cable channel HBO. It chronicled what became known as \"The Great Talk Shows War\" which, after double-dealing on the part of the networks, hardball from Leno's agent, and Letterman's misplaced faith in his friendship with Carson and the NBC chiefs, saw Leno crowned as Carson's replacement. With help from superagent Mike Ovitz, Letterman and his Late Night team defected to CBS for $14m a year and a promise that his show would be scheduled against Leno's. </p> <p>From the first week that they were in competition, Letterman stayed consistently ahead of Leno in the ratings, although in recent years, Leno has usurped Letterman. Leno's Tonight Show beat Letterman's Late Night to an Emmy in 1995, and bar the occasional surge in Letterman's audience - his meeting with Hillary Clinton, the show after his quintuple bypass operation - Leno remains comfortably ahead in the ratings, especially in the all-important 18-49 demographic. (Although to be fair to Letterman, NBC has always attracted a younger audience than its rival and is generally a stronger network because of it). </p> <p>What makes Leno's achievement all the more admirable is his personality. As in fiction - The Larry Sanders Show, King Of Comedy - America likes its real late-night talk show hosts to be edgy, complex creatures. While Letterman is notoriously insecure and Carson mercurial and, at turns, genial and testy, Leno is a genial good guy. He is happily married, a regular on the charity circuit, and can often be seen driving one of his vintage cars around Hollywood. Quite a contrast to Letterman, whose Porsche-driving, fast-living, living-in-sin status is well-known. So well known, in fact, he has his own stalker. While Leno is seen to have maintained his distance from (and a none too deferential view of) celebrity, Letterman is perceived as having become one in his own right. Perhaps it's this that has endeared Leno to the public at Letterman's expense. In an encounter with Letterman, Madonna once mused, \"You used to be kinda cool. Now you just kiss up to everybody.\" </p> <p>With his deal at CBS destined to irk Letterman, Leno is looking more comfortable with his lot than ever. A five-year, $100m contract and a good guy from a middle-class New England home, Leno is a prime example of the American Dream. Cementing his avuncular image, he's magnanimous whenever Letterman is mentioned. \"Let's face it, this isn't one of those steel-cage death matches,' he once told an interviewer. </p> <p>Perhaps not, but as celebrity death matches go, Leno v Letterman is much more interesting than Gore v Bush. Stay tuned for round three...</p>",
  "Tuesday's televised debate between Al Gore and George W Bush may have made the best viewing of this year's three contests, but it was watched by only 38m people, less than a fifth of the electorate and the third lowest audience in presidential debate history. <p>This year's two main presidential candidates may not inspire the electorate but Bill Clinton and Bob Dole did even worse in 1996, attracting only 36m viewers to their second bout, the all-time low. </p> <p>The television networks did their bit too. Rupert Murdoch's Fox channel preferred to show a science fiction thriller. NBC allowed affiliates to choose between the debate and a New York Yankees-Seattle Mariners baseball game. No prizes for guessing which the New York stations chose to show. </p> <p>Low interest in the debates is just one sign of a broader pattern of American political apathy. Twenty years ago, a record 81m watched the Jimmy Carter-Ronald Reagan debates. Four years ago, for the first time ever, a majority of enfranchised Americans did not vote. This pattern could repeat on November 7. </p> <p>The no-show voters of 1996 offered a variety of explanations: more than one in five was either too busy or could not spare the time from work; 16% were not interested; nearly 15% were ill or dealing with an emergency; 13% said dislike for the candidates kept them away; 11% were out of town; another 4% forgot; the same number said they had no transport; and one in 100 said that the queues were too long. </p> <p>The lowest proportion since before the second world war, 49.08%, actually showed up in 1996, according to the federal election commission, ranking the US at 139th for voter participation among the world's 167 democracies. </p> <p>Joe Klein, who wrote Primary Colors as a work of faction about the first Clinton presidential campaign, says: \"The reason people don't vote is because so many of them are happy. Affluence is probably the most powerful narcotic ever invented. This has become a great social experiment in how long and in what ways you can tolerate maintaining affluence.\" </p> <p>Turnout has been subsiding over the past 40 years and some imagine that the only hope for greater participation is the closeness of the race. </p> <p>This should be a more exciting race for the media than in 1996, when Mr Clinton was ahead of Bob Dole all year. Yet television network news coverage was down last month on figures from September 1996. </p> <p>\"People have a lot of trouble engaging. They need a bit of a fight or a struggle,\" says Professor Tom Patterson, director of the Vanishing Voter project at the Joan Shorenstein Centre on the Press, Politics and Public Policy at Harvard University. </p> <p>The project measures the level of interest in the campaign on a weekly basis by polling about 1,000 people. Interest stands at 44% now, the highest since candidates were chosen at the primaries. </p> <p>\"The parties do look at these things and they can see themselves slipping away as major television events,\" Prof Patterson adds. \"They don't like that. We have lots of people who graduate from high school who have never watched a newscast from beginning to end.\" </p> <p>Indeed, a recent survey of 16-21-year-olds found that one in three could not name the presidential candidates and 75% did not know the names of their running mates. </p> <p>Prof Patterson identifies three main reasons for the diminishing appeal of the political process: the unwieldy structure for electing a president; the strong economy; and the proliferation of cable television channels which has cut the potential audience for political programming. </p> <p>An election that takes nearly a year might satisfy the political junkies who claim that this allows for a thorough examination of the issues but it fails to enthrall the public. </p> <p>\"If people argue that one reason we have a long campaign is that you can chew over the issues for a long time - well, they're not doing any chewing,\" Prof Patterson says. \"Our feeling is that this whole thing could start in June and work out just as well.\" </p> <p>Bill Bradley, the defeated candidate for the Democrat presidential nomination, is one of the few prominent figures willing to state his opinion on the issue. \"Democracy in the US is like a broken thermostat - you turn the dial but nothing works,\" he says. \"If the economy's going good people say it doesn't matter who's the president. But if the economy's going bad they will look to the president.\" </p> <p>Curtis Gans, director of the Committee for the Study of the American Electorate, cites further reasons for the decline. </p> <p>\"It is easy to see that there is no quick fix to what ails the political system,\" he says. \"The progressive disengagement of an ever-greater number of citizens and the lack of engagement in an ever-growing percentage of the young are rooted in changes of the last decade that have affected the attitudes of Americans whether they vote or not.\" </p> <p>He claims that the erosion of trust caused by Watergate, Iran-contra and the Lewinsky affair, combined with the destruction of traditional communities, worsening educational standards, the importance of money in politics and the communications revolution have led to a less cohesive, less politically active society. </p> <p>But, whatever the truth may be, research suggests that the outcome of recent elections would not have been any different even if the missing 100m had voted.</p>",
  "<p>Ever noticed how much movies have in common with presidential campaigns? Whether you're running for the White House or making Armageddon, the first things you will need are a huge, nourishing infrastructure, be it a party or a studio, and a bevy of speculative investors looking for a solid return on their outlay. The biggest spender in each presidential brick-fight usually manages to offload a sum of money slightly smaller (or, at any rate, less obscenely gargantuan) than the cost of whatever movie is currently the most expensive ever made. George Dubya will therefore probably come close to spending Titanic's production budget. </p> <p>Next you'll want a campaign manager or director to handle your candidate or star - to keep them briefed, focused and on message, or merely pilled up, sober and on time. This svengali will oversee the script and arrange the scenarios, control the photo-ops and close-up allocations. The well-rehearsed, made-up, blow-dried mannequin will star in said scenarios, knowing when to hit his mark, and reading the words he's just been handed with the appropriate lathering of gravitas and sincerity. The crowd roars, star-boy wipes off his lipstick and mascara, then studiously prepares for the next ra-ra whistlestop visit. </p> <p>But the similarities really stack up during the marketing process. Whether the prize is having one's finger on the big red button or opening countrywide on July 4 weekend for a total of $53m, it's important that as many people as possible be fooled into thinking your product is best. Keep it simple, keep it clear, keep it dumb (\"It's the stupidity, stupid!\"). When high concept meets lowest common denominator, tweaking the product is essential. Bush or Gore can abandon an awkward policy commitment as easily as Warner Bros can airbrush the shagging out of Eyes Wide Shut to avoid an NC-17 rating. </p> <p>And what's the difference between a test screening and a policy focus group? Each assembles an entirely un-scientific, game-show-audience cross-section of the public and lets them dictate policies or upbeat endings. Thus students, truants and housewives are telling me who to vote for and how my movies should end. Reshoots, policy adjustments - same difference. </p> <p>Political movies rarely make money, even in election years, and this was true for Rod Lurie's thriller The Contender, which did no better than Primary Colors or Nixon. But Gary Oldman, a man of the right, created a stir last week when he claimed that the movie, which he co-produced, had been given an explicitly Democratic slant after being picked up by DreamWorks, a company with strong ties to the Clinton administration. God knows what he was expecting. Oldman plays a right-wing senator, a creature of the Gingrich ascendancy, who vows to derail Joan Allen as a mid-term replacement vice-president. Oddly enough, Oldman sees his character as the hero of the piece, which is a bit like saying Joe McCarthy and Roy Cohn were the heroes of the 1954 Army-McCarthy hearings, and not army lawyer Joseph Welch. The connection is explicitly made when he's called \"a junior-league McCarthyite\", and Lurie even quotes Welch's famous rhetorical question, \"Have you no decency sir, at long last?\" at the Oldman character. </p> <p>How much faster The Contender would have plummeted toiletwards had such a Gingrich clone really been the hero. But he's not. Joan Allen is. She's the daughter of a Republican governor, but she's crossed over to the Dems (which just means she's kissed both cheeks of the same arse). But she has \"character\" and will not dignify tawdry sexual accusations with any response whatsoever - even if they're lies - because \"a principle should be adhered to even when it hurts you\". </p> <p>Noble indeed. But it ignores the fact that most American voters don't care about character. Clinton kept a solid majority of voter support throughout the Lewinsky flap, and millions would kill to be able to vote him in again next month. Why? Because what the powers that be are selling us - Bore and Gush - isn't worth having. And just as we don't get the politicians we think we deserve, neither do we get the movies. </p> <p> <strong> Make-up time for scab Liz </strong><br> </p> <p> Liz Hurley has made a formal apology to the striking Screen Actors' Guild for crossing a picket line to make a perfume commercial for Estée Lauder. She's also promised to make a substantial contribution to the union's strike fund. She would be wise to do so because Bedazzled, Hurley's best ever chance to make it as a star, is about to be released. Yet in all of Los Angeles, you can hardly find a poster for the movie that hasn't been defaced with the word \"Scab!\" </p> <p>\"She has apologised numerous times and been really embarrassed over this,\" says her lawyer Loren Plotkin. \"She really wants to put this behind her.\" </p> <p>Apologies and bribes aside, it's pretty hard to believe that someone who's been trying for five years to make the model-to-actress crossover could have been so stupid, or that she was so ignorant about Hollywood politics that she had no idea the shoot was non-union. </p> <p><strong> Don and the defame game </strong><br> </p> <p> To Hollywood Boulevard on Tuesday morning to see Don Rickles, the king of insulting comedy, get his star on the Walk of Fame. Although you probably saw him in Casino - playing the casino manager who gets phone-whipped by Joe Pesci - Rickles, 74, is best known here as the stand-up comic who took to heart Mort Sahl's famous line - \"Is there anyone I haven't offended?\" - and ran with it all the way to the bank. </p> <p>No one was spared, not audience members, not friends, not minorities (though he's certainly no racist). He wasn't even afraid to insult his friend Sinatra at one of the infamous Friars' Club's Roasts, pointing at the chairman and saying: \"Don't just sit there, Frank. Enjoy yourself - hit somebody!\" Sinatra later replied by saying: \"Don Rickles would make a perfect stranger.\" </p> <p>Back at the ceremony, Rickles dismissed his assembled fans as \"bums passing by looking for work\". Then he trashed his celebrity guests, including Tony Danza, Bob Newhart and Dick Clark, who dubbed Rickles \"an equal-opportunity insulter\". \"So many great stars turned up that we're down to Tony Danza,\" beamed Rickles. \"Tony came over, as you saw, in his underwear and sneakers dressed for a big, big day with Don Rickles.\" </p> <p>As his fellow Casino star Alan King once told him: \"Every time you open your mouth you should be arrested for littering!\" So much for talking trash.</p>"
]