[
  "Since Tony Blair became the Labour leader, he never had to argue with the country. He soothed it, smiled at it, won it. His opponents were so feeble, so divided, so exhausted, so abominated, that he wasn't in a serious fight. <p>So he was never forced to make his case. He was sel dom put to a difficult question. All he needed was to avoid frightening the horses, which he did successfully from 1994-97 and then for his first two years in power. </p> <p>The merit of recent events is that they have changed all that. Yesterday, for the first time as prime minister, Mr Blair addressed the country with arguments it might not like to hear. He took on the enemies of his project because, for the first time, he had to. It brought out by far the best in him. He emerged for the first time not primarily as a likeable leader, fawning and blurring and charming. There was very little smiling. Here instead was a combative, abrasive, adversarial man only now beginning to deploy on the country the argumentative passions that modernised the Labour party. </p> <p>Going for likeable always was an error. And it did not succeed. The country never did much like the first Mr Blair. When he got into trouble with the petrol blockade, the well of popular affection was found to be as dry as every Esso station. But likeable is not what proper leaders do, as he now seems to have acknowledged. Not before time, the trouble exposed by the opinion polls has summoned the Blairite style into a new and better era. </p> <p>That is not to say the leader has abandoned the spirit of consensus. He knows a concession when he sees it needs to be made. His virtual admission that the Greenwich dome really was a failure makes it easier, despite the shocking scale of the wasted money, to move on. Much more seriously, the new promises to pensioners, in which prime minister and chancellor have finessed their differences, look like being a big advance - quite essential for the most basic reasons of justice and politics alike. \"We get the message,\" he said, rueful contrition written on his face. </p> <p>But otherwise, the speech was as unappeasing as it was uningratiating. It was addressed to a country whose apparent disbelief in him Mr Blair himself cannot believe has any basis in reason or argument. Rather than the party proving itself to the country, one had the sense it was time the country proved itself to the Labour party. </p> <p>Notably unappeased, first, was the business world. For six conferences, Mr Blair has devoted at least a page of his speech to the reassurance of capitalism. Labour as the friend of business was a message he sent equally to the party and the City. In the seventh year, he implied, the mission has been accomplished. Barely a paragraph was directed to that quarter. </p> <p>Instead, it was up to business, and the whole wide world outside New Labour, to understand that this was now the party of government, the party with a project it had only begun. The vibes could not be more different from the nervy hysteria conveyed in those April memos exchanged with the polling adviser Philip Gould. Whether this accurately conveys a solid new confidence inside the skulls of the inner cabal I rather doubt. But the choice has been made, correctly, to show Labour as the party of the famous, unruffled, undeviating long term. </p> <p>Unappeased, too, were blockaders of every kind. Here Mr Blair finally acquired a proper gravitas towards the trouble at the pumps, bringing the country to its senses against people who think their own distress has the right to be expressed by throttling everyone else. He may have touched some easy populist law and order buttons, encouraging the police to break the rules if that is what it took to deal with drug crime. He never has been much of a civil libertarian. But he offered an argu ment and not a peace offering to the haulier heroes of the Daily Mail. </p> <p>He did not concede either, it must be said, to another class of critic, those who accuse him of Napoleonism. Though he no longer seems obsessed with being liked, he has lost none of his appetite for personal power and responsibility. </p> <p>There were mentions of selected colleagues, each with his own graded ranking. Gordon Brown was \"inspired\", David Blunkett was a great education secretary, John Prescott, with whom Mr Blair's personal axis may now be the most telling in the cabinet, the finest deputy a leader could have. Alan Milburn and Jack Straw were mentioned in dispatches. But mostly it was I. \"I am listening. I hear. I will act _ I was elected to lead _ I have my irreducible core.\" Mr Blair remains unashamed as the quasi-presidential figure who once told me, when I asked him if Labour would win the 1997 election, that it certainly would - if only he alone, his uninterrupted voice, was what the electorate heard speaking for the party. </p> <p>This tendency may be regrettable, and is certainly registering a new transitional phase in the history of cabinet government. It has got the leader into trouble, as a control-freak centraliser. One response to that might have been to deflect power and collectivise the project. He is probably incapable of doing that, and thereby still runs a considerable risk. Everything will rise or fall on his performance just about alone. He is meeting this chosen fate, on the other hand, by reverting to the quality that first put him where he is today, which is his appetite for the most direct and unflinching contest about ideas: his ideas, as against those of the Tory party. </p> <p>The thing he got rid of yesterday was the pretence that there can any longer be the search for common ground. Under pressure, New Labour is forced to become a party of argument and battle over a choice about which almost all its members, in the end, have no doubt. The leader is not only the greatest non-doubter, he is also the most complete exponent of a philosophy which he, more than any other person, has raised to the level of religious conviction. Prosperity and social justice. Realism and idealism. Self-interest and common good. Circles and squares. </p> <p>He really cannot see there is any flaw. All he suddenly sees is the terrible possibility that the second term, which is the first time the large rewards will become apparent, might elude him. So he has decided to make the choice on offer much more stark. This is conviction not contrivance. The speech was the least contrived I have heard him give. At the end, everyone saw his torso dripping with sweat. I thought I could see near-tears of fury at the faint chance of the country not agreeing with him. </p> <p>So the battle is joined. The election campaign, on one side, is beginning. Mr Blair lays down a challenge to the Tories. Can they equal his organised conviction? Will they give him an argument? Or do they plan to continue wallowing in the single-issue mud they have been successful in slinging for the past six months? It is a good thing they did it. It gave Mr Blair a necessary fright. But he has set a high standard for the combat to come: one which there is absolutely no sign that William Hague, in his new eminence, is ready to match.</p>",
  "President Slobodan Milosevic's government officially announced last night that there would be a second round contest in the battle for the Yugoslav presidency - even though all polls indicated that he has been defeated and does not qualify for a second attempt to win power. <p>In a brief press conference, the federal electoral commission, which is packed with political appointees of the president, announced that the opposition candidate Vojislav Kostunica won 48.22% of the vote in Sunday's ballot to 40.23 for Mr Milosevic. </p> <p>\"In short, in the presidential elections there will be a second round,\" an official told Serbian television. The second round run-off is scheduled for Sunday, October 8. </p> <p>But Mr Kostunica last night said he would not take part in the run-off, insisting he won the election outright. </p> <p>\"We are talking about political fraud and blatant stealing of votes,\" Mr Kostunica said in a statement. \"This is an offer which must be rejected.\" </p> <p>The commission's announcement confirmed the worst fears of the 19 opposition parties who are united behind Mr Kostunica, a 56-year-old law professor. According to almost all the polls, he won the presidential race by around 20 percentage points. </p> <p>The opposition called an immediate press conference to condemn the latest move by Mr Milosevic to hold on to power. There is growing concern that in the 12 days before the second round Mr Milosevic will use a reserve force of paramilitary police to suppress the growing numbers of demonstrators coming on to the streets. </p> <p>The danger is that, with the opposition's announcement that they will not contest the run-off, Mr Milosevic will claim victory by default. </p> <p>Reacting to the commission's announcement, opposition leader Zoran Djindjic said: \"We are dealing with a big fraud and falsifying of results. We were aware of their intentions because it was obvious they were cooking up something to get Mr Milosevic in the second round at least. But we have firm evidence in our hands and we will defend the will of the people till the end.\" </p> <p>Earlier Mr Djindjic had said: \"Kostunica won in the first round and the elections are over for us. There will be no second round.\" </p> <p>The Democratic Opposition of Serbia earlier released its own tally based on what it said was 97.5% of the ballots. It showed Mr Kostunica leading with 55% to Mr Milosevic's 35%. The figures are said to be based on reports by the opposition's poll watchers who monitor the local counts. </p> <p>Dagor Hiber, an opposition spokesman and vice president of the Civic Alliance, said it was unlikely Mr Kostunica would accept a second ballot: \"We will look at all these results and decide, but I think that our decision will be that there will not be a second round. \"We have all the electoral materials from 97% of voting places. I think the government are buying time,\" he said. </p> <p>Dragisa Burzan, a deputy prime minister in Montenegro, the small republic that along with Serbia forms Yugoslavia, said: \"Milosevic is consistent in claiming victory and it might mean he's not just going to walk away.\" </p> <p>During the day, the United States pledged to lead an international campaign to pressure Mr Milosevic into accepting the outcome. Washington joined European powers in calling for Mr Milosevic to accept an apparent opposition victory and step down from the power after 13 years. </p> <p>President Bill Clinton said that it was clear the opposition party had defeated Mr Milosevic and that if the will of the Serbian people was respected, the US would lift economic sanctions against the nation. </p> <p>\"Despite the government's attempts to manipulate the vote, it does seem clear that the people have voted for change,\" Mr Clinton said. \"The question is will the government listen in response?\" </p> <p>In Brighton, Tony Blair told the Labour party conference that it was time for Mr Milosevic to leave. \"I say to Milosevic: 'You lost. Go. Your country and the world has suffered enough'.\"</p>",
  "If the procession of visitors to the former residence of the king of Yugoslavia - now the home of President Slobodan Milosevic and his powerful wife, Mira Markovic - means anything, it paints a bleak picture of what is in store for the people of Serbia. <p>The couple have been at Beli Dvor, or White Court, since casting their votes in the elections on Sunday morning. </p> <p>According to reliable sources, the guests since then have included Zoran Janackovic, a former secret police chief and now ambassador to Macedonia, followed by the current head of the Serbian police, Vlajko Stojiljkovic, and the head of state security, Rado Markovic. Yesterday afternoon they had a visit from General Nebojsa Pavkovic, who runs the army. </p> <p>President Milosevic has enjoyed 13 years at the top after coming to power in September 1987. </p> <p>But now his people have rejected him in favour of a 56-year-old lawyer, Vojislav Kostunica, who has united Serbia against Mr Milosevic and his wife. And the signs of what is to come are ominous. </p> <p>\"Initially they were in complete shock when the results came through and he especially was stunned by them. They never expected the opposition to get their act together so quickly,\" said the former information ministry head, Aleksandar Tijanic. </p> <p>\"He doesn't watch TV and his party people told him he was assured of victory. At first they could not believe it,\" he added. </p> <p>\"They were convinced that they were going to win. For the first 24 hours there was a real battle between Milosevic and his wife to choose between the soft option of letting go of power and the hard one that could eventually mean police on the streets.\" </p> <p>Their strategy was decided after a three-hour meeting in the White Court on Tuesday morning with the leaders of both their parties, said Nebojsa Covic, the former leader of the Belgrade Socialist party and the ex-mayor of Belgrade. Ms Markovic leads the Yugoslav United Left party. </p> <p>\"The meeting began at 9am at their residence and ended at 12. After that they announced his victory at a press conference and said there would be another round.\" </p> <p>\"They are preparing to go for another round,\" said Mr Covic. \"Some of his people told him that he should recognise the elections but the problem is his ego and his wife. They are both very sick people now.\" </p> <p>\"She sees herself a some sort of Rosa Luxemburg, or Karl Marx, with a mission to save Serbian communism at whatever price,\" Slavoljub Djukic, the author of four books on Slobodan Milosevic and Mira Markovic said. </p> <p>\"In a way he is the softer one. The one thing that Milosevic treasures above all else - even power - is his family and if they were under threat as they are now, I think he would consider other options. There are countries that could take them - China - but it will be she that decides.\" </p> <p>Mr Covic, who also agreed that it would be Ms Markovic, not Mr Milosevic, who decides Serbia's fate, said he believed that they were buying time to discredit the elections before crushing the protests. </p> <p>\"It is true that the paramilitaries and parapolice are available to them. It is a sort of criminal police force that in cludes: the Legion, which has around 500 men; Frenki's Boys, about 1,400 of them [a vicious paramilitary force that fought in Bosnia, Croatia and Kosovo] and finally about 1,600 men in the 7th brigade who are loyal to him and based in Montenegro.\" </p> <p>The presidential couple have been an extraordinary and devastating political unit for over 40 years since meeting at school. </p> <p>\"She chose him and she made him president,\" said Mr Covic, who for four years was part of the inner circle. \"I was in the house regularly, for dinner, for talks. While I was mayor of Belgrade three years ago I was there every day.\" </p> <p>Mr Covic believes that now, as then, Ms Markovic is insistent that her husband does not accept the election results. </p> <p>\"She is mad. It is as simple as that and she is very powerful,\" he said. </p> <p>In a reference to demonstrations in Belgrade at the rigging of local elections, Mr Covic added: \"During the protests in 1997 I tried to persuade him that he couldn't just null the elections and he would eventually have to give in. </p> <p>\"Then he would appear to soften and go home and then he would be back the next morning as hardline as ever. She cleaned his mind then and she is doing it again now,\" he said. </p> <p>\"Over the last two years even his speeches reflect her language. He has started using her words. Words for the opposition like 'lesbians', 'hyenas', 'rats'. That is Mira talking and now she is in charge.\" </p> <p>Speaking before the election commission's announcement of the runoff, he added: \"My prediction is that they will have a second round and then find some way to discredit the elections. </p> <p>\"Then they will bring the parapolice on to the streets and it will be a very dangerous time for everyone.\" </p> <p>As if on cue, the phone in the former mayor's office rang. His workers told him that the gov ernment was declaring that the results from 26 out of 70 polling stations in one area of Belgrade would be declared invalid. </p> <p>The reasons given included the stations staying open late, the fact that they had more ballots than they were supposed to have, and the distance of party posters from the entrance to the polling station, which was said to be less than the required 50 metres. </p> <p>\"It's starting,\" he said.</p>",
  "He says it is all untrue. His partner does not believe him. As the couple's friends take sides and third parties are sucked in, each blames the other. Accusations fly; trust is lost; and the relationship begins to crumble. Cohabitation is never easy. It often ends in tears. And after three years in a polite but loveless relationship, French president Jacques Chirac and prime minister Lionel Jospin appear to be no exception. With hindsight, as therapists say, it is plain the two men never had much in common: one a Gaullist, the other a Socialist; one a back-slapping, party-machine patrician, the other a cerebral, rather strait-laced professor. Given that they are likely rivals for the presidency in 2002, it is a wonder their power-sharing double act lasted as long as it did. But now it is rapidly, very publicly falling apart and the outcome could be immensely damaging to both. <p>The catalyst for this rupture was the discovery last week of a videotape personally implicating Mr Chirac in illegal fundraising for his RPR party while mayor of Paris, prior to 1995. Although the president has frequently been accused of knowing about various Paris town hall slush-funds, voter registration fiddles, kickbacks and payroll frauds, and although investigations into the conduct of the current RPR mayor, Jean Tiberi, have long been in train, the tape appeared to provide the first evidence directly linking Mr Chirac to criminal wrongdoing. Since then, like an ink stain on a tablecloth, the scandal has rapidly spread. On Monday, Dominique Strauss-Kahn, Mr Jospin's finance minister and close associate until he resigned under a cloud last October, admitted he had possessed a copy of the tape in 1998 but had not handed it over to the police. This immediately sparked speculation that Mr Jospin himself knew more than he was admitting, or that his judgment was sadly awry, or that the Socialists were playing dirty tricks to embarrass the president. Mr Chirac, on the record, dismisses the allegations as lies. Mr Jospin, on the record, says his hands are clean. </p> <p>For democracy's sake if nothing else, it is to be hoped that these rebuttals are entirely and wholly accurate. As so often in the past, it is not the crime itself but the subsequent cover-up that brings disaster. Mr Jospin has already suffered badly in the polls in the wake of the recent fuel protests. His interior minister's defection over his Corsica policy damaged him. Suddenly, despite his tax cuts, economic growth is slowing. Mr Chirac has had his setbacks, too, not least in last Sunday's risible referendum on presidential terms and his leading role in the EU's Austrian debacle. Now the shadows of Mitterrand and Kohl gather around his re-election hopes. Thus at the very moment of their estrangement, this odd couple actually need each other more than ever. And in a very French sort of way, it may be that they will yet succeed in reaching a mutually satisfactory accommodation.</p>",
  "Euphoric but apprehensive, Serbia's opposition parties have planned a victory concert in Belgrade tonight, despite the state election commis sion's call for a runoff in the presidential contest. <p>Vojislav Kostunica, the opposition leader, has already said he will accept nothing less than a first-round victory. </p> <p>With 97% of the votes counted, the Democratic Opposition of Serbia said yesterday that by its unofficial tally Mr Kostunica had 54.6% and Slobodan Milosevic 35%. </p> <p>This result was supported by both the Belgrade-based Cen tre for Free Elections and Democracy and the far-right Serbian Radical party which ran its own candidate and is still nominally part of President Milosevic's coalition. </p> <p>Cedomir Jovanovic, the opposition spokesman, said: \"It is absolutely certain we have won, and so we request the federal election commission to erase all suspicion and not misuse this critical situation.\" </p> <p>He called on Mr Milosevic's Socialist party of Serbia and the Yugoslav United Left party to respect the popular will and cede power. If this did not happen, he said the opposition would protest peacefully. </p> <p>Meanwhile Miroslav Hristodulo, deputy president of the Social Democratic Union, said before yesterday's runoff announcement that if the election commission denied Mr Kostunica outright victory, nightly demonstrations would take place from tomorrow. </p> <p>Asked about the future of Serbian hardliners who have been indicted by the international criminal tribunal in the Hague, he said Mr Kostunica's plan was retribution rather than revenge. There would be proper law and proper trials, he said. </p> <p>Few observers believed that the opposition would come together so smoothly to give the country's disillusioned voters a respected figure to support. </p> <p>Massive campaigns to mobilise voters were organised by non-governmental groups, women's organisations and the student resistance group Otpor. </p> <p>Another opposition tactic - to provide an efficient and credible vote-reporting service - caught the Milosevic regime off guard. </p> <p>Politika, a pro-government newspaper, published partial local election results yesterday that noted opposition victories in many towns. </p> <p>A Socialist party spokesman, Ivica Dacic, also admitted at a press conference that the government had lost some towns, but declared its overwhelming victory in parliamentary elections. He made no mention of the presidential poll. Some saw this as a sign that the government would eventually back down. </p> <p>\"If they have already recognised such a crushing defeat in all the municipalities, there is no chance for them to tamper with other results now,\" said Mladjan Dinkic, coordinator of the G-17 Plus group of academics and professionals. </p> <p>In another sign of the opposition leader's acceptance within the country, the head of the Serbian Orthodox church, Patriarch Pavle, received Mr Kostunica yesterday.</p>"
]