[
  "Supporters of Slobodan Milosevic broke up a campaign rally in Kosovo yesterday by the Yugoslav leader's main challenger in the presidential race, striking Vojislav Kostunica in the face with a stone and setting upon a convoy of cars protecting him. <p>French troops of the K-For peacekeeping force in Kosovo stood by without intervening. </p> <p>Pelted by rotten tomatoes, Mr Kostunica, the candidate put up by an alliance comprising most of Yugoslavia's opposition parties, was bundled off the platform by his bodyguards after trying to address Serb inhabitants of the divided city of Mitrovice in northern Kosovo. </p> <p>Then Mr Milosevic's supporters, some of them bussed in for the purpose, set about attacking Mr Kostunica's convoy. The soft-spoken university professor was hit with a stone below his eye. </p> <p>Wiping the blood from a small cut under his eye, the challenger said Mr Milosevic must feel threatened if he was resorting to violence. \"I am ashamed because I am a Serb, but I am also very satisfied because this means that Milosevic is weaker than ever,\" he said. </p> <p>The rally in Mitrovice was intended to be a moment of glory for Mr Kostunica, who was touring Kosovo's Serb enclaves on his first visit to the province as a presidential candidate. The largely male crowd appeared uninterested, however, in being told this was the man who could beat Slobodan Milosevic. </p> <p>\"He [Milosevic] put you up to this - God will forgive you but God will not forgive him,\" Mr Kostunica shouted at his attackers. </p> <p>After trying to talk for 10 minutes he and his entourage were forced to withdraw. In front of them the row of cars in which they had arrived came under attack from crowds smashing windows and slashing tyres. </p> <p>Mr Kostunica blamed plainclothes police planted in the crowd for the violence, and criticised Nato peacekeepers for failing to intervene even though they were standing at the edge of the crowd. French soldiers with riot shields and tear gas canisters, were eventually ordered to disperse the gathering. </p> <p>The acknowledged leader of Mitrovice's Serb community, Oliver Ivanovic, watched the crowd's behavior uneasily, and blamed Mr Milosevic's forces. \"Our dismay is that much greater that we did not prevent Mr Kostunica from being exposed to such an extremely unpleasant situation,\" he said. \"We all know that he was the only Serb politician who really took to heart the plight of our people here.\" </p> <p>At a press conference afterwards Mr Kostunica taunted Mr Milosovic by inviting him to visit Kosovo. K-For has vowed to arrest the Yugoslav leader as an indicted war criminal if he sets foot in Kosovo. </p> <p>Mr Kostunica accused Mr Milosevic of neglecting hundreds of thousands of refugees who have fled the province since Serb forces were driven out by Nato in June 1999. </p> <p>But the main opposition candidate cast doubt on the fairness of both the local elections being overseen by the UN in Kosovo and the presidential elections: \"I was very sceptical about local elections in October so I am sceptical about these elections in September because the situation is not normal in the rest of Kosovo because of Albanian terrorism and here because of Milosevic's terrorism as you have seen here.\" </p> <p>Earlier yesterday, Mr Kostunica's convoy was held up at the Serbian border with Kosovo as K-For officials refused to let his party through. Overnight, Serbian Socialist party supporters put up Milosevic posters with the slogan, \"Under the flag of freedom\". Mr Kostunica's publicity matter was torn down. </p> <p>Mr Kostunica bitterly attacked international sanctions against Yugoslavia, which helped to produce the resentment behind \"some of the stones that we saw today\". </p> <p>\"We are his [Mr Milosevic's] hostages and the hostages of the International Community.\" </p> <p>The UN says election balloting can take place in Kosovo, but not inside UN buildings. The opposition says this will help Mr Milosevic's party, which is organising the voting expected to take place in private households.</p>"
]