[
  "Joe Lieberman of Connecticut could be the key that unlocks the 2000 US presidential election for the Democrats. <p>If that turns out to be true, then it will be one of the more improbable transformations in modern American politics. Less than two weeks ago, Mr Lieberman was a relatively obscure, generally conservative Democrat senator, known to the public mainly because if his prominent criticism of president Bill Clinton during the impeachment crisis, and known to the Washington press corps mainly as an honest and interesting, but marginal, figure within his own party. </p> <p> Last night, though, thousands of delegates in the Staples Centre greeted the little man from Connecticut as a conquering hero when he delivered a smart, upbeat and generally well-judged acceptance speech to the Democratic Convention in Los Angeles. </p> <p>It must have been by far the largest audience that Mr Lieberman has ever addressed, and although he still seems stunned by the transformation of the past fortnight, it was an obvious success. He entered to the music from Chariots of Fire, greeted the audience with an improbable clenched fist salute and started his speech with a Jewish mother-in-law joke. </p> <p>But in contrast to his campaign appearances last week, this time Mr Lieberman dwelled only lightly on religious themes or the significance of his selection to American Jews and immigrants. It was a speech which set out to do four things. First, it had to introduce the still largely unknown Mr Lieberman to the wider national audience in a rare prime-time television opportunity. Second, it had to help promote Al Gore's generally lack-lustre public image - a major theme of this third day of the Democratic convention. </p> <p>Beyond these core tasks, the speech had to fulfil two potentially contradictory aims. It had to win the support of the black American electorate, a crucial Democratic base, but one which cannot be counted on to support a Jewish candidate. Simultaneously, the speech had to reach out beyond the party, to independent and undecided voters who needed to be given some reasons for preferring Gore-Lieberman to the Republicans' Bush-Cheney ticket. </p> <p>The first two objectives were easily fulfilled, Americans have no excuse for not knowing the key elements in the Lieberman narrative these days - the modest background in Connecticut, the days in the civil rights movement campaigning to register black voters, the abiding importance of his mother Marcia, the marriage to Hadassah Freilich, a daughter of Holocaust survivors, the assaults on Hollywood's debauched standards, then the attack on Mr Clinton over the Lewinsky affair. </p> <p>Last night the television audience heard nice stories from and about Joe Lieberman. And no one tuning in to the Democratic convention could doubt that he supports and promotes Mr Gore. After meeting the vice-president on one occasion, Mr Lieberman's young daughter said \"He must be a daddy\". </p> <p>Al Gore's virtues as a father were a constant theme of yesterday's sessions. Politically, though, there were other jobs to do. \"Let me just speak to those of you at home who haven't made up your mind if you want to build on our prosperity,\" Mr Lieberman said, before highlighting bi-partisanship and political reform as two key areas tailored to appeal to independents. </p> <p>\"I respectfully say to you that Al Gore and I are the guys who are ready to do the job,\" he said, At various points in his speech, Mr Lieberman praised Republican leaders like Ronald Reagan. He stressed his senate reputation as an \"across the aisle\" legislator, who had worked with Republicans in the past and who was happy to do so again. </p> <p>\"Our opponents are decent and likeable men,\" he said. \"I am pleased to call many in their party my friends.\" He praised \"my dear friend John McCain\" - the Arizona senator was diagnosed with skin cancer yesterday - and labelled him a great man. </p> <p>In the coming election, this appeal to the centre and to independents will surely be one of Mr Lieberman's responsibilities. The senator's quirky and unconventional voting record has raised some questions - especially among black leaders - about whether he will win over their support. </p> <p>In two warm-up speeches congressmen Robert Menendez, a Latino from New Jersey, and the formidable John Lewis of Georgia, who is black, fought to promote Mr Lieberman's anti-racist record. Meanwhile the man himself went out of his way to restate his support for affirmative action, as he had also done earlier at a meeting with the congressional black caucus. </p> <p>At the end, the Liebermans were bustled off the stage to prepare the way for Karenna Gore and Tommy Lee Jones to nominate Mr Gore for the election, and later for Mr Gore to make a surprise appearance himself, prior to being formally adopted. </p> <p>But the impact that the senator has made on the polls in just a few days has been good for the Democrats, and yesterday's speech is surely destined to push the party forward still further, as Mr Lieberman road tests his own considerable assets under campaign conditions.</p>",
  "Hope Street South, a couple of blocks away from convention centre, used to be an acrid joke: just another street of the hopeless, the druggies and prostitutes, the rootless and deranged sleeping rough. <p>But now that Carmela has built her Villa de la Esperanza the pavements are pristine - and you know instinctively again, with a blessed relief, that politics can be serious, that it can still make good things happen. </p> <p>One LA store, seeing the Democrats coming, laid on a special show featuring 40 flavours of tofu. Another joke as malign metaphor. </p> <p>What else can you think about long days of speeches from congressmen desperate for re-election interwoven with Los Lobos, Luther Vandross and marching bands? How else do you explain the great 8pm exoduses to rubber-necking nights with the stars across Beverly Hills? Bring me your poor and your hungry and Ally McBeals. </p> <p>But Carmela believes in hard cases, not soft money. She runs the National Association for the Hispanic Elderly and she restored her street as a 202 project - which, being interpreted, means that the government gave her some cash and she used it to build sunny new flats for old people in desperate need. </p> <p>\"Many of them had nowhere to go. They slept in their cars.\" </p> <p>Today Carmela is throwing a party. She calls it a \"senior power fiesta\" and, indeed, a Mask of Zorro Mexican band twangs away as her guests flood into the tent in her garden. But nobody, at root, is celebrating. This is business for all the lobby groups who try to look after the old in America: and business, too, for vote-hunters everywhere. </p> <p>Will Gordon Brown, in his profound unwisdom, ever try another 75p pension rise? Surely not. He's felt the strength of pensioner power. He should come to Hope Street instead. Seniors can get organised. Seniors vote. In the 1996 presidential contest, 67% of the over-65s turned out on polling day - as opposed to 32% of the 18 to 24s. </p> <p>That, potentially, is formidable clout. It delivered the beginnings of Medicare 35 years ago. It brings young politicians dancing attention to Carmela's tent. Andrew Cuomo (son of Mario, with dad's gift of the gab) is the cabinet secretary for housing and urban development, the master of project 202. He's married to a blond Bobby Kennedy daughter. She makes a point of coming, too. </p> <p>\"If you don't respect your elders, what kind of society are you? What does that say about you?\" Mr Cuomo asks. The serried ranks of his audience, the silver heads amongst the bald, rise. Here is an issue with bite. </p> <p>When Medicare began prescription drugs were few and far between. They weren't covered. Now the drugs that keep heartbeats steady or arthritis at bay are the staple of American existence - but their prime users, inevitably the old, have to pay. In soundbite terms, they must often choose between their drugs and the food on their table. </p> <p>Al Gore has promised to help. George W is predictably keener on tax cuts all round. Can senior power get mobilised? If it can - and the pollsters already find Al Gore with a fat lead among women over 65 - then fortunes will shift. </p> <p>\"You are guests in my house,\" says Carmela. \"Come inside, for guests must eat.\" The potency of the message is its niceness, its generosity. It shows what big government can still do if it chooses - and how that choice may be made. </p> <p>Back at the Staples Centre, another kind of fiesta pounds ritually on. A video of Stephen Hawking endorsing Mr Gore as \"the man of the future\" flashes bizarrely from the roof. Delegates wave banners which proclaim, equally bewilderingly, \"New Britain for Gore\". Retired TV anchorwomen talk on stage about their mental health problems. Joe Lieberman, vice-president-in-waiting, pushes shyly through the crowd. </p> <p>Where's the beef? It's there when Bill Bradley talks about the 44m Americans without health insurance - but soon lost among the bored chatter. You want beef? Come see Carmela. She's got a cry with a ring. Viva Lieberman!</p>",
  "Everyone on earth should be allowed to vote in American elections. All the major decisions about the future of world are now brokered by the United States. Only the US has the power to provoke a world war. Only the US can re-engineer the global economy. <p>As the Transatlantic Economic Partnership - which is quietly \"harmonising\" our laws with those of North America - demonstrates, Washington now exercises more control over the lives of British people than Westminster. </p> <p>We will never, of course, be allowed to influence the world's most important political decisions. But this autumn we can do the next best thing, which is to plead with our friends and colleagues in the United States to cast their votes against Al Gore. The only hope for both America and us is that George Bush wins. </p> <p>A Bush presidency would, of course, be an unmitigated disaster. This poisonous political pygmy owes everything to the dollar and nothing to democracy. Under his governorship Texas has killed more convicts, left more children without health provision and poisoned more of its own air and water than any other state. Its spending on education, public hospitals and social services has all but collapsed. </p> <p>As president, Bush would cut the scant taxes rich Americans pay, disabling America's residual public provision. He would dump the minimum wage, abandon affirmative action, sell off national parks and destroy trades unions. </p> <p>He has suggested that he would like to see more adventures of the kind the US pursued in Nicaragua and Grenada, and fewer humanitarian missions. His incomprehension of world affairs will reinforce American isolationism, while his plans for a national missile defence system will launch a new nuclear arms race. </p> <p>Anyone with a grain of political sense, in other words, would be mad to support George Bush. But the biggest threat to Al Gore is a defection of Democratic voters not to the Republicans, but to the Greens, and their presidential candidate, Ralph Nader. Nader will capture, depending on which opinion poll you believe, anywhere between 3 and 10% of the vote. </p> <p>Crucially, his prospects are best in some of the states Gore must win to secure the presidency: Michigan, Ohio, Illinois, Oregon and California. There is, in other words, a seductive if superficial truth in the assertion, aired repeatedly by Democratic party hustlers, that \"a vote for Nader is a vote for Bush\". </p> <p>But Ralph Nader's campaign is about far more than the coming election. He has launched what amounts to nothing less than a rescue plan for American democracy, and with it, a rescue plan for the rest of the world. Nader, alone among the remaining candidates, has promised to tackle the world's principal problem, namely the corporate stranglehold on American politics. </p> <p>When George Bush raises $100m for his campaign, Al Gore has to do the same. In his eight years in office, Bill Clinton has distinguished himself by amassing some one billion political dollars, almost all of them, directly or indirectly, from corporations. </p> <p>This money is merely a measure of the politicians' indebtedness to special interests. The result is that the priority of both presidential candidates is to deliver not what the people want but what the corporations want. For the past 50 years, the world has been held to ransom by America's corporate oligarchs. </p> <p>Ralph Nader would kick corporate money out of politics, ensuring that public campaigns are publicly funded. He is, of course, no more likely to become American president in November than you are. </p> <p>The best he is likely to achieve is to hand victory to Bush, plunging the world into four terrifying years of government by morons. But the alternative is far worse. If Gore wins, backed by one hundred million corporate dollars, then the last faint hopes that a mainstream political party might fight for a change in the way American campaigns are financed will evaporate. </p> <p>His victory would hasten the arrival of a new and potentially endless dark age, in which only the demands of the mighty are acknowledged. </p> <p>If, by contrast, Gore loses because Nader steals his key votes, then this will force the Democratic party into the most profound self-examination in its recent history. As the Democrats come to see that they cannot recapture public trust until they have done something to earn it, they will ensure that campaign finance reform becomes the key issue in the 2004 presidential elections. </p> <p>If you don't stand up for what you believe to be right, regardless of the consequences, you will quickly discover that there is nothing left to believe in. The Americans, like all of us, should vote not in fear, but in hope. </p> <p><a href=\"mailto:g.monbiot@zetnet.co.uk\">g.monbiot@zetnet.co.uk</a></p>",
  "The Democrats have been trying hard recently to represent themselves as the party of family values, so what better way to illustrate the point than to have two members of the same family issue the rallying call for action? <p>Caroline Kennedy Schlossberg, the daughter of the man who was nominated in the same city 40 years ago, and Ted Kennedy, the late president's brother and now the patriarch of America's best-known political family, both won standing ovations. </p> <p>Caroline Kennedy Schlossberg, making a rare political appearance, used the occasion to paint some of the ways in which the Democrats can distinguish themselves from what the Republicans are offering the country, most specifically on gun control. </p> <p>\"I thank all Americans for making me and John and all of our family a part of your families, for reaching out and sustaining us through the good times and the difficult ones and for helping us to dream our father's dreams,\" she told the delegates. </p> <p>She said that, as she and her brother were growing up, hardly a day had gone by without someone telling them how their father had drawn them into public service. Among their number, she said, was Joseph Lieberman, the Democrats' vice-presidential candidate. \"Now it is our turn to prove that the New Frontier was not a place in time but a timeless call,\" she said. </p> <p>She also became one of the few main speakers to raise the delicate issue of gun control, which is seen, along with abortion and health care, as one of the key grounds of difference between the two parties. </p> <p>\"If we believe that we have seen enough gun violence in our land and in our lifetimes, that guns should no longer take the lives of those we love\" - said the woman whose father was assassinated in 1963 and whose uncle Robert was shot dead in 1968 not far from the spot where she was speaking after he had won the party's primary - \"then it is up to us. It is up to us to elect Al Gore and Joe Lieberman.\" </p> <p>Introduced by his niece with an affectionate tribute and a hug, Ted Kennedy went through his paces like someone who has been best man at enough weddings to make the necessary speech without stretching himself too far. </p> <p>The days when he dreamed that he might have been the person saying Al Gore's lines may be long gone but the old political instincts clearly remain intact. </p> <p>He chose to highlight the \"life and death issue\" of health care, promoting Mr Gore as \"the only candidate committed to moving this country forward step by step, starting with covering every child by the year 2004\". </p> <p>Earlier the Rev Jesse Jackson became one of the few platform speakers to look immediately outward when he told delegates that they should embrace the protesters who have been camped, as it were, at the gate of the citadel since the convention started. </p> <p>The enormously heavy police presence, which sometimes makes the city look as though it is experiencing a coup d'etat rather than a democratic convention, has meant that many delegates bussed in from nearby hotels are unaware of the thousands of protesters raising issues which they claim are ignored inside the Staples Centre. </p> <p>Yesterday 45 animal rights protesters were arrested after a protest outside a fur shop. </p> <p>A further 30 protesters were arrested as the American Civil Liberties Union announced that it would be suing the Los Angeles police department for its action against demonstrators at the end of a rally and concert on Monday night. </p> <p>A legal observer who was video-taping an arrest was also arrested on a conspiracy charge. </p> <p>There was another voice from the past, too, albeit the more recent past. Bill Bradley, the unsuccessful candidate who was beaten by Mr Gore in the primaries, made a rueful but supportive speech. </p> <p>He, too, played on the theme that the Democrats alone truly reflected the nation's diversity. </p> <p>\"We don't declare ourselves compassionate, we've been acting compassionately for decades,\" he said. We don't just talk about prosperity, we make it happen.\" </p> <p> <b>Democratic party pieces</b></p> <p><b> Ghost from the past</b><br> Oliver North broadcasting for a radio station from the convention centre </p> <p><b> Conscience of the convention</b><br> Senator Russell Feingold: \"I cannot stand before you without mentioning my concern and dismay that soft money fundraising [backdoor election funding] has become so much a part of this convention\" </p> <p><b> Number of donors who have given the party $100,000 or more</b><br> 142 </p> <p><b> Most in need of either soft or hard money </b><br> Thirty cycling protesters from Critical Mass arrested downtown and held on $20,000 bail for unspecified offences </p> <p><b> Hello?</b><br> Pacific Bell reported that use of the mobile phone around the convention centre increased by 242% on the first day. AT&amp;T handled 10m minutes of calls on the first day </p> <p><b> Threat of the day</b><br> \"I'm a peaceful demonstrator. If I'm harassed, I'll sue your ass off\" - protester's badge</p>"
]