[
  "Al Gore has swept into the lead in a series of opinion polls in the battleground states in the US presidential election, turning the contest to succeed Bill Clinton into a genuine two-horse race with his Republican rival, George W Bush. <p>The battle for the White House moves into top gear today, the traditional Labour Day holiday, as the two contenders begin the final 64 days of intensive campaigning leading up to the November 7 election. </p> <p>As they do so, they face a political landscape which has been dramatically changed by the August party conventions. In the latest national poll in Newsweek magazine, Mr Gore leads by 49% to 39%, a 10.5% swing compared with a month ago, when Mr Bush led in a similar poll by 49% to 38%. </p> <p>Traditional American political wisdom says that the candidate who is in the lead over the Labour Day weekend normally wins the presidency. </p> <p>Mr Gore's advisers believe the latest figures exaggerate the Democratic candidate's national lead, but they say that their private polling shows an across-the-board shift in their fortunes in the key states where the election will be decided. </p> <p>Over the past 10 days, the Gore camp says, polls in 16 battleground states show Mr Gore leading in 14, tying with Mr Bush in one, and trailing in another. A month ago, Mr Gore trailed in 12 of the 16 states. </p> <p>Independent polling in some of the battleground states confirms the swing to Mr Gore. A new poll in Pennsylvania, a populous \"must-win\" state for the Democrats where Mr Gore trailed in July, shows Mr Gore now ahead 50% to 37% over Mr Bush. </p> <p>Mr Gore and his running-mate, Joe Lieberman, embarked yesterday on a non-stop 24-hour \"American workathon\" swing through several of the key states, including Pennsylvania, Michigan and Kentucky, emphasising their support for the labour movement and \"working families\". </p> <p>Mr Bush will also focus on the midwest battleground, starting in Illinois today, moving on to Michigan and Pennsylvania tomorrow. </p> <p>The Bush camp's official line is that it always expected Mr Gore to narrow the gap. </p> <p>But the surge towards Mr Gore - the first time at any stage of the past year that the vice-president has had more than an occasional lead over Mr Bush - has unsettled many Republicans much more than they are prepared to admit in public.</p>",
  "Everything George W Bush wants to do - according to the campaign slogan - is \"for a purpose\". He seeks \"prosperity for a purpose\" through a giant \"tax cut with a purpose\" to \"renew America's purpose\". <p>As buzzwords go, it is a telling choice, since a strong sense of purpose has hitherto been lacking in George W's meandering career. Until recently he took umbrage at being asked about his plans. </p> <p>\"I just don't worry about those things,\" he told an interviewer. \"I kind of figure life is going to work its way out somehow.\" </p> <p>Life has indeed worked out for George W Bush so far, but it has had a lot to do with who his father is. In 1968 the family name kept young George out of Vietnam, giving him a coveted place in the Texas National Guard. </p> <p>Later the name ensured that a string of investors backed him through a string of failed oil ventures in the 80s, and put the money up for the acquisition of the Texas Rangers baseball team in 1989. </p> <p>He was the well-connected face in the front office and made millions from his tiny personal investment. </p> <p>Through it all he expressed scant interest in public policy. Even when he went to help his father's presidential campaign in 1988 it is said he was not particularly interested in discussing issues. But he had a keen nose for staff loyalty, and was his father's eyes and ears, and sometimes his hitman. </p> <p>If there is one driving force behind George W Bush's short political history, it is loyalty. He is supremely faithful to his father and, according to those who know him well, sees this election as an opportunity to avenge the 1992 defeat by Bill Clinton. </p> <p>But he also believes in loyalty to his backers, and if you were to look for a unifying theme in his years as Texas governor, it is the paying of dues to the business interests which aided his rise to power. </p> <p>His main contribution to the Texan fiscal system has been to slash property taxes, which favoured the wealthy. </p> <p>His proposed cut of $1.6 trillion in federal taxes is in the same mould. A married couple earning $250,000 would be saved more than $7,000; a single mother living on $22,000 would gain nothing. For all his emphasis on social and ethnic inclusion, the promised tax giveaway has brought class to the heart of the election. </p> <p>His other significant impact on Texas is tangible in its grimy air and water. He pushed through the weakest environmental laws in the US, which allow the oil and chemical industries - principal contributors to his campaign - to police themselves. </p> <p>He has been given credit, even by his critics, for his support of public education in Texas. His interest appears to be influenced by his wife, Laura, a teacher and librarian. </p> <p>His sustained advocacy of state schools, particularly in impoverished Hispanic communities, has earned him bipartisan support in the Texas legislature. </p> <p>But he is not proposing to devote much money to the country's schools: he wants to spend $26.6bn on education, compared with the $115bn proposed by Mr Gore. </p> <p>The Bush rhetoric on strong defence, too, seems to run counter to the scale of his proposed tax cut. He has promised to increase pay and modernise the forces, but with a third of the funds Mr Gore is promising to spend. </p> <p>To save money, he promises to withdraw troops from peacekeeping engagements. No money appears to have been allocated to the controversial National Missile Defence System he is advocating, calling into question his dedication to the project. </p> <p>The paradox of George W Bush's campaign is that an unideological candidate has acquired a platform which puts class back at the heart of US politics. The explanation lies in the corporate money stacked up behind him.</p>",
  "Nestling deep in the sun belt of the south, Austin is booming. The Texas state capital is light on regulation, light on tax and, according to Forbes magazine, one of the best cities in the US in which to do business. One of the titans of the new global economy - Dell computers - has its headquarters in the city. <p>It is this side of the Texan economy that George W Bush will be seeking to exploit in this his campaign. </p> <p>He would like to convince voters that the whopping increases in real incomes enjoyed by workers in the computer sector are the result of his hands-off economic management of the state. Since he became governor, 1m new jobs and almost 50,000 new businesses have been created. </p> <p>However, as with the US economy as a whole, there is another side to the story. Texas may be one of the handful of states not to levy its own income tax in addition to the federal income tax, but it has also seen a marked increase in inequality and poverty under Mr Bush. </p> <p>In 1990 it was ranked by the census bureau as the eighth poorest state; the latest figures show that it is now the fifth poorest, with only Louisiana, Mississippi, New Mexico and West Virginia ranked lower. </p> <p>Mr Bush's supporters argue that he has made a success of welfare-to-work policies; critics say that the emphasis on pushing people into low-paid jobs has left education and training neglected. Despite the presence of world-beating companies such as Dell, Texas produces fewer scientists and engineers than the average state, and ranks 48th in basic literacy. </p> <p>One of Mr Bush's main policies in the election is his tax-cutting plan to help ordinary working families, working mothers and other low-income Americans. </p> <p>The Democrats say that the governor's record in his home state has been one of failure, leaving low-income Texans worse off than working families in other states. </p> <p>In 1998 Texas ranked 50th -last - in the union for women without health insurance and 43rd for women living in poverty. Almost 18% of Texan working parents had low earnings - defined as too meagre to lift a family of four out of poverty despite full time work - and Texas ranks third in the US in hunger. </p> <p>The environmental impact of Mr Bush's economic policies are likely to become a campaign issue. </p> <p>Houston has become the smog capital of the US, and the Republican presidential candidate has removed restrictions on development in Texas, opposes any curbs on trade in genetically modified food, and would completely repudiate the aims of the Kyoto climate agreement. </p> <p><br><b>Texas facts :</b></p> <p>\u0095 Unemployment rate 4.5% </p> <p>\u0095 48,000 new businesses created under Bush </p> <p>\u0095 Almost £3bn in tax cuts </p> <p>\u0095 Fifth largest proportion in US of population living in poverty </p> <p>\u0095 25%of Texan children (1.4m) lack health insurance</p>",
  "Al Gore has never uttered a more important sentence than the one which came just minutes into his presidential nomination acceptance speech at the Democratic convention in Los Angeles last month. <p>\"I stand here tonight as my own man,\" Mr Gore told the delegates, \"and I want you to know me for who I truly am.\" </p> <p>After two terms as Bill Clinton's vice-president, the 52-year-old Al Gore is now two months away from becoming only the third man in American history to win the presidency at the end of an eight-year apprenticeship in the deputy's job. </p> <p>If he is to emulate Martin Van Buren and George Bush Sr, Mr Gore faces three tasks. He must define himself as his own man. He must tell America - and the world - what a Gore presidency would be like. And he must win an election which, until recently, he seemed likely to lose. </p> <p>Mr Gore seemed to stumble so often in the early months of the 2000 campaign because he was failing in the first two tasks. He has seemed anonymous - an occupational hazard for any vice-president - and too calculating. His political positions have seemed to owe more to fear and focus groups than to his principles. </p> <p>His lowest point came in early summer, when George W Bush seemed to be running away with the election. Afraid of losing Florida on November 7, Gore dithered on the Elian Gonzalez question, losing more support than he won in Florida and across the US. </p> <p>A month later, fearing that a run of high-profile executions in Bush's Texas might make capital punishment, which both candidates support, into an issue, Gore froze when an interviewer asked him if he would ever authorise the execution of a pregnant woman. That week, the Green nominee Ralph Nader reached the highest position he has yet achieved in the polls. </p> <p>Since then, Gore has fought to define himself - one of his catch phrases is that he is a \"principled fighter\". </p> <p>Nothing has helped him more than selecting Joe Lieberman of Connecticut as his running mate. From the moment the Democrats' fiercest critic of Bill Clinton's affair with Monica Lewinsky joined the ticket, Mr Gore recovered steadily in the opinion polls. </p> <p>Like Mr Lieberman and Mr Clinton, Mr Gore has a long record of centrist politics. All three men are on the right of the Democratic party, though all would insist that they are modernisers rather than conservatives. Mr Gore's record shows he is the most traditional Democrat of the three. </p> <p>As a congressman for eight years from 1976, and as a Tennessee senator between 1984 and 1992 - positions which his father held before him - Mr Gore was a classic \"cold war liberal\". He was pro-labour on government programmes at home, tough on foreign policy abroad, and in the middle on social issues like abortion. Mr Gore's speech to the convention this year was consistent with these positions. </p> <p>As with any US politician's legislative record, there are defining moments. In 1984, Mr Gore voted for a ban on federal education funds for school districts which discriminated against school prayer groups - a mark of the Baptist faith which repeatedly surfaces in Mr Gore's self-presentation. </p> <p>That was also the year that Mr Gore broke with many Democrats by voting to keep the MX missile programme, although he later voted for a nuclear freeze resolution. In 1990, Mr Gore was again in the minority of his party in voting to keep the B2 stealth bomber programme alive. </p> <p>Probably the most significant single vote Mr Gore ever cast came in 1991, when he voted in favour of the Gulf war in the senate, joining a mainly Republican majority to support action against Iraq. Even then, Gore went into the Senate with a gap in his speech where his decision - still unmade - would come. </p> <p>During his years on Capitol Hill, he laid out some of the stances most characteristic of his agenda. He may not have invented the internet, as he once appeared to claim, but he was unquestionably the most scientifically-minded senator of his era. No one on Capitol Hill has a better perception of the potentialities and problems of innovations such as biotechnology and superconductors - and none campaigned more intensively on threats to the environment. </p> <p>Perhaps the most significant shift in his thinking over the past decade has been from universalism to targeting in benefits policies. In 1988, when he first ran for the presidency, Mr Gore was a big government man, defending the traditional rationale for non-means-tested benefits. This year, in contrast to Mr Bush, targeting and incrementalism are the central themes of his tax and benefit proposals. </p> <p>On the broad canvas, a Gore presidency would represent continuity with the Clinton years, but his tone and instincts are more populist and class-conscious than Mr Clinton's. His appeal to \"working families\" may be focus group-tested, but it corresponds to a strong theme in Mr Gore's background, and could herald a retreat from some of the more overt \"third way\" approaches of the man he hopes to succeed.</p>"
]