[
  "<p>Sitting opposite a sign on the wall of his office that reads \"The only safe thing is to take a chance\", and nursing a bottle of iced tea, is the man who could hold the key to the first US presidential election of the new millennium. Bill Hillsman, the maverick adman who created the \"best political commercial in history\" and who has been hired to run the presidential campaign of consumer advocate and Green party candidate Ralph Nader, is ready to throw some grenades into what has so far been a lacklustre race. </p> <p>\"We're really paying the price in this country for all these years of insipid political discourse and insipid political advertising,\" says Hillsman, sitting in the offices of the ad agency of which he is president in the Warehouse district of Minneapolis. \"Corporations are being blackmailed to give money. It's gotten to such a nadir that good people don't want to run for office any more.\" </p> <p>Hillsman is famous in the advertising business for masterminding the campaign that took the wrestler and Reform party candidate Jesse Ventura to the governorship of Minnesota and for a number of other imaginative campaigns for Democrats, such as Senator Paul Wellstone, that have made a virtue of operating on a tight budget. His very funny ad for Wellstone, which showed the candidate in pursuit of his embarrassed opponent, won the \"best political commercial in history\" award from readers of Campaign magazine. </p> <p>Around $250m will be spent this year by the candidates for the White House, with Gore and Bush each accounting for more than $100m. \"More and more money is being spent and fewer and fewer people turn out,\" says Hillsman, 47, a former journalism professor who comes from Chicago but has made his home and copywriting reputation in Minnesota. \"I'm not being paranoid, but the beneficiaries of this are the Democrats and Republicans, and the people who are in league with them. I've always looked for a term like the military-industrial complex to describe them, but it's the political consultancy industry in Washington which is... filthy, totally corrupt.\" </p> <p>Hillsman believes that the opinion polls which drive so much of political debate and strategy are skewed to benefit the two main parties and that political advertising is so poor partly because ad agencies make their money on a proportion - 15% - of what is spent on buying airtime; thus the more they spend on production values, the less they have to buy commercial spots and consequently the smaller percentage they get. Hence, according to Hillsman, the low and cliched standard of much political advertising: \"There's an inherent conflict of interest.\" </p> <p>The \"nadir\" of political campaigning - Hillsman, like a good adman, notes the pun - has led to Nader running. His campaign is already making waves, causing the Democrats to warn that if Nader does well - he is around 7% in the polls - he could let George W Bush into the White House by drawing votes away from Al Gore. Hillsman is not concerned about that scenario and has even offered the Democrats, for whom he has done much work in the past decade, his services to mastermind a negative campaign against Bush. It sounds as though he has already written his first draft. </p> <p>\"George Bush is a walking corporation who has never done anything in his entire life except to have people take care of him,\" he says. Bush has already spent around $60m. This week his campaign ads have shown him in an open-necked shirt mingling with students while he intones: \"It's easy just to spend more. Let's start by expecting more.\" </p> <p>The standard of political advertising is abysmally low, according to Hillsman. \"The people who practise political media consultancy really don't understand modern communications. They are using advertising theories that were de rigueur in the 50s and the 70s.\" The former style was the repeated mention of a unique selling proposition, \"the notion that if you kept hammering away [the message] would eventually bludgeon its way into people's consciousness.\" </p> <p>In the 70s, the style was to keep mentioning the brand name and focus on the \"pack shot\". Both methods, Hillsman says, are now off-putting to a visually sophisticated audience. \"I think it's insane. The prevailing philosophy seems to be that you can annoy someone into voting for you.\" </p> <p>What many, including Hillsman, believe were the most effective presidential commercials were those run for Ronald Reagan in 1984, shot on film using a big budget and creating a warm, feel-good, homy atmosphere under the slogan of \"It's morning again in America.\" Hillsman says of the mood in the ads: \"There would be a small-town parade; people would be running the flags up the flagpole. It was total propaganda but it was so well done that it was almost impossible to resist. Meanwhile, [Walter] Mondale was doing the same old crap and not breaking through at all.\" </p> <p>George Bush senior used negative ads to effect against Democrat Michael Dukakis in 1988, most notably with a commercial showing prisoners moving through a revolving door to create the impression of someone weak on crime, always seen as a vote-winning issue. Four years later, Bush was the victim when the Clinton campaign in 1992 mocked Bush's earlier claim of \"read my lips - no new taxes.\" But there are risks in negative campaigning nowadays. \"There is more backlash against it now; it's being put more and more under scrutiny by the press,\" says Hillsman. The real negative damage, he says, is now \"below the radar\", a tactic which Bush last used against this year's defeated Republican candidate John McCain. </p> <p>Al Gore's best bet, Hillsman believes, is to have a one-to-one debate with Bush. \"The Gore people are struggling. At this point they are really hoping that the [three planned live television] debates will be the turning point in which Gore [could exploit] Bush's lack of fire power upstairs. I would not do much different for Bush. I think they're doing a very adroit job of trying to move Bush towards the centre, a typical Republican strategy, trying to soften his image - compassionate conservatism - and totally ignoring the actual truth of the situation.\" </p> <p>He dismisses the Gore camp's claims that a Nader vote will be wasted, because the Nader voters, in Hillsman's estimation, come largely from the 50% of the electorate who do not bother to vote for a president: \"They don't accept the idea of voting for the lesser evil. They don't want to vote for evil at all.\" </p> <p>On other forms of reaching the electorate, he says: \"It's an open book on how effective the internet sites are going to be in politics.\" Those using the internet to gather information on politics, he says, are almost all independents. \"They don't believe the information they get from the two main political parties and they don't really believe the established media any more.\" He believes that this will aid the Nader camp. \"Because people have such a low opinion of politicians, you start below zero on the truth meter if you're a politician. In Ralph's case, you can't get him to not tell the truth. That's a powerful weapon. He is arguably the most trusted man in America.\" </p> <p>In the current Adweek, the industry paper, Debra Goldman asks: \"Can democracy withstand a campaign so excruciatingly long that voters die of boredom long before election day?... The budget of a third-world country has been poured into a campaign that no one is watching.\" </p> <p>Hillsman may have only around $5m in his kitty, but he is able to talk persuasively of how Nader could start to reach 10% in the polls, then 15%, then 18%, then... well, he does believe that the only safe thing is to take a chance. Come November, he could be the man exposing Bush's \"lack of fire power\" or the man who frustrates Gore. Either way, the scenery on the long and expensive journey to the White House should have become a little more entertaining - and the politics a little sharper.</p>",
  "<p>Judgments on the great figures of the day fall blithely from the lips of Joe Klein, without question the most widely-read political writer in the world: Clinton, Blair, Gore, Bush, Billy Bragg. </p> <p>Billy Bragg? Before Klein transcended the traditional parameters of his trade with Primary Colors, his best-selling satire on the Clintons, he wrote a book about Woody Guthrie, the ultimate expression of the hobo troubadour and an irresistible subject for an excavator of authenticity. </p> <p>Bragg, the unfashionably leftwing Bard of Barking, and the band Wilco used some of what Klein unearthed in two albums of Guthrie's songs. \"Bragg?\" Klein repeats over a glass (just the one) of top-shelf Belvedere vodka in the impossibly elitist lobby bar of the Four Seasons hotel in Manhattan. </p> <p>\"I love him as a singer, but I think his politics are anachronistic and kind of retro.\" Klein, who set off a manhunt unparalleled in the recent history of literature by publishing Primary Colors under the name Anonymous four years ago, divides much of the world into naughty boys and goody-goodies. </p> <p>Thus George W Bush, the man most likely to be the next president of the United States, was one of the boys at the back of the class hurling spitballs (weapons of derision fashioned from paper and saliva) at the irredeemably well-behaved stationed at the front. Al Gore, Bush's Democratic opponent, was one of those closest to the teacher. </p> <p>\"Bush is a very charming guy and very authoritative when it comes to things like baseball. But, you know, the other stuff...\" And Gore? \"Gore's a good boy, he's the one you hated in high school.\" Klein, who writes for the New Yorker magazine and says he does not have a cynical sinew in his short frame, brings his vast fascination for the exercise of power and the workings of culture to a panel discussion on political spin at the Guardian Edinburgh International Television Festival at the end of the month. </p> <p>His take on the art of spinning and its practitioners is simple enough: spin is dead, it's just that no one ever told the politicians who remain addicted to its use. </p> <p>\"Bill Clinton's not bad although he's had his truly awful moments. Who does not have a knack with spin, or didn't when I was over there in 97, is Tony Blair.\" Klein, who has written for the alternative press, Rolling Stone and New York magazine, was in the UK to cover the last general election. He considers the result to have been a victory for Labour substance over spin and a hapless Conservative party. </p> <p>\"Clinton is just perfect when people haven't told him what to say. He's brilliant at defending himself. But when he's on message - one of the most hideous, reprehensible terms of the spin era - he's transparent. </p> <p>\"And what Blair was doing in 97 was transparent: the same three market-tested words - opportunity, responsibility, community. Those are the ones that Clinton used in 1991. </p> <p>\"George W Bush ran for governor of Texas with a bus that said opportunity on one side, responsibility on the other. Folk here have caught up with the fact that they are being manipulated.\" </p> <p>Journalists, of course, are incorrigible know-alls and there are those who might question the analysis of a mere scribbler born 54 years ago in Queens, New York, and raised in an ambiance not unlike that seen in Woody Allen's movie Radio Days (Klein, naturally, has discussed the matter with the director). </p> <p>But the writer can claim solid credentials in nailing spin, even if he was not exactly there at its birth. It would be as well to define what it is we are talking about here, a word appropriated by Ben Bradlee, former editor of the Washington Post, when he would ask reporters what spin they were putting on their stories. </p> <p>\"Spin is putting your own favourable interpretation on the events of the day,\" says Klein, the sleeves of his blue blazer riding up his arms as he leans into the subject. \"Who invented political spin? It certainly existed when Louis XIV said 'I am the state.' I think it obviously existed in ancient Greece. You know that Moses was spinning like crazy in Exodus XIV through XVII when the Jewish people wanted to go back and become a place again because tramping through the desert was a bit too hard.\" </p> <p>Enter Joe Klein, many years later. \"I think I had a small part in the evolution - I think I coined the term spinmeister in New York magazine in 88. I was describing the scene after one of the presidential debates that year when each of the candidates had their spinmeisters working over the press. It seemed sort of ridiculous.\" </p> <p>And with that, apparently, the effective use of the device was dead, way before the laggardly British, for instance, had even acknowledged spin as an endemic feature of political life. </p> <p>\"A journalist asked one of the candidates in 88: 'who's doing spin for you?' And I thought, just as the mainstream press realised there was such a thing as hippies when hippies staged a funeral for the concept in San Francisco, it was time to bury spin then and there. The interesting thing is that the public is so much hipper than the politicians when it comes to this stuff. They know it when they hear it. They're sick of it. Enough already.\" </p> <p>Klein, himself a back of the class kind of guy, has a soft spot for the six US senators who served in the Vietnam war, the men who represent for him the Real Stuff, and not least among them John McCain, the Republican insurgent who momentarily derailed the Bush campaign. \"McCain is obviously very candid. Or at least he was until he started winning elections and then he became a little less so.\" </p> <p>Elements of these men coalesce in the character of the hero of Klein's latest book, The Running Mate, a very human senator from a mid-western state. \"The best spin is the appearance of the absence of spin. It's genuineness. It's authenticity. One of my favourite political stories involves Bob Kerrey, who was governor of Nebraska in the 80s and he was dating Debra Winger, the actress, and at one point the local media found out that she was spending nights at the governor's mansion. </p> <p>\"Kerrey received the Congressional medal of honour, which is the highest award, and he lost much of a leg in Vietnam. And the press sets upon this poor guy, screaming at him 'How dare you. We understand that you've been sleeping with Debra Winger in the governor's mansion.' And he shrugs his shoulders and says 'what can I say? She swept me off my foot.' That'll turn my head every time. I'll give that guy the benefit of the doubt in a heartbeat. I'm in favour of politicians having extra-marital relationships. Oh yeah. It makes them more understanding of the flaws that the rest of us have.\" </p> <p>Klein was considered by many friends and colleagues to have revealed a flaw in the course of what might be termed his extra-journalistic relationship with the media when he denied that he was Anonymous. For six months he dismissed attempts at identification until an analysis of his handwriting on the manuscript made his authorship undeniable. </p> <p>The gimmick and the thrill of the chase drove Primary Colors to the top of the best-seller lists but Klein says that at the time there was no sign of what he was getting himself into. \"We had no idea that it was going to take off the way it did. It was a surprise to Random House. They were lowering the print run right up to the minute of publication. </p> <p>\"My best-case scenario was that it might spend a week or so on the best-seller list and that it would be a fun guessing-game in Washington and all my friends would guess that it was me within the first week, despite my proforma denial. Then it comes out and people in the White House start accusing each other of having written it and I think 'My God, this must be a lot closer than I thought it was'.\" </p> <p> Suddenly, the unmasked Klein was being told that he was now a professional celebrity, that he had been granted entrance to the parallel televisual universe composed of what he divines as a kaleidoscope of mindless rot. He eschewed the opportunity, turning down invitations to all the parties and declining to appear on the screen throughout the Lewinsky affair. </p> <p>At least he had a choice, an option not open to his strolling players, the politicians who must compete on the same stage as every other attention-seeker, a stage designed for everything from the voyeuristic TV show Survivor, through Eminem, Hollywood and the Olympics. </p> <p>\"I guess at least the mindless rot is delivered with a kind of wink. But when Tony Blair says this is not a day for soundbites and then delivers one, there's no wink involved. That's always been one of the great disappointments of Clinton: that a man that intelligent would have so little sense of irony. </p> <p>\"Spin has just become less effective. As soon as it was named it was over. They don't know. They certainly believe that it's real, that it's their job. They have absolutely no perspective, no distance, on what they are doing.\" </p>"
]