[
  "A senior official of Slobodan Milosevic's Socialist party threw down the gauntlet to the international community with a surprise visit to Kosovo yesterday, where she declared that Belgrade would set up polling stations in the Serb province for next month's Yugoslav elections. <p>Gorica Gajevic, general secretary of the party, told a crowd of pro-Milosevic Serbs that 500 polling stations would be set up in the Serb enclaves for polling in the federal and presidential elections on September 24. </p> <p>She also pledged that 200 flats would be built in Kosovo for returning Serb refugees. </p> <p>Bernard Kouchner, the head of Kosovo's UN administration, immediately dismissed the polling promise. \"If they want to have elections in Serb enclaves, that's impossible,\" he said. </p> <p>Mr Kouchner plans to hold separate local elections within the province a month after Yugoslavia votes in the local, parliamentary and presidential poll. </p> <p>Ms Gajevic's move effectively calls the international community's bluff, for UN resolution 1244 and the technical-military agreement signed in Kumanovo before the pullout of Serb troops in June last year state that Kosovo remains a part of Yugoslavia. </p> <p>However, the return of some Serb forces to the region, as envisaged in the Kumanovo agreement, has not yet happened </p> <p>Many Serbs unofficially admit that Kosovo is lost to Serbia. Even the opposition presidential candidate Vojislav Kostunica says that it should stay under UN administration for the time being. </p> <p>Ms Gajevic's visit signals Belgrade's intent to make Kosovo an election issue and exploit the ambiguity over its status for propaganda. </p> <p>Tomorrow the Yugoslav army will hold exercises of a new Kosovo unit currently based in southern Serbia. </p> <p>A Belgrade analyst, Bratislav Grubacic, said the state media would probably cover the manoeuvres and announce that the unit was returning to Kosovo. A poll of Serbs in Kosovo could be a fertile area for voting fraud, he said. </p> <p>An opposition party leader, Professor Zarko Korac, president of the Social Democratic Union, said: \"It's another sign of the confusion in Kosovo. The whole point is: who will organise elections?\" </p> <p>He said that opposition politicians had unsuccesfully pressed European governments to support elections in Kosovo at the same time as those in the rest of Yugoslavia. Now Mr Milosevic's party had taken up the theme and would organise the poll.</p>",
  "Al Gore and George W Bush have become locked in an increasingly acrimonious debate about debates, with the two White House contenders jockeying for advantage over the format of their televised confrontations this autumn. <p>In an attempt to break with the traditional televised set-up, the Republican candidate, Mr Bush, is pressing for the debates to have a more informal, round-table character, moderated by hosts who he hopes will adopt a softer, more conversational approach. </p> <p>The Bush camp would like at least one, and possibly more, of the debates to be modelled on a session which took place during the Republican primary race earlier this year, in which the rival contenders were interviewed around a table by CNN's Larry King. Mr Bush said this week that such debates were \"more free flowing\". </p> <p>But the Democrat nominee, Mr Gore, has already accepted a plan put forward by a neutral commission for three debates in October along traditional lines, with the two men standing at lecterns and being grilled by senior political reporters. </p> <p>Mr Gore has also said repeatedly that he will debate with his rival \"any time, anywhere, any place\", though whether he would actually do so is likely to depend on Mr Bush's willingness to agree to the prime-time network events as well. </p> <p>Such debates about debates are not new in American presidential elections, but the Gore-Bush argument has come earlier than usual and reflects the immense stakes which both camps have in the outcome of this year's televised head-to-head sessions. </p> <p>With most of the opinion polls now showing the White House race to be a close one, both men see the debates as one of the few major opportunities to shift voters' minds in the run-up to the November 7 election. </p> <p>As a result, the Gore and Bush camps are both desperate to ensure that their opponent does not get an inbuilt advantage from the way the debates are structured and conducted. Mr Gore's camp believes that its man will outshine Mr Bush in high-profile debates, while Mr Bush's handling of the argument suggests that he fears Mr Gore could be right. </p> <p>At this stage of the campaign the two men only agree on two things - that there will be presidential debates of some description this autumn, and that only Mr Bush and Mr Gore will take part in them. </p> <p>The two main candidates both oppose any efforts by the Reform party's Pat Buchanan or the Green party nominee, Ralph Nader, to be included in the debates. </p> <p>Earlier this year, the independent Commission on Presidential Debates, a bipartisan group which has sponsored nationally televised presidential debates in each of the last three American elections, put forward proposals for three debates between the presidential nominees and one debate between the vice-presidential candidates. </p> <p>They would take place between October 3 and 17 and all four would be broadcast by the three major US networks - ABC, CBS and NBC. </p> <p>Mr Gore accepted the commission's proposals this week and also agreed to a suggestion from the Bush camp for a second televised match-up between Dick Cheney and Joe Lieberman, the vice- presidential nominees. </p> <p>Mr Bush's reluctance to make the same commitment prompted a barrage of attacks from the Gore camp. \"George Bush is trying to do everything he can to avoid prime-time presidential debates that will be seen on all three networks,\" a spokesman Mark Fabiani said. </p> <p>Such attacks riled Mr Bush. \"Who said we don't want prime-time exposure?\" he retorted at a meeting with reporters on his campaign plane. Mr Bush said he would \"pick and choose\" the venues, formats and ground rules for the debates.</p>"
]