[
  "There's a favourite picture editor's trick late in the administration of a politician. A photo taken on the eve of election is laid alongside a leadership snap from that week. In almost all cases, the man (as it generally has been) looks in the later image a 24-hour job for his doctor, nutritionist and trichologist. Jimmy Carter - whose ageing seemed to accelerate by a factor of five while in the White House - is typically regarded as the canvas-in-the-attic in these matters, but Tony Blair, merely three years a leader, is a close second in decline. He seems to wear more make-up than Joan Collins. <p>This week's Egyptian summit may count for little in the history of Middle Eastern conflict but the official going-home photo should be printed large in the chronicles of politics. Buffering Arafat and Barak, allowing them an excuse not to shake hands, President Clinton - fit, handsome, an improbable early 50s - reminded us that he is the only modern leader to look physically better at the end of of his term of office than the beginning. </p> <p>Republican voters and commentators will see this tricking of the calendar merely as proof of the radio talk-show rumour that, at a Little Rock motel on the eve of the 1992 election, the then Governor Clinton gave a signature in blood on a document to a resident who led other guests to complain about the smell of sulphur and whose cloven-feet were noted by children playing in the pool. Clinton-haters will also point to a recent scientific report that regular sex encourages a youthful appearance, while noting that Hillary is looking old. </p> <p>From a calmer perspective - and three weeks before the election of Clinton's successor - the summit picture invites us to reflect on whether presidential authority is largely the gloss of the job, available to anyone who occupies it, or if Bill Clinton has visual and symbolic skills which we are about to discover are irreplaceable. </p> <p> Certainly it was almost impossible to imagine either Al Gore or George W Bush summoning warring nations to a summit. Clinton's intervention may have been mainly symbolic but the frightening thing is that his designated heirs, stiff and dull in the three TV debates, can't even do the symbolism. </p> <p>It's also worth remembering that a key rightwing argument for Clinton's impeachment in the Monica business was that he would have no moral authority in the world. And yet, in Belfast and now Jerusalem, Clinton has been the only one able to bring the frothing tongues of the conflict within spitting distance of each other. Some of this follows from the financial and geographical weight of the nation he leads, but his personal charisma and intelligence are also important, and we should reflect that we have only 12 weeks of them left. </p> <p>Clinton's strength is that, while he may have lied about many things, he genuinely is a poor Southern boy whose political personality was developed by the observation of poverty and racism. In contrast, Gore and Bush are both children of the East Coast elite who happen to have Southern accents. Clinton never met his father; Al and Dubya's were a senator and a president respectively. You can see why Clinton might connect better with the people. The American right would tell you Clinton should be the easiest presidential act to follow. In reality, he's among the toughest. </p> <p>In this week of a Middle East summit and a presidential debate on television, we have come to understand what the historians' bottom line on Clinton will be: a sexual idiot but a political genius. More even than Ronald Reagan, he has reinvented presidential campaigning and the theatre of leadership. Clinton has defined how a president should look and sound: tall, broad, touchy-feely, with a voice of soft anger for the reception of the flag-draped bodies of the dead and a personal psychology of operatic complexity which keeps enthralled an electorate raised on the television sob-shows. </p> <p>But he has also - again like Reagan - reinvented sincerity. Hollywood, Reagan's cradle, spawned the saying that, once you can fake sincerity, you can achieve anything. And this is the most infuriating thing for the politicians who must follow Clinton. A leader whose integrity and authority have been impugned more than any other still somehow radiates power and sincerity. Blair, Gore and Bush might all be better than Clinton at getting into heaven but none of them can touch him when it comes to getting into the hearts of the electorate. </p> <p>Pundits of the right have expressed revulsion at polls showing that, if the two-term limit were lifted, President Clinton would win four more years in the White House. But, looking at what will follow him, this seems a common-sense judgment by the electorate. If politics is theatre - as it increasingly is - you want an Olivier for it, not some bit-part mummer. </p> <p>Nixon was a shifty man who looked shifty; Clinton is a shifty man who looks fine. It's a difficult trick - as they say on television, don't try this yourself at home - but its successful execution makes him the most enthralling politician of our times. And so it is that a politician who can be seen objectively to have disgraced his office will cast a long and belittling shadow over those who try to occupy it. </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>"
]