[
  "<p>As European Union central bank governors and finance ministers were about to issue their press communiqué after last weekend's 'informal' meeting in Versailles, a non-member of the 'Euro-XI' pointed out a mistake. </p> <p>'You say here that the Euro-XI finance ministers met with the President of the European Central Bank - but he's in Canada.' </p> <p>Sure enough, the president of the ECB, the unmistakable Wm. Duisenberg, had been distinguished by his absence - at a conference in Calgary, Alberta. He was ably represented by his deputy, Christian Noyer, but it did seem odd the ECB's top man was not there to discuss the oil crisis, the plight of the euro and plans for introducing euro notes and coins on 1 January 2002. </p> <p>It also seemed odd that the drafters of the communiqué hadn't noticed. No doubt Duisenberg was acquiring first-hand knowledge of the oil crisis in Canada's oil heartland, but the episode struck some as typical of the shambles surrounding the single currency. </p> <p>Yes, the euro and euro policymakers are easy targets at the moment - not least for currency speculators, who have driven the new currency some 30 per cent below its dollar value when it came into being on 1 January 1999. </p> <p>When currencies are in trouble, almost any piece of news or analysis tends to be trotted out as a reason for further weakness. We have heard about the strength of the US economy, the putative 'structural' weakness of Europe and the tendency of European policymakers to speak with one voice only by accident. </p> <p>The most obvious recent sign of dissonance has been the contrast between the ECB's repeated assertion that at below 90 cents (against a launch value of around $1.17) the euro's market worth does not reflect the economic fundamentals - indeed, constitutes an inflationary threat - and the view of German Chancellor Gerhard Schröder that the decline in the currency has been good for the German economy. </p> <p>Romano Prodi, President of the European Commission, did not help matters last week when he acknowledged: 'We are in the difficult situation_ that there is no unified common [economic] policy in Europe. That has definitely had an influence on the euro exchange rate.' </p> <p>It was always going to be the case that a 'unified common policy' would take time. What else would one expect of such a major historic attempt to weld the economies of 11 European nations together? </p> <p>Once it became clear that the single currency would comprise a lot more national members than the hard currency group known as the D-mark bloc (Germany and the Benelux countries), it was also obvious that this would be likely to have a depressing influence on the euro. </p> <p>Indeed, such factors are being cited in German official circles as rationalisations for an indefinitely weak euro: the Greek drachma turns up shortly, and there are all those eastern European casino currencies to be absorbed. </p> <p>Yet some of the comment on the euro has shown a certain lack of historical perspective. Even before the merger of the deutschmark with the others, during the Eighties and Nineties, the mark fluctuated widely against the dollar. </p> <p>It so happened that the mark was going through one of its stronger phases at the inception of the euro. So there was potential for depreciation in 1999, despite some of the wilder claims made for the prospective strength of the new currency and all the imaginative nonsense about a euro that would 'look the dollar in the face'. </p> <p>In fact much of the adverse commentary on the euro has ignored the fact that the new currency rapidly established a major presence in the international bond market, and that US multinationals, for all the depressing comment, see vast potential in the enormous European market. </p> <p>Ironically, one change in fashion has been that where once the fear was that a strong mark would be diluted by weaker 'Latin' currencies, now much of the criticism and alleged justification for euro weakness centres on the supposed structural economic problems of Germany itself. </p> <p>That fashion may well change again. Fashions tend to. For all the public concern, Schröder has uttered the truth that dares not speak its name: the German - and other - economies were held back by the strict budgetary and monetary policies that were part and parcel of the Maastricht Treaty of 1992 and the run-up to the single currency in 1999. For all its reputation for a strong mark and tough counterinflationary policies, the Bundesbank had traditionally kept a close eye on the real exchange rate, and on Germany's international price competitiveness. </p> <p>The classic German pattern of export growth, feeding through to bigger investment plans and a broader domestic economic recovery, has again been apparent; this has undoubtedly, on this occasion, owed something to the weakness of the euro. </p> <p>Devaluations, however, can be overdone. Some depreciation may help competitiveness; too much can be inflationary, or produce a textbook (bad) situation where exports become so cheap that the lower earnings per unit of extra output for export do not justify the depreciation. </p> <p>But that is the nightmare scenario. Nobody is suggesting that euroland has yet reached that position. It was embarrassing when last month's rise in interest rates did nothing to halt the depreciation; and there is little doubt that the ECB made a hash of 'massaging' market expectations, because the interest-rate rise was lower than widely forecast. </p> <p>History suggests that at some stage the euro is likely to recover substantially against the dollar. The current US balance of payments deficit is running at a massive $400bn a year. Although this is being financed by long-term inflows of direct investment - and by masses of 'hot' short-term funds - nobody, least of all Alan Greenspan, chairman of the Federal Reserve, thinks this scale of deficit sustainable. </p> <p>At some stage the markets are likely to conclude that the dollar is seriously overvalued and in need of an adjustment, with obviously bullish implications for the euro. </p> <p>The big subject is: does the ECB need to intervene in the markets and help the process to begin? </p> <p>Duisenberg, back at the helm after his Alberta trip, told the European Parliament last week that the ECB was responsible for managing the euro exchange rate because finance ministers have so far not chosen to exercise their Maastricht Treaty powers to issue 'general orientations' regarding the exchange rate. </p> <p>Prodi and the French would like co-ordinated intervention with the US to stabilise the exchanges, but is the US going to initiate a decline in the 'strong dollar' before the presidential election? For the present, the ECB has contented itself with the announcement that it has just bought euros with $2bn of interest payments on its dollar reserves.</p>"
]