[
  "\u0095 Ken Livingstone has been rather quiet since his election triumph. But behind the scenes big issues are being dealt with - and few literally come bigger than who presides over the switching on of lights on the famous Christmas tree in Trafalgar Square. The tree (donated by a grateful Norway for Britain's efforts in the second world war) has traditionally been lit by the mayor of Oslo, with the Lord Mayor of Westminster in attendance. But in October responsibility for Trafalgar Square passes from the Department of Culture, Media and Sport to the mayor of London's office, and Ken wanted a cut of the tree action. \"The Lord Mayor can go to Norway and watch the thing being cut down if he wants, but Ken's going to switch it on. He is the mayor of London,\" one of Ken's aides was heard to say. Top-level talks last week between Westminster's lord mayor Michael Brahams and Ken led to a compromise, with the DCMS organising this year's festivities for one last time. \"Ken is going to be there as well,\" says press officer Helen Hall-Wright. <br> \u0095 We can sleep easier now the government is dealing with the threat of the earth being destroyed by asteroids. But what is being done about killer robots and giant mutant lizards? We rang the Number 10 press office to demand action on the robot-lizard threat, only to be fobbed off to the Cabinet Office. \"Oh, this came up yesterday,\" said a press officer, who suggested we try the DTI. \"Good God, I've got no idea,\" said Mark Haliford, the DTI's press officer for potentially hazardous near earth export commodities, \"I'm trying to think, is this really a matter for the department?\" Of course it is, Mark. \"Is there any evidence of these lizards, I mean asteroids, have actually hit the earth?\" Mark asks. That petty empirical view won't help, Mark.   \u0095 At least one transport company bucked the trend and froze its prices this year, in spite of \"above average increases in fuel tax\". It's the Government Car and Despatch Agency, which provides \"a high quality, secure environment in which ministers and others in public life can travel safely and in comfort, allowing them to concentrate on their work.\"  \u0095 Michela Wrong's new book In the Footsteps of Mr Kurtz (Fourth Estate, £14) recounts some extraordinary tales of excess by Zaire's President Mobutu, funded in the main by the IMF and the World Bank. In his later years Mobutu retreated to a Xanadu-style folie de grandeur, complete with orange groves, musical fountains and imported Swiss cattle. But for visiting dignitaries, forced to travel 700 miles from Kinshasa, the worst part was being taken for a drive in the presidential Chevrolet. One US official found himself clinging on for his life as Mobutu careered along. \"It was like a cartoon, people and things were leaping out of the way,\" said the official. When his guests made mild remonstrations, the dictator replied: \"It's OK, these are all my roads.\"   \u0095 I'm grateful to my so-called rivals at The Register website for the charming tale of David Watkins, who wrote to BT complaining about poor service. BT replied: \"Dear Mr Watkins, I sincerely apologise for any incontinence caused over the last few weeks.\"  \u0095 This is, I am told, a true story, and since it was told to me by a man in a pub who read it on an email, who could doubt it? It involves a businessman waiting to meet a client in an airport VIP lounge. He spots Bill Gates sitting alone, and introduces himself. \"Could I ask a small favour?\" he says to Gates. \"I'm waiting for someone and when he arrives I'd be grateful if you could walk by, tap me on the shoulder and say hello.\" Bill graciously agrees, and when the client arrives, Bill taps the first man on the shoulder and says \"Hi!\" The man turns around and snarls: \"F*** off Gates, can't you see I'm busy!\" <a href=\"mailto:diary@theguardian.com\">diary@theguardian.com</a>",
  "<p><strong>Treasury sells more gold</strong><br> </p> <p>Another 25 tonnes of gold was auctioned yesterday as part of the Treasury's plan to reduce its bullion reserves. </p> <p>The Bank of England said 804,000 ounces of gold were sold for £193.30 an ounce, yielding a total of £155m. So far about 200 tonnes have been sold from a planned total of 415 tonnes. The last sale was in July, when 25 tonnes were sold for £197 an ounce. </p> <p>One analyst commented: \"The gold market has been a bit weak of late. Under normal circumstances a seller probably wouldn't sell gold at present.\"</p> <p><strong>Jiway signs up 30 brokers </strong><br> </p> <p>Jiway, the planned pan-European, internet-based trading platform, said 30 brokers from Britain, Sweden and Germany had signed letters of intent to use the new marketplace due in November. Jiway, a joint venture between Stockholm stock exchange operator OM and Morgan Stanley Dean Witter, will provide online trading, clearing and settlement for small investors via brokers. </p> <p>It will handle 6,000 shares listed in on the New York Stock Exchange, Nasdaq and six European exchanges - London, Frankfurt, Paris, Milan, Amsterdam and Stockholm. </p> <p><strong>US trustbuster stands down</strong><br> </p> <p>The US justice department's top anti-trust official, Joel Klein, who took Microsoft to court for curbing competition, will leave office at the end of the month. </p> <p>His deputy, A Douglas Melamed, will replace Mr Klein, a political appointee, who probably would have been replaced in the change of administration that will follow the presidential election.</p> <p><strong>Second suitor eyes Go-Ahead</strong><br> </p> <p>A French railway firm said yesterday it was considering making a counterbid for bus and rail group Go-Ahead, operator of Thames Trains, one of the services involved in last year's Paddington rail crash. </p> <p>Via-Cariane, a subsidiary of SNCF, said it was considering options which included \"the possibility of a counter-proposal being made to Go-Ahead's shareholders\". </p> <p>French consortium C3DA has already made a hostile £326m takeover bid Go-Ahead. Shareholders had until last Saturday to consider that deal but yesterday the deadline was extended to September 30.</p>",
  "John Monks, TUC general secretary, won an unexpected standing ovation from the Liberal Democrat conference yesterday after calling for immediate moves to beef up the campaign to take Britain into the euro zone. <p>\"Some of us might wish that we were in the euro already,\" he said. \"But the realpolitik is that we will have to win a referendum some time after the next election,\" after the pound \"has become far more competitive\" against the euro. </p> <p>His call for \"a people's Europe, not just a Europe for bankers, boardrooms and bureaucrats\" was matched with a warning that the campaign would not be won by conceding key Eurosceptic allegations such as excess regulation which were simply untrue. </p> <p>In the first appearance by a TUC leader on the main conference platform, Mr Monks, who was invited by Charles Kennedy, stressed how many shared aims and interests the unions and the Lib Dems had. </p> <p>He took several sideswipes at the government for not going as far as the unions or Lib Dems wanted, though aides said his olive branch to the Lib Dems did not mean he was distancing himself from Labour. </p> <p>\"The TUC both wants and has good relations with this government,\" said Mr Monks. \"We, like you, will make our criticisms, but the contrast with the previous government is all too stark.\" </p> <p>In a pointer to the coming election campaign he warned that William Hague's Toryism would remove workers' rights and push Britain towards the American social model - instead of the inclusive European one that Al Gore, the Democrats' presidential candidate, would like to move towards. </p> <p>His moderate speech, a week after the TUC conference, repeated criticism of the fuel blockades. \"You cannot expect governments to cut taxes without spelling out how you would cut spending. These were not just blockades on petrol but blockades on democracy.\"</p>"
]