[
  "<p>If you believe that spin doctors and focus groups have taken all the fun out of electioneering, the news that Democratic presidential hopeful Al Gore's favourite reading, as revealed to Oprah Winfrey and millions of American voters, is Stendhal's Le Rouge et le Noir seems rather thrilling. </p> <p>Gore's choice is unblemished by any suggestion of political correctness; it also offers a witty, covert commentary on the Clinton presidency. Why? Because Stendhal's Bourbon restoration hero, Julien Sorel, is greedy, hypocritical and devious. Apart from his insane ambition, he is utterly lacking in the qualities the American people might look for in a presidential hopeful. </p> <p>A pretty odd choice, then, as a 'favourite' and an implausible candidate for the book to which you return for psychological reassurance. Many people, I remember, had a similar reaction when Tony Blair chose Sir Walter Scott's Ivanhoe as his preferred desert island reading. </p> <p>A favourite book is the one you curl up with again and again, the familiar, dog-eared copy you take to bed with you, huddle over in the hospital waiting-room, settle down with at the end of a hard day. This is the the book from which you derive succour during life's darker moments and in which you happily lose yourself in search of renewal and reassurance. </p> <p>Such a book is a solace, a balm and a consolation. It probably evokes childhood or teenage sensations and, almost certainly, it is freighted with nostalgia. In his essay 'The Lost Childhood', Graham Greene wrote: 'What do we ever get nowadays from reading to equal the excitement and the revelation in those first 14 years?' </p> <p>A favourite book may be an acknowledged classic, but it doesn't have to be. Often, it's a personal touchstone that has become forgotten or overlooked by the unfathomable vicissitudes of literary fashion. It can have many qualities, but, above all, it must be comforting. </p> <p>So what, exactly, makes a comfort book ? </p> <p>We can argue about this indefinitely, but examples are helpful. To this end, a straw poll conducted with Gallup-like scrupulousness around The Observer office reveals three things: first, many people have more than one comfort book; second, sophisticated readers often find relaxation in quite lowbrow reading pleasures and, third, contemporary writing does not give as much deep comfort as a magazine like Vogue or the New Yorker. </p> <p>Leaving aside magazines, we are talking about books that were probably published at least 20 years ago. Crime seems to be popular. 'Anything by P.D. James,' says my neighbour in Review. 'Inspector Morse,' says Home News. 'P.G. Wodehouse' cries a sub-editor. </p> <p>Some journalists idolise Michael Frayn's Towards the End of the Morning; others return to The Secret Garden or The Lion, The Witch and the Wardrobe. Comic classics such as Evelyn Waugh's Scoop or Nancy Mitford's The Pursuit of Love are always popular. There was one vote each for Mishima's Sea of Fertility and Nabokov's Ardour. </p> <p>In the end, my survey produced an all-purpose English comfort book list that looked like this: </p> <p><strong>Dodie Smith</strong>: I Capture the Castle </p> <p><strong>P.G. Wodehouse</strong>: The Code of the Woosters or Joy in the Morning </p> <p><strong>J.R.R. Tolkien</strong>: Lord of the Rings </p> <p><strong>T.H. White</strong>: The Once and Future King </p> <p><strong>Jane Austen</strong>: Pride and Prejuduce or Emma </p> <p><strong>Jerome K. Jerome</strong>: Three Men in a Boat </p> <p><strong>E.B. White</strong>: Charlotte's Web </p> <p><strong>Lewis Carroll</strong>: Alice's Adventures in Wonderland or Through the Looking Glass </p> <p><strong>Mary Wesley</strong>: Harnessing Peacocks </p> <p>Comfort reading, then, is not about literary greatness. You won't find many calls for Portrait of a Lady, Heart of Darkness, Ulysses or To the Lighthouse, although all of these books, and a number of others, will routinely get nominated as great books of the twentieth century. </p> <p>Comfort reading confirms the essential truth that reading is a solitary and private occupation. It offers a moment in which we can be free from the pressures of everyday life and yet be still in receipt of wisdom and consolation. </p> <p>As J.D. Salinger's Holden Caulfield famously put it: 'What really knocks me out is a book that, when you're all done reading it, you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone whenever you felt like it.' </p> <p>Sadly, if Al Gore had chosen Catcher in the Rye, he would probably have been psychoanalysed from here to eternity - and lost the presidential election into the bargain. </p> <p><a href=\"mailto:robert.mccrum@observer.co.uk\">robert.mccrum@observer.co.uk</a></p>",
  "<p>A teleconference early yesterday morning between finance ministers and central bankers from the world's most powerful nations was the trigger for the long-awaited attempt to rescue the ailing euro. </p> <p>Talks had been going on for 48 hours after the European Central Bank decided that the fall in the single currency had gone too far and started to canvas support for intervention in the foreign exchange markets. </p> <p>The key was securing the agreement of the Americans, whom the markets believed would not be prepared to drive down the value of the dollar ahead of the US presidential elections in November. But once it was clear that Washington was prepared to play ball, the ECB could prepare its trap for the speculators. </p> <p>All that was left was to find the right moment to strike, and that came yesterday when the euro was already up against the dollar as a result of the weakening in the oil price and the disappointing figures from Intel, which suggested that the booming US economy might be slowing down rapidly. </p> <p>Intervention only really works when it is co-ordinated and goes with the grain of the market. </p> <p>With both conditions fulfilled, the first move was made at noon, with concerted purchases of euros and sales of dollars. </p> <p>The message was rammed home with a second bout of action 30 minutes later, and a third around 3pm. </p> <p>Markets were taken by surprise. It had been assumed that today's meeting in Prague of central bank governors and finance ministers from the seven leading industrialised nations would discuss the plight of the euro but offer only warm words rather than action. </p> <p>With less than 50 days to go before the presidential election, traders believed that the European Central Bank and the Bank of Japan would not go it alone. </p> <p>In fact, as the finance ministers packed their bags yesterday morning, they were preparing the strike. Central banks from all the G7 countries were involved - the first time since 1995 that they have coordinated an attack on the markets. </p> <p>\"It gives them a justification to come to Prague and scoff lobster,\" said Nick Parsons, a currency expert at Commerzbank in London. </p> <p>Mr Parsons believe that Intel was the straw which broke the dollar's back. The announcement of its profits warning on Thursday night had wiped more than $100bn (£68bn) off its worth by midday yesterday and helped convince the markets that a strong dollar was no longer good for corporate America and the US economy. Over the past few weeks, there have been warnings from a host of big US firms that are seeing their export earnings to Europe severely hit by the strength of the dollar. While the US authorities were not prepared simply to help the euro, it was a completely different story once it was clear that America itself stood to gain from a weaker dollar. </p> <p>The risks are now twofold. On the one hand, the intervention might work too well, with a plunging dollar bringing down the US stock market and having knock-on effects around the globe. On the other, the intervention might be a red rag to the markets, tempting them to take on the authorities in a fight over the euro's value. The Bank of England knows all too well what can happen to a currency if you take on the markets and lose.</p>",
  "United Nations officials in Kosovo were hastily putting together a team of election \"witnesses\" yesterday to count the voters who turn out for Sunday's crucial Yugoslav presidential and parliamentary elections. <p>The UN has denounced the elections as neither free nor fair, and said previously that it would do no more than provide security for Serbs in Kosovo who wanted to vote - it is assumed that Albanian Kosovans will boycott the poll. </p> <p>It has changed its mind under heavy pressure from the US, Britain and other Nato countries which want to reduce President Slobodan Milosevic's chance of rigging the ballot. </p> <p>As it became clear that, in the absence of supervision, Mr Milosevic could use the Kosovan votes to bump up his total, the UN decided to appoint monitors. </p> <p>In Serbia itself no monitors, local or from Nato countries, have been accredited. Only the political parties will be able to have someone in the polling stations, but with restricted rights to examine the count and the lists of total votes. </p> <p>Anxious not to give credibility to the poll, the UN team in Kosovo will stay out of the election buildings and count voters, not votes, to have some check on turnout padding. </p> <p>Officials say they are operating on opinion poll predictions that Mr Milosevic needs 500,000 extra votes to secure the 50% required for a first-round win. </p> <p>The head of the UN administration, Bernard Kouchner, is expected to announce the number seen entering and leaving polling stations late on Sunday evening. </p> <p>The UN acted as Western officials stepped up their warning of fraud on Sunday. </p> <p>In Zagreb the European Union external relations commissioner, Chris Patten, said Mr Milosevic might use \"Stalinist\" methods to keep power after the election. </p> <p>\"While many of us believe that the overwhelming majority in Serbia want the long night represented by Milosevic's regime to come to an end, I am not sure that is a view entirely held by Mr Milosevic,\" he told reporters after talks with Croatian officials. </p> <p>\"If Milosevic hangs on, I think many people predict growing economic and humanitarian problems in Serbia. That is one reason why we want to see ... substantial and rapid change as soon as possible,\" he added. </p> <p>The Nato secretary-general, Lord Robertson, said he hoped Yugoslav opposition parties would win by too large a margin for Mr Milosevic to falsify the result. </p> <p>\"I hope the people of Serbia use the opportunity they have to accept the welcome Europe extends to them if they turn their backs on the politics of ethnic hatred. I hope they'll make it impossible for him to pretend he has won when he has lost.\" </p> <p>He warned Mr Milosevic against undermining Milo Djukanovic, the pro-western president of Montenegro. </p> <p>\"Djukanovic has the right to fulfill the mandate given him by the people of Montenegro. Milosevic shouldn't miscalculate the determination of the international community in this matter,\" he said. </p> <p>Senior Serb figures also called for free elections. Patriarch Pavle, head of the Serbian Orthodox church and a frequent critic of Mr Milosevic, said ballot-rigging could lead to bloodshed. </p> <p>\"The voice of the people is the voice of God,\" he said. \"If someone tries to change the people's will there is a danger of unforeseeable consequences for our people and country.\" </p> <p>Milorad Dodik, the west-backed prime minister of the Bosnian Serb republic, urged Mr Milosevic to quit, saying no other leader had caused the Serb people so much misery. </p> <p>\"What is left? What will we remember you for?\" he wrote in an open letter. </p> <p>\"Wars? Hyperinflation? The loss of Kosovo? Turning Serbs into a refugee tribe on tractors? Graves, ruins? These, Slobodan, are the monuments of your rule.\" </p> <p>With campaigning now officially over, several of Mr Milosevic's critics reacted angrily yesterday to a statement by his close ally, the federal prime minister Momir Bulatovic, that the president might stay in power until next summer even if he lost the vote. </p> <p>\"Under the constitutional law, the mandate of the president cannot be shortened. It will last until its expiry, which will be until mid-2001,\" he told a Montenegrin television station. </p> <p>Mr Milosevic called the elec tions early in the hope of catching the opposition off guard, but it united unexpectedly quickly round Vojislav Kostunica, who leads in every poll. Zoran Djindjic of the Democratic party said the Bulatovic statement proved the president was running scared. </p> <p>The Montenegrin prime minister, Filip Vujanovic, also attacked the suggestion that Mr Milosevic could legally stay on if he lost. It was \"completely ridiculous\". </p> <p>His government is boycotting the elections as unconstitutional. Pro-Belgrade parties in the republic will organise their own voting. </p> <p>But Mr Vujanovic added a rare note of optimism. He said he doubted that Mr Milosevic would lash out at Montenegro. </p> <p>\"I don't see high risks of conflicts in Montenegro after the elections,\" he said. There was no evidence of a Yugoslav army build-up in Montenegro. </p> <p>Western analysts suggest various ways Mr Milosevic may have in mind to cling on to power. One is pressure on Montenegro as a way of trying to justify a state of emergency and a clampdown on all opposition parties and media.</p>"
]