[
  "<p>Two weeks ago, when Al Gore's presidential hopes appeared to be slipping with each new poll, he took a call from his boss, the president. Otherwise shut out of his deputy's campaign, Clinton urged vice-president Gore to watch a Saturday Night Live parody of his TV debates with his Republican rival. After first resisting, Gore acceded to Clinton's almost unerring political instinct. The tape revealed the public's perception of the candidate and his media-genic shortcomings that no pollster or focus group could have bettered. </p> <p>Clinton touched on one of the few political realities of this campaign - that TV comedy has become one of the few clarifying elements of a political discourse obfuscated by hours of punditry, spin and anti-spin. As Americans tune out from serious political coverage and analysis, they are getting more of their election news from late-night talk. A recent survey found that 47% of people aged between 18 and 29 often gleaned information from these programmes, along with a quarter of all adults. </p> <p>\"So much coverage in the main stream press is dishonest and manipulative,\" says Columbia University journalism professor Craig Wolff. \"To me, the humorists are in some ways presenting the most honest coverage.\" </p> <p>Politics as TV comedy is hardly new and has been gaining momentum since Richard Nixon appeared on the 60s show Laugh-In. What's new is just how blurred the line between politics, news and entertainment has become. Late-night comedy talk shows such as those of Jay Leno and David Letterman have become political essentials, both as barometers of how the campaigns are playing (\"If it makes it onto Leno or Letterman that really means something,\" said Gore press secretary Chris Lehane recently) and through appearances by the candidates themselves - a way of personalising their brand. </p> <p>To former Texas governor Anne Richards, it's become almost more important for candidates to show a sense of humour than to demonstrate a grasp of the issues when debating their opponents. A good joke can be incredibly effective in getting your message out, she says, \"because people repeat it\". And that's invaluable for politicians because with an electorate disenchanted with politics and an election said to hinge on a small number of swing voters, humour has become one of the few ways of gaining attention. </p> <p>\"It's a question of the different people you need to reach,\" says political columnist-turned satirist Arianna Huffington. \"There are people who already agree with you, and you can says things as flatly and blandly as you want, and they're with you. But then there are those who need to be convinced that the election matters.\" </p> <p>But while Gore has appeared on Letterman and Leno, and Bush has kissed Oprah Winfrey on Oprah, been on a morning talk show with Regis Philbin, the host of Who Wants to be a Millionaire?, and had an unhappy (and un-repeated) experience on Letterman in March, none of the current crop of candidates besides Gore's democrat running mate Al Lieberman have dared venture on to The Daily Show on Comedy Central. </p> <p>The programme, hosted by Jon Stewart, has emerged as America's sharpest satire. First broadcast in 1996, The Daily Show has become one of the few programmes smart enough to come close to capturing the absurdity not just of the US political process but of the media that cover the news and the pundits that interpret and re-interpret it. </p> <p>In a show presented as a seemingly real newscast, Stewart and his team of correspondents spoof what increasingly feels like unreal news. As the 37-year-old Stewart himself liked to quip during coverage of the political conventions in the summer: \"We're a fake news organisation covering a fake news event.\" But that didn't stop the game (and very funny) senator Bob Dole appearing as the programme's deskbound political pundit, or John McCain agreeing to be interviewed by Stewart faking a real interview. </p> <p>In creating a comedy show that looks like a news broadcast, The Daily Show's formula is to satirise every element of the political process, from the pretensions of the candidates themselves to the over-heated pronouncements of pundits. </p> <p>Some is semi-subtle (Stewart explaining that when Bush says \"subliminable\" instead of subliminal, he was probably thinking of \"executing some criminables\"). Some is not. At the Republican convention a shot of Bush sitting with his wife appeared to reveal an erection. \"Welcome to the Johnson administration,\" quipped the commentary. </p> <p>Since the primaries in January The Daily Show has been covering the election as part of its nightly look at news and events. Indecision 2000, as the political segment is called, is just one part of the proceedings but one that has established the show. Stewart, who started out as a stand-up comedian, and last year made the list of People magazine's 50 Most Beautiful, understands exactly what it's about: \"The longer I'm doing this I'm coming to learn that entertainment, politics and the media are really just juggling the same balls. We're all going for ratings, so we function by the same rules. What's a political poll other than a focus group for a television show?\" </p> <p>Madeleine Smithberg, co-creator of The Daily Show, dates comedy's new importance to the political process from the occassion when Clinton went on the Arsenio Hall show in 1992 and played the saxophone. \"That signalled a whole new ballgame,\" she says. \"This year there's this huge emphasis on entertainment and whether the candi dates can be funny. But it's not like they have stopped doing Sunday morning television or serious talk shows. It's just that we now have this unbelievable proliferation of media venues and everyone is just hedging their bets. Maybe they'll be showing up on sitcoms or on Millionaire. Everyone is pretending they're in it for some sort of noble motive. But we're in it for the laugh. We get to pinpoint the absurdities rampant throughout the system.\" </p> <p>There's no doubt that the constraints of US political life have played into the hands of the satirists, and that the Lewinsky affair finally stripped politics of its last vestiges of propriety. In this election - beyond Bush's aptitude for malapropisms, non-sequiturs and plain nonsense, and Gore's dull monotone - the candidates played themselves into the hands of satirists as never before by going to great lengths to say as little as possible. </p> <p>On Oprah, for instance, the hostess gave each one hour to tell the electorate how much they loved their family and name their favourite food, plus a filmed report called \"Remembering Your Spirit\" on how the Gores and the Bushes preserve the spirit of their marriages. If getting votes means appearing with a man who smashes wooden planks on his head (as Bush did on Letterman) or singing My Way (as Lieberman did on Conan O'Brian) so be it. </p> <p>\"All you really do with comedy,\" says Jay Leno, \"is clarify the news a little. Your role is to take the spin out of the story and get to the joke at its heart.\" CNN's chief political analyst Wolf Blitzer concedes that comedy now has an elevated role in the process. \"There's no doubt all this comedy has an impact,\" he told the New York Times. \"Elections are won and lost on public perception in that kind of popular culture.\" </p> <p>But as the hunt to find and win over the crucial but possibly non-existent \"undecided voter\" peaks before the November 7 vote, US comedians know they have a golden opportunity. To Smithberg, the quest for the undecided voter is itself absurd. \"It's ironic, because the undecided voter has become the most empowered voting block, and these are people who are absolutely incapable of making a decision. We've somehow given this most important decision over to the idiots who can't make a decision! We've empowered the fools.\" </p> <p>If, by some strange fluke, Smithberg's fools are also the ones who watch The Daily Show when it beams out of New York on weekday nights at 11 pm, then late-night comedy might indeed prove to be the deciding factor in the election. But there's really no way of telling. On election night, Stewart and his gang of correspondents will be on duty pinpointing the comedy that is the marriage between political discourse and the media. \"We'll be pinpointing the absurdities. We'll be doing the analysis of the analysis and then analysing that.\" </p> <p><strong> Presidential comedy: the contenders</strong></p> <p><strong>Jay Leno</strong> </p> <p>Lantern-jawed stand-up comic who inherited the Tonight show from Johnny Carson. Refuses to disclose political allegiance because it \"taints the issue. It's like you go to a party and girls say about you 'That guy's gay.' Well, you've lost half the crowd already\". Regular segment involves him quizzing ordinary Americans on the street - 6 out of 10 can't identify Al Gore. </p> <p><strong> Best campaign gag: </strong> \"They executed a guy with an IQ of 63. Can you believe it? Bush turning his back on one of his own!\" </p> <p><strong> David Letterman</strong> </p> <p>Formerly hosted off-the-wall post-midnight show which influenced the likes of Jonathan Ross in UK; now Leno's big late-night (but not so late) rival. Both candidates have guested on his Late Show: Gore read out a Top 10 list including: \"Remember America - I gave you the Internet, and I can take it away. Think about it.\"; Bush made a tasteless and contorted reference to Letterman's recent heart surgery. The audience booed their disapproval. </p> <p><strong> Best campaign gag:</strong> </p> <p>\"Al Gore spent the day at the beach with his family. And, I believe, to relax, George W Bush watched an execution.\" </p> <p><strong> Jon Stewart</strong> </p> <p>Fronted The Jon Stewart Show from 1994-95; then took over The Daily Show in a four-year, $6m deal that also allows him to pursue his acting career. Made regular appearances on The Larry Sanders Show where he played a spoof guest host gunning for Sanders' job. </p> <p><strong> Best campaign gag:</strong> </p> <p>(On the video of Bush talking about his \"subliminable\" RATS advertising) \"Yes, he said 'subliminable'. But he was probably distracted, thinking about executing some criminables.\" </p> <p><strong>\u0095 Compiled by Merope Mills.</strong></p>",
  "<p> * The Royle Family's subversion appears to extend beyond its dark scripts: during a long scene last week on BBC1, the sedentary family were glued to SM:TV, ITV's weekend children's show. BBC bosses are understood not to be best pleased that the Granada-made show is plugging the opposition: the Beeb's Saturday morning rival, Live and Kicking, is trailing Ant and Dec in the kids' TV ratings war. Monkey wonders whether Lorraine Heggessey will order Jim Royle to tune into Panorama next week. </p> <p>*More subversiveness at the BBC, with the racy entertainment show Liquid News. Since moving to BBC Choice, this former News 24 offering has flourished under its larger-than-life presenter, the deliciously camp Christopher Price. But teaming Price up with controversial US comic Scott Capuro last week proved a little too much for news bosses, when the pair mused on the quality of German pornography and Capuro had to be reminded that Billy Elliot star Jamie Bell was not yet \"of age\", before he said anything the BBC might regret. Admits one senior BBC executive, secretly chuckling: \"It is one of our gayer shows, in every sense of the word.\" Price's response? \"It's gayer than Newsroom Southeast, I suppose. But only just.\" </p> <p>*Readers fretting about the fate of Mr Blobby after Monkey exclusively revealed Noel Edmonds' heartless plans to ditch the pink one can rest assured. In a personal letter to Monkey, Mr Blobby reveals he is now 80% owned by the \"appallingly proprietorial\" former TV presenter. \"He is now casting me for world domination,\" Mr Blobby says. \"In addition to having to appear every Saturday night on BBC1 alongside the ghastly Jim Davidson, I am forced to star in no fewer than three different pantomime productions in three different cities every Christmas.\" Monkey thanks Mr Blobby for the update but fears he may have to pass up the kind offer of free pantomime tickets. </p> <p>*While staff at Meridian, Anglia and every other corner of the Granada empire brace themselves for more cutbacks, spare a thought for charming boss Charles Allen, who has had to drag himself around Britain explaining his plans to anxious staff. Take last week for instance. Allen had to battle his way through London traffic out to Northolt, west of London, where a private jet, once owned by Forte, awaited to take him all the way to . . . Southampton. </p> <p>*If Channel 4's marketers thought that placing one of their London billboards outside the offices of the Guardian would yield endless column inches for their programmes, they were seriously deluded. Until now. For on his way home from a hard day's media networking, Monkey was stopped in his tracks by the striking image staring down from the other side of Farringdon Road. There, promoting Film Four's hor ror weekend, was a rather familiar face, albeit contorted in mock fear. We didn't think Matt Baker, Channel 4's head of press and part-time model, was so easily scared. </p> <p>*Recent news from Television Centre suggests Greg Dyke is going to new lengths in his drive to eliminate the last vestiges of croissant culture from White City. A missive sent to journalists warns that the Filling Station, one of the BBC's noted gastronomic centres, will be obliged to close for four hours to facilitate . . . the installation of a new toaster. Monkey was amused to note that the ghost of John Birt still looms in so much of the BBC's prose. \"Please be aware that due to the installation of a new toaster the Filling Station will be closed from 15.00 - 19.00hrs on Wednesday 25/10/00. Throughout this time Green Tea Bar in the Main Block will be offering an alternative service. There is already signage in the area advising of the above.\" </p> <p>*How are poor US voters supposed to make up their minds when advertising agencies contrive to make everything so confusing? An election billboard that last week appeared by the side of a US highway proclaimed \"Gore 2000\", but pictured the grinning features of presidential rival George W Bush. Boone-Oakely, the agency behind the gaffe, admitted the error but refused to divulge which candidate it was trying to promote. </p> <p>*To lose one of your star writers is unfortunate, but to lose two looks like pure carelessness. So Daily Mail bosses had better get started with their love-bombing if they are to retain the services of chief crime correspondent Peter Rose and at least one other senior writer who has been made an offer by a rival newspaper. Rose, who has been with the Mail for 14 years, this week handed in his notice after being wooed by the News of the World, where he will be crime editor. Rose, who has broken too many scoops to list, was evidently appreciated by some at the Mail. He is only the third person in the history of the paper to have been anointed with the title chief crime correspondent.</p>",
  "Bill Clinton waded into the closest US presidential race in decades for the first time yesterday, pleading with voters to stop George W Bush capturing the White House for the Republicans a week tomorrow. <p>While Al Gore campaigned in Michigan, which has emerged as the number one battleground state in the neck-and-neck November 7 contest, the president climbed into a church pulpit to urge black Americans to get out the vote for the Democratic candidate. </p> <p>\"I am pleading with you. I've done everything I know to turn this country around, to pull this country together, to move us forward. </p> <p>\"I have done everything I know to do,\" Mr Clinton told worshippers at the Shiloh Baptist church in Washington. </p> <p>\"We still have bridges to cross. We still have dreams to build for our children. The choices are stark and clear and will have great consequences,\" he added. </p> <p>\"So talk to your friends, talk to your neighbours, talk to your family members, talk to your co-workers and make sure nobody takes a pass on November 7. Learn, decide and choose.\" </p> <p>But as Mr Clinton prepared to hit the campaign trail later this week in California and the south, where he will concentrate on energising black voters and other minorities, the Gore camp made it clear that it intend to keep the president at arm's length in the main electoral battleground, win or lose. </p> <p>\"I appreciate that he's out there, but I think the fact is that Bill Clinton's name is not on the ballot,\" Mr Gore's running mate, Senator Joe Lieberman, said yesterday. </p> <p>\"The people are going to be voting for Al Gore and me, or George Bush and Dick Cheney.\" </p> <p>\"We're not looking for any help here. Al Gore is his own man,\" the deputy campaign director, Mark Fabiani, said. </p> <p>With just eight days to go to election day, Mr Bush remained ahead in all the national opinion polls, whose margins ranged from one to seven points in a kaleidoscope of different surveys. </p> <p>He led Mr Gore 49% to 42% in the latest Gallup tracking survey, which posted a 13-point Bush lead on Friday. In the latest Washington Post tracking poll, by contrast, Mr Bush was ahead of Mr Gore by 47% to 46%. </p> <p>The uncertainty of the outcome in the contest was underlined by a clutch of new polls in the battleground states which gave Mr Gore a narrow overall advantage, foreshadowing the possibility that the vice-president may lose in the popular vote next week but win enough electoral college votes in the states to capture the White House. </p> <p>Polls in nine battleground states by the Zogby organisation for Reuters/MSNBC showed Mr Gore ahead by five points in Florida, by six in Wisconsin and by seven in Illinois. He led by four points in Missouri and two in Washington state. </p> <p>Mr Bush led by 11 points in Mr Gore's home state of Tennessee, by three in Ohio and by seven in Pennsylvania, where he previously trailed in most polls. The two men were dead level in Michigan. </p> <p>Of the 153 electoral college votes up for grabs in the nine states, Mr Gore would win 80 on the basis of these polls, and Mr Bush take 55, leaving Michigan's 18 still undecided. That would put Mr Gore narrowly ahead in the battle for the 270 electoral college votes needed for victory. </p> <p>While Mr Bush continues to look and act like the favourite, announcing plans yesterday to concentrate his campaign this week in states which Mr Clinton carried in 1996, Mr Gore won the most prestigious of an avalanche of weekend newspaper endorsements when the New York Times gave him its support in an editorial headed simply \"Al Gore for president\". </p> <p>\"We firmly endorse Al Gore as the man best equipped for the presidency by virtue of his knowledge of government, his experience at the top levels of federal and diplomatic decision-making, and his devotion to the general welfare,\" the Times wrote. </p> <p>Of Mr Bush, the paper said his qualifications were \"too thin for the nation to bet on his growing into the kind of leader he claims already to be\". America's prosperity and achievements \"could be undone in a flash by a pliable and inexperienced president driven by a highly ideological Congress,\" it warned.</p>",
  "Jean Carnahan will announce today whether she is taking one of the more improbable, but potentially one of the most significant, decisions of this year's US election campaign. <p>Two weeks ago her husband Mel, governor of Missouri and the Democratic party's candidate for the state's US Senate seat on November 7, was killed in a plane crash south of St Louis. </p> <p>The Carnahans' eldest son, Roger, and a political aide also died in the crash. </p> <p>In spite of his death, Mr Carnahan remains officially on the ballot against the incumbent Republican, John Ashcroft, who is a strong conservative. </p> <p>Until Mr Carnahan died Missouri was seen as one of the handful of key Senate contests this year, where victory was crucial to the Democrats' hope of overturning the Republicans' current 54-46 majority. </p> <p>If Mr Carnahan wins, in spite of his death, the new governor of Missouri, Roger Wilson, a Democrat, has the power to appoint the person who will serve in the Senate until another election can be held in 2002. Mr Wilson has already indicated that he would like to appoint Mrs Carnahan. </p> <p>So important is the Missouri contest in the national picture that local Democrats have already resumed campaigning for Mr Carnahan under the slogan \"Still for Me\". </p> <p>A poll in the Kansas City Star last week showed Mr Carnahan level with Mr Ashcroft on 46% each. </p> <p>But the vital decision remains the one that his widow has said she will announce today, just a fortnight after losing her husband. </p> <p>Hundreds of local Democrats have urged her to run. </p> <p>Mrs Carnahan has not appeared in public since last week's funeral, but she issued a statement on Friday from her home in Jefferson City saying she would be consulting relatives over the weekend. The statement appeared to suggest that she had not ruled out the possibility of accepting the nomination. </p> <p>\"As I seek God's will for my life,\" Mrs Carnahan said, \"I see each day more clearly. I still believe deeply in the cause for which my husband lived and died. These shared values are a permanent part of my being.\" </p> <p>If she says yes, it is not clear whether she will take part in any formal campaigning activities in the week that remains before election day. </p> <p>\"This comes under the category of 'We've never been here before',\" the pollster John Zogby said. </p> <p>While Mrs Carnahan obviously has a severely difficult choice to make, Mr Ashcroft faces delicate decisions too. </p> <p>Until Mr Carnahan died the Missouri race was a rough affair, a grudge match between the state's two most prominent personalities that was as much personal as political. </p> <p>Mr Ashcroft has to step much more carefully in the new circumstances. </p> <p>If Mrs Carnahan decides against accepting the appointment, some Democrats hope that her daughter, Robin, who delivered a moving tribute to her father at his funeral, may agree to take the job. </p> <p>On the eve of yesterday's announcement, the St Louis Post-Dispatch published a new poll showing that Mr Carnahan would narrowly win the Senate seat if his widow announced that she would serve in his place. </p> <p>Mr Carnahan led Mr Ashcroft 47% to 45% in the poll. </p> <p>Seven widows of US senators have been appointed to serve out their dead husbands' terms in the past - including the widow of Senator Hubert Humphrey, the 1968 Democratic presidential candidate, in 1978. None, however, has been appointed in circumstances such as these, in which her husband never took his seat.</p>"
]