[
  "Bill Clinton yesterday placed the future of America's controversial national missile defence (NMD) plans squarely in the hands of voters when he said he was leaving the decision on whether to go ahead to his successor. <p>President Clinton was bowing to the combined weight of domestic and international pressure as well as to evidence that the proposed missile interceptor system does not yet work. His decision now places a major international issue at the heart of November's presidential election. </p> <p>\"I simply cannot conclude, with the information I have today, that we have enough confidence in the technology and the operational effectiveness of the entire NMD system to move forward to deployment,\" Mr Clinton said. </p> <p>He had intended to make a decision in the light of recent interceptor tests in the Pacific. But the failure of two of the last three experiments, and the approaching election, left him with little alternative but to postpone. </p> <p>The decision was greeted with relief in Whitehall and European capitals. The project threatened to provoke unprecedented cracks in Nato. </p> <p>The alliance said Mr Clinton's decision was prudent. </p> <p>George Robertson, the secretary-general, said: \"The decision... to continue testing and development of a limited national missile defence system, while reserving judgment on eventual deployment, appears to be a prudent course of action that balances the many factors involved in this issue.\" </p> <p>Robin Cook and Geoff Hoon, Britain's foreign and defence secretaries, welcomed what they called a \"measured approach\". </p> <p>The US plan has special significance for Britain as it would involve upgrading the early warning station in Fylingdales on the Yorkshire moors and the construction of a new large radar base at another, as yet unidentified, site in Britain. </p> <p>The system being tested would involve the deployment of 100 missile interceptors in Alaska, starting in 2005. Yesterday's announcement means the US will not now begin preparing an NMD radar ground station in the Aleutian Islands, west of the Alaskan mainland, next spring. </p> <p>Mr Clinton wrapped his decision in a carefully drafted reassertion of the case for national missile defences, and said his decision would still allow the US to deploy a system by \"about 2006 or 2007\". </p> <p>But he also made it clear that his decision gave his successor time to make a better job of persuading international opinion, especially Russia, of the case for a system which would infringe the 1972 Anti-Ballistic Missile Treaty. </p> <p>Mr Clinton said the ABM treaty remained \"a key part of the international security structure we have built with Russia, and therefore, a key part of our national security.\" </p> <p>He also sought to play down the scale of the threat to the US from North Korea, which was originally the reason cited by Washington for developing NMD. </p> <p>\"We should be clear,\" Mr Clinton said. \"North Korea's capability remains a serious issue and its intentions remain unclear, but its missile testing moratorium is a good development worth pursuing.\" </p> <p>The Republican presidential candidate, George W Bush, said yesterday that he intends \"to develop and deploy an effective missile defence system at the earliest possible date\". He also said he intends to extend the Clinton administration's system, which protects only the US, to Europe and the Middle East. </p> <p>\"President Clinton and Vice-President Gore first denied the need for missile defences, then delayed. Now they are leaving this important unfinished business for the next president, and I welcome the opportunity to act where they have failed to lead by developing and deploying effective missile defences to protect all 50 states and our friends and allies,\" Mr Bush said </p> <p>The Democratic candidate, Mr Gore, said he welcomed \"the opportunity to be more certain that these technologies actually work together properly\". The decision allowed \"more clarity about the costs of the system\" - estimated at $60bn (£40bn) - as well as \"time to conduct updated discussions with other countries\". </p> <p>\"As president, I would oppose the kinds of missile defence systems that would unnecessarily upset strategic stability and threaten to open the gates for a renewed arms race with Russia and a new arms race with China,\" Mr Gore said in a statement.</p>",
  "George W Bush's presidential campaign turned negative yesterday, when the jittery Republican candidate for the White House launched the first personal \"attack ad\" of the 2000 contest against his Democratic rival, Al Gore. <p>Mr Bush has authorised the airing of an election commercial this weekend which mocks Mr Gore's character and credibility, accusing him of reinventing himself, using video footage of a controversial fund-raising visit to a Buddhist temple four years ago, and deriding his claim that he helped to create the internet. </p> <p>The launch of the ad, which refers viewers to a new and not yet operational website titled gorewillsayanything.com, triggered a series of sharp and not wholly credible exchanges between the two camps. </p> <p>The Bush campaign tried to play down the obviously critical ad as \"tongue-in-cheek\", while the Gore campaign let fly with righteous indignation and crocodile tears over the depths to which its opponents have suddenly sunk. </p> <p>The new Bush ad was \"a humorous way of making an important point,\" said Mr Bush's spokeswoman, Karen Hughes. \"There is a gaping gap between what Vice-President Gore says and what Vice-President Gore does.\" </p> <p>But Mr Gore's running mate, Joe Lieberman, countered: \"I'm sorry to say that Governor Bush's promise to change the tone of American politics has run into the realities of a troubled Bush-Cheney campaign. </p> <p>\"These new attack ads break his promise not to launch personal attacks in the campaign and they drag us back to the worst politics of the past. It seems to me today that Governor Bush has sadly changed his tune about changing the tone.\" </p> <p>Privately, the Gore camp is delighted that Mr Bush has become the first of the two men to resort to negative tactics. Eager to protect its latest tactical advantage, the Gore campaign promptly put a hold on plans to launch a sharply critical commercial attacking Mr Bush's record as governor of Texas. </p> <p>In contrast to his decision a week ago to stop the airing of an attack ad against Mr Gore, Mr Bush personally authorised the release of the new election commercial on Wednesday. It was due to begin running last night in 17 states. </p> <p>It shows a television set on a kitchen counter with Mr Gore on the screen. An unseen woman's voice complains that Mr Gore is \"reinventing himself on television again\". As the commercial shows the clips of Mr Gore visiting the Buddhist temple and telling an interviewer: \"I took the initiative in creating the internet,\" the woman says: \"Yeah, and I invented the remote control.\" </p> <p>\"Surely it's fair game for us to point out his fundamental hypocrisy on his number one issue,\" Cliff May, a Republican National Committee spokesman, said. </p> <p>The Democrats were content \"to watch the Republicans shoot themselves in the foot\", according to the party spokeswoman Jenny Backus. </p> <p>The launch of the ad comes at the end of two bad weeks for Mr Bush in his struggle against Mr Gore. After months in the lead, polls indicate that, at worst, Mr Gore is back on level terms with Mr Bush following his appearance at the Democratic convention in Los Angeles last month. </p> <p>Although most American political observers tend to be sceptical of any election opinion polling before this weekend's traditional Labour Day holiday, the new closeness in the presidential race has provoked disagreement within the Bush camp about how best to campaign against Mr Gore. </p> <p>The launch of the new ad has been widely seen as a sign of Bush nervousness, but one which could pay dividends. </p> <p>\"This is a political version of investing in junk bonds,\" Stu Rothenberg, a campaign analyst, said. \"A dramatic and risky move which has the potential for a significant return.\"</p>",
  "Aspiring politicians take note: the electorate tends to vote for those candidates it perceives as heroes. <p>New research has found that voters choose the person who is viewed as a hero, especially if they also regard their political opponent as a villain. </p> <p>But dirty tricks campaigns can backfire if the politician, by painting a bad picture of an opponent, appears no better than his or her rival. </p> <p>The findings may partly explain the results in the election of Ken Livingstone as mayor of London. Labour's campaign to demonise Mr Livingstone and portray him in a negative light backfired spectacularly. In the end the independent candidate emerged as hero and wooed votes from Frank Dobson, who stood for Labour. </p> <p>The study at Ohio State University in Colombus was based on interviews with 5,000 American voters over the course of four presidential elections between 1972 and 1988. </p> <p>John Krosnick, co-author of the study, said a candidate who was disliked was seen as a threat. But threat alone was not enough: people needed to have a hero to vote for in order to inspire them to turn out on election day. </p> <p>Mr Krosnick said the findings went against conventional wisdom in political science, which said the important factor was the size of the gap between how much each candidate was liked. Voters were also less likely to vote if they disliked both candidates as they would be unhappy whoever won. </p> <p>\"If you want to make sure [that the] people who love you actually vote for you, it helps if you can make them hate your opponent,\" he said. </p> <p>The researchers also discovered that first impressions counted more than information received just before voting day. </p> <p>The ideal situation to ensure a good turn-out at polling stations was large numbers of voters who loved one candidate and hated his or her opponent.</p>",
  "So, what will Tipper wear to the inauguration ball? Is Richard Holbrooke going to become secretary of state at last? What are Al Gore's chances of winning a second term in 2004? Who on earth will the Republicans find to challenge him after George W Bush's defeat? <p>If you think that questions of this kind are a bit premature, then seven American academics can show you that they are not. Al Gore will win the US presidential election on November 7, they say, by a narrow but clear majority. Nothing that happens between now and election day is likely to affect the outcome at all. </p> <p>The seven academics all presented papers yesterday at the annual meeting of the American Political Science Association in Washington. All of them based their findings on separate mathematical models which they have devised for predicting the results of past US elections.</p> <p>Several of their formulas have repeatedly proved to be extremely accurate. In July 1996, Michael Lewis-Beck of the University of Iowa used his model to predict that Bill Clinton would win a second term, capturing 54.8% of the two-party vote. Four months later, Clinton defeated Bob Dole, taking 54.7%. Pretty good, eh? </p> <p>This year, Lewis-Beck says that Gore will win even more handsomely. Gore will get 56.2% of the vote on November 7, he says. \"It's not even going to be close,\" Lewis-Beck told the Washington Post as long ago as May. </p> <p>Not all of the academics agree on the precise numbers. But they all agree about who is going to win. Gore, with 53.2%, says Alan Abramowitz of Emory University. Gore, with 55%, says Christopher Wlezien of the University of Houston. Gore with 52.8%, according to James Campbell of the University of Buffalo. </p> <p>The numbers range from 52.3% to 60.3%, but the name in the winner's column is always the same: Al Gore. </p> <p>The forecasters' models differ in various ways. But they are all seek to integrate the public opinion polls with reported data on the strength and weakness of the economy and with poll findings on the public's sense of its own wellbeing. </p> <p>And they all agree that the two crucial guides to the outcome of the election are the incumbent president's job satisfaction ratings and the public's sense of economic confidence compared with past years. </p> <p>That is why the news is so good for Gore. Bill Clinton's job approval ratings in mid-August were 60% positive against 38% negative - almost exactly where they have been for the past four years.</p> <p>And polls which track Americans' economic confidence are registering record numbers, with 74% rating US economic conditions as excellent or good, 21% rating them fair and just 4% saying they are poor. </p> <p>Nothing is set in stone, of course, and the academic forecasters are all at pains to say that things could change over the next two months, especially if something unforeseen on Wall Street throws a spanner in the works. The margins of victory which are being predicted for Gore now are slightly narrower than the margins which the same models were suggesting in the spring (when the opinion polls were dramatically in Bush's favour).</p> <p>Even so, the obvious intellectual attraction of the political scientists' findings is that they tally with what so much American common sense suggests - that in such good economic times, Gore ought to beat Bush. </p> <p>Larry Bartels of Princeton University says the prediction models are \"a valuable antidote to the press's overwhelming focus on candidates' personalities, campaign tactics and other campaign-specific factors which are much more interesting to write about but much less important to the outcome of the election.\" </p> <p>Thomas Holbrook of the University of Wisconsin says that the campaign's real importance is not in swaying voters one way or the other, but in mobilising voters to vote the way they normally do anyway. </p> <p>All the initial signs since this year's party conventions are that this is precisely what is happening - and that Gore is moving into a small but significant lead over Bush. </p> <p>If the academics are right in November, then their findings leave a sobering thought. No word that is uttered, no dollar that is spent, and no promise that is made over the next two months is likely to make any significant difference to anything. </p> <p>Which leaves us with only one important question. What will Tipper wear to the ball?</p>",
  "The unprecedented politicisation of religious issues in this year's US presidential election has provoked warnings to the candidates that they should avoid religious zealotry and \"messianic delusion\". <p>The New York Times warned them in an editorial yesterday against \"political appeals that are so zealous that they unsettle Americans with different religious views [or can] lead to policies coercive toward non-believers\". </p> <p>Meanwhile the veteran Democrat Eugene McCarthy, who sought the presidency in 1968 on an anti-Vietnam war platform, said it was \"unhealthy\" for this year's candidates to present themselves as moral or spiritual leaders. </p> <p>\"Religious belief, privately held, may well be good for democracy,\" he said. \"Its politicisation is not.\" </p> <p>The debate on the role of religion in the presidential election took off a month ago when the Democratic candidate, Al Gore, chose the Orthodox Jew Joseph Lieberman as his running mate. They made a point of revealing that they shared a prayer before agreeing to run together, and when they made their campaign debut in Nashville the next day they both made repeated references to God. Mr Lieberman said that his selection was a \"miracle\". </p> <p>The Republican candidate, George W Bush, and his vice-presidential nominee, Dick Cheney, have been more reticent, but when Mr Bush was asked earlier this year to say which philosopher or historical figure most influenced his thinking, he said Jesus. </p> <p>Last weekend Mr Lieberman went further still, saying: \"We need to reaffirm our faith and renew the dedication of our nation and ourselves to God and God's purpose.\" Later in the same speech he said: \"George Washington warned us never to indulge the supposition that morality can be maintained without religion.\" </p> <p>The speech led the Anti-Defamation League, which monitors American anti-semitism, to warn Mr Lieberman openly against \"almost hawking\" his religion and risking a backlash. </p> <p>\"We believe very strongly that appealing along religious lines or belief in God is contrary to the American ideal,\" the league said in a letter. </p> <p>The issue of where to draw the line between religion and politics - or if there should be such a line - is by no means confined to Mr Lieberman. Even in the strongly religious US, the growth of political religiosity in recent years as been striking. This year Mr Gore and Mr Bush have both actively encouraged interviewers and voters to see them as highly religious figures. </p> <p>Warning against this trend Mr McCarthy, now 84, said that such tactics \"mock God and muddle politics\". </p> <p>\"The president is not the moral leader of his people, no matter how often he prays or mentions God's name,\" he said. </p> <p>\"He was never intended to be the moral leader, and it is unhealthy when candidates for president present themselves or are regarded in this way, especially when they think they have a pipeline to God. </p> <p>\"Morality, compassion, decency and good manners are not the province merely of religious - or 'deeply religious' - people. There may be more than a few secular humanists out there who are good neighbours and better citizens. Religifying politics tempts politicians to messianic delusion.\" </p> <p>The New York Times struck a similar note, saying that there \"should never be any compromise\" with the constitution's ban on government establishment of religion. Those who made such points \"should not be denigrated as immoral or anti-religion.\" </p> <p>In the past decade Republicans have been to the fore in making religious faith a political issue. Black Americans apart, Democrats have traditionally played cooler on religious themes. </p> <p>But the influential opinion pollster Stanley Greenberg, who has worked for Bill Clinton and Tony Blair and now works for Mr Gore, wrote recently that the party \"needs to honour\" its religious traditions.</p>"
]