[
  "<b> Austrian anger at nuclear plant</b> <br> <p>Austrian protesters blocked all 15 border crossings into the Czech Republic yesterday, in a fifth day of demonstrations against an atomic plant that Austrians fear is unsafe. </p> <p>Around 6,000 opponents of the Temelin plant, about 30 miles from the border, gathered at the Wullowitz crossing in northern Austria. Among them was the far-right leader, Jörg Haider. </p> <p>Austria is angry that the plant started operating on Monday despite calls for further safety checks, but Prague says it meets EU standards. <br>Reuters, Vienna </p> <p><b> 17 shot dead in Kashmir</b><br> </p> <p>Seventeen people, including 15 separatist guerrillas, have been killed during the past two days in clashes between Indian forces and militants in Kashmir, Indian police said. </p> <p>Six militants and one Indian soldier were killed on Thursday in Thinmarg, about 150 miles south-east of Srinagar. Seven others, including a civilian, were killed in the Poonch and Rajouri districts. Yesterday, three foreign militants were shot dead in Anantnag, 34 miles south of Srinagar. <br>Reuters, Srinagar </p> <p><b> Ivorians told to boycott poll</b><br> </p> <p>The party of Ivory Coast's former prime minister, Alassane Ouattara, told its supporters yesterday to boycott the presidential election on October 22, from which their candidate was barred: the supreme court said he had once used the nationality of neighbouring Bukina Faso. </p> <p>The Rally of the Republicans condemned the ruling as unfair. <br>Reuters, Abidjan </p> <p><b> Swollen lagoon floods Venice</b><br> </p> <p>Residents and tourists who forgot their boots walked barefoot through parts of Venice's historical centre yesterday when high lagoon waters flooded the city for a second day. </p> <p>The waters, fed by rain and whipped up by winds, reached more than a metre above the average sea level. Bad weather was gripping most of northern Italy. <br> AP, Venice </p> <p><b> Doctors strike over sackings</b><br> </p> <p>Doctors in the Dominican Republic walked off the job for a day yesterday to protest at the government's sacking of 400 colleagues. </p> <p>The country's president, Hipolito Mejia has been giving jobs to medical staff who support his party. He defended the dismissals. <br>AP, Santo Domingo</p>",
  "George W Bush has recovered his lead in the American presidential election opinion polls in part because more voters have come to see Al Gore as a traditional liberal advocate of big government, advisers to both White House candidates believe. <p>Republican strategists urged Mr Bush to put the \"big government\" issue at the centre of his case against Mr Gore during the second presidential debate earlier this week in North Carolina. </p> <p>Mr Bush, as usual, carried out his advisers' wishes to the full. </p> <p>President Clinton is believed to be among the Democratic moderates who counselled Mr Gore to place more emphasis on the government's role as a promoter of opportunity rather than as a provider of solutions, an approach that Mr Gore tried to follow with limited success in the debate. </p> <p>While recent US campaign headlines have focused on aspects of the candidates' characters, Mr Bush's current surge has been accompanied by the emergence of strong public support for a smaller and less activist government than Mr Gore proposes. </p> <p>Results of a Washington Post survey of public opinion this week showed that Americans prefer a less interventionist government by a margin of nearly two to one, a finding which could make it very hard for Mr Gore to capture centre-ground voters, who are particularly sceptical about government activism. </p> <p>According to the Post poll, 58% of voters say that they would favour \"smaller government with fewer services\", as against 32% of Americans who prefer \"larger government with many services\". When asked which of the two candidates would do a better job \"holding down the size of government\", 54% chose Mr Bush, while only 33% chose Mr Gore. </p> <p>Mr Gore's dilemma is that almost all of the individual programmes he supports are very popular; he revived his flagging candidacy this summer by pledging to use government spending to help \"working families\" and the poor. </p> <p>Yet, as the election nears, those promises seem not to hold such attraction for the affluent minority of Americans who are expected to vote on November 7. </p> <p>\"Gore's reliance on government solutions has been very successful in rallying the Democratic base, but it does not play well with the independent voters whose support he also now needs,\" a leading Democratic moderate said this week. </p> <p>Mr Bush, who has placed a $1,300bn (£885bn) tax cut over 10 years at the centre of his programme, relentlessly painted Mr Gore as a supporter of big government during their debate. </p> <p>\"I don't believe, like the vice-president does, in huge government,\" Mr Bush said Wednesday during his closing remarks.\"I believe in limited government. And by having a limited government and a focused government we can send some of the money back to the people that pay the bills.\" </p> <p>On several occasions during the debate, Mr Gore tried to stress his credentials as a limited-government man. \"I'm for shrinking the size of government. I want a smaller and smarter government,\" he said. </p> <p>\"I'm not for command and control techniques,\" he said later in the debate. </p> <p>At times, however, Mr Gore also seemed an enthusiast for government intervention at home and abroad; responding to Mr Bush's calls for limited US foreign engagement, Mr Gore said that the US should \"provide the leadership on the environment, leadership to make sure the world economy keeps moving in the right direction\". </p> <p>And when he talked about subjects such as healthcare, hate crimes and education, Mr Gore seemed to embrace government activism very willingly. </p> <p>In 1992 and 1996, Mr Clinton successfully finessed the issue with his \"third way\" strategy, in which he reinvented the Democrats as the party of more limited government activism. </p> <p>Mr Gore has not been able to follow through on that approach in the way that hardcore moderates - such as his running mate, Senator Joseph Lieberman, and President Clinton - would normally favour. </p> <p>As he saw his support languishing throughout the first half of this year, Mr Gore was compelled to move to the left, trying to inspire traditional Democratic voters with promises of big spending programmes - especially on pensions and prescription drug benefits for the elderly - made possible by the surplus in the federal budget. </p> <p>That strategy restored Mr Gore's candidacy to health in August and for much of September. But in the past three weeks the vice-president has lost ground as Mr Bush regained it with promises of tax cuts. </p> <p>Win or lose, the issue is certain to be at the heart of the election post-mortems after November 7.</p>",
  "Amos Oz (Why Arafat must take the blame, October 13) attacks Arafat and pleads for a Palestinian right to nationhood and sovereignty. Mr Oz's tone is temperate and rational. This contrasts with Edward Said's article (Double standards, October 12), which makes a similar demand for Palestinian rights, but uses the language of anger and hate. <p>Mr Said calls Ariel Sharon a \"paunchy old war criminal\", Yasser Arafat \"an ageing and discredited leader\" of a \"corrupt and stupidly oppressive regime\", and Hosni Mubarak an \"isolated and unpopular Arab chief... compelled humiliatingly to toe the American line\". When a respected academic such as Mr Said resorts to inflammatory vilification, attacking people because they are overweight and old, he discredits his own argument, and lets down the Palestinians, for whom he has acted as a spokesperson. He certainly would not make it easy for Mr Oz to persuade his fellow Israelis to put away their guns and begin delicate negotiations. <br> <b>Fred Lowe</b><br> Dublin </p> <p>\u0095 Do I detect double standards in the media's reporting of the Israeli-Palestinian conflict? Israeli soldiers were \"murdered\", but 12-year-old Mohammed al-Durrah was \"killed\". <br> <b>Dr Andrew Strouthous</b><br> London <br><a href=\"mailto:andystrouthous@hotmail.com\" target=\"_new\">andystrouthous@hotmail.com</a> </p> <p>\u0095 In all the news about the repugnant beating to death of the Israeli soldiers, few journalists seem to have considered the possibility that the victims may have been on an undercover assignment targeting Palestinian radicals. Just such an operation led to the killing of a Palestinian activist a few weeks ago. Even if they were \"reservists\" who got \"lost\" (though Ramallah is surrounded by Israeli roadblocks), the anger and fear of Palestinians over these undercover operations explains the brutality of the killings. Does no one remember the killing of German pilots by British civilians during the war? <br> <b>Paul Cheney</b><br> Department of international relations, San Francisco State University<br><a href=\"mailto:pacheney@sfsu.edu\" target=\"_new\">pacheney@sfsu.edu</a> </p> <p>\u0095 Those of us who gladly took part in the war against territorial aggression and racial madness 60 years ago, those who found great satisfaction in liberating Belsen, must view the present conflict in the Holy Land with great sadness. </p> <p>The images are the same. A young boy shot dead cowering with his father behind a rock. The people held to be responsible brutally beaten to death. </p> <p>We are all to blame, insofar as the UN failed to impose international law after the 1967 war and has allowed illegal occupation ever since. The madness of the Suez operation diminished Britain's moral position. The foreign policy of the US is flawed with political considerations. Surely now is the time for the UN to show real strength and resolve at last. Or is it already too late? <br> <b>H Smith</b><br> Felixstowe </p> <p>\u0095 The Arab-Israeli peace initiative nurtured by the Clinton administration now looks irremediably damaged. Had it been successful, not only would it have been a triumph for President Clinton, but the Democratic party would also have benefited, with the increased possibility of the election of Al Gore as the next president of the United States. As it is, an absence of a peace settlement will benefit presidential candidate Bush. </p> <p>An exactly similar situation occurred in 1968 when the out-going President Johnson tried to arrange a peace settlement of the Vietnam war. </p> <p>The Paris talks failed when the South Vietnamese withdrew from the negotiations. We now know that Richard Nixon was directly responsible for the withdrawal of the South Vietnamese, who were promised better terms if Nixon were elected. The result was that Johnson's initiative failed, Nixon narrowly beat Democrat candidate Hubert Humphrey in the November election and the war continued until the final humiliation of the Americans in 1973. </p> <p>Am I justified in being cynical about US involvement in the Middle East? <br> <b>Chris Weeks</b><br> Beaworthy, Devon </p> <p> \u0095 As long as mankind remains in thrall to outdated beliefs in \"gods\", there is no chance of peace on earth. All religions profess peace and love - yet they have been responsible for most of the bloodshed throughout the ages. Can anyone really believe an all-loving God would wish the men who tore those Israeli soldiers to pieces to be with him in paradise? Religions are relics of the dark ages. They foster hatred, enmity and bigotry and have no place in a modern, civilised society. <br> <b>Robert Readman</b><br> Boscombe, Dorset</p>",
  "<p>As the moment of truth approaches in the US presidential election, the candidates have been resorting to personal attacks. George W Bush's people have been calling Al Gore a liar, and Gore's people have been saying that Bush is too stupid to be president. The charge of stupidity sounds plausible enough to those who keep up with Bush's malapropisms - and, despite his gaffe-free performance in the first presidential television debate, he has uttered some very good ones lately. He described himself as \"a person who recognises the fallacy of humans\", and promised that his foreign policy will be \"foreign-handed\". He also noted that most of America's imports come from abroad. His most memorable statement, though, was the confident dismissal of a problem nobody knew had ever existed: \"I know that the human being and fish can coexist peacefully.\"</p> <p>But verbal incompetence has seldom been held against a politician (just look at John Prescott), whereas lying is generally regarded as the gravest of political sins. It's odd that this is so when all politicians routinely lie to some extent. When they say they \"feel passionately\" about something, you can be sure that they feel nothing at all. When they claim to have travelled \"up and down the country\" to test the public mood, they have generally gone no further from London than to their own constituency. But such statements are never treated as lies, because to tell the truth in these circumstances (\"I really don't feel any passion about this\") would be jumped on by the press as a \"gaffe\" (a common definition of a gaffe being when a politician tells the truth).</p> <p>As the American political columnist Michael Kinsley wrote this week, \"Sometimes the press exposes lies, but sometimes it virtually requires them.\" As an example, he quoted Republican vice-presidential candidate Dick Cheney as saying he was \"puzzled and saddened\" by Gore's habit of embroidering anecdotes. That was an obvious lie. But if Cheney had told the truth and said he was thrilled by Gore's fibs, he'd have been torn to pieces by the press. Another explanation as to why the press makes an issue of Gore's lies and not Cheney's, says Kinsley, \"is that Gore's embroideries can be objectively disproven, whereas Cheney's assertions about his own mental state are merely false on their face. Journalists are more comfortable with the former\".</p> <p>So, in many circumstances, it is advisable for politicians to resist the temptation to be frank; especially when they are questioned by journalists about their private lives. The worst political advice in recent memory was that given by Conservative chief whip, James Arbuthnot, to members of the shadow cabinet when he told them to answer truthfully if they were asked whether they had taken drugs. It led to what the Daily Telegraph called \"the biggest mass voluntary 'outing' of past illegal behaviour by a group of senior politicians\", and to disastrous political consequences for William Hague and Ann Widdecombe, who had just unveiled a ruthless zero-tolerance policy towards drug-taking.</p> <p>Arbuthnot clearly suffers from the common modern disease of press-terror, for he feared that the ex-pot-smokers among senior Tories would be exposed by journalists as liars if they failed to tell the truth. What was obviously the best option - that of refusing to reply to such questions at all - seems not to have occurred to him. A major problem with the kind of confessions made by the seven Tory shadow ministers is that they are not usually credited with comprising the truth, the whole truth, and nothing but the truth. When President Clinton admitted to smoking pot at Oxford but said that he didn't inhale, he was stuck with a reputation as an untruthful pot-smoker, because nobody believed that he hadn't inhaled.</p> <p>Similarly, when David Willetts, the Conservatives' social security spokesman, said, \"I was once offered cannabis at university. I had two puffs, I didn't like it, and I have never had any experience of drugs since\", people inevitably doubted him; just as they doubted shadow chief secretary Oliver Letwin's assertion that \"some friends put some dope in a pipe I was smoking\". Both were probably telling the truth, but that didn't help them be credible.</p> <p>One of the few Tory leaders who refused to answer questions about drug-taking was Michael Portillo, the shadow chancellor, who may have felt that coming out about his past homosexuality had been confession enough. Should he have come clean about his homosexual experience at Cambridge? Possibly. He, too, was victim of a popular assumption that he wasn't telling all, but in his case the risk of embarrassing \"revelations\" may have been a serious one.</p> <p>On the other hand, Peter Mandelson has been wise to refuse to discuss his homosexuality in public, just as his fellow members of government have been wise to refuse to answer questions about drugs. They make the opposition look childish for insisting on telling the \"truths\" that nobody wants to hear.</p>",
  "In an American presidential election there is one number that matters more than any other. That number is 270, the total of electoral college votes that either Al Gore or George W Bush must amass in order to capture the White House on November 7. <p>At a time when all who are involved in this tight presidential election campaign are obsessed with national polls showing one or the other man ahead - often by tiny margins - it is worthwhile to remember that the presidency is decided not by the popular vote but by the electoral college. In theory - and even, on three past occasions, in practice - the winner in the popular vote does not necessarily become president.</p> <p>This hasn't happened for more than a century, but it is not an impossibility this November. Indeed this is precisely what the latest state-based polls are indicating. Bush may have a narrow lead in the national match-ups - this week's Pew poll put him ahead by the narrowest of margins, 45% to 44%, for example - but the accumulated picture from the states is different. Out there, it is Gore, not Bush, who is in the lead. And on election day, it's the states that each candidate wins that will determine the outcome.</p> <p>A brief reminder of how the electoral college works. Each state has votes equal to its members in the US House of Representatives and in the US Senate combined. Since a state's representation in the House is based on its population, while each state has two senators, populous California has the most electoral college votes with 54, while seven small states and the District of Columbia each have just three. There are 538 members of the electoral college, and therefore 270 electoral college votes are required to win the presidency.</p> <p>It has to be admitted that, at this stage, the composite picture from the states can only be put together by local polls taken on different dates and of differing levels of reliability. Nevertheless, the latest calculations suggest that Gore currently has 281 electoral college votes leaning his way, while Bush has only 249. One state, the normally Republican Arizona, is too close to call, but even if Arizona is added to the Bush total, it isn't enough to overtake Gore at present.</p> <p>Gore's states currently consist of California, Connecticut, Delaware, the District of Columbia, Hawaii, Illinois, Iowa, Maine, Maryland, Massachusetts, Michigan, Minnesota, Missouri, Nevada, Hew Hampshire, New Jersey, New York, Oregon, Pennsylvania, Rhode Island, Vermont, Washington and Wisconsin.</p> <p>Bush's current list comprises the rest: Alabama, Alaska, Arizona (perhaps), Colorado, Florida, Georgia, Idaho, Indiana, Kansas, Kentucky, Louisiana, Mississippi, Montana, Nebraska, New Mexico, North Carolina, North Dakota, Ohio, Oklahoma, South Carolina, South Dakota, Tennessee, Texas, Utah, Virginia, West Virginia and Wyoming.</p> <p>The electoral map after November 7 will inevitably look different to the map as it appears today. Nevertheless, a few features stand out. Gore's strength is concentrated wholly in the four westernmost states, the mid-west and the north-east. Bush controls almost everything else to the west of the Missouri river, plus the South and a significant salient in the mid-west. Bush country covers more acres than Gore country, which is concentrated in the most densely populated states.</p> <p>If Gore wins on this basis in November, he will be the first presidential candidate not to carry his own state since George McGovern in 1972. But the similarity ends there for, whereas McGovern was obliterated, Gore would win the White House. The really striking thing about this match-up is that it would make Gore the first Democratic president in history to be elected without the support of a single Southern state.</p> <p>Talking to a Gore aide the other day, we compared notes on the battle for the individual states. His list for a narrow Gore win was rather different from the line-ups just discussed. It didn't include Oregon, Nevada, Iowa, Missouri or Maine. It did, however, include Tennessee and West Virginia. Even that list gives a pretty amazing picture of Gore's America. The only Southern state in the Democratic camp was Tennessee. It foresaw Republican victories in Missouri and Florida, two states where Gore has strong hopes of winning.</p> <p>But the most significant thing was the underlying and unspoken assumption. A Gore aide predicts his man will win by 274 to 264, losing some of the most important battleground states of the election. If that doesn't tell you that November 7 will be one of the closest elections in American history, then nothing will.</p>",
  "Al Gore and George W Bush acted as the image-conscious modern politicians they are and made risk avoidance their priority in Wednesday's second debate by US presidential contenders. <p>In an encounter notable for its civil tone, both men opted for the low-key, conversational style that television viewers prefer, and which is likely to leave Mr Bush holding on to a narrow lead in the polls as the race for the White House enters the home stretch. </p> <p>Most political commentators scored the second of this year's three debates, which took place in Winston-Salem, North Carolina, as a draw: Mr Gore concentrated on avoiding the hectoring tone of last week's first debate; Mr Bush focused on appearing in command of the issues. </p> <p>A series of instant surveys of the viewing audience suggested that Mr Bush made the better impression, but if reactions to the first debate in Boston are any guide, it will be some days before the overall impact is clear. </p> <p>Mr Gore went into the debate after having his worst week on the campaign trail since the phase before the party conventions in August. He adopted a cautious and contrite approach - excessively so, some commentators thought after the debate. </p> <p>He apologised for getting \"some of the details wrong\" in the first debate. \"I can't promise that I will never get another detail wrong,\" Mr Gore said. \"But I will promise you this ... that I will do my best if I'm elected president. I'll work my heart out to get the big things right for the American people.\" </p> <p>Mr Bush, while cautious, appeared less chastened. \"My case to the American people is if you're happy with inactivity, stay with the horse, the horse that's up there now,\" he said in some characteristically folksy closing remarks. </p> <p>With foreign policy issues currently dominating the news agenda, even in the US, the Republican candidate had been intensively tutored for a series of international questions, with which he seemed markedly more at ease than on earlier occasions. </p> <p>In fact, most of the first half of the debate was marked by polite agreement on a succession of issues, in particular foreign policy. Their responses mostly converged on issues such as the Middle East, the Balkans and international trade, although they sparred after Mr Bush insisted that \"nation building\" should not be a US foreign-policy objective. </p> <p>Things got more confrontational, however, when domestic issues took the stage, especially when Mr Gore challenged Mr Bush for his record as the governor of Texas. He appeared to be carefully laying the foundation for a more aggressive onslaught in the coming days by accusing Mr Bush of neglecting issues such as healthcare and the environment. </p> <p>\"I know we have some disagreements on this, and I'm sorry to tell you that, you know, there is a record here, and Texas ranks 49th out of the 50 states in healthcare - in children with healthcare, in women with healthcare - and 50th for families with healthcare,\" Mr Gore said. </p> <p>\"If he's trying to allege that I'm a hard-hearted person and I don't care about children, he's absolutely wrong,\" Mr Bush responded. \"The facts are that we're reducing the number of uninsured as a percentage of our population.\" </p> <p>The last of this year's three presidential debates takes place next Tuesday in Missouri, one of the most hard-fought battleground states in this year's election. </p> <p>Voters go to the polls on November 7.</p>"
]