[
  "Al Gore is finally on a roll. But where will it take him? This past week he's been telling Americans 'we've got to put you first' and not 'the ones with connections, the ones with wealth, the ones with power above and beyond what the average family has in this country'. He's for the people, while 'the other side' is for the powerful. <p>It's good old-fashioned hell-fire-and-brimstone political rhetoric. During the Thirties, Franklin D. Roosevelt condemned the 'economic royalists' - America's big businesses that, he said, were stomping on average Americans. In 1912, progressive Republican Teddy Roosevelt blamed the 'malefactors of great wealth' for subjugating the 'little man' of America. In the 1890s, prairie populist William Jennings Bryan (who almost made it to the White House) railed at the bankers and other 'powerful interests' who were 'bankrupting' hard-working people. </p> <p>But this kind of talk hasn't been heard from a Democratic Presidential candidate since the dismal final week of Michael Dukakis's ill-fated 1988 Presidential run, when, with his candidacy sinking like a stone, Dukakis briefly and suddenly became an economic populist. By then, of course, it was too late. </p> <p>It hasn't been heard from Al Gore, either - until two weeks ago. Quite the contrary. In the 1988 Democratic primary, Gore ran as a business-friendly moderate. A few years later he helped launch the Democratic Leadership Council - a refuge for so-called 'new' Democrats who wanted nothing to do with pro-union, corporate-bashing old Democrats. </p> <p>In 1992, Gore teamed up with Bill Clinton on a brazenly New Democrat (forerunner of Tony Blair's Third Way) platform. Then, as Vice President, he urged Clinton to slash the budget deficit and go slow on new programmes for health care and education so that American corporations could enjoy lower interest rates. And he spurred Clinton into making free trade a top priority. Gore then led the fight for the North American Free Trade Act, followed by the agreement setting up the World Trade Organization. Business loved him for it. The unions were less than overjoyed. </p> <p>But in his acceptance speech at the Democratic convention Gore suddenly became a new Gore sounding like an old Democrat - telling Americans he sympathized with how 'so often powerful forces and powerful interests stand in your way and the odds seem stacked against you', and then naming the culprits: 'Big tobacco, big oil, the big polluters, the pharmaceutical companies, the HMOs [Health Maintenance Organisations].' </p> <p>Gore fired up the delegates, and fired himself up as well. He pledged to 'fight' for 'working families' - a code term for 'the working-class', which he reiterated nine times - and vowed to take on the big guys. 'Sometimes you have to be willing to stand up and say no, so families can have a better life.' </p> <p>And he has kept at it since then. Will he hammer the theme all the way through the crucial presidential debates - three of them tentatively scheduled for October - and on to election day, 7 November? </p> <p>It's a calculated risk. Undoubtedly Gore got a 'bounce' from his performance at the Democratic convention. Polls now put him slightly ahead of George W. Bush. Before the convention, he was trailing by about 15 points. The new rhetoric also seems to make Gore a more passionate campaigner - a quality he desperately needs. Otherwise, he's stiff and technocratic, especially in contrast to George W. Bush's glib geniality. </p> <p>The 'people versus the powerful' theme exactly points up the distinction Gore wants to highlight between him and George W. It's the Republicans' biggest vulnerability - the public's lingering worry that Republicans only care about the privileged. That's why Bush has been pushing his 'compassionate' conservatism, and talking non-stop about education. </p> <p>But George W. Bush can't hide the facts: After all, congressional Republicans have blocked popular legislation aimed at tobacco, environmental pollution, pharmaceutical companies, and HMOs. Their recent tax cuts have all been sops to America's wealthiest. And - most important - Bush's own plan for a massive tax cut would overwhelmingly benefit richer Americans. The people versus the powerful, indeed. </p> <p>Gore's rhetoric could also fire up the Democratic 'base' - unionized workers, teachers, and public employees. Gore needs to energize them for the election. Not only do they have to be motivated to vote, but also to run the phone-banks and drive the vans that will get other Democrats to the polls on election day. </p> <p>Until now, the base been only luke-warm toward Gore. Some (especially in all-important California) have even toyed with the idea of voting instead for left-wing Green Party candidate Ralph Nader. </p> <p>But Gore's new strategy also poses substantial risks. </p> <p>It's hard to tell Americans they're powerless and vulnerable while at the same time telling them they've never had it so good. The two messages directly conflict. Yet surely Gore's biggest selling point is he's been second-in-command in an administration that presided over eight years of extraordinary economic growth. Unemployment and inflation are now lower than they've been in 30 years, median wages are rising, and even Americans at the lowest rungs of the economic ladder are starting to make progress. 'Are you better now than you were eight years ago, when they were in office?' is a more persuasive rhetorical question than 'do you feel like you're being screwed by them and their powerful friends?' But Gore can't very well expect people to say yes to both. </p> <p>In fact, most voting Americans don't like to think of themselves as powerless, and they don't much like class warfare because they hope to hit the jackpot one day and become rich. Populist rhetoric may fire up the Democratic 'base' but it's tended to be a loser with America's large and upwardly-mobile middle class. </p> <p>Meanwhile, poor and working-class Americans who have more reason to feel powerless have all but stopped voting. In 1996, less than half of adult Americans eligible to vote actually walked into voting booths, and most of those who didn't were in the bottom half of the income ladder. This is precisely why in recent years, Democratic politicians - including Bill Clinton and Al Gore in 1992 and, especially, in 1996 - have pitched their campaigns to the upscale suburbs, and why Democrats have tended to drift to the right, where suburban 'swing' voters are found. Will the new rhetoric attract back some of America's non-voters? </p> <p>Gore's new tack also risks reopening the question - already asked by Bush at almost every campaign stop - of who Gore really is and what he really believes. Gore's speeches may be full of specifics about education, health care, and Social Security, but it's not clear what they add up to. Is he a New Democrat? An old Democrat? A born-again Populist? </p> <p>As noted, the new theme seems to have nothing to do with Gore's history. It's even at odds with his chosen running mate, Connecticut Senator Joe Lieberman, who's voting record is to the right of most Democrats. Lieberman is also pro-business, he's the current head of the Democratic Leadership Council, and he's one of the Senate's largest benefactors of contributions from the insurance and health-care industries. </p> <p>It's not clear whether Gore's post-convention 'bounce' has had anything to do with his new old-Democrat theme, anyway. Polls show he gained only 2 percentage points among men, statistically insignificant. But he gained 16 per cent of women. And it's a fair bet that what women liked most - in addition to Gore's obviously genuine affection for his wife (America is still talking about the prolonged kiss he gave Tipper after her introduction of him, probably the most notorious Public Display of Affection in American political history) - was his unbridled support for abortion rights and for equal pay for women. (Bush and the Republicans are negative on both.) Women didn't flock to Gore because of his new-found populism. </p> <p>But not to worry. There's plenty of time between now and the debates for Gore to measure the benefits of his new message against its potential risks, and make whatever adjustments seem necessary. And you can be sure he will. No modern American politician thinks more carefully before he acts than Albert Gore, Jr.</p>"
]