[
  "The presidential race has spilled over into the cinema with accusations that a new film, The Contender, released last weekend in the US, has been edited to favour the Democrats and demonise the Republicans. <p>The actor Gary Oldman is at the centre of accusations that DreamWorks studio has distorted the character of a Republican he plays because of the studio's own Democratic bias. </p> <p>Oldman plays a Republican congressman, Shelly Runyon, and Joan Allen the part of a fictional Democratic vice-presidential nominee Laine Hanson. Her political career is threatened by revelations of a past sexual scandal. The film, directed by Rod Lurie, has already been talked of in Oscar terms. </p> <p>As far as Oldman is concerned, his character should be multi-faceted and not the villain. He took part in the project because he liked the script. In an interview in the November issue of Premiere magazine, Oldman said that reading The Contender reminded him of scripts he had in the past such as Prick Up Your Ears. Of his character, he said: \"Runyon is the only true patriot in the film.\" </p> <p>But by the time the film was re-edited, the Republican character emerged as the villain and the Democrat as the heroine and an inspiring role model for young women: the film is dedicated 'For our Daughters.' DreamWorks had bought the completed film but had the right to re-edit it. </p> <p>Douglas Urbanski, Oldman's manager and producing partner, accused DreamWorks of editing the film to fit their political views. All of the three DreamWorks partners, Steven Spielberg, David Geffen and Jeffrey Katzenberg, are supporters of the Democrats. </p> <p>\"If your names are Spielberg, Katzenberg and Geffen, you can't have a film with a Republican character who is at all sympathetic being released by October 13,\" said Urbanski, referring to the fast approaching presidential election. \"Gary signed on to do this movie with the explicit understanding that his character was not a villain, that this would be left open to debate.\" </p> <p>Oldman told Premiere that he objected to being portrayed as a villain and had tried to get press releases about the film changed. \"I am a little disappointed that you have a company that waves the flag for artists, and champions filmmakers such as Woody Allen and then can't honour something that doesn't actually cost them anything.\" </p> <p>Neither DreamWorks nor the international distributor of the film would comment on the row yesterday. It may have the desired effect of making people go and see the film, which also stars Jeff Bridges as a fictional president, so that they can make up their own minds. </p> <p>Elsewhere in the presidential race, the world of film has also been apparent. At the Green Party's presidential nominee Ralph Nader's mass rally in New York on Monday, the actor Tim Robbins appeared in the character of the part he played in the film, Bob Roberts. He was accompanied by his wife and fellow Nader supporter Susan Sarandon, the film-maker Michael Mann and the singer Patti Smith.</p>",
  "Al Gore finally did what he needed to do in the last of the three American presidential debates with George W Bush on Tuesday. He scored a win. <p>It was only a narrow win, with Mr Bush once again putting in an above-expectations performance. But the battle, if not the war, clearly went to Mr Gore, setting up a neck-and-neck contest for the White House in the last three weeks before the election. </p> <p>Tuesday's debate, in front of a studio audience of undecided voters in St Louis, was much more combative than the candidates' first two meetings. Both seemed to feel freer than before to highlight major contrasts between their policies, philosophies and personalities. As a result, America now faces not just a closely fought contest, but a contest between two sharply polarised approaches to government. </p> <p>After being criticised for being too aggressive in the first debate, and too passive in the second, Mr Gore dug back into the populist themes and rhetoric which helped him build a lead over Mr Bush following the August convention season. The lead was subsequently clawed back by Mr Bush. </p> <p>At the heart of Mr Gore's pitch was the claim that he would continue the eight Clinton-Gore years of economic prosperity, while his Republican opponent would squander it with tax cuts for the wealthy. Mr Gore's advisers said that they intend to make this the defining issue of the final phase of the campaign. </p> <p>Mr Bush also took his stand on tried-and-tested messages of his own, calling Mr Gore a big spender and a big government man whose time had passed. </p> <p>At times, each man seemed to be speaking more to the converted than to the undecideds. This underlines the fact that, in an election where turnout is unlikely to exceed 50%, the candidates are now mainly focused on mobilising their core supporters through television advertising in battleground states. </p> <p>Instant polls among debate watchers confirmed the view among commentators that Mr Gore had bested Mr Bush. A CBS survey gave Mr Gore a five-point lead on the night, while a CNN instant poll gave him a two-point advantage. </p> <p>The tightness of the contest for the White House was un derlined by four new polls in swing states. In all four - in Florida, Oregon, Pennsylvania and Washington - Mr Gore had only a one or a two-point lead over Mr Bush. A top Gore adviser said yesterday that the vice-president will now concentrate his efforts in Florida, Pennsylvania and Michigan, where he arrived last night. </p> <p>\"I will fight for you,\" Mr Gore told debate viewers more than once, painting himself as the candidate who could be trusted to deliver on education and health reform, and to safeguard retirement benefits for \"hard working families\". </p> <p>Mr Bush, he claimed, was the candidate of big business, who would squander American economic strength by giving large tax cuts to the richest. </p> <p>In a moment that will doubtless be replayed many times in Gore campaign ads, the vice-president challenged Mr Bush to deny that his plan for tax cuts favours the wealthiest 1% of Americans. \"Of course it does,\" Mr Bush responded. \"If you pay the taxes, why shouldn't you get the benefit.\" </p> <p>In return, Mr Bush pointed to his Democrat opponent, saying: \"This is a big spender.\" He accused Mr Gore of \"proposing the largest increase in federal spending in years\", and depicted himself as a fresh outsider untainted by Washington politics. </p> <p>\"I don't like it when the federal government tells us what to do,\" Mr Bush said. </p> <p>One of the earliest clashes of the evening was also one of the most emblematic, with Mr Gore saying there was \"strong disagreement\" between the two men on health care insur ance and forcing Mr Bush on to the defensive about his record on the issue in Texas. </p> <p>Under pressure, Mr Bush claimed he had \"pushed through\" a patients' bill of rights as Texas governor. In fact, Mr Bush first vetoed and then refused to sign legislation giving patients the right to sue their health insurance organisations - a distortion which Mr Gore called \"unacceptable\". </p> <p>\"Here we go again,\" Mr Gore said after Bush had pledged action against the high cost of prescription drugs for the elderly. \"If you want someone who will spin a lot of words ... and then end up supporting legislation that is supported by the big drug companies, this is your man.\"</p>",
  "The most powerful woman in French politics, Martine Aubry, resigned from her cabinet post yesterday to run for mayor in the northern town of Lille, a move almost certainly aimed at boosting her chances of returning to higher national office in two years' time. <p>The pugnacious but highly popular Ms Aubry was replaced as employment and social affairs minister by the equally ambitious justice minister, Elisabeth Guigou, who has plainly decided that her best route to the top lies at the side of the prime minister, Lionel Jospin. </p> <p>Both women apparently have their hearts set on Mr Jospin's job after the general election in 2002 if - as seems inevitable - the prime minister runs against Jacques Chirac in presidential polls scheduled for the same year. </p> <p>\"It's a well-orchestrated departure for a well-orchestrated return,\" said the left-leaning daily Libération. \"If fortune shines on Jospin, Aubry will come back as prime minister. If for some reason Jospin does not run, without a doubt she will be the Socialist party's standard bearer in the presidential race.\" </p> <p>Ms Aubry, 50, has won admiration for her tenacity in battling to win parliamentary and public support for most of the flagship social and employment bills on which the Jospin government was elected. </p> <p>She has presided over a fall in unemployment, ushered in a controversial new 35-hour working week, masterminded a major job creation scheme for young people and extended free welfare. </p> <p>The daughter of a former European Commission president, Jacques Delors, she has an impeccable political pedigree. Her long-awaited move to the Socialist stronghold of Lille only serves to underline the continuing importance of a strong provincial power base in French politics. </p> <p>More than 90% of MPs in the present French parliament hold local government posts, and more than half are mayors. Past prime ministers such as Pierre Mauroy, Alain Juppé and Raymond Barre have combined their job with running large cities, while Jacques Chirac was RPR party leader, prime minister and mayor of Paris at the same time. </p> <p>Mr Jospin has tried hard to end this French tradition of combining elected offices, but will probably have to admit defeat faced with Ms Guigou's plans. The new employment minister, 54, is also running for a mayor's job in Avignon next March, but has firmly announced her intention to stay on in the cabinet if she wins. </p> <p>Known as the ice maiden of French politics, the chic and unflappable Ms Guigou was a financial adviser to President François Mitterrand and junior minister for European affairs in the early 90s. </p> <p>As Mr Jospin's justice minister, she launched a far-reaching reform of the French judicial system and introduced the innovative Pacs civil solidarity pact giving unmarried couples many of the same legal rights as husband and wife. </p> <p>She will be replaced by Marylise Lebranchu, 53, who is considered to have performed well as junior minister for commerce and consumer affairs. Mr Jospin said he wanted to keep a woman in the judicial post to retain a \"more human, more concrete\" eye on judicial affairs. </p> <p>The cabinet reshuffle may have been managed smoothly, but Ms Aubry's departure marks a further weakening of Mr Jospin's team. </p> <p>Dominique Strauss-Kahn, the big hitter of the government's honeymoon period, resigned as finance minister last November to fight accusations of illegal accounting at his private legal practice, while Claude Allègre, Mr Jospin's original education minister, was fired last March after failing to win union support. </p> <p>Mr Strauss-Kahn's replacement, Christian Sautter, lasted just five months and the former interior minister, Jean-Pierre Chevènement, resigned last month over Mr Jospin's plans to offer gradual autonomy to Corsica.</p>",
  "Debating is supposed to be something the British are good at. Our apparent verbal facility, combined with much practice put in at university, produces politicians so talented in the art of argument that Americans, in particular, can only gawp at their brilliance. This is presumably the myth that lies behind the success of prime minister's question time as an upmarket soap opera on coast-to-coast cable television. How long can it survive the fact that real debate is virtually dead as a British political performance? Along with oratory, debate is drowning in a sea of soundbites. At election time, debates between the aspiring leaders take place in Australia and Canada, in Germany, New Zealand, Holland, Sweden and other advanced democracies. But never in Britain. <p>The final presidential debate between George Bush and Al Gore, which finished in the early hours yesterday morning, proved that this form of encounter is now the only one that gives the voters the chance to make a proper reckoning. It has become vastly better than any other. For 90 minutes, interested viewers were relieved of the politics of insults, of gobbets, of crude commercials, of tiny squirts of lies, which are the currency that prevails where such debates do not take place. Instead, the candidates spread themselves in front of us, discussed complex problems, developed reasoned arguments and exposed, for the third and perhaps defining time, the very different personalities they would bring to the most influential job in the world. </p> <p>The occasion was not without artifice. Each man had spent hours training in the ring with their handlers. But by the time of this debate, after the feints and falsities of the first two, each seemed reduced, or refined, to an essence that could not be disguised. Gore was informed, passionate, combative, making an insistent case for what government could do. Bush was human, anxious, brief-laden, and determined to excoriate Washington at every turn. They civilly loathe each other. While both gave their own versions of the truth about health, education, national security and the rest, the rules of challenge and response produced a dialogue that could at times almost be termed Socratic. </p> <p>In Britain, land of debate, this has never been allowed. Originally the resistance of politicians grew out of their disdain for television: until 1959, elections were not reported by TV at all. But there were no leader debates for the next 40 years because successive leaders didn't want them. Sometimes they got close. Invariably, though, the strongest placed candidate has ducked away, or else both the big ones have sheltered behind pretended concern about what to do with the Liberal Democrat. </p> <p>But it is now so obvious that televised debate surpasses any other mode of voter education that these objections must be seen for what they are: ruses which put supposed party advantage far above the public interest. Politicians worry about voters' mistrust of their trade, and alienation from the process. Well, here's a device that can remake the connections and perhaps rebuild some trust. </p> <p>It would, admittedly, be riding with the punch of television. Instead of bleating about the rise of TV and the decline of parliament, Mr Blair, Mr Hague and Mr Kennedy would be surrendering to the power of the medium that enables them to speak direct - and some parliamentary traditionalists do not like that. To most people, however, the chance to hear from leaders in a more challenging forum than a party political broadcast matters more than, say, the identity of the new Speaker now scrambling to succeed Betty Boothroyd. </p> <p>Some aspects of the Gore-Bush debates could not be replicated here. America is so vast that even the vice-president is not well known. The debates were a journey of discovery for many Americans who are not part of a national conversation, and have only the smallest idea how George W Bush has governed Texas. To millions of their viewers these were new men, coming out of Clinton's shadow, jousting to make a mark. Britain, given the intensity of its party battle and the centralisation of its small-island politics, would more likely be putting on exhibition leaders about whom the public think they know quite enough already. There could be no displays like Bush's astonishing insouciance about the executions he approved, or Gore's hauteur in face of an upstart governor. British politics holds few surprises, except when road hauliers go into battle. </p> <p>But the style of the American debates supplies a rule book. Each took place in a hall full of voters, though only in the last were they allowed to ask the questions. The moderator, Jim Lehrer, was always a crucial figure, holding the stopwatch and keeping the candidates to the point; there are any number of British TV anchors who could do the same job, assuming they were able to master their commercial rivalries. The most valuable contribution to both the temper of debate and its reception by viewers was the ban on applause or interruptions of any kind by the studio audience. </p> <p>This last detail, so foreign to the stoked-up adversarialism of British television, was vital. But the truth is that there are many variants. Debates can be held with or without a panel of journalists, with or without controlled agendas, with the leaders roaming the studio floor or else tethered to a rostrum. The Hansard Society, just before the 1997 election, put forward a complicated format under which the leaders would have spent precise time-slots questioning each other, which strikes me as likely to prove too stilted. Rounding up a representative sample of the electorate, and imposing on it rules of courtesy as well as the job of asking the questions, would be the key preliminary to any debates that had a decent chance of bringing politics back into the realm of voters' real lives. </p> <p>The Hansard Society, standing aside from both broadcasters and politicians, would be well-placed to organise such occasions, filling the role of the independent Commission on Presidential Debates which set the rules for Gore-Bush. The prior condition, however, is a change of attitude by parties and leaders. At present Hague says he wants debates, Blair is grandly stalling, and each is preparing to take cover behind the problem of Kennedy. If that excuse prevails, it will be yet further proof of bad faith on the part of the political class. It is perfectly possible to organise three-sided debates, with suitably calibrated exposure for the minor party, as long as the will is there. </p> <p>Now that all other forms of discourse - the pre-spun speech, the empty photo-op, the contrived point-scoring, the ghosted article - are discredited, the extended debate, indispensable meat of Victorian politics, once again becomes irreplaceable. </p> <p><a href=\"mailto:hugoyoung@compuserve.com\">hugoyoung@compuserve.com</a></p>",
  "Michael Adams who contributed an article to page 24, Comment, October 16, arguing that President Clinton should be kept away from the search for peace in the Middle East because of his pro-Israeli bias, is a member of Caabu, the Council for the Advancement of Arab-British Understanding. We should have said so. <p>At the end of a report about the forthcoming presidential election in the US, page 16, yesterday, we said the National Abortion and Reproduction Rights League (Naral) had said it would be spending $5m (£3m) to help Mr Bush. We meant to say \"to help Mr Gore\". Apologies.</p> <p>The arts minister is Alan Howarth, not Alan Howard. We gave you a choice in a caption on page 10 yesterday. </p> <p>The Conservative MP, Richard Shepherd is 57 and not 67 as we said on page 13, yesterday. The motorway in our map on page 1 yesterday with the report of the Hatfield train crash was the A1 (M) not the M1. </p> <p>In our article about the rugby league player Sean Long, page 33, October 12, we suggested that Eric Ashton had captained St Helens. In fact, he never did. Ashton had a long and distinguished playing career captaining Wigan and the national team. He then coached Wigan and later coached St Helens. </p> <p>In a report about the visit of the England cricket team to Pakistan, page 33, October 17, we suggested that the England official Lord MacLaurin had an equivocal attitude towards bridge-building and that, indeed, he seemed \"to view such bridges in the same way that Alec Guinness viewed the Bridge over the River Kwai\". This may not have been what the writer meant. Guinness's character in the film was fanatically keen to get the bridge built. </p> <p>The radio comedian we were referring to in the diary, page 12, Saturday Review, October 14, was Tommy Handley (rather than Hanley), the star of Itma (It's That Man Again). </p> <p>It is the policy of the Guardian to correct significant errors as soon as possible. Please quote the date and page number. Readers may contact the office of the readers' editor by telephoning 020-7239 9589 between 11am and 5pm Monday to Friday. Surface mail to Readers' editor, The Guardian, 119 Farringdon Road, London EC1R 3ER. Fax 020-7239 9897. Email: reader@theguardian.com</p>",
  "As the US presidential race unfolds, the similarities between George W Bush and his father's former boss, President Ronald Reagan, become obvious. Like Reagan, Bush is resonating with American voters at a deep, almost visceral level, telling people his instincts, priorities, and personae at a level that is more profound than Al Gore. <p>The point became clear in Tuesday night's final TV debate. Bush was Bush. Friendly, likeable, weatherbeaten, a good man who has lived a full life. Gore was Gore. Pugnacious, determined, aggressive, a strong man who is fighting for the big prize. </p> <p>Everybody knows that Bush may lack the polish and formal training of an Al Gore or a Bill Clinton. Asked to name a book he was reading, he cited a biography of Dean Acheson, and then raised eyebrows by not seeming to know much about the former US Secretary of State. He cannot quote statistics as Gore can. His repertoire of historical anecdotes is not the equal of Bill Clinton's. He often seems at a loss for facts. Just like Reagan. </p> <p>But, like Reagan, he seems to fit comfortably within his own skin. He knows who he is and trusts his instincts about policy. He is settled on why he wants to be president and what he will do when he gets there. He may not have the right answer for every question, but he exudes a sense of self-control and confidence that inspires voters. </p> <p>Americans are falling in love with George W Bush as this election unfolds. Even when Gore bests him in debate, as in their first televised encounter, voters in the US are coming away from the debates with a deep respect and affection for Bush. Gore seems too plastic, too well prepared. </p> <p>Gore comes across as someone who never seems to have lived a real life. Bush shows that he's been through a lot, lived like the rest of us, and had his share of knocks. For a man whose father was president and grandfather was a senator, he reflects an understanding of what it's like to be a regular person that Gore simply fails to project. </p> <p>Caught between the need to attack Bush to close the gap in the polls and the dangers of seeming overly aggressive, Gore should show in public the wit and warmth which those who know him report he evidences in private. Once, at a White House meeting, Gore cracked a small joke at his own expense. When my laughter seemed a bit too hearty, he turned to me and quipped \"self deprecating humour. You should try it sometime.\" </p> <p>Bush keeps bobbing to the surface. When his candidacy first came to public attention, he opened up a large lead in the polls. Gore closed the gap with an excellent speech at his party's August convention. But, a few weeks later, Bush was back on top. Americans just flat out like George W Bush. And, for that reason, if for no other, he is now likely to be their next president. Is it over? No way. In the elections of 1960, 68, 76, 80, 92, and 96 there was a late surge by one candidate in the last two weeks. But every one of the surging candidates came up short and lost. </p> <p>\u0095 Dick Morris was chief strategist for President Clinton in his successful 1996 bid for re-election. He is head of <a href=\"http://www.vote.co.uk\" target=\"_NEW\">www.vote.co.uk</a></p>",
  "In the final, hyped, stereotyped TV clash between the fibber and the fumbler, between dullard and dunce, between the man who cooks the books and the man who makes syllabub of syllables, Al Gore emerged as America's safe choice. The Democrats' presidential candidate again demonstrated his mastery of the issues, if not the means of addressing them. Mr Gore's new watchword is \"prosperity\". In emphasising a record of continuous economic growth, falling unemployment, falling crime and rising incomes, he asked why Americans should gamble on change at the top. After eight years as vice-president, he argued, he represents continuity while his inexperienced rival, George W Bush, represents risk. The Republican would squander the nation's fortunes on tax cuts for millionaires, wreck social security, neglect education, drill for oil in your back yard, and transform US global leadership into one big exit strategy. If it ain't broke, don't fix it, says Mr Gore, the panjandrum of policy, the feisty facts and figures guy, the Mr Competent who knows how government works - and will make it work for you! <p>Mr Gore's problem, and maybe the reason why he trails marginally in the polls, is that safe is not sexy. Mr Bush came across in the debate as likeable, more relaxed and humorous. Unabashed at his lack of Washington savvy, he portrayed his know-nothingness as a virtue (a long American political tradition). He was an outsider, he said - a stunning claim given his presidential lineage. He would end paralysing partisan bickering. He would shrink federal government, trust the individual and yup, fry killers. Mr Gore was just a Dukakis-school liberal spendthrift (the ultimate insult). \"If this were a spending contest, I'd come in second,\" Mr Bush said with his trademark lop-sided smile. Here were conscious attempts to echo the ever-popular Ronald Reagan, who navigated by first principles, ignored the details, worked the 9 to 5 day Mr Bush prefers, and cracked jokes. </p> <p>As Senator Lloyd Bentsen might have said, Dubya is no Ronald Reagan. But he does have the common touch Mr Gore lacks. If this election were about urgent crises, big problems, complex choices, the Democrat would walk it. But it is not. Right now, middle America is on Easy Street. It can afford to indulge itself, take a bit of a chance. Mr Gore has less than three weeks to stop that happening. For all his worthiness, he could yet be a victim of the very prosperity he now exalts.</p>"
]