[
  "With onl a bit over a week to go, Al Gore and George W. Bush are still neck and neck in the polls. This is the closest race since the Kennedy-Nixon election of 1960. But unlike that race, this one is something of a bore. Most Americans aren't very interested in who's to be the next leader of the world's most powerful nation. In 1960, most adult Americans turned out to vote. This time around, it's predicted that fewer than half will bother. The presidential election of 2000 will go down as one of the closest and most boring in American history. <p>The conventional Washington explanation for this is that there aren't any large issues facing America. Peace and prosperity have lured Americans into smug torpor. So the candidates' styles, smiles, sighs, smirks and quirks have become determinative. And by these trifling criteria, it's a toss up. Just wait, the pundits assure us: When the stakes are higher, we'll have a real election again. </p> <p>This is nonsense. America is not lacking large issues - among them, the incarceration of a record-shattering two million of our citizens, the expanding use of capital punishment here, the almost one in every five of American children still living in poverty, the unprecedented gap in income and wealth, the resegregation of the our schools, and the overwhelming dominance of money in American politics. There have been no large issues in this presidential campaign because the two major candidates and their handlers have avoided them. </p> <p>The closeness and dullness of this election is a consequence the strategies pursued by both sides. And it presages future American presidential elections that will be just as close and dull. </p> <p>From the start of the Bush and the Gore campaigns, both launched more than two years ago, the objective was clear: 'Forty percent are with us, 40 against, so we need to keep our base and take as much of the middle 20 as possible,' one consultant explained to me with the antiseptic certainty of an eye surgeon wielding a laser machine. </p> <p>Add to this that each campaign has been a marvel of technological wizardry. The candidates and their handlers have been able to discover exactly what voters think, what they want to hear, and what turns them off - even down to phrases and words, the style of clothing, the tilt of the head, the use of body, the intonation of the voice. Focus groups, dialometers, media labs, word labs, and mountains of bytes and bits of data have been analysed and econometricized. A mountain of money has been spent devising and airing advertisements cunningly tailored to particular groups of targeted voters in swing states. </p> <p>Some of this happened in past elections. But never with such sophisticated tools, with such an abundance of information backed by so much cash. The election of 2000 is the first major encounter between the digital economy and American politics. </p> <p>Bush and Gore also have been the most pliable of candidates, willing to try anything, say anything, do anything, wear anything that worked. Each followed the directions of his handlers and consultants to the letter. Each stayed on script, avoided risks, and experimented only within a narrow zone of safety in order to more precisely adjust the resonance to accomplish the mission. </p> <p>Bush's brand of 'compassionate conservatism', conveyed with wide-eyed smile and innocent shrug of the shoulders, is different in detail from Gore's 'practical idealism', expressed in stentorian tones and sweeping movements of the arms. But because the differences have been calculated to achieve the same end - keeping intact respective bases while claiming as much of the middle as possible - the positions and styles have inevitably converged. </p> <p>Gore's flirtation with old-fashioned American populism has been targeted at the big drug companies, HMOs and oil companies that most Americans distrust. Gore has not attacked corporate America in general, of which most Americans approve. Bush's attacks on big government have been discreetly aimed at the bureaucrats, red tape, and taxes that most Americans dislike. But has not taken on the vast complexes of the Pentagon, and the giant retirement programmes - Social Security and Medicare - all of which most Americans like. Bush and Gore have different schemes for reforming America's antiquated system of retirement security. But they're complicated, and they have been expressed in mind-dumbing trillions of dollars - eyes have glazed from Jersey City to Sacramento. </p> <p>As the campaign nears its close, both candidates have moved to the centre in pursuit of the 'swing' voters. Gore had condemned the easy access Americans have to guns and had called for strict gun controls. Now he avoids the mention of guns (Pennsylvania and Michigan are both toss-up states, and a lot of hunters reside in them). Months ago, Gore talked about 'working families'. Now he speaks mostly about 'middle-class families'. Early on, Bush railed against abortions. Now he stays away from this most controversial topic. </p> <p>Both men now agree on a host of things. Both say they're firmly behind a 'patients' bill of rights' which would require private providers of health care to meet minimum requirements. Both say they want to subsidise elderly Americans' access to costly prescription drugs. Both support free trade, a stronger military, and capital punishment. Bush has pushed into Democratic territory by making one of his priorities the improvement of schools attended by poor children. Gore has stepped into Republican land by promising to be so conservative with his spending that he will eliminate the national debt. </p> <p>Is it any wonder that America has ended up with a race both remarkably close and exasperatingly dull? The question is whether we have anything different in future years, regardless of how large the stakes or how important the issues? Combine the new digital technologies of direct marketing with endless campaign money, add the continued decline of American political parties once held together by ideology or class, fold in an abundance of vacuous, spin-dried, principle-free candidates, and we're likely to have larger, longer campaigns about less, culminating in lifeless dead heats. </p> <p>Alternatively, Americans may decide that they've had enough contrivance, and insist upon real candidates who will talk about real things and challenge the nation to debate its true fate. Listen carefully to the electorate and you can hear a yearning for a different kind of politics. Perhaps we haven't heard the last from the likes of a new breed of mavericks - among them Republican Senator John McCain, who mounted a strong challenge to Bush in the Republican primaries by arguing for laws to reign in campaign spending; former Senator Bill Bradley, who confronted Gore during the Democratic primaries; Ralph Nader, the consumer advocate, now Green Party presidential candidate, who has generated unexpected enthusiasm (and may divert so many votes from Gore in Oregon and California that Bush takes those states); and Jesse Ventura, the unorthodox Governor of Minnesota. Or it may be another as yet unknown candidate who shucks the technology, takes risks, and tells it like it is. </p>",
  "George W Bush said it himself: 'There must be no mistakes - I'm going to run hard all the way to the finish line. I never take anything for granted.' <p>Just as well - for his opponent Al Gore no doubt feels the same. The only certain thing about America's election in 10 days' time is that only a fool would call it. </p> <p>As Bush seemed to be stealing ahead by a nose, latest opinion polls put the candidates back on a razor's edge at 46 per cent apiece. It is the closest fought race since John F Kennedy beat Richard Nixon in 1960. </p> <p>That battle for the undecided votes at the political centre is reaching new levels of bitterness, with proliferating dirty tricks ranging from automated phone calls attacking Bush to inflammatory TV commericals suggesting Gore's Democrats are 'soft on China'. </p> <p>Both candidates, aware that the US public dislikes personalised politics, are trying to distance themselves from the increasingly vicious undercurrents. For example, thousands of phone calls to voters in Michigan carry recorded messages of women telling tales of death, illness and social neglect in Governor Bush's Texas. </p> <p>But there was also a storm of criticism of the commercial which questions Gore's resolution on defence. Based on the notorious 'daisy' spot the Democrats ran against Barry Goldwater in 1964, the commercial, being shown in swing states like Florida, Missouri and Ohio, shows a girl counting the petals on a flower and then switches to a missile countdown. The message is that the US is now vulnerable to nuclear attack from China. </p> <p>The reason for the high-octane virulence is not just that the election is close. Rather, Bush and Gore are fighting the most politically polarised election for decades, with radically different visions for America. The result will have a more lasting effect on the country and its relationship with the rest of the world than any since Ronald Reagan's time, maybe even since Kennedy's. </p> <p>Endorsing Gore last week, the New Republic magazine called it 'one of the defining ideological moments of the post-Cold War era'. </p> <p>As the two main candidates paint aggressively negative stereotypes of each other, two themes emerge: first, public distaste for negative politics, and second, the fact that the stereotypes are often accurate. Bush's demeanour, giving the impression of moderation, conceals an ideology that would eradicate the cultural - let alone political - values and legacy of the Clinton presidency, at home and abroad. Bush offers a domestic programme which, the international dimension of the Cold War apart, is brazenly to the 'right' of Reagan's. Internationally, Bush is an isolationist - in stark contrast to the man he aims to succeed. </p> <p>Gore, in turn, while making some concessions to Clinton's 'Third Way', has taken a step to the left of his mentor with a spending programme that more resembles Truman's or even Roosevelt's. Like Clinton, Gore is a passionate internationalist, and certainly the man Europe's leaders would want to see across the table. </p> <p>Talking to The Observer last week, Scott Reed, campaign manager for Republican presidential candidate Bob Dole four years ago, says: 'Time is the only commodity you cannot buy in the last two weeks of the election campaign.' </p> <p>Bush and the Republicans (who have an almost unlimited supply of money) seek, with considerable help from the Greens' Ralph Nader, to force Gore to travel in states he had assumed were his. </p> <p>Principal among these - and most alarmingly for Gore - is California, where Bush is closing his rival's 12-point lead and where Nader commands support among alternative lifestylers. Bush has his own Achilles heel in Florida, which should by rights be his (his brother is state governor), but where Gore is stealing a march among the crucial retiree vote. Gore cannot win without California, and Bush would find it hard without Florida. Otherwise, the battlegrounds are in the Midwest: Michigan, Ohio, Missouri and Pennsylvania. </p> <p>Those are the mathematics; the politics are less straightforward. At the core of the election is the fact, announced last week, that the United States is basking in the third consecutive year of a vast budget surplus - $237bn - the first time this has happened since the days of Truman. And the surplus is predicted to run to $4.6 trillion over the next decade. </p> <p>Bush's programme is a brazen one with a kernel of tax cuts, designed to cut back the growth of government and stimulate savings and investment. According to the group Citizens for Tax Justice, 43 per cent of his cuts, costing $1.3 trillion, would go to the top 1 per cent of earners, those making more than $319,000 a year. The bulk of the rest goes to the top tenth of earners. </p> <p>Few people making more than $100,000, however, would benefit from Gore's cuts, which cost $575bn and are aimed at middle- and low-income earners - part of an ambitious plan to raise their fortunes with new spending programmes and social entitlements. </p> <p>Bush assigns $48bn for education - less than half Gore's figure - and the two clash head-on over federal subsidy vouchers for parents wishing to opt out of the public education sector. </p> <p>Over Social Security and Medicare, Bush plans to create voluntary individual retirement accounts invested in the stock market, while Gore wants to leave the pension system unchanged and use the Social Security surplus to pay off the national debt and open a 'rainy day' fund for when the baby-boom generation retires. </p> <p>Gore wants to expand the government's contribution to the appalling Medicare system (albeit nothing as radical as the failed Clinton plan of 1993), while Bush aims to overhaul the system in the opposite direction, by making it compete with an enhanced private sector. </p> <p>There has been a lot of vitriol about 'fuzzy math' as Bush and Gore bark at each other over these plans, but looming over the shoulder of both candidates is the awesome prospect that the fuzziest math of all is that on which all their presumptions are made - that the surplus projections, generated by a Wall Street boom which could deflate, may be horribly exaggerated; that America's economic miracle is walking a high wire and neither will, in the event, be able to deliver. </p> <p>With a poll in Friday's Washington Post showing 64 per cent of Americans feeling they are 'winning' with the boom, few people heed the whisper of the Congressional Budget Office, which made the $4.6 trillion estimate but cautioned: 'Substantial deviation can result from incorrect technical and economic assumptions, not to mention the effect of future legislative action' - meaning, don't necessarily take our word for it. </p> <p>The CBO warns that, even under the most optimistic scenario, the cost of providing what is promised to the retired baby-boom generation will 'ultimately overwhelm the federal budget'. If the CBO has underestimated growth by 0.5 per cent, the Treasury would be $250bn short by 2010. Many voters remain undecided, and a thick fog hangs over the exchanges of 'math' and 'counter-math'. </p> <p>But the politics must share stage space with the 'beauty contest'. It is as though the US were a teenager on a date, trying to figure out which of two boys (both trying too hard) is the cutest; choosing between Bush's fluffier hair and Gore's muscles. </p> <p>Those watching on the sidelines regard the iconography of this election as between a 'moron' and a 'robot' (The New York Observer ). Gore spent the past week trying to vamp up recollections of wild college days riding motorbikes and wearing leather, while Bush has been at pains to sweep his frat-brat encounters with booze and cocaine under the carpet. </p> <p>Bush is a son and heir who never had to justify what he was saying. He has given the world 'Bushisms' even before the voting begins - saying 'hostile' when he means 'hostage', 'gracious' for 'grateful' - and to make a virtue of his own cumbersome lexicon: 'I've been known to mangle a syllable or two, if y'all know what I mean.' </p> <p>Gore has to be both lovable and lethal and cannot seem to get it right, between the nerdish desire to make sure his audience knows he knows everything - and the various other personalities and genetic modifications that his family and his spin-doctors have designed for him. </p> <p>Finally, there is the Clinton problem. Gore has claimed the mantle of Clinton's policies while keeping as great a distance as possible from the man he served. </p> <p>This week Clinton is going back on the road in Arkansas - campaigning for the deputy who will not share a stage with him. On that decision, Gore's fate may turn. </p> <p><b>Poles apart in policy and pitch</b></p> <p><b> Tax</b><br> </p> <p> <b> Bush</b>: Top 1 per cent of earners would benefit from nearly half his $1.37 trillion tax cuts. </p> <p><b> Gore</b>: Tax cuts worth $575bn with better credits for couples and carers. </p> <p><b> Social security</b><br> </p> <p> <b> Bush</b>: Voluntary retirement plan would invest 15 per cent of payroll taxes in stocks, with cut in guaranteed benefits. </p> <p><b> Gore</b>: Sweeteners for poorer women and workers, but would use social security surplus to pay off the national debt and create reserve fund for 'baby boom' cohort when it retires. </p> <p><b> Health care</b><br> </p> <p> <b> Bush</b>: Tax credits to buy health insurance, and new money for prescriptions. A 'patients' rights' charter . </p> <p><b> Gore</b>: Would insure every child with tax credits for other uninsured. Assured federal Medicare coverage. </p> <p><b> Education</b><br> </p> <p> <b> Bush</b>: $48bn for teacher recruitment and training. Vouchers to send children to private schools and $300 million in loans for privately managed 'charter schools' in deprived areas. </p> <p><b> Gore</b>: $170bn for teachers' pay and hire 100,000 more; $1.8bn to triple charter schools. </p> <p><b> Guns</b><br> </p> <p> <b> Bush</b>: Opposes new gun control laws, but supports ban on concealed and assault weapons. </p> <p><b> Gore</b>: Wants registration of new guns and ID licensing, ban on 'junk' guns, compulsory child locks on weapons. </p> <p><br><b>Useful links</b> <br><a href=\"http://www.algore2000.com\" target=\"_NEW\">www.algore2000.com</a> <br>Democratic candidate's campaign <br><a href=\"http://www.georgewbush.com/\" target=\"_NEW\">www.georgewbush.com/</a><br>Republican candidate's campaign</p>",
  "Dozens of bodies of suspected opposition supporters in Ivory Coast have been found dumped in a forest, bringing political tensions to a boiling point yesterday in a country once seen as an island of stability in Africa. <p>The victims, numbering at least 50, were found in a nature reserve in the capital, Abidjan. They were all young men and had been shot. </p> <p>Officials sorted through the corpses as the country's new Interior Minister arrived and announced an inquiry. 'I am ashamed of what we are seeing here,' the Minister, Emile Boga Doudou, said. </p> <p>Opposition newspapers have blamed the security forces for the killings. They say that groups of supporters of Alassane Ouattara, a Muslim politician excluded from last week's presidential elections, were rounded up, beaten at police stations and executed. Police commanders have denied any knowledge of the killings. </p> <p>After almost 40 years of peace and stability, the former French colony is now in danger of sinking into the religious and ethnic turmoil that has gripped many of its West African neighbours. The country has now had two coups in under a year and election violence cost more than 100 lives last week. The chaotic scenes have shattered Ivory Coast's image as a relatively prosperous and peaceful country. Abidjan in particular, with its boulevards and gleaming skyscrapers, more resembles a European city than the squalor of other regional capitals, such as Lagos in Nigeria. </p> <p>The crisis began before last Christmas when General Robert Guei launched a coup and promised to clean up Ivorian politics. It was a pledge he apparently forgot as he tried to steal last week's elections. But in less than a day he was forced to flee as thousands of protesters swept onto the streets and put the opposition leader, Laurent Gbagbo, in power. </p> <p>Gbagbo's accession triggered a new wave of violence as supporters of Ouattara demanded new elections in which their candidate could stand. He was barred from the poll because his mother is classified as a foreigner, which he disputes. </p> <p>The marches turned into ethnic violence and sectarian attacks as Muslim homes and businesses were targeted. </p> <p>The religious and ethnic nature of the latest violence exposes an old fault-line in most West African states between a mainly Christian coast and a hinterland dominated by Islamic tribes.</p>",
  "<p>Yesterday's third-quarter US GDP figures must come as a relief to the policymakers at the Federal Reserve. With a tight labour market and an annualised second-quarter figure of 5.6% the Fed was under pressure. Some argued its chairman Alan Greenspan was losing the touch that has elevated him to near legendary status. Others that he was allowing Opec to do the Fed's dirty work for it through an escalating oil price. Certainly, given the closeness of the presidential election, the Fed had little room for manoeuvre on interest rates. </p> <p>In the event, yesterday's figure of 2.7% must have been as good as the Fed dared hope. It was undoubtedly a great deal better than Wall Street had been expecting. With the Dow Jones industrial average and Nasdaq now well below their overvalued peaks and evidence that the economy is slowing Mr Greenspan might claim to be viewed as a man who kept his nerve rather than one who had lost the plot. </p> <p>Well, maybe. One swallow does not make a summer, nor one set of GDP figures a soft landing. Even within yesterday's numbers there is cause for concern. It is business, rather than the consumer, which is spending less. That 2.7% would look more benign if the emphasis was the other way round. And while US share prices have pulled back from earlier scary heights, recent volatility shows they could yet deliver a destabilising shock. </p> <p>So far, so good, then, Mr Greenspan. But there is still a long way to go - far enough indeed to make yesterday's talk of lower US interest rates look singularly premature. </p> <p><strong> Time to decide </strong><br> </p> <p>It has been the most delicious of ironies - a hostile bid for a stock exchange. But now day 46 has come and gone and with it OM's last chance to raise its offer for the London Stock Exchange. All that remains is for shareholders to choose and for the votes to be counted. It is too early to be certain but at this stage it looks as if OM has shot its bolt. </p> <p>Many in the City have been impressed by the OM campaign. Sadly for the Swedes they may well have persuaded shareholders that more value can be wrung out of the exchange than either the incumbent management has yet achieved (not difficult) or that they themselves have put on the table. But if exchange shareholders do spurn the Swedish overtures - as they should - what then? The stock exchange has, finally, shown a degree of energy and robust thinking in its defence against OM. </p> <p>What is clear is that if it does escape the bid it cannot rest on its laurels. The exchange needs a strategy to meet the demands of the big players in the equities game. That will mean, at the very least, new partners, new relationships. At the same time it needs to keep the smaller broker-shareholders on board. That is not impossible. </p> <p>But the exchange will need to be more aware, more astute and more diplomatic than it has been in the past if it is to prevent a tranche of the membership turning luddite. Otherwise it may find another bidder on the doorstep or, worse still, that it turns into a wallflower at the bourses ball watching its business waltz away. </p> <p><strong> Clever lender </strong><br> </p> <p>A top-of-the-cycle air is hanging over the mortgage market: house prices have topped out, the government is worried about \"irresponsible lending\" and lenders are getting cleverer. Maybe too clever. </p> <p>Commonwealth Bank of Australia has joined the growing list of lenders offering \"flexible\" mortgages which allow homeowners to overpay or underpay their mortgages according to their personal circumstances. </p> <p>These also present a seductive temptation: get into financial difficulties, and stop payments for a couple of months. Before long the mortgage is an overdraft facility. </p> <p>Dangerous stuff given that total consumer debt has jumped by a quarter in the past three years; the savings ratio is at its lowest level since the Lawson boom. The likelihood of these new style loans being paid off early rather than late is low. </p> <p>The sister product to flexible mortgages is all-in-one accounts - current account, mortgage, savings and credit card all wrapped into one. On paper they work fine but again the house becomes a cheque book. </p> <p>Such schemes are highly popular in Australia - one in three Aussies run them - yet Commonwealth Bank is hesitant about bringing them to Britain although Barclays, Royal Bank of Scotland and other banks are known to be considering new launches shortly. </p> <p>On Monday a government-ordered \"debt summit\" will take place. While this new market should not be choked off, it may be time to ensure lenders make clear the downside to these enticing products, and put in place controls to check that individuals do not use them to spiral further into debt.</p>",
  "<p>Americans in battleground states face a tidal wave of political advertising in the next 10 days. With polls looming on November 7, the parties and special interest groups are gearing up to spend a record $1bn (£696m) in televised political advertising - easily eclipsing the $600m spent during the 1996 election. </p> <p>This is the period which justifies all those political fundraising events, all those lobbying sessions and all those links to special interests. What a candidate raises over the past two years, the candidate spends on television ads in the next 10 days. And with the presidential, senate and congressional contests all on a knife edge, the incentive - and the price - of getting your voice heard is rising. </p> <p>\"Tens of thousands of dollars for 30-second ads on the public airwaves. It's outrageous,\" says the New Jersey Democratic senator Bob Torricelli, one of the most assiduous moneymen in US politics. But, outrageous or not, the parties have no choice but to stump up. </p> <p>The advertising avalanche is especially intense in places such as Philadelphia, an absolutely crucial \"media market\" for all politicians trying to get their message across to the voters of Pennsylvania and those in neighbouring New Jersey and Delaware. </p> <p>During a single hour of the local evening news in Philadelphia this week, the city's three main television channels carried no fewer than 31 political ads, each one costing an average $9,600 a minute. </p> <p>The bombardment came from all sides. An ad for the Pennsylvania attorney general ran five times. The rival candidates for the Delaware US Senate election each had slots. A Republican group ran a couple of attack ads against the Democratic Senate runner in New Jersey. George W Bush and his supporting Republican special interest groups had five ads of one kind or another, while Al Gore and his Democratic supporting groups had seven. </p> <p>Not surprisingly, the stations are laughing all the way to the bank. \"We're booked through the election,\" says Dave Davis of Philadelphia's WPVI. Last month alone, it took in $7.9m for the 2,600 political ads that it aired - and that was before the election hotted up. </p> <p>WPVI's sales chief, Bernard Prazenica, calls the demand for ad time \"breathtaking\". Candidates will even take slots at 2am or 3am, such is their desperation to be heard. \"They'll take anything.\" </p> <p>\"The big winners of the closest race in 40 years are going to be the television stations in the battleground states,\" says Daniel Weiss of the Sierra Club, a pro-Gore environmental lobby. </p> <p>Mr Weiss has just discovered that the price of a 30-second advertisement in Portland, Oregon, has tripled since the beginning of October. </p> <p>Advertising time in Michigan, another intensely fought state this year, has shown a similar rise. A prime slot which would have cost $3,500 now costs $12,500. </p> <p>The advertising binge is entirely localised, and is concentrated in the states where the big contests are tightest. In St Louis, Missouri, you will be deluged with political ads. But switch on in Washington DC and all you will get is advertising for the Virginia senate race. Here, in the safest Democratic stronghold in the US, the presidential campaigns do not need to spend a cent. </p> <p>The spending frenzy is especially focused on the programmes watched by the target voters. Almost by definition, the much sought-after independents do not watch political programmes or the news. They watch soaps and game shows, the programmes with the most expensive advertising slots. In Philadelphia, slots on Who Wants to be a Millionaire can cost $22,000. </p> <p>The ads that will win or lose the elections are already bought and booked. Which is perhaps why the new Republican ads which ran yesterday in Wisconsin, Oregon and Washington are important. </p> <p>The ads feature Ralph Nader, the Green party candidate who is more liberal than Mr Gore, attacking the vice-president. Mr Nader could snatch enough votes from Mr Gore in six key states and tilt the vote in favour of Mr Bush.</p>",
  "George W Bush has surged to a 13-point opinion poll lead over Al Gore with just 10 days to go before the US presidential election on November 7. <p>Mr Bush, the Republican nominee, is on 52%, with the Democrat, Mr Gore, now trailing on 39% in the latest Gallup daily tracking poll for CNN and USA Today. The Green candidate, Ralph Nader, has 4%. </p> <p>The new poll means that Mr Bush has benefited from a three-point swing in the past 24 hours, a remarkable boost by any standards. In Thursday's Gallup poll, Mr Bush was on 49% with Mr Gore 42% and Mr Nader 3%. </p> <p>Yesterday's 13-point margin is Mr Bush's biggest lead over Mr Gore since before the party conventions in August. </p> <p>If the Gallup poll is correct - and some experts think it could be a rogue result of the kind that shows up in any campaign - Mr Gore would seem to face an almost hopeless task with only 10 days before election day. </p> <p>The Republicans, meanwhile, stand on the threshold of regaining the White House after eight years of Bill Clinton's presidency. </p> <p>The accuracy of the Gallup finding was challenged last night by the polling director of the Washington Post, which is conducting its own daily tracking polls, similar to the Gallup survey. The latest Washington Post survey showed Mr Bush with a much narrower 48%-45% lead over Mr Gore, while a third tracking survey for Reuters/MSNBC showed Mr Bush on a slim one-point lead. </p> <p>\"All I can say is I would love to be tracking the election that Gallup is tracking,\" said Richard Morin, the Post's polling director. \"It's a lot more interesting election than the one I'm looking at. I see something far more stable than the Gallup numbers suggest.\" </p> <p>But a separate Gallup survey for Time magazine today also showed Mr Bush with a clear lead, 49%-43%, over Mr Gore, with Mr Nader on 3%. </p> <p>All three tracking surveys produce rolling results based on the last three days of daily surveying. Each day's new result is obtained by adding the latest day's sample and discarding the four-day-old segment. </p> <p>Such tracking polls have become increasingly prominent in this year's Bush-Gore contest because of what has otherwise been an exceptionally close and volatile race. Mr Gore led by 46% to 45% in Gallup's tracking survey as recently as Tuesday. </p> <p>The fluidity of the closest presidential contest in decades was underlined by a series of state-based polls which brought some comfort to all the candidates. Mr Gore campaigned yesterday in Pennsylvania where a poll gave him a five-point lead. Mr Bush, meanwhile, was in Michigan, where the two men are in a virtual dead heat in the state which could ultimately tip the balance. Meanwhile, Mr Bush was eight points up in Ohio, a local poll suggested. </p> <p>Mr Nader's increasing importance was underlined by a poll in Minnesota that showed him holding the difference between the two frontrunners. Mr Bush had a 41% to 38% lead over Mr Gore in the always independent-minded state, with Mr Nader on 10%. </p> <p>The increasingly tense and bitter final stages of the election were marked yesterday by an extraordinary off-message move by supporters of the Bush campaign in Texas, who began airing a television advertisement implying that Mr Gore would lead the US into a nuclear conflict with China. </p> <p>The ad, which is modelled on a celebrated 1964 commercial which did much to destroy the presidential campaign of the Republican presidential candidate, Barry Goldwater, in his contest with Lyndon Johnson, shows a young girl picking the petals off a daisy as a nuclear explosion occurs. It began running in Michigan, Ohio, Pennsylvania and Florida yesterday. </p> <p>The commentary claims the Clinton-Gore administration \"sold\" America's security \"to Communist red China in exchange for campaign contributions\". </p> <p>Mr Gore claimed the ad was \"another personal attack\" by Mr Bush's supporters. A campaign spokesman for Mr Bush disavowed the ad.</p>",
  "George W Bush and Al Gore are locked in the closest US presidential election since 1960, and campaigns don't come any closer, or any dirtier, than that one. <p>According to most opinion polls, John Kennedy and Richard Nixon were dead level at the end of the party convention season. Then, after the four presidential debates in September and October, Kennedy inched slightly ahead. </p> <p>In the final days of the campaign, however, President Dwight D Eisenhower began to campaign for Nixon, and Kennedy's narrow lead began to be eroded. </p> <p>The campaign was marked by a barrage of dirty tricks on both sides as Kennedy and Nixon used their underworld connections and their money to try to swing the election. </p> <p>Both sides dug for dirt. The Kennedy camp was on the verge of releasing a story that Nixon had regularly attended parties with prostitutes at the Florida home of his friend Bebe Rebozo when they discovered that Kennedy had been a visitor too. </p> <p>The FBI director, J Edgar Hoover, slipped the Nixon campaign several files on Kennedy's sex life, including the rumour that JFK had a secret first marriage: a revelation which would have been devastating to the Catholic Kennedy. </p> <p>Ironically, in light of Nixon's later career, the Republicans were convinced that Kennedy had bugged their telephones. Nixon himself later claimed that Robert Kennedy, John's younger brother and later his attorney general, was the worst. \"He illegally bugged more people than anyone. He was a bastard.\" </p> <p>John Kennedy, no slouch in the political black arts himself, was no less outspoken. In the final week of the campaign he told his speech writer Richard Goodwin that Nixon was \"a filthy, lying son of a bitch, and a very dangerous man\". </p> <p>The role of organised crime in the election continues to intrigue new generations of investigators. At the time the Chicago mafia boss Sam Giancana, who shared a mistress with Kennedy, bragged that JFK \"wouldn't even be in the White House\" without his organisation's intimidation at the polls in Illinois. </p> <p>The result of the 1960 election was the tightest in modern times: Kennedy became president with 49.71% of the popular vote, compared with Nixon's 49.55% - a margin of 113,000 votes from a turnout of nearly 69m voters. </p> <p>To his dying day Nixon believed that 1960 was the stolen election. Dirty tricks were alleged in several states, notably Illinois, Missouri, New Jersey, Texas, and West Virginia. Mayor Richard Daley of Chicago - the father of Al Gore's campaign manager, Bill Daley - famously told Kennedy late on election day: \"With a little bit of luck and the help of a few close friends, you're going to carry Illinois.\" </p> <p>The turnout in Chicago in 1960 was an amazing 89%: nationally it was only 63%.</p>",
  "<p>When the last great hacking scandal broke in February, there were gloomy predictions in the United States about the vulnerability of companies to such attacks. Time magazine reported that the government was fearful of \"some future electronic Pearl Harbour\". </p> <p>Philip Bobbitt, the former national security council senior director for infrastructure protection, warned ominously: \"We're entering a period when a very small number of persons can do greater damage to our American infrastructure than all our previous wars combined.\" </p> <p>Mr Bobbitt was speaking before the latest electronic break-in at Microsoft, but what has happened bears out the fears - if in slightly less apocalyptic terms - that industrial espionage at such key companies as Microsoft is becoming a reality. </p> <p>Gaining access to Microsoft's source code would be like obtaining the secret ingredients of Coca-Cola. It is the fount of Microsoft's huge success and monopolistic grip on world computers, more than 95% of which have an operating system (mainly Windows) designed by Microsoft. </p> <p>The company's policy has been to integrate its operating system with other popular applications such as the Excel spreadsheet and Word wordprocessing package (also providing Microsoft with a market share of around 95%) to expand its firm grip on the market. </p> <p>Critics complain that Microsoft's integration of applications with its operating system stifles competition because a rival company could not invent a new spreadsheet and give it away free - in order to be successful, it would have to displace Excel, which has become a world standard. </p> <p>In recent years Microsoft has been using versions of its operating system to expand into other fast-growing areas such as cable television (where it has been buying minority stakes), palm-top computers and mobile phones. In Europe, its chief competitor in the mobile world is Symbian, part owned by Britain's Psion which yesterday warned that its profits would be well down on market expectations. </p> <p>Another success for Microsoft is Internet Explorer, which has long since dis placed Netscape Communicator as the leading internet browser. </p> <p>At the heart of Microsoft's success is the intellectual property rights it asserts over the source code to its operating system. Its main rival is Linux, the operating system devised by devotees around the world which can be downloaded for free from the internet. Although it has had some spectacular successes in professional applications (particularly running servers), it has never made any impact against Windows run on personal computers. </p> <p>Microsoft's dominating position, its often arrogant attitude and its claims to have a high level of security have made it a prime target for hackers. In the past 12 months its Hotmail subsidiary, one of the most successful emailing companies, was subjected to a spectacularly successful hack, and its Explorer browser was exposed as having security holes. </p> <p>But the most worrying aspect of this is undoubtedly the fact that it has happened on this scale at all. If a company such as Microsoft - which probably has the densest concentration of intellectual firepower of any large company - can fall prey to hackers, can anything be safe? The answer, in a word, is no. </p> <p>The break-in could not have come at a worse time for Microsoft, still embroiled in its long-running and expensive anti-trust battle with the government. The battle has even had ramifications on the presidential election, with Al Gore visiting Microsoft's home state of Washington to try to woo back the company's workers and families who feel bruised by the way the government has behaved, thus helping to turn the normally Democrat state into a marginal. </p> <p>It was only on Wednesday that Microsoft's lawyers and those representing the US government joined in raising concerns about plans to conduct a computer seminar for the US appeal court judges who have to sit in judgment on the break-up of the company. </p> <p>Microsoft and the government have both requested a preview of what the instructor, Michael Hites, a computer technician from the Illinois Institute of Technology, intends to tell the court, fearing that Mr Hites might unintentionally stray into some of the key appeal issues. </p> <p>But the greatest concern to Microsoft is the implications of the break-in. Previously, the hacker as a figure had been regarded mainly as a nuisance, albeit a disruptive and costly one. Many of the most spectacular acts of hacking have been aimed at proving a point and have not been done as acts of commercial theft. </p> <p>\"The media's obsessive focus on computers and the extraordinary growth of electronic commerce on the internet has led to a 'dumbing down' of the terms used,\" Kevin Mitnick, the world's most celebrated computer hacker wrote in the Guardian earlier this year. \"The media now uses 'hacker' to describe crimes using computers and 'hacking' is now a pejorative used to label those crimes.\" </p> <p>Mr Mitnick spent four and a half years in jail for his hacking activities, although none of them were for commercial gain. He has always argued that the FBI and government have concentrated their attention on the wrong targets and the latest break-in might prove his point. </p> <p>Microsoft yesterday confirmed the hackers had accessed its source codes but denied that they had tampered with them. </p> <p>A British security expert said yesterday that the hackers may well have needed inside help. Former det supt Graham Satchwell, Microsoft's senior investigator in Europe, the Middle East and Africa until last month, said: \"If this was not a case of a 17-year-old hacker getting lucky and actually a case of organised crime then they would need someone on the inside.\" </p> <p>So, just when Microsoft would have wanted to be using its fire-power in its legal battle, it is having to mount a public relations exercise to deal with the damaging implications of commercial espionage. </p> <p>The great irony is that the hackers have accomplished what the US justice department has been unable to do: get access to the company's source code. The other irony is that Microsoft will have to work the FBI at a time when it is crossing swords with a different branch in its anti-trust case. </p> <p>The fact that the presidential campaign is at its height may prove a blessing - diverting attention from Microsoft's current embarrassment.</p>",
  "The Labour outsider running to become the \"backbenchers' shop steward\" at Westminster yesterday warned the government that MPs are getting fed up with ministers squabbling like prima donnas and told them to talk with \"greater frankness behind closed doors\". <p>Andrew Mackinlay complained that failure to listen to backbenchers had contributed to Labour's inability to act decisively on issues such as the ban on hunting with dogs and compensation for ageing Japanese POWs - causing huge frustration around the Commons. </p> <p>\"If you had had a greater frankness behind closed doors we might have avoided the 75p [a week increase] pensions fiasco which was not only wrong in terms of fairness to pensioners, but was also politically maladroit,\" said Mr Mackinlay. </p> <p>The MP for Thurrock who is challenging Clive Soley for the influential post of chairman of the parliamentary Labour party (PLP) laid out his stall in an interview with the <a href=\"http://www.ePolitix.com\" target=\"_NEW\">www.ePolitix.com</a> website three weeks before the expected contest. </p> <p>Mr Mackinlay, a pugnacious and outspoken MP since 1992, also argued that since prime ministers are becoming more presidential, political parties needed tough \"caucus leaders\" who could stand up to them. </p> <p>Mr Soley, who has been PLP chairman since Labour came to power in 1997, has been criticised for being too much Downing Street's man on the backbenches rather than a strong conduit for backbench MPs' views. His job is also being stalked by ex-ministers Nigel Griffiths and Tony Lloyd. </p> <p>Mr Mackinlay will be attacked by his rivals as too confrontational in his likely dealings with Tony Blair, \"too much like Marcus Fox\", as some MPs put it, a reference to the former chairman of the backbench Tory 1922 committee who enjoyed popping up on TV to report what he had just told John Major. </p> <p>Yesterday Mr Mackinlay, 51, a former local government officer, said Mr Soley, a former probation officer, had been wrong to show a public preference for one candidate in the election of Speaker of the Commons, let alone for Sir George Young, a former Tory minister who had been in charge of rail privatisation. </p> <p>\"I am getting considerable support,\" he said. \"I have always been known for my candour.\" </p> <p>In a sideswipe at the Geoffrey Robinson-Peter Mandelson row he also condemned \"ministers who spin against one another and write books. They are seen as prima donnas\".</p>"
]