[
  "<p>My wife would kill me if she knew what I was doing to that blonde, but I don't see how I can vote for Hillary Rodham Clinton. My vote against her in the New York Senate race could put Republican bats in charge of Congress and the White House, where they are certain to suck the blood of the working class - by privatising social security. </p> <p>Yet I hesitate about Hillary. It all goes back to something Ron Brown, the late Commerce Secretary, said about our dear First Lady: 'I'm not Hillary's mother-f***ing tour guide.' </p> <p>To know what that's all about, turn back to Arkansas 1976, when Bill Clinton won election to the powerful state post of Attorney General. I hunted down Clinton's old ally Zack Polatt, of Little Rock, to talk about those glory days. </p> <p>Clinton ran his campaign on fighting the despised local electricity company, Arkansas Power. Funny thing was, Polatt told me, Arkansas consumer organisations were defeated in court by the power company's sharp lawyers, Webster Hubbell and Hillary Rodham of Rose Law. </p> <p>At the time, Hillary would not use her husband's name. She strategically switched to 'Mrs Clinton' only while crying crocodile tears for the oppressed. The official biography of the 'Flotus' (government-speak for First Lady of the United States) lists her six-month stint on a child-protection task force. Yet nowhere does it mention her six years on the board of Wal-Mart Corporation, notorious during her directorship for alleged abuses of child labour. Sam Walton called her 'My little lady' and paid her fees equal to 60 per cent of her income as a lawyer. </p> <p>Fast forward to 1994 and the Brown 'tour guide' business. According to Nolanda Hill, the Commerce Secretary's long-time business partner and love interest, Brown, who died in 1996, endorsed a Hillary cash-for-access scheme ($10,000 for coffee with the President, $100,000 for a night in the Lincoln bedroom), but resented the discount rate the Flotus put on US executives joining his lucrative trade missions. 'I'm worth more than $50,000 a pop!' </p> <p>A reflection of the Brown-Hillary scheme is visible in a document The Observer obtained through the US Freedom of Information Act, dated June 1994. In the memo, Jude Kearney, Commerce Department officer (and Clinton chum from Arkansas) warned someone called 'JCB' of power company Entergy that his employer would be locked out of Brown's upcoming China mission unlessit was 'politically connected'. </p> <p>By the end of the month, Entergy, whose partner in the China venture was the Riady family of Indonesia, would connect big time to both Flotus and 'Potus' (the President) and get its spot on the China mission, on which it signed a billion-dollar deal with the Chinese. </p> <p>On 27 June James Riady paid Webster Hubbell, Hillary's former law partner, $100,000. How strange. Hubbell was under indictment for fraudulently inflating his legal bills, a felony. I've conducted investigations of lawyer overbilling. How can one law partner to fake detailed time logs without the complicity of another lawyer in the firm? Hillary's logs were worth close inspection by authorities. </p> <p>Funny thing about Hillary's billing records: when requested for disclosure in an unrelated matter they disappeared. First, her law firm's computers went ka-blooey. Then the paper printouts vanished, but not before, during the 1992 Presidential campaign, they were secretly combed over, line by line, by two of her partners, Vince Foster and Web Hubbell. </p> <p>Hubbell knew his own logs were phonied, and he understood the consequences of exposure. Ultimately, bloated hours on those records caused him to lose his law licence, his ministerial post (the President had appointed him Assistant US Attorney General) and his freedom - 21 months in the slammer. </p> <p>What did Foster and Hubbell see and know about Hillary's logs? Hubbell won't say, except for a cryptic remark, after seeing her bills, that 'every lawyer' fabricates records. Hubbell pleaded guilty, but refused to answer investigators' questions, a requirement in any plea bargain, so the judge had to sentence him to prison. </p> <p>Why would Hubbell choose to do time on the chain gang over testifying about the Flotus? His prosecutors did not know at the time of a $100,000 Riady payment, the first of over half a million dollars Hubbell would receive from Clinton friends in the weeks up to his entering jail. </p> <p>Foster didn't speak either - and now he can't. Hubbell, a jovial good ol' boy, had the temperament to suffer a brush with ruin with a grin... and wait for friends of Bill and Hill to stuff his piggy bank. Foster, who Clinton made a White House counsel, had a less flexible personality. On 20 July, 1993, as Rose Law fake billings were about to become public, Foster committed suicide. </p> <p>Files of the Flotus were removed from Foster's White House office prior to the arrival of the FBI. Her billing records reappeared two years later just outside her office, right after Hubbell's refusal to testify against her. </p> <p>By overbilling, Hubbell admits he stole from his partners and clients. Some sued Hubbell, but the Flotus did not. Imagine: Hillary, a supposed victim of the overbilling scam not only refused to sue the thief who cheated her, she helped make him wealthy on his way to prison. The lady's a saint, unless - and I'd never believe this - she was in on Hubbell's scam. </p> <p>Maybe the Clintons knew nothing about the big money flowing to prison-bound Hubbell. Knowledge of the payments would suggest they were buying Hubbell's silence. In 1996, when the LA Times uncovered the payments, the President stone-cold denied he knew anything about it. </p> <p>Then, this past April, in a deposition by the Justice Department weirdly unreported by the US press, Clinton changed his tune. Investigators confronted the President with this: on 20 June 1994, Hubbell met with the Flotus. Two days later, James Riady met with Hubbell for breakfast, then went to the White House, met again with Hubbell, then made two more treks to the White House. Two days later, a videotape shows the beginning of a meeting in the Oval Office between Clinton and Riady before the tape goes blank. Two days after that, Hubbell gets his $100,000 through a Riady bank. </p> <p>Lying to journalists is a venal sin, but lying to the Feds is perjury. In his deposition, the President's denial transformed into amnesia. He couldn't remember if Riady mentioned the payment. Then, the President slyly opened the door to the truth. 'I wouldn't be surprised if James told me,' Clinton said. Neither would I. </p> <p>Riady said other surprising things to Clinton. According to FBI debriefing papers, on 14 August 1992 the Indonesian billionaire, riding with candidate Clinton in a limousine, promised to give $1 million to Clinton's campaign. Riady made good on his promise through sham donors, a violation of US laws against concealed and foreign donations. </p> <p>What did Riady get? The Flotus herself, says Nolanda Hill, forced Brown to accept the appointment of Riady's bag man, John Huang, as a Commerce Department deputy. Huang's first order of business was to wheedle his way into confidential CIA briefings on Indonesia and China, then call Riady and his Entergy partners. </p> <p>The very day Riady met the President, diaries show he called on a Clinton crony at the top of the department's Export-Import Bank. 'We just came over from the Oval Office,' is a nice way to provide assurance of the 'political connection' required for help. These and other Riady team meetings at Commerce are marked 'social'. Yet, shortly thereafter, the department agreed to promote and fund the Riady-Entergy China venture. </p> <p>Influence is not a victimless crime. Riady and his minions' visits to the White House (94 times!) included successful requests for the President to meet Indonesian dictator Suharto and to kill negative reports on East Timor and working conditions in Indonesia. Timorese and Indonesians paid for these policy flips with blood. </p> <p>As a loyal Democrat, I will never accept that the $1m slipped to the Clinton campaign and the cash for Hillary's tight-lipped partner Hubbell connect in any way with Clinton administration actions - no matter what the evidence says. But it does shake my belief in the Flotus. </p> <p>Which leaves me with her Republican opponent, Congressman Rick Lazio, the disarming young man with the little-boy grin. Little Ricky, whom I remember trying to sabotage a government racketeering case. Ricky the Rat? Forget it. </p> <p>So, Hillary, I'm back, flowers and vote in hand. </p> <p><a href=\"mailto:gregory.palast@observer.co.uk\">gregory.palast@observer.co.uk</a></p>",
  "<p>From many points of view, this is the golden age of the arts prize. When the cultural assessment of these times comes to be made, historians will note that a period of rambunctious capitalism sponsored a corresponding bonanza of awards for books, films, paintings and design: Booker, Whitbread, Oscar, Turner, Orange, Stirling. </p> <p>The problem for the organisers of these events is that with these trophies, unlike the Grand National or the Cup Final, it's hard, if not impossible, to achieve a sense of excitement every year. Take Booker. Ten years ago, William Golding took the palm for Rites of Passage. The runner-up was Earthly Powers by Anthony Burgess. Another book on the shortlist that deserves to be remembered was J.L. Carr's A Month in the Country. So, a vintage year. Opinion was divided, but there's no doubt that the intense interest in the outcome was generated by the contest between two major books. </p> <p>Though this year's shortlist is respectable, even the chairman of the judges, Simon Jenkins, has admitted that the whole field has been 'disappointing'. None of this, I am sure, will stop Martyn Goff, the Abbé Sieyes of Booker, from cooking up a bit of controversy in the run-up to the big event on Tuesday. </p> <p>The disappointment felt by the Booker judges is mirrored in the bookshops. Gone are the days when sales of the shortlisted books could be numbered in the thousands. Now, a shortlisted writer will be grateful to see even a few copies of his or her book displayed in their local Waterstone's. </p> <p>Although this year's contest promises to be as gripping and as unpredictable as the US presidential election - also on Tuesday - there seems to be widespread indifference to to the list and even to the outcome. The same ennui is found with Stirling and Turner. Why? </p> <p>Is it, as some people say, because we are suffering prize fatigue? Is it because, after a decade of achievement, there are no longer any good books, films, plays, paintings or designs being created. That is palpably untrue. The year of American Beauty, Tate Modern, Douglas Galbraith's Rising Sun and Zadie Smith's White Teeth is not a bad year culturally. </p> <p>People sneer at prizes, but I am all for them. In their crude way, they perform a valuable service. Compared to most European countries, England is philistine, xenophobic and culturally underfed. Prizes act as a shorthand way of drawing the information-weary public's attention to interesting books, films, etc and of provoking debate. </p> <p>If we take Booker as a model you can agree or disagree about the merits of White Teeth over The Deposition of Father McGreevy and English Passengers. But the cold fact is that, as a result of the prize, a new audience will come to appreciate the work not of Michael Ondaatje or Doris Lessing, or Muriel Spark - their work is already well established - but of Trezza Azzopardi, Matthew Kneale and Michael Collins, whose gifts were unknown before. </p> <p>Of course it's unfair and more than a little silly, and of course it's partial, but - like democracy - it's the least worst system yet devised by a competitive society for identifying and rewarding cultural endeavour. Booker, unlike Turner and Stirling, has endured a rotten press and now seems to be making a comeback, at least in terms of its organisation. I, for one, shall look forward to my annual trip to the Guildhall. Simon Jenkins himself has said that he has 'no idea' who's going to win. It should be an exciting evening. </p> <p><a href=\"mailto:robert.mccrum@observer.co.uk\">robert.mccrum@observer.co.uk</a></p>",
  "We speak the same language, watch their films and have fought and died together. Most of us feel we know America well. But the time has come to be wary of our century-long ally. The world's hegemonic power has been becoming more isolationist and self-interested ever since the Cold War ended, but if George Bush becomes President it could become genuinely nasty. <p>As British Euroscepticism reaches more hysterical and irrational peaks, the real story of our times has gone largely unregarded. The superstate whose ambitions menace our sovereignty and frames our policy choices is not the European Union - it is the USA. </p> <p>The range of American influence is already intense and growing. It was American investment banks which wanted to put the London Stock Exchange up for sale to Frankfurt. Our enfeebled film industry depends on distribution through American-owned cinema chains. Our research scientists register their patents at the US Patent Office. Our drug companies seek the approval of the US Federal Drug Administration. Our academics make their intellectual mark by being published in American journals refereed by American professors around American benchmarks and objectives. </p> <p>Our politicians look to America for their policies - William Hague 'denationalising compassion' as he attacks the welfare state or Gordon Brown building a social policy around tax credits are both overtly borrowing from Republicans and Democrats alike. And the American companies buying up our leading firms bring with them the same expectation about how to lobby and how to union-bust as they do at home, generating copycat British political lobbying firms and copycat legal experts adept at bending employment law. </p> <p>This is an American capitalism much harsher and more profit-seeking than ever before. It is creating a society in which everything - even votes - is increasingly up for sale. We think America is the same friend it has always been, but it is changing for the worse. </p> <p>Those with doubts should take a look at the US's relations with the rest of the world. The international framework in which the British operate is firmly run from Washington, and President Clinton has chosen not to challenge a tide in which the assertion of 'America first' is becoming ever more aggressive - and which Bush is pledged to intensify. </p> <p>If you are worried about global warming and climate change, then beware Bush; he will have no truck with any international treaty limiting the emission of American carbon dioxide. Debt relief for the poorest countries? Forget it. The establishment of an international criminal court? Baying for the Moon. Even American support for the United Nations, IMF and World Bank - flawed as they are - should not be taken for granted. Bush, for all his homespun affability, is bad news. </p> <p>He personifies the new business-led American ideology. He portrays Washington and the Federal government as evil, business and the private sector as virtuous. He has no truck with those who worry about the decline of public debate, public spirit or the common interest. Bush's heroes are those of American conservative mythology; the god-fearing, gun-owning, male small farmer or small businessman who is rugged and self-reliant. His 'compassion' does not stretch to spending hard cash on alleviating poverty or promoting educational opportunity. That would be unAmerican. </p> <p>Bush and the coalition of the Business Roundtable, National Rifle Association (NRA) and Christian Right which supports him are indifferent to the gross inequalities that disfigure American life; the mushrooming of millions of 'gated' communities at the top and the harsh insecurity at the bottom. Nor do they worry about environmental despoilation of their country, the violence in their cities or the gross commercialisation that intrudes into every avenue of American endeavour. Rather, they would advance inequality with across-the-board tax cuts that favour the rich, entrench gun ownership, weaken what is left of universal medical and pension provision, and cut corporate interests free of what little regulation remains. It is sheer poison. </p> <p>The depths to which Bush and the Republicans have sunk is their mendacious approach to the impact of money on American politics. This will be the most expensive presidential election campaign ever. Total political advertising expenditure, including soft money, is estimated to be more than $1 billion. And the business givers - the investment banks which demand more financial deregulation, the NRA which wants no change to the gun-control laws, the drug companies opposed to prescription drugs, the oil companies which want to drill in the protected wilderness and so on - all want to buy private advantage at the expense of public interest. </p> <p>In this, the Democrats, however business-friendly they try to be, will always be outspent by the Republicans. The trick is to evade the formal laws on campaign finance by enlisting interest groups to advertise on your behalf, which as long as their adverts do not mention 'vote for' or 'elect', is deemed as soft money - and legal. In the last four weeks, the Republicans and their networks have outspent the Democrats two to one, literally trying to buy the election. </p> <p>It makes a mockery of democracy, as both Bill Bradley and John McCain - challenging for the nomination of the Democrat and Republican parties - argued in the primaries. But while Al Gore is pledged to attempt some reform of campaign finance, Bush is unapologetic. The state should not stand in the way of those who want to give money to politics. </p> <p>It is an indifference to the public domain and accompanying celebration of the private that is uniquely American - and which has deep roots in the experience of the early settlers and the expansion west. Extending citizenship rights beyond the narrow domain established by the eighteenth-century constitution and into the social and economic realm has always been fiercely contested by the American Right as 'unAmerican'. </p> <p>Yet the paradox is that Bush's challenge comes as a growing mass of ordinary Americans are ever more concerned about the harshness of their capitalism, the decline of their politics and the illiberality of much social policy. Religious attendance is falling as is support for capital punishment. There is no fall-away in the support for international engagement. Support for gun control mounts. There is no especial demand for more tax cuts; rather, there is a recognition, as in Britain, that necessary public goods have to be paid for. </p> <p>Without his stunning war chest or the 'integrity' issue after Lewinsky, Bush would be in trouble. But if he wins, or even narrowly loses on Tuesday, his campaign stands as a warning. Beware the powerful American Right - they menace us all. Left-of-centre British Eurosceptics please note. </p> <p> <a href=\"http://www.algore2000.com\" target=\"_NEW\">www.algore2000.com</a><br> <a href=\"http:// www.georgebush.com\" target=\"_NEW\">www.georgebush.com</a> <br>Official sites for the leading candidates  <a href=\"http://www.nadertrader.org\" target=\"_NEW\">www.nadertrader.org</a> Vote-swapping website for Nader <a href=\"http://www.gallup.com/Election2000\" target=\"_NEW\">www.gallup.com/Election2000</a> Opinion polls <a href=\"http://www.gwbush.com  www.algore-2000.org\" target=\"_NEW\">www.gwbush.com www.algore-2000.org</a> Spoof sites</p>"
]