[
  "<p>Imagine the scenario. At the conclusion of their annual shindig in Jackson Hole last week, the world's central bankers decided on a job swap. For the next year, Alan Greenspan would take up the reins at the European Central Bank in Frankfurt with the rest of the federal reserve board, while Wim Duisenberg and his colleagues at the ECB would take up residence in Washington. </p> <p>There is little doubt about what Mr Duisenberg would do faced with US inflation rising at 3.6% a year: he would put up rates in October whatever the consequences for the presidential election in November. But the more interesting question is what Mr Greenspan might do with the European economy if he were in the hot seat tomorrow. The markets are assuming that an ECB rate rise of 0.25 basis points is a certainty, with a half-point increase to bring Euroland inflation back under its 2% ceiling by no means ruled out. </p> <p>But the ECB has put itself in something of a bind. Higher interest rates are supposed to make the euro more attractive to investors by offering a higher rate of return, and this, in turn, should lead to lower inflation. If, after all the hawkish talk of the past few days, the ECB fails to raise rates, the euro will tumble. Yet, it may still tumble even if rates do go up, and the more rates are raised the further it may fall. Why? Because markets these days are less concerned about a currency's yield than about the prospects for growth that it offers. Dealers could easily conclude that higher European rates will choke off Europe's recovery, widening the growth deficit with the booming US economy. If that is the interpretation put on the ECB's decision, the euro will fall not rise, making Europe's alleged inflation problem even worse. This, indeed, seemed to be the way markets were heading yesterday when despite a concerted attempt to talk up the euro, the single currency fell below 90 cents against the dollar. </p> <p>So how would things stand were Mr Greenspan in charge? In the absence of a surge in European productivity to match that in the US, he might conclude that there is no alternative but to raise rates. But, in fact, Mr Greenspan's give-growth-a-chance strategy predated by several years any hard evidence of an improvement in US productivity growth. Were a similar line to be adopted tomorrow, there would be a short-term risk of the euro falling to a new record low. But over the medium term, the euro-dollar rate relies on the relative growth rates of Europe and the United States. Mr Greenspan seems to understand this. The question is: does Mr Duisenberg? </p> <p><strong> Gag exchange </strong><br> </p> <p> It was not wholly expected - participants in the battle for control of the great London Stock Exchange each turning up with a bag of gags. </p> <p>But that is what we got yesterday as Sweden's OM Gruppen, effectively a technology company which specialises in trading systems, tabled its unsolicited £808m takeover bid. </p> <p>First, we had the Swedes talking about saving the \"crown jewel\", which might be transformed into the future Microsoft of the UK with the right sort of visionary management. Then came the pooh-poohing from inside the exchange, claiming that all this technology is \"not state of the art, not difficult stuff\". </p> <p>In may not be, but if the London exchange had managed to do anything other than botch each and every systems project over the past 15 years its officials might not be in the pickle they are today - actively encouraging a \"white knight\" takeover by Frankfurt's Deutsche Börse. </p> <p>What is clear is that we are witnessing the final act of so-called Wimbledonisation of the City. We invented the game, but now watch foreigners take all the trophies. </p> <p>The process has taken three centuries, most vividly illustrated over recent years by the steady capitulation of the City's great family-owned merchant banks which, having survived so many wars and plagues and scandals, finally succumbed to primarily American and German buyers. With capital having gone global, they just did not have the stomach for risk. </p> <p>These buyers, of course, now speak for a good portion of the ownership of the London exchange. And the big investment banks, as we now call them, simply want a market system that allows the most profitable (and global) clients to move in or out of equities with the minimum of fuss and at the lowest possible cost. </p> <p>Against this bloc vote are the small stockbrokers, many of them still British owned, who, in a straightforward sort of way, fear for their jobs. They just cannot understand why London is looking to give anything away while it continues to enjoy such a dominate role in equities across Europe - especially if the technology is such a cinch. </p> <p>The debate, and the education programme, have only just begun.</p>"
]