[
  "<p>With the US presidential election still too close to call, <a href=\"http://guardian.imdb.com/Name?Heston,+Charlton\">Charlton Heston</a> has rallied gun-owners across America with an apocalyptic speech denouncing Democrat candidate Al Gore as a threat to civil liberties and likening the contest to both the American Revolution and the Civil War. </p> <p>A long-time Republican, Heston was always expected to come out in favour of Texas governor George W Bush, but the sheer bombast of his language reveals how tense the contest has become in the final week before polling day.</p> <p>The Oscar-winning star of Ben Hur and The Ten Commandments was speaking at a rally in Wisconsin in his capacity as president of the National Rifle Association. \"Vote freedom,\" Heston urged the faithful. \"Vote George Bush. Everything else is a distant and forgettable second place.\" If Gore was elected, he claimed, American gun rights would be \"hammered into oblivion\".</p> <p>Heston went on to describe the contest as \"the most important election since the Civil War\" and compared the struggle to the war for independence (recently revisited in the Hollywood blockbuster The Patriot). \"Instead of fighting redcoats, we're fighting blue-blood elitists,\" he stormed.</p> <p>The right to bear arms is currently a crucial issue for a nation which sees some 30,000 deaths from handguns each year. If elected, Gore is expected to introduce tighter curbs on firearms. Bush, by contrast, recently approved legislation allowing people to carry a concealed weapon. </p> <p>One NRA activist is reported to have claimed that in the event of a Bush victory, \"the NRA will have an office in the White House\". Having played the likes of Moses and John the Baptist in his time, Heston may yet be gearing up for a new role on Pennsylvania Avenue.</p>",
  "The American presidential election and the Danish referendum on the single currency may not seem to have much in common, but together they are posing some historic choices for Britain. Whether it is Al Gore or George W Bush who wins next week, America looks set to loosen its ties with Europe. At the same time, partly as a result of Denmark's devastating referendum, Europe is fractured and directionless as never before. <p>For decades Britain has positioned itself as a mediator between Europe and America. The risk today is that it will be left stranded between them. The United States is the world's only truly global power, its hegemony more complete than any in modern history. America's military and technological might is such that no state can come anywhere close to challenging it in the foreseeable future. Yet it is possessed by insecurity. After a decade of sustained interventionism, the world has not been made over in America's image. The conflicts of the Balkans and the Middle East have proved resistant to American power and idealism. The American public is discovering that the post-cold war world is a dangerous and intractable place. </p> <p>Hence its fascination with national missile defence (NMD), the scheme for a hi-tech shield against attack by rogue states. Across the whole spectrum of foreign and defence policy, America is tilting towards unilateral action in defence of its national interest. As Hugo Young has noted, George Bush's chief foreign policy advisor, Condoleeza Rice, has called for the withdrawal of American forces from Kosovo and Bosnia - seemingly ignorant of the fact that more than 80% of the peacekeeping forces are provided by European countries. </p> <p>Baffled by the intractability of the world, and angered by its stubborn resistance to American values, a substantial section of American opinion is turning inwards. Utopian rhetoric about worldwide democratic capitalism is being replaced by the more pragmatic project of globalisation in one country. The internationalist perspective that framed American foreign relations from the second world war right through the Clinton era is being steadily superseded by a single-minded focus on America's strategic interests. This tilt to unilateralism may be accentuated if Dubya Bush wins the White House, but it will not be altered if Al Gore takes the crown. In future, as in the past, America's relations with the rest of the world are likely to be shaped by the imperatives of trade, oil and old- fashioned geopolitics. </p> <p>America's turn to realpolitik need not be all bad. The world may be reverting to an international system more like that of the 19th than the 20th century, in which wars were fought over interests, not ideologies. A more introverted and self- regarding America is not without risks, but American policies are better shaped by the limited imperatives of national interest than by the unending demands of ideology. Even so, this shift in American thinking is taking place at an awkward time. </p> <p>The Danish referendum has shattered forever any prospect of the European Union coming together as a whole to form a federal state. There can be no more talk of a multi-speed Europe - a metaphor which suggests that all EU members are travelling to the same destination. The EU is already multidirectional. France and Germany may be bent on closer union, but it is clear that several member states will not follow them - above all Britain. There is now no way a referendum on Britain joining the euro can be held and won in Labour's second term - and if not then, when? In truth, there is now little prospect of Britain ever joining the euro. </p> <p>It is not only that the hostility of British voters to the euro has rarely been more pronounced. More, the euro's continuing weakness is revealing deep-seated flaws in the European project. Can anyone be sure that, sometime over the next 10 or 20 years, opposition to the single currency will not grow in influence in France and Germany? How can anyone be sure the euro will still exist 20 years from now? </p> <p>British voters' increasingly immovable hostility to the idea of deeper integration with the EU cannot be explained chiefly by the Blair government's timorous refusal to engage the issue. It is a reasonable response to the demonstrated failings of European institutions. </p> <p>Outside the wilder fringes of the Tory party, few people seriously entertain the idea of Britain leaving the EU. Equally, however, there are few who can now be persuaded that it is in Britain's interest to opt for deeper integration. </p> <p>Yet the halfway house, between the US and Europe, may soon cease to be viable. With France and Germany coming together in an experiment in top-down, post- democratic federalism and the US withdrawing from Europe in order to defend its national interests unilaterally, the risk for Britain is that it may be left in a no man's land. A choice is shaping up for Britain for which voters and the political classes seem wholly unprepared. </p> <p> John Gray is professor of European thought at the LSE. His book, Two Faces of Liberalism, is published by Polity Press. </p> <p><a href=\"mailto:j.gray@ntlworld.com\">j.grant@ntlworld.com&gt;</a></p>",
  "\"Don't judge my heart,\" George W Bush scolded Al Gore when the vice president questioned his record as Texas governor. Mr Gore retreated, insisting he meant to do nothing so personal. But Lydia Camarillo would not have held back. For her, it is personal. <p>Mrs Camarillo is in an unusually good position to judge the quality of Governor Bush's compassion. She lives in the colonias, the Hispanic shanty towns clustered in the Rio Grande Valley. It is the poorest corner of the nation, from where the warm, fuzzy campaign talk about the governor's much-vaunted heart and his concern to \"leave no child behind\" seems, at best, surreal. </p> <p>Viewed from here, Texas is a harsh state of extreme inequality, which has become more unequal under Mr Bush's leadership. In a time of booming economy and record budget surpluses, the governor's corporate allies have made a killing at the lucrative intersection of state government and business. Meanwhile 45% of the population in the lower Rio Grande Valley live below the poverty line and pray that they never need medical help they cannot afford. It is an unforgiving place, unrecognisable from the progressive and tolerant state evoked in Mr Bush's stump speeches. </p> <p>The governor's powers are strictly circumscribed by the state constitution, but with less than a week potentially separating Mr Bush from the White House, his priorities and policies as Texas governor give clear indications about how he might lead America. </p> <p>Mrs Camarillo views him as a negligent, absentee landlord. She points out that he has never even been to a \"colonia\" with its mostly Mexican-American population. In his five years as governor, Mr Bush has been to the border region only a handful of times, for \"photo-opportunities\". But unlike all his recent predecessors, he has never strayed into the huddled grids of dirt roads and shacks, so he cannot have smelt the dizzying odour of a thousand pit latrines and septic tanks when the rain begins to fall. </p> <p>\"When it floods it brings up all that stuff,\" Mrs Camarillo said. \"It rises up and gets into people's houses.\" </p> <p>When her son, Robert, fell ill with bronchitis she hesitated before taking him to see a doctor because she had no health insurance. When his condition became serious, she panicked and rushed him across the Rio Grande, to the Mexican border town of Reynosa. \"The doctor there said if I had been just a few hours later, he would have been dead.\" </p> <p>Lydia Camarillo's plight is not unusual. There are 1.4m uninsured children in Texas, a higher proportion than anywhere else in the country, be cause Texas, under Mr Bush's governorship, makes it harder than any other state to get affordable healthcare. Lydia and her husband, Belarmino, have no steady jobs. She bakes cakes and sells them from home, and the family migrates northwards in the summer to work as agricultural labourers. </p> <p>But the Camarillos' most prized possession, a pick-up truck, is valued at over $2,000 (about £1,380), which is enough to disqualify them from Medicaid, the government funded free healthcare scheme. They are considered too \"wealthy\". </p> <p>This was an issue to which the governor gave unusually detailed attention. His administration blocked the adoption of a national child health insurance programme (Chip), which offers affordable care to families just above the absolute poverty level. Although the scheme is funded entirely by the federal government, Mr Bush argued that 20% of the applicants \"will come in seeking Chip but will be enrolled in Medicaid instead\", and that would have to be paid out of his state budget. In plain English, he was afraid poor Texan families would find out what free medical care they were entitled to. His administration fought an attempt to put it on the state legislative agenda in 1997. Instead, he spent much of the state's $6.4bn on tax-cuts, including a $1bn cut in property taxes. Under increasing duress last year, he suggested a more limited scheme which would have excluded 200,000 children, before giving in to political pressure. </p> <p>\"On Chip, he was no good at all. He had to be dragged into it kicking and screaming,\" said Ernesto Cortes, a leader of the local community action group, Valley Interfaith. </p> <p>In his standard presidential campaign appearances, Mr Bush now claims credit for the Chip scheme, which has evolved into an essential element of his bipartisan \"compassionate conservative\" image. </p> <p>It is spin of Orwellian boldness. It is still tougher in Texas than in almost any other state to gain access to Medicaid. And in a region where the per capita income is $7,700, less than half the Texas average, the Bush administration in 1997 actually attempted in 1997 to lower the minimum wage of $3.25 an hour. </p> <p>Mr Bush's governorship has overseen a steady deregulation of business, at the expense - his critics argue - of the individual. Nowhere is this clearer than in tort reform, the central plank in Mr Bush's election campaigns in 1994 and today. </p> <p>Crudely put, the law limits the ability of courts to inflict punitive damages on negligent businesses. It would, Mr Bush promised, curb the spread of \"junk lawsuits\" by avaricious lawyers aimed at extorting money out of innocent firms. </p> <p>But tort reform also affected people like Donna Hall, whose husband Charles was killed in 1996 in an explosion at a refinery in Amarillo, at the opposite end of Texas. He had repeatedly complained about the state of the valves, but the management had neglected to carry out maintenance work. A jury imposed $42.5m in punitive damages on the refinery, Ultramar Diamond Shamrock, but under the tort reform laws, a judge unilaterally reduced the award to $200,000, barely enough to cover the cost of taking the firm to court. </p> <p>Once again, where there were losers, there were also winners - in this case the company. The legislation also restricted claims on Texas insurance companies, who, according to the Centre for Economic Justice in Austin, made $3bn in windfall profits as a result. The insurance industry has subsequently been a significant contributor to the Bush presidential campaign. </p> <p><b> Most polluted</b><br> </p> <p>On the other end of the winner-loser scale are JR and Lupe Cordova. The couple live in Houston, which last year overtook Los Angeles as the most polluted city in the nation. As a focal point of the petro-chemical industry, it has always been a dirty town, but from where the Cordovas stand, it has got a loss worse. </p> <p>Perched on the Houston Ship Channel, their neighbourhood, which goes by the ironic name of Woodland Acres, has been suffocated by the seemingly unregulated industrial sprawl around them. A steel firm called North Shore Supply Company built a galvanising plant across the road from them, despite zoning regulations defining the street as residential. Despite the family's complaints, those regulations have never been enforced, and the plant continues to add to the burden of chemicals and black dust in the air. By their own accounting, Houston industries pump nearly a million tonnes of pollutants into the air each year in \"accidental\" chemical releases. The condition of the air alone is estimated to cause nearly 1,000 deaths in Houston a year. </p> <p>The Cordovas' son Stephen, 10, has chronic bronchitis and, like his father, a near-permanent rash which turns the skin on his arm red and tough. At elementary school, he would vomit after every meal. Their daughter Jessica, 15, had such severe asthma that she was unable to go outside for more than 20 minutes at a time. \"My daughter tells her version of our life together. It's all seen from inside looking through the window at us outside,\" Mrs Cordova said. </p> <p>Mr Cordova developed severe sinus and respiratory problems and had to leave his job as a docker on the channel, but he still wanted to stay in the blighted neighbourhood he had grown up in. But, the Cordovas were forced out of Woodland Acres anyway. </p> <p>After Mrs Cordova, a schoolteacher, became prominent in a campaign by local mothers to force national environmental standards on the local industries, the couple began receiving death threats. In November 1999, someone blew the windows out of their car with a shotgun. That was too much, and the family moved to a suburb in north Houston earlier this year. They have yet to find jobs there and they are unable to sell their house in Woodland Acres. North Shore Supply offered $14,000, and Mr Cordova angrily turned them down. </p> <p>As far as the Cordovas are concerned, Mr Bush is entirely responsible for their plight. \"George Bush had the authority to do something about it, and he did nothing,\" Mrs Cordova said. </p> <p>The environment is one area where the Texas governor does wield almost absolute power. He is responsible for appointing the three members of the state regulatory board, the Texas Natural Resources Conservation Commission (TNRCC). Mr Bush, whose 1994 election campaign was sponsored largely by oil and petrochemical companies, appointed three men with close ties to Texas industry under the chairmanship of a former lobbyist for the chemical and genetic engineering giant, Monsanto. There were no representatives from environmental or consumer groups. If he becomes president, environmentalists are concerned he will do the same to the Environmental Protection Agency, whose intrusion in Texas affairs he has noisily resented. </p> <p>Under agency pressure to do something about the loopholes in the state's environmental laws, the TNRCC held closed meetings in 1996 with executives from the petrochemical industry and came up with a voluntary compliance scheme, with no penalties and a long grace period. </p> <p>The law did little for Houston's atrocious air quality. But, like many of Mr Bush's policies as governor, it did a lot for his political viability. The companies which were given the opportunity to draft the law donated $1.5m to the governor's 1998 re-election campaign and, according to the Texan environmental group, Public Research Works, they have given $1.1m to his presidential effort. </p> <p>\"That is what he did as governor, what is he going to do as president?\" Mrs Cordova wanted to know. \"If he's going to lead the country the same way, where are we going?\" <br> <b> Where Texas ranks in the states </b><br> </p> <p>Number of executions 1st </p> <p>Uninsured children 1st </p> <p>Most polluted city (Houston) 1st </p> <p>Ozone emissions 1st </p> <p>Public health spending 47th </p> <p>State government spending 50th </p>",
  "What's at stake in this election? More than you think. Despite the near-universal perception of next week's US presidential race as a beauty contest - \"It's a choice between a moron and a prick,\" says one Gore aide - much more hangs on Tuesday's decision than who gets to smile for the cameras on Wednesday. The reverberations from this battle will pulse through America for the next four years. And not just America. Britain, and especially the Labour party, will feel the impact of this squeaker of a race. <p>The US electorate should have no doubt as to what hangs on their decision. But, such are the talents of George W Bush and Al Gore, the voters still seem far from clear. For many, the two candidates are barely distinguishable on the issues - hence the emphasis on personality. That's a tribute to Bush's strategy of \"hugging\" Gore on policy - allowing the Democrat no real advantage on education or healthcare, for example- and a testament to Gore's timidity. The vice president has not dared mention the real differences between him and W, for fear of alienating the undecideds who will determine this contest. </p> <p>So he rarely utters a word about abortion rights, one of the few areas where the next president will be decisive. Whoever wins will appoint perhaps three or four new judges to the nine-member Supreme Court, replacing those due to retire. The current bench supports the 1973 Roe v Wade decision guaranteeing a woman's right to choose - but only by a knife-edge margin of five to four. Bush would appoint conservative, anti- abortion judges and, within a couple of years, the United States would become a land where no pregnancy can be legally terminated. Gore would uphold the 1973 right. Tuesday's poll is a referendum on abortion - but it suits neither candidate to say so. Bush does not want to alienate suburban women who support choice, and Gore is panicky about rural conservatives who oppose it. But ignore the silence: this election matters. </p> <p>Or reflect on one of the fatal flaws of American society: its love affair with the gun. In America 10 children or teenagers die from firearms every day, with 30,000 people of all ages killed a year. A Gore administration might propose an owners' registration system or a child-proof mechanism on the trigger (like those on any bottle of pills). But expect no action from President W. In Texas he approved legislation allowing people to carry a concealed weapon anywhere - including into a church or synagogue. One activist for the National Rifle Association, the gun lobby headed by Charlton Heston, has bragged that if W wins \"the NRA will have an office in the White House\". The candidates don't want to talk about it: Gore is anxious not to scare off gun owners in must-win states such as Pennsylvania or West Virginia. But the division is there. </p> <p>On the terrain where the candidates are most up-front the choice is just as plain. Voters can go for Bush's plan to blow the current surplus bonanza on a mix of spending programmes and a juicy tax cut, or they can plump for Gore who offers no such tax reduction. An independent forecast says the Bush scheme would see the surplus swallowed up by 2012, plunging America back into deficit. Interest rates would head back up and the good times would be over. That's the choice. </p> <p>There's also a subtler decision to be made on Tuesday. For there is more to the presidency than making laws: it's also a social, even a cultural job. </p> <p>A president is not a prime minister. Head of government is only one of his duties; he also has to serve as leader of the American tribe and virtual father to the nation. Only this explains the reverence shown to past presidents, the enshrining of their papers in well-funded libraries, the enduring interest in the lives of a Kennedy or Roosevelt. </p> <p>This role, easily overlooked, is also on the line next week. Whoever wins will set the cultural tone for the nation. Just think of Bill Clinton's impact: future generations will see his as the iconic face of the 1990s, representing not just politics, but the entire spirit of the times. </p> <p>This is the role scholar Fred Greenstein, in a new book, The Presidential Difference, calls \"preaching and teaching\". It is central to the office. If Gore takes the nation's \"bully pulpit\" his sermons would be dull, but they would at least address the big questions of the present and future, from the internet to the environment. </p> <p>But what if Bush becomes America's high preacher? What mood would his presence create? The Dubya era would probably feel like the moment when the US decided to shy away from the future, to retreat into comfortable simplicities personified by a man who revelled in his lack of sophistication. It would herald America's stepping back from the scariness of the 21st century, opting instead for the plaid-shirt cosiness of a high-born Forrest Gump. </p> <p>We would get caught up in that undertow, too, just as we have lived through the Clinton era. But we would also feel a more direct effect, most immediately on foreign policy. A Bush White House would be keen to turn away from Europe, to distance itself from Clinton's efforts in the Balkans and Northern Ireland and to focus instead on Latin America. </p> <p>A secondary impact will be on the modern brand of special relationship, the one that's really mattered this last decade: the bond not so much between Britain and the US, as between Labour and the Democrats. If Gore loses, the Clinton-Blair partnership in power will be broken: one half of the transatlantic couple would suddenly be in the cold. </p> <p>Besides the PR blow - and the inevitable perception that the global centre-left's glory days are over and that low-tax, small-government conservatism is back - there would be a more substantive problem. Labour has borrowed much from its Clintonian cousins, whether Jack Straw's teenage curfews or Gordon Brown's working families tax credit. That transfer was easy when the American ideas were coated in the shiny gloss of electoral success. But why adopt them when they're tainted with failure? How easy would it be for Brown, an enthusiast for the American system, to persuade the Labour party to look west if the US becomes Bush country once more? </p> <p>The response is already being prepared. One of the human linchpins to the Labour-Democrat relationship told me yesterday that the modernisers, both here and in America, will simply argue that Gore's defeat came because \"he went too far to the left, he became too associated with 'big government'.\" The lesson New Labour wants to learn from Gore's struggle is that, \"you have to hold the centre\". </p> <p>But these are arguments Labour would rather not have to make. It would like Tuesday to bring the vindication of a fresh mandate for the progressive project. Americans need not busy themselves with such concerns next week; they have motives of their own for voting. For, despite appearances, much is at stake. </p> <p><a href=\"mailto:jonathan.freedland@theguardian.com\">jonathan.freedland@theguardian.com</a></p>",
  "Alarm bells are ringing within the Democratic party as the US presidential race enters its final week. All but one of six national tracking polls show Al Gore trailing his Republican rival, George W Bush. After months of ups and downs, the past three weeks have shown Mr Bush maintaining a slim but steady advantage. The picture in key states like California, Florida and Michigan is more confused, changing almost day by day. But the impression has been gained that, of the two, Mr Gore is the more likely loser. Britain's bookies see it that way: Ladbroke's was quoting Bush at 13-8 on yesterday, with Gore at 6-5 against. If the theory that floating voters prefer to back the winning side holds true and the Democrats fail to turn out key voting blocs, like blacks and Hispanics, next Tuesday's result may not even be that close. <p>All bets will be off in the event of a late Gore surge, which some pollsters claim even now to detect in nine swing battlegrounds. But as Democratic nerves jangle, Mr Gore is increasingly campaigning against the backdrop of an internal inquest, a sort of antedated postmortem, his eviscerated cadaver still a-quivering on the operating table of opinion. He has failed to connect with voters, say the despairing spin doctors, scanning their charts and graphs. His body language is unintelligible, his alpha male traits too aggressive and inflated. According to assorted poll pathologists, he has blown the suburban women's vote, the youth vote, the Arab vote, the Catholic vote, even the Dubya-gets-my-goat vote. The Greens are his nemesis: if Bush does not dish him, then Nader's Raiders will. For all those Tipper kisses, the scales are tipping and his grip is slipping. </p> <p>Much of this is vapouring, of course, mere election-eve hyperventilation in a race that remains too close to call. Mr Gore's failings as a candidate are more than matched by his opponent's vacuity. Yet in all the pre-match analysis, one crucial Gore handicap has been consistently underplayed. It can be summed up in three words: William Jefferson Clinton. </p> <p>For a significant number of registered independents, the undecided voters who may swing the election, Mr Clinton's name is best not mentioned. While they usually agree that the president has done a good job, that consideration is outweighed by memories of his personal perfidy. Mr Gore has tried to distance himself from puerile Oval Office carry-on. But his close, eight-year association with the man who dilly-dallied into impeachment is hard to erase, especially with Mr Bush regularly alluding to the Clinton scandals and questioning the Democrat's own credibility. Mr Gore's understandable, necessary need to portray himself as his own man, and not the creature of his more famous master, has also inhibited his campaign strategy. His strongest card is the long, unbroken spell of prosperity since he took office as vice-president in 1993. But some leading Democrats complain that Mr Gore has failed fully to exploit this core achievement for fear of once again subordinating himself to the leader whose shadow he must escape. Instead of celebrating the past, he focuses on the future - which suits the arriviste Bush just fine. </p> <p>Above all, as a campaigner, Mr Gore suffers by comparison with Clinton, king of the stump. Although the president has no equal as a get-out-the-vote man, Mr Gore had barred him from the fray. That he has now swallowed his pride, taken the risk, and called up Mr Clinton in California is a true measure of his party's alarm. If Big Al wins, Bumptious Bill will try to claim credit. If he loses, the Clinton factor will figure in the autopsy.</p>"
]