[
  "The embattled Republican presidential candidate George W Bush has been forced to respond to a chorus of party criticism and a run of bad poll results by re-energising his campaign style and giving his slogans a face-lift in the contest with the Democrat Al Gore. <p>Mr Bush has decided to increase the tempo of what has sometimes seemed an unduly leisurely schedule. Instead he now intends to be seen getting in among the voters more, cutting down on set-piece speeches in favour of more glad-handing, and campaigning on a new theme of \"Real Plans for Real People.\" </p> <p>\"I've got to get out and talk to people, and I'm going to do a lot of it,\" Mr Bush said in Pennsylvania yesterday. \"I'm going to tell you what I think, and let the political chips fall where they may.\" </p> <p>Mr Bush has decided to redefine himself as the underdog in the race with Mr Gore, who has drawn level and even moved ahead of him for the first time in some recent opinion polls. The move echoes a change of direction in Mr Bush's campaign for the Republican nomination earlier this year after John McCain defeated him in the New Hampshire primary. </p> <p>Mr Bush has also signalled that he wants to extricate himself from the cul-de-sac he got himself into over the planned series of debates with Mr Gore later in the autumn. In a U-turn from the position he adopted as recently as Monday, Mr Bush has reopened negotiations with Mr Gore on the debate schedule. </p> <p>Criticism of the Bush campaign from within the party has focused on a range of perceived failings, including the strategy towards the debates. Other issues include the use of negative advertising, the failure to make the case for Mr Bush's $1.3 trillion (£900bn) tax cut plan, the lacklustre performance of Mr Bush's running-mate Dick Cheney, and the tight control exercised by Mr Bush's Texas-based team in Austin. </p> <p>But with the polls showing that Mr Bush's lead of a few weeks ago has now evaporated, the Republican challenger is eager to shore up his support by claiming that he is facing the fight of his political life. </p> <p>\"This is going to be a tight race,\" Mr Bush said. \"I guess my supporters wanted it to be a runaway. The vice-president is running a strong race, but so am I. I am under no illusions and neither should our supporters be. I am the underdog - I sure am.\" </p> <p>Mr Bush tried to laugh off several days of increasingly vocal criticisms of his campaign from within his own party. \"That's Washington,\" he told reporters in Michigan. \"That's the place where you find people getting ready to jump out of the foxholes before the first shell is fired.\" </p> <p>Asked why he has decided to change tack by going more informal, Mr Bush responded: \"Well, it's a better picture.\" </p> <p>What is officially described as a campaign \"retooling\" comes as three new polls showed Mr Gore either tied with Mr Bush or ahead of him. A Zogby poll has Mr Gore leading by 46% to Mr Bush's 40%, while the first of a series of Gallup three-day tracking polls has Mr Gore up by 47% to 44%. A Washington Post poll shows the two men level on 47% each. </p> <p>The latest poll in one of the key states in the election also shows Mr Gore taking the lead in Missouri by 45% to 41%. </p> <p>Mr Bush's slide in the polls in the past two weeks has provoked a mood of near panic among some of his supporters. \"There's no doubt about it. There's real worry about the general state of things,\" said the conservative campaigner William Bennett, a former education secretary. \"There's nervousness that was not there before.\" </p> <p>\"The biggest mistake we can make is to try to be all things to all people,\" the Missouri congressman John Kasich said. </p> <p>\"I'm at a loss to explain the rather significant change in the polling numbers,\" Tom Ridge, governor of Pennsylvania, said.</p>",
  "<p>Leicester City's Uefa Cup first-round second-leg match with Red Star Belgrade has been switched from September 28th to September 21st to avoid the presidential election in Yugoslavia.</p> <p>Earlier this week Uefa had insisted that they would not change the date or the venue of the game - despite Foreign Office fears that it would take place amid political turmoil in Belgrade.</p> <p>But after meeting Leicester City chairman John Elsom yesterday, Uefa has agreed to move the date to September 21st - three days before the election.</p> <p>However the new date \"still remains conditional on Uefa receiving written assurances relating to the security and safety of the travelling City party\" from Yugoslav state authorities and security forces by Tuesday, it said. </p> <p>And Uefa has also advised Leicester not to take any supporters to Belgrade.</p>",
  "Bill Clinton's message to crown prince Abdullah of Saudi Arabia was brief and to the point when they met yesterday. Unless the world's biggest oil producer shook some sense into the militant members of the Opec cartel, there was a risk of plunging the world economy into recession. <p>This week's Millennium Summit in New York has been the ideal time for some diplomatic arm-twisting, and the outgoing US president has taken full opportunity of the presence of 189 world leaders to spell out to the Saudis the consequences of turning up the heat on the big industrialised economies. </p> <p>With rising energy costs casting a shadow over Al Gore's election hopes, halting the relentless rise in the oil price to its highest level in 10 years has become a key policy objective in Washington. Nor did Mr Clinton need to look very far for a world leader to support him. Jacques Chirac was also at the United Nations summit to give a first-hand account of how France is grinding to a halt as a result of the protests at rising petrol prices. </p> <p>After years in the doldrums, Opec has now grabbed centre-stage once more. It is 27 years since the 11-nation cartel first came to public notice when its response to Israeli victories in the Yom Kippur war was to increase oil prices fivefold, triggering a period of stagflation - rising prices and lengthening dole queues - in the west. </p> <p>Over the past 18 months it has again been flexing its muscles, agreeing to curb production as world demand for oil rises. As motorists have found to their cost, the result has been a sharp increase in petrol prices at the pump. </p> <p>Prince Abdullah probably did not take much persuading at his meeting with Mr Clinton. The Saudis are well aware that a downturn in the west could cause a collapse in the oil price. Even so, they are likely to get some flak from other Opec members at the cartel's meeting in Vienna on Sunday, who say that the oil producers are being unfairly criticised for a problem caused by higher fuel taxes and refinery bottlenecks in the west. </p> <p>A chart on its website headed \"The rip-off race\" cheekily compares the prices of a barrel of oil, a barrel of Coca Cola and a barrel of Perrier water. Needless to say, it shows that oil is a bargain, though perhaps less thirst-quenching. </p> <p>Today, Opec has more muscle than ever before - at least in theory. Its share of worldwide production has increased from 36% to 41% over the last 10 years, and its share of proven reserves has increased from 67% to 78%. This trend, in the view of some analysts, is likely to continue. </p> <p>But Opec's ability to use this muscle is limited because its members - Algeria, Indonesia, Iran, Iraq, Kuwait, Libya, Nigeria, Qatar, Saudi Arabia, the United Arab Emirates, and Venezuela - have divergent interests and its decisions have to be based on consensus. </p> <p>Oil-producing countries range from those which can barely produce enough for their own needs to those which are almost totally dependent on oil for their foreign exchange earnings. </p> <p><b> Dependent</b><br> </p> <p>The most dependent countries benefit from high prices but also need price stability. Drastic changes, up or down, hamper longer-term development and can mean re-drafting the national budget at short notice. Besides the Opec countries, Russia, Kazakhstan, Azerbaijan, Yemen, Oman and Mexico fall into this category. </p> <p>Julian Lee, analyst at the London-based Centre for Global Energy Studies, said yesterday that Sunday's discussions will not be about whether a production increase is needed, but by how much. </p> <p>\"It is all but certain that the situation will trigger an increase of 500,000 barrels a day, which will be fairly generally accepted,\" he said. \"But Saudi Arabia will push for a bigger increase - because it sees this as being in its own long-term interests and those of Opec generally.\" </p> <p>The Saudis are well-placed to do this because they hold about two-thirds of Opec's spare capacity which is estimated at 3m barrels a day. The Saudis would to some extent be shielded from a fall in oil prices by revenue from their extra production. </p> <p>But other Opec countries - Algeria, Iran, Libya, Nigeria and Venezuela - would lose money as a result of lower prices because they have little spare capacity. </p> <p>Venezuela, which currently holds the presidency of Opec, is at the forefront of the reluctant faction. At 3.1m barrels a day it is Latin America's largest producer - but almost totally dependent on oil. Each $1 drop in oil prices costs it about $1bn (£665m) a year. </p> <p>Its charismatic president, Hugo Chavez, has called an Opec summit in Caracas for later this month, and argues that the real issue is not high prices, but fair prices. </p> <p>\"We understand that they [consumers] start to feel uneasy when crude oil prices reach $30 a barrel, but they can imagine how it must have been for us when it fell to $8,\" he said recently. </p> <p>Coming at a critical moment in the Middle East peace process and in the midst of an American presidential election campaign, the argument over oil prices has acquired a political dimension. </p> <p>The Americans have been shouting more loudly than usual, and the perception that this was motivated, at least in part, by the electoral needs of the Democrats caused some resentment. </p> <p>Since then, the issue has been further complicated by American efforts to drum up support for its proposals on the Israeli-Palestinian issue. On the thorny question of Jerusalem, the Arab governments generally view the US as oversympathetic towards Israel. This is not a particularly good moment for Arab governments to be seen kow-towing to the Americans. </p> <p>Any decision to increase production will also have a built-in assumption that existing supplies will continue unabated. But with low stockpiles around the world, consumers have no real cushion against disruption of supplies from less dependable sources such as Iraq, Nigeria, Colombia and Angola.</p>",
  "The chances of the US president, Bill Clinton, securing a Middle East peace settlement receded yesterday after the White House admitted he had failed to make any progress in talks at the UN millennium summit. <p>Mr Clinton held separate discussions with the Israeli prime minister, Ehud Barak, and the Palestinian president, Yasser Arafat, on the fringes of the summit. The White House spokesman, Joe Lockhart, said he could report no progress on the contentious issue of control of Jerusalem and that no further meetings were planned. </p> <p>Time is running out for Mr Clinton, with the US presidential election only two months away and Mr Barak's coalition government facing collapse next month. </p> <p>More pressing, Mr Arafat and his colleagues will meet this weekend to decide whether unilaterally to declare Palestinian independence on September 13, as they had threatened unless a deal was in place. The Palestinian delegation said the declaration could be delayed. </p> <p>Mr Clinton had been desperate to secure a Middle East settlement as the main legacy of his presidency. </p> <p>He met Mr Barak and Mr Arafat on the upper floor of the Waldorf-Astoria hotel in an attempt to see if there was a compromise that would complete the deal almost secured in July at Camp David. But White House officials said the positions had slipped back since then. </p> <p>Mr Arafat, in his speech to the millennium summit, took an uncompromising stance, declaring that Palestine should have sovereignty over Arab east Jerusalem, ditching the possibility of a compromise that might have seen the city share sovereignty or come under international control. </p> <p>Mr Arafat told the summit that the Palestinians had already made painful sacrifices for peace. </p> <p>An Israeli official said nothing could happen in the peace negotiations until Mr Arafat demonstrated he was ready to discuss ideas offered at or since Camp David. </p> <p>The public mood in Israel swung from anticipation to gloom yesterday after President Clinton failed to break the deadlock. </p> <p>The acting foreign minister, Shlomo Ben Ami, warned against over-optimism at the prospects of reaching a peace agreement while Mr Clinton remains in power. </p> <p>The mood darkened perceptibly as Israeli negotiators said there was no further room for manoeuvre with the Palestinians.\" We cannot be more flexible in our stances regarding Jerusalem,\" Gilead Sher, a negotiator, told Israel's army radio. </p> <p>Although the focus of negotiations since the collapse of the Camp David summit in July has been the status of Jerusalem, Mr Ben Ami emphasised that there were wide gaps between the two sides on refugees, as well as on less contentious issues like borders and settlements. \"We should not make the mistake of thinking that some symbolic compromise that Arafat agrees to on the Temple Mount solves the rest of the problems,\" he said.</p>"
]