[
  "Not only have I stayed up into the small hours of the morning to watch the American Presidential debates, I have enjoyed the experience, a confession which brands me as a hopelessly unreformable junkie who will sacrifice his health to his addiction. <p>Has not the struggle for the White House become minority viewing even amongst Americans? Don't we already know more than we ever wanted to about Albert Gore and George Bush, George Gush and Albert Bore? </p> <p>George Boy, who has inherited his father's linguistic dyslexia, demonstrates his capacity to run the world's only superpower by memorably declaring 'I know the human being and fish can co-exist peacefully'. And the man says he hasn't done drugs in years. </p> <p>Al Junior, who appears to have inhaled too much of Bill Clinton's forked breath, has a lamentable habit of stretching the truth until the elastic snaps, whether it be the Vice President's claims about the cost of his dog's arthritis pills or his bragging about his role in the invention of the internet. </p> <p>It's the Fibber versus the Gaffer. Is there anything else to be said? There's much more. This is a crucial - even defining - battle for the Oval Office. The outcome will have a profound influence on the world and - what concerns us here - on the future course of British politics. </p> <p>Tony Blair and William Hague are both casting twitchy glances across the water as this too-close-to-call race comes to its climax. If George Bush wins the White House, champagne will be swilled at Conservative Central Office; if Al Gore takes a third term for the Democrats, the carousing will be at Millbank Towers. </p> <p>I saw the first round of mouth-to-mouth combat between Bush and Gore in a Bournemouth hotel suite which was carpeted with the debris of the agreeable Lord Strathclyde's conference party. The hardened Tories watching with me unanimously despaired when Gore gubbed Bush. Labourites who kept themselves awake in the early hours of last Thursday were hair-tearingly distraught when the second encounter ended with a suddenly syntax-perfect Republican triumphant over the apologetic and subdued Democrat. </p> <p>This transfixion with the race comes partly from the belief that what Americans do today, Britons do tomorrow. The Democrat and Republican conventions thronged with New Labourites and Tories. The flow of ideas, presentational trickery and oratorical devices is not as one-way as many in Britain believe. Sure, the Americans exported to us rapid rebuttal and spin doctors. Gordon Brown's recent rhetoric about 'hard-working families' echoes Al Gore's convention speech. But Gore's positioning of himself as the champion of 'the people' against 'the powerful' owes a lot to Blair's and Brown's 'many' against 'the few'. The Democrats have swiped New Labour's pledge cards. </p> <p>There is another reason for watching America so intently. For the last half century, there has been a rough and ready twinning between 1600 Pennsylvania Avenue and 10 Downing Street. The eight Republican years of Eisenhower in the Fifties were paralleled by 13 years of Tory rule in Britain. The eight Democrat years of Kennedy and Johnson in the Sixties mostly overlapped with six years of Wilson's Labour Government. In the Seventies, the Americans had a Democratic Jimmy C at the White House, we had a Labour Jim C at Number 10. And they were thrown out of office within 18 months of each other. The neatest fit, both chronologically and ideologically, was the Eighties love match of Reagan and Thatcher who fed each other's right-wing revolutions. </p> <p>The synchronicity is not perfect. The Americans disposed of George Bush senior in 1992, but in the same year the British re-elected John Major. Bill Clinton had been in the Oval Office more than four years before his British younger cousin, Tony Blair, moved into Downing Street. If George W. Bush becomes America's next President, it does not follow that Britain's next Prime Minister will be his admirer, William Hague. Dubya in the White House does not put Weelyum at Number 10. </p> <p>What it will do is wonders for Conservative morale, intellectual and emotional. In politics, momentum matters. A victory for the Republicans on the other side of the Atlantic will be very suggestive to British politicians that the tide of ideas and events has turned back in favour of the Right. </p> <p>William Hague's Tories - like undiscriminating British tourists dazzled by Disneyland - have returned from their frequent trips to America bearing suitcases loaded with Republican policies. From 'free' schools to the discovery of an 'evangelical vote' to private health insurance, though they have recently shut up about the latter, Tories have never before spoken with such an American accent. Those close to the Conservative leader are quite unashamed in admitting that they now talk about the inner-cities because it seemed to work for the Republicans; as they are quite unembarrassed to confess that the notion of 'Compassionate Conservatism' is a direct lift from the Governor of Texas. </p> <p>It is not just important to William Hague that he has a fellow traveller in the Oval Office. It is vital. If Bushery cannot blossom in America, then its Hague hybrid is highly likely to wilt in Britain. Within his own ranks, never mind among the wider electoral audience, the Tory leader's chosen strategy will be stamped as a failure. </p> <p>This is most true when it comes to the big divide between the Presidential candidates. Bush is gambling on capturing America with the promise of a massive tax cut. Gore counters that this is economic recklessness which will enrich only those who are already wealthy. The Democrat says he would devote surpluses to public services, notably health. This foreshadows the great battle over tax and spending that Labour and the Conservatives are shaping up to have in Britain at our next election. </p> <p>The outcome of the struggle between the state-shriveller Bush and the government-can-be-good-for-you Gore will greatly influence the pursuit of the argument over here. If Bush's tax-slashing pitch cannot win a home run in America, the country in the world where it has the most receptive audience, then it will be an extremely bad omen for the Right everywhere, and a good augury for the Left. That is why Al Gore, for all his well-chronicled imperfections, should have the vote of progressives around the planet. </p> <p>Conversely, a victory for Bush over the Democrat will be a serious blow, especially to those hoping that Tony Blair will make a bolder approach to the next British contest as a prelude to taking a more radical trajectory during the second term. New Labourites have worked on the assumption, clinging to it even during the recent turbulence over pensions and petrol duties, that delivering a sound economy is sufficient in itself to guarantee a good majority at the next election. Gore is defending a Democrat record of sustained prosperity. If he cannot win in these circumstances, then it will be disorientating for his British allies in Downing Street. </p> <p>If Gore wins, it will be credited to his decision to put some red - or at least pinkish - water between himself and Bush by tilting in a more leftwards direction. If he loses, he'll be blamed for moving too far off-centre. New Labour will be much more cautious about making the case against the Tories for tax-funded public services if that argument is defeated in America this November. </p> <p>So don't let anyone tell you that the contest for the White House is of interest only to sad insomniacs. This struggle has consequences which are already keeping our own politicians awake at night.</p>",
  "As dawn breaks, Mack Meyer, clutching his lunch box and with a bellyful of coffee from the all-night drive-thru, stomps reluctantly into the Chrysler assembly plant in North Jefferson, on the edge of Detroit. <p>Mack looks the epitome of the downtrodden all-American working man in thrall to the factory whistle. The truth is that he earns $100,000 with overtime, owns two cars and an upstate hunting cabin, and cannot decide whether to vote Democrat - as his union insists he must. </p> <p>He thinks he'll vote for Bush, 'but I feel kinda bad about it. It's not right for a working man to vote Republican'. But he worries about too much gun control and thinks Bush is 'better on family values and a whole lot better on taxes'. </p> <p>Mack is what is known as a 'Reagan Democrat', which means he will vote Republican when he thinks the time is right and believes that 'Ronald Reagan knew how to talk to us; he had an empathy for the working man'. </p> <p>He would have felt very lonely at the headquarters of Local 245 of the United Auto Workers last Wednesday night, in the suburb of Dearborn, the heart of Ford country. Members of the research and engineering branch of the union had gathered here to watch the television debate between Bush and Gore. </p> <p>Sitting next to his father, Brett McDonald is the latest of three generations to have worked in the Detroit car industry since the Thirties. 'I guess you could say our family's built the finest automobiles the world's ever seen,' says Brett's father, Owen, now retired. </p> <p>Brett can't understand why everyone is criticising Gore for the last debate. 'He's good when he's fighting, gets angry - that's the man we need. Now, people are saying he's done better this time; but I don't think he's done so good being Mr Nice Guy. </p> <p>'This election means a lot to us. If Bush wins, that's a disaster for the American workers.' </p> <p>'Take that silver motherfucking spoon out your mouth!' comes an angry shout from behind, not at McDonald but at Bush on screen. </p> <p>As polls in America's deadlocked presidential election seesaw to the point of meaninglessness, the mathematics are simple: the presidency rests in the hands of thin slices of voters in a handful of battleground states. </p> <p>It will be decided by Florida retirees, farmers and suburbanites of Pennsylvania and Missouri, by blue-collar workers in Ohio and by the swing state of Michigan. Both candidates have bombarded that state with advertising and both made a beeline for it as soon as Wednesday's TV debate was over. </p> <p>Gore arrived in Dearborn to prepare for his rally today in Detroit. Bush was shoring up his stronghold in wealthy Grand Rapids on the rural western side of the state before heading for the car factories of Pontiac, to woo the 'Reagan Democrats'. </p> <p>US leaders have owed a great deal to Michigan this century; the state has picked the President in every election bar one and come within 1 per cent of national figures for three of the past four. Demographically, the 'Wolverine State' is a mini-America, with inner cities, suburban sprawl and miles of open farmland. </p> <p>But Michigan's distinguishing feature is that 30 per cent of its 5 million voters live in 'union households'; Michigan's trade unionists are credited with electing Reagan in 1980 and 1984 and Bill Clinton in 1992 and 1996. And of those 1.8 million or so trade unionists, 460,000 belong to the United Auto Workers. </p> <p>In this razor-edge election, they could swing Michigan either way, putting the state's 18 electoral college votes - and potentially the presidency - in the hands of the UAW. </p> <p>Motown - capital of the auto trade and the UAW - is a city where past, present and future meet. There is a famous frieze by Mexican artist Diego Rivera in the city art museum, commissioned by the Ford family, expressing the pain and glory of man's relationship with industrial progress and the machine - the history of Detroit and also the story of the US working class. </p> <p>Nowhere in the Western world is there such a landscape of factories and steel mills - spanning hundreds of square miles and spilling across the river into Canada - through which weave a tangle of railroad tracks and freeways, laden with carriers stacked with cars. </p> <p>The industry rode the recession (just), not least because of the resources available to the 'Big Three' - Ford, General Motors and Chrysler - and Americans' stubborn taste for their own cars and trucks. </p> <p>Yet the streets around GM's new downtown headquarters are among America's most decrepit and dangerous. Bricked-up stores, are arraigned like rows of tombstones, bearing names of businesses that have died like 'Sarah's Pretty Nails and Braiding - Human Hair'. </p> <p>The car factories themselves are flanked by others that are no more than shells of red brick and smashed windows. In places, grass grows through the street tarmac of the great city that gave the world the Ford Mustang and 'Mustang Sally'. </p> <p>Neither Gore nor Bush will waste time in the slums that line Michigan Avenue, near the abandoned Detroit Tigers baseball stadium. They know that the registered voting populace there is minimal. This is where people like Calvin Williams work, in the lone remaining fried chicken joint on the West 3000 block. Going to vote? 'No sir'. Registered? 'No sir'. Why not? 'Ha Ha! Want some chicken, or what?' </p> <p>In the UAW's famous local office Russ Leone keeps a copy of Rivera's frieze and walks corridors lined with photos of the hunger marches against the Ford Rouge plant during which five workers were shot dead, of the great strike of 1941, and of Nelson Mandela's recent visit to pay homage to the courage of plant workers past. </p> <p>Now, Leone admits: 'We've put some of our workers into the top 10 per cent wage bracket. They earn more than $100,000 and think they're capitalists and will vote Republican. Stupid suckers.'</p>"
]