[
  "Defying a growing chorus of demands from inside and outside Yugoslavia to recognise election defeat last Sunday and step down, Slobodan Milosevic met his top party colleagues in Belgrade yesterday to launch his campaign for a second round of the presidential race. <p>The meeting was shown on television, a sure sign that he intended to tough out the wave of protest at the first round result. </p> <p>The 18-party Democratic Opposition of Serbia, which insists its candidate, Vojislav Kostunica, has already won the election, said it would move beyond street protests and mount \"a total blockade of the system and institutions\" to force Mr Milosevic to respect the popular will. </p> <p>\"We will call a general strike. We shall seek to paralyse all institutions, schools, theatres, cinemas, offices ... call everyone on to the streets and stay on the streets until he who wants to be president by force gives up his post,\" said Zoran Djindjic, Mr Kostunica's campaign manager. </p> <p>The opposition's claim to have won outright in the first round received strong backing from the Serbian Orthodox church and Vojislav Seselj, the ultra-rightwing leader of the Radical party, whose candidate came third in the first round. Describing Mr Kostunica, a 56-year-old Belgrade lawyer, as \"Yugoslavia's president-elect\", Patriarch Pavle said the holy synod urged him and \"all the people elected together with him, when they take over the control of the state, its parliament and its municipalities, to do so in a peaceful and dignified way\". </p> <p>Although the church has opposed Mr Milosevic before, its recognition of Mr Kostunica carries great moral weight for traditional Serbs. </p> <p>In another important signal, General Nebojsa Pavkovic, the army chief of staff, told state television that \"Milosevic would never order the army to intervene against its people\", and said the army was not taking sides in the crisis. His remarks appeared to be a retreat from earlier praise for Mr Milosevic and were probably a reaction to dissent among officers. </p> <p>Rumours that Russia might be willing to offer Mr Milosevic a safe haven for exile were sparked when a foreign policy official in Brussels suggested the issue had come up when the French foreign minister, Hubert Védrine, saw President Vladimir Putin yesterday in Moscow. The idea was also reportedly discussed when Gerhard Schröder, the German chancellor, saw Mr Putin on Monday. </p> <p>\"Milosevic and his family are seeking contact with the Russians and hoping to move to Moscow,\" the official said in Brussels. \"This could be one of the ways out.\" Mr Milosevic's half-brother, Borislav, is the Yugoslav ambassador in Moscow. Mr Védrine denied that any escape plan for Mr Milosevic had been discussed. </p> <p>The New York Times reported that western governments were passing the word to Mr Milosevic through intermediaries that he had a few days to renounce power and leave the country, but that if he delayed, he could face arrest and a trial in the Hague on war crimes charges. \"His choice is to fight or make a graceful exit,\" a western official said. \"His only hope of avoiding the Hague is to say, publicly and irrevocably, that he's leaving.\" </p> <p>No western country would publicly bless an arrangement like this, the officials told the New York Times, given Mr Milosevic's indictment by the war crimes tribunal. </p> <p>\"But there are enough people indicating, to the extent he's listening, that he has a little time to make a dignified exit without interference,\" another official said. \"We want him to hear it loud and clear.\" </p> <p>But with Mr Milosevic now signalling that he intends to resist the presure until at least October 8, when the second round of polling is due, the crisis in Yugoslavia was moving towards deadlock. </p> <p>Official backing for a run-off came when the federal election commission produced what it called the final vote count at an extraordinary late night meeting on Wednesday. They said Mr Kostunica had earned 48.96% of the vote to 38.62% for Mr Milosevic. </p> <p>The meeting was originally scheduled for 8pm but the chairman eventually appeared at about 11.30pm, carrying an unsigned sheet of A4 paper with data from the federal bureau of statistics. </p> <p>The 10 government-appointed representatives on the commission then voted to hold a run-off, as did Mr Milosevic's Socialist party.</p>",
  "The head of the Yugoslav army steadied nerves in the capital yesterday, by publicly ruling out military intervention during the political crisis that is rocking Serbia. <p>Speaking in Belgrade, General Nebojsa Pavkovic, who is known to be close to President Slobodan Milosevic, said the president \"will never order the army to intervene against the people\". He added that the army would respect the choice of Yugoslavs in presidential elections. </p> <p>Gen Pavkovic, who is viewed as a highly political general, said the police existed to \"keep the peace [in case of riots]\" and that the army did not \"intervene in such cases; it has other duties\". </p> <p>When asked how he would react if he were ordered to intervene, Gen Pavkovic said: \"The army is completely outside of the political field and has never meddled in politics.\" </p> <p>Analysts said his statement was cleverly worded and some believed he was positioning himself for a Kostunica presidency. </p> <p>In a strong show of support for the opposition leader, the influential Serbian Orthodox church issued a statement calling on \"Vojislav Kostunica and all the people elected together with him, when they take over the control of the state, its parliament and its municipalities, to do so in a peaceful and dignified way\". The statement was addressed to \"Vojislav Kostunica, elected president of Yugoslavia\". </p> <p>Several politicians and backers of the regime have begun to lay the ground for a change in allegiance, but no one has yet formally left the ruling regime. There are unconfirmed reports of top figures whose resignations have been rejected. </p> <p>The federal finance minister, Milan Beko, who is also chairman of the Zastava Group, quit his job at the car factory. Zastava has reported big losses. He said the decision had nothing to do with Sunday's election but was because he no longer had local backing. The town of Kragujevac, where Zastava is based, voted massively for the opposition. </p> <p>\"I handed in my resignation on Monday, but it is not a political decision. Zastava should be managed by somebody who will enjoy support on every level, so that the company may prosper,\" he said. </p> <p>Boguljub Karic a businessman who for years was close to Mr Milosevic, is also shifting. The banker, who runs a mobile phone network and television station, dramatically changed his pro-Milosevic programming this week and broadcast instead reports from the opposition alliance's press conference. </p> <p>Slobodan Cerovic, the tourism minister, said the government should \"respect the decision of citizens at the ballot box\". Unconfirmed reports were circulating across the country that two top officials, Momir Bulatovic, the federal prime minister, and Ivica Dacic, the president of the Socialist party of Serbia's Belgrade board, had tendered resignations that were rejected. </p> <p>Mr Bulatovic appeared to be under massive pressure at a press conference on Monday. His Socialist People's party is the kingmaker between the Democratic Opposition of Serbia - which has the largest bloc of seats in both chambers of the federal parliament - and the regime coalition which has slightly fewer. </p> <p>With the balance of power in his hands he must chose between the regime that many view as a long term loser, or be seen as committing a massive act of political betrayal. </p> <p>Mr Dacic was the Socialist party spokesman before being moved to a position of responsibility for Belgrade. Their failure to win Belgrade is a major blow to the regime, particularly since the last four months of opposition administration have been tainted by widespread corruption. </p> <p>Unconfirmed reports said that Zeljko Mitrovic, head of Pink television, was prevented from making a statement supporting Mr Kostunica's victory. </p> <p>The extent of support for Mr Milosevic within the police remains unclear, but in the city of Kagujevac, a group of uniformed officers went into the offices of Otpor, the student-based resistance movement, asked for Otpor badges and stuck them on their uniforms, an Otpor spokesman, Slobodan Homen, said.</p>"
]