[
  "Michigan is not the biggest prize, in terms of electoral college votes, but in this neck-and neck race it offers riches beyond count. In the last two presidential contests, it was solid for the Democrats, but this time it is called a toss-up state, with all the polls suggesting the race is too close to call. <p>Little wonder, then, that George W Bush is campaigning hard in the state, while campaign workers for Al Gore have launched a so-called phone blitz of Michigan voters, bombarding them with recorded messages. </p> <p>The phone campaign could, in fact, backfire. Republicans, who are hopping mad about them, hope they will antagonise voters. </p> <p>In one of the calls, Charlotte Cherry of Houston, Texas, says that \"Governor Bush has accepted $1.3m (£0.9m) from corporate polluters, and he's allowed them to keep polluting while my kids suffer.\" Another Texas caller says Bush signed legislation weakening nursing home regulations. </p> <p>Actor Ed Asner, a strong Gore supporters, has also recorded calls criticising Bush. He warns listeners that \"George W Bush has a proposal that would undermine Social Security, even scuttling current benefits.\" </p> <p>So far, there is little evidence that the phone campaign has swayed voters either way. The <a href=\"http://www.freep.com/\" target=\"_new\">Detroit Free Press</a> today reports that in the state senatorial contest, the Democrat candidate has come from 10% behind two weeks ago, and is now running neck and neck with the Republican incumbent. </p> <p>There is better news for Bush in a fun little news-in-brief about the sales of Halloween masks, which are said to mirror the Presidential election results back to 1972. This year Bush masks are outselling Gore ones, 58% to 42%. </p> <p>The <a href=\"http://www.detnews.com/\" target=\"_new\">Detroit News</a> also runs a poll showing Gore on level pegging with Bush at 42%, with 13% still undecided. But in Detroit itself, it says, Gore is leading by a whopping 80% to 7%. </p> <p>Outside the city, Michigan state is much more equally divided. The <a href=\"http://www.Lenconnect.com\" target=\"_new\">Daily Telegram</a> of Lenawee County eschews all mention of the Presidential race, but devotes a long editorial in praise of the local Republican candidate for re-election to the House of Representatives. </p> <p>The <a href=\"http://www.thehollandsentinel.net\" target=\"_new\">Holland Sentinel</a> has already decided who will next inhabit the White House. It features a syndicated column by Cal Thomas, which starts: \"President George Bush had it in 1992. Bob Dole had it in 1996. Now Al Gore seems to be getting it. It is the political death pall that comes over a presidential candidate when he realizes he probably will lose the election.\" </p> <p>But the bias is not all one way. The <a href=\"http://www.michigandaily.com\" target=\"_new\">Michigan Daily</a>, based in Ann Arbor, highlights the state senatorial contest. It suggests that the steady improvement in the poll fortunes of the Democrat candidate could be good news for Al Gore. </p> <p>The <a href=\"http://www.macombdaily.com/\" target=\"_new\">Macomb Daily</a> focuses on the state legislature elections, endorsing five Democrat candidates and three Republicans.</p>",
  "According to its publicity brochure, the Excelsior Hotel in Little Rock is a place \"where something important happens every day\", and, judging by the attendance, Al Gore's speech there on a hot southern morning this week seemed to live up to the claim. <p>Gore spoke with authority and passion about the case for a smaller, smarter federal government machine.</p> <p>No politician in modern US history has a better claim in this field than Gore. He pioneered it. He understands it. He believes in it. And he is interested in it. For Gore, the search for good government is something of a mission.</p> <p>But Gore's speech at the Excelsior summed up a lot of the Democratic nominee's wider problem as he battles to clamber past George W Bush's narrow but persistent lead in the presidential election.</p> <p>It was a microcosm of what is going wrong for Gore. He was giving the speech not because he wanted to, but because he had to.</p> <p>During the three presidential debates, Bush had managed to pin a 'big government' label on Gore.</p> <p>Like much of what Bush says, it was untrue. But like everything that Bush says, it served a purpose. The label stuck, and Gore's task this week was to shake himself free of it.</p> <p>As Gore spoke in the Excelsior, one's mind occasionally wandered up a few floors in the same building to something else important that happened in the hotel some nine and a half years ago.</p> <p>That was the day when a woman called Paula Jones was working on the registration desk at a conference in the Excelsior. Early in the afternoon, she got a message from an Arkansas state trooper that Governor Bill Clinton wanted to talk to her upstairs in his suite.</p> <p>She went upstairs - and the rest is history. (Though she famously told the governor that afternoon \"I'm not that kind of girl\", Paula Jones appears in a nude photospread in this month's Penthouse.)</p> <p>What happened in the hotel on May 8 1991 goes a long way towards explaining one of Gore's other big problems.</p> <p>In his speech in the Excelsior, Gore twice mentioned that he had been a member of the Clinton-Gore administration.</p> <p>Presumably this was out of deference to his Arkansas audience, since it was two more mentions of the word \"Clinton\" than Gore normally makes in his stump speeches. Normally, he's just not that kind of boy.</p> <p>Gore's patent reluctance to having Clinton join him on the campaign trail has created massive anger in the White House and among Clinton's acolytes.</p> <p>The issue has been simmering at boiling point for several weeks, and Clinton himself has occasionally shown that he is straining to get out there to drum up the votes.</p> <p>But Gore is cautious for a reason. His polls tell him that Clinton is a double-edged weapon. People like the policies, but they mostly do not like the man, and Gore knows better than anyone that, if the two of them were to appear together on the stump, Clinton would eclipse him.</p> <p>Clinton, not Gore, would become the story. That, of course, is precisely what the Republicans want.</p> <p>It's important to remember that Gore's best phase of the campaign - possibly his only good phase at all - came after the Los Angeles Democratic convention when he strode up to the podium and said \"I stand here tonight as my own man.\"</p> <p>The weeks that followed were the one period in the election when Gore has enjoyed a clear lead over Bush.</p> <p>That's not to say that there is no vanity and pride involved for Gore in keeping Clinton at arm's length. There is. But his strategy makes sense for other reasons too.</p> <p>Next week, Clinton will finally be allowed out on to the campaign trail. He will go to California next Wednesday and will barnstorm through a series of other states in the days between then and election day, November 7.</p> <p>Other states under consideration by the Democrats include Arkansas, Louisiana, Missouri and Kentucky. But at no point will he stand on the same platform as Gore.</p> <p>Notice, though, what kind of role Clinton will play. His task will be an attempt to woo middle-of-the-road voters, as many of the Clintonites might like to imagine. Bush has won those voters away now.</p> <p>Clinton's task will be to mobilise the core Democratic vote, especially the black and ethnic minority votes, and to ensure they do not turn to Ralph Nader.</p> <p>In the end, for the Democrats, this election is coming down to a desperate attempt to rally the traditional party around Gore.</p> <p>Unless they succeed, Bush looks increasingly like the winner.</p> <p><b>Email</b><br> <a href=\"mailto:martin.kettle@theguardian.com\">martin.kettle@theguardian.com</a></p> <p><b>Related special reports</b><br> <a href=\"http://www.theguardian.com/US_election_race/0,2759,376727,00.html\">US election race</a><br> <a href=\"http://www.theguardian.com/usguns/0,2759,182056,00.html\">Gun violence in America</a></p> <p><b>Interactive quiz</b> <a href=\" http://www.guardianunlimited.co.uk/quiz/questions/0,5961,387782,00.html\">Do you know your Bushisms?</a></p> <p><b>Other articles:</b><br> <a href=\" http://www.searchunlimited.co.uk/search97cgi/s97networkr_cgi?QueryText=%28martin+kettle%29AND+%28VdkPublicationDate+%3E%3D+01%2DSep%2D1998%29&amp;ResultColSize=2000&amp;ResultTemplate=ArchiveFull%2Ehts&amp;Collection=archive&amp;SortSpec=score+Desc&amp;Query=martin+kettle&amp;ResultStart=1&amp;ResultCount=10&amp;ResultMaxDocs=1000&amp;Dtv=\">More articles by Martin Kettle</a></p> <p><b>Useful links </b><br> <a href=\"http://www.washingtonpost.com/\" target=\"_new\">The Washington Post</a> <br><a href=\"http://www.AlGore2000.com/\" target=\"_new\">Al Gore official site</a> <br><a href=\"http://www.georgewbush.com/\" target=\"_new\">George W Bush official site</a> <br><a href=\"http://www.votenader.com/\" target=\"_new\">Ralph Nader official site</a> <br><a href=\"http://www.gwbush.com/\" target=\"_new\">Spoof: GWBush.com</a> <br><a href=\"http://www.algore-2000.org/\" target=\"_new\">Spoof: Al Gore 2000</a> <br><a href=\" http://www.mediaresearch.org/news/goregaffesvideo.html\" target=\"_new\">Al Gore gaffe videos</a> <br><a href=\"http://www.whitehouse.gov/\" target=\"_new\">The White House</a><a> <br></a><a href=\"http://www.capsteps.com/\" target=\"_new\">Capitol Steps political satire</a></p>",
  "Casting himself as a leader untainted by political cynicism or partisan hostility, George W Bush made his most personal attack so far on Al Gore yesterday, signalling a rough turn in the presidential election campaign as the two men battle for advantage in what the opinion polls say is going to be the closest White House contest for a generation. <p>Speaking in Pittsburgh, he accused Mr Gore of being \"bitter and negative\", and depicted himself as the man who could set a new tone of \"civility and bipartisanship\" in Washington. </p> <p>As he did so, his taxation and spending plans - the centrepiece of his policy appeal - ran into one of the most influential challenges it has yet faced. </p> <p>\"Bush is very much overspending Gore,\" the senior pensions expert at the American Academy of Actuaries, Ron Gebhardtsbauer, said after a panel from the academy assessed both candidates' budget plans. </p> <p>But it was the attack on Mr Gore that captured the headlines rather than the possibility that Mr Bush might himself be indulging in the \"fuzzy maths\" with which he has taunted his Democratic opponent. </p> <p>\"My opponent's campaign is a fitting close to the Clinton-Gore years,\" Mr Bush said, as the majority of the national polls continued to show him narrowly ahead of Mr Gore. </p> <p>\"They're going out as they came in. Their guide, the nightly polls; their goal, the morning headlines; their legacy, the fruitless search for a legacy.\" </p> <p>Speaking confidently, to the frequent accompaniment of cheers from supporters, he accused Mr Gore of setting a confrontational tone. </p> <p>\"He talked about ripping the lungs out of political adversaries. Part of his campaign headquarters is called, incredibly enough, 'the slaughterhouse', and his staff proudly calls itself a band - and I quote - of 'killers'. </p> <p>\"That's political killers, of course.\" </p> <p>Meanwhile the non-partisan group of financial experts from the Academy of Actuaries was delivering its damaging judgment. </p> <p>Mr Bush's budget plans, the panel found, would force the US back into annual deficits after he leaves office. </p> <p>His published commitment to cut taxes and switch pension contributions into personal accounts would mean that the government could no longer meet its financial commitments without going into the red from around the year 2015. </p> <p>The actuaries calculated that Mr Bush's plans would make it all but impossible for the US to eliminate its national debt, a goal to which both main parties have officially subscribed ever since the current account of the federal budget moved into surplus two years ago. </p> <p>The Bush campaign team says its projections show that it can eliminate the federal debt by 2016. </p> <p>Mr Gore has promised to achieve this by 2012, a pledge which the actuaries say can be fulfilled, on the basis of their published figures. </p> <p>\"I don't see any way they [the Bush plans] pay off the public debt,\" Mr Gebhardtsbauer said. </p> <p>\"In 2015, the budget will go negative. There won't be a surplus any more.\" </p> <p>The actuaries said they were not taking sides in the election but applying standard evaluation techniques to the plans and rhetoric of the two campaigns. </p> <p>Mr Gebhardtsbauer said that the only way the Bush campaign could make good its claims would be by double-counting the equity building up in pension accounts. </p> <p>The actuaries, a professionally conservative group, also said that Mr Gore's budget plan was much more accurate and specific than Mr Bush's. The Bush team has so far produced only broad outlines of its intentions, Mr Gebhardtsbauer said. </p> <p>A statement from Mr Gore said: \"The numbers don't add up.\" Mr Bush was promising \"the same trillion dollars to two different groups of people\", he said.</p>",
  "Michigan is not the biggest prize, in terms of electoral college votes, but in this neck-and neck race it offers riches beyond count. In the last two presidential contests, it was solid for the Democrats, but this time it is called a toss-up state, with all the polls suggesting the race is too close to call. <p>Little wonder, then, that George W Bush is campaigning hard in the state, while campaign workers for Al Gore have launched a so-called phone blitz of Michigan voters, bombarding them with recorded messages. </p> <p>The phone campaign could, in fact, backfire. Republicans, who are hopping mad about them, hope they will antagonise voters. </p> <p>In one of the calls, Charlotte Cherry of Houston, Texas, says that \"Governor Bush has accepted $1.3m (£0.9m) from corporate polluters, and he's allowed them to keep polluting while my kids suffer.\" Another Texas caller says Bush signed legislation weakening nursing home regulations. </p> <p>Actor Ed Asner, a strong Gore supporters, has also recorded calls criticising Bush. He warns listeners that \"George W Bush has a proposal that would undermine Social Security, even scuttling current benefits.\" </p> <p>So far, there is little evidence that the phone campaign has swayed voters either way. The <a href=\"http://www.freep.com/\" target=\"_new\">Detroit Free Press</a> today reports that in the state senatorial contest, the Democrat candidate has come from 10% behind two weeks ago, and is now running neck and neck with the Republican incumbent. </p> <p>There is better news for Bush in a fun little news-in-brief about the sales of Halloween masks, which are said to mirror the Presidential election results back to 1972. This year Bush masks are outselling Gore ones, 58% to 42%. </p> <p>The <a href=\"http://www.detnews.com/\" target=\"_new\">Detroit News</a> also runs a poll showing Gore on level pegging with Bush at 42%, with 13% still undecided. But in Detroit itself, it says, Gore is leading by a whopping 80% to 7%. </p> <p>Outside the city, Michigan state is much more equally divided. The <a href=\"http://www.Lenconnect.com\" target=\"_new\">Daily Telegram</a> of Lenawee County eschews all mention of the Presidential race, but devotes a long editorial in praise of the local Republican candidate for re-election to the House of Representatives. </p> <p>The <a href=\"http://www.thehollandsentinel.net\" target=\"_new\">Holland Sentinel</a> has already decided who will next inhabit the White House. It features a syndicated column by Cal Thomas, which starts: \"President George Bush had it in 1992. Bob Dole had it in 1996. Now Al Gore seems to be getting it. It is the political death pall that comes over a presidential candidate when he realizes he probably will lose the election.\" </p> <p>But the bias is not all one way. The <a href=\"http://www.michigandaily.com\" target=\"_new\">Michigan Daily</a>, based in Ann Arbor, highlights the state senatorial contest. It suggests that the steady improvement in the poll fortunes of the Democrat candidate could be good news for Al Gore. </p> <p>The <a href=\"http://www.macombdaily.com/\" target=\"_new\">Macomb Daily</a> focuses on the state legislature elections, endorsing five Democrat candidates and three Republicans.</p>"
]