[
  "Joseph Lieberman faced down the doubters and made a powerful pitch to independent voters in his speech to the Democratic convention in Los Angeles on Wednesday. In so doing, Al Gore's running mate indicated he could be the man to unlock the 2000 US presidential election for the Democrats. <p>Less than two weeks ago, Mr Lieberman was a relatively obscure, generally conservative Democratic senator, known to the public mainly as a prominent critic of Bill Clinton during the impeachment crisis, and known to the Washington press corps mainly as an honest and interesting, but marginal, figure within his party. </p> <p>Yet thousands of delegates in the Staples Centre greeted the little man from Connecticut - \"my Joey\", as his wife, Hadassah, introduced him - as a conquering hero, as he delivered a smart, upbeat and generally well-judged acceptance speech. </p> <p>He entered to the music from Chariots of Fire, greeted the audience with an improbable clenched-fist salute and started his speech with a Jewish mother-in-law joke. But in contrast to his campaign appearances last week, Mr Lieberman dwelled only lightly on religious themes or the significance of his selection to American Jews and immigrants. </p> <p>It was a speech that set out to do four things: introduce the still largely unknown Mr Lieberman to a wider national audience; help promote Al Gore's generally lack-lustre public image; win the enthusiastic support of the black American electorate, a crucial Democratic base; and reach out to independent and undecided voters who need reasons to cast their ballots for the Gore-Lieberman ticket. </p> <p>\"Let me just speak to those of you at home who haven't made up your mind if you want to build on our prosperity,\" Mr Lieberman said, before highlighting bipartisanship and political reform as two key areas appealing to independents. \"I respectfully say to you that Al Gore and I are the guys who are ready to do the job,\" the vice-presidential candidate said. </p> <p>At various points in his speech, Mr Lieberman praised Republican leaders such as Ronald Reagan and John McCain. He stressed his senate reputation as an \"across-the-aisle\" legislator, who had worked with Republicans in the past and who was happy to do so again. </p> <p>\"Our opponents are decent and likeable men,\" he said. \"I am pleased to call many in their party my friends.\" </p> <p>In the coming election, this appeal to the centre and to independents will clearly be one of Mr Lieberman's responsibilities. </p> <p>The senator's quirky and unconventional voting record has raised some questions - especially among black leaders - about whether he will win over their support. </p> <p>In two warm-up speeches, Congressmen Robert Menendez, a Latino from New Jersey, and the formidable John Lewis of Georgia, a black man, fought to promote Mr Lieberman's anti-racist record. </p> <p>Meanwhile, Mr Lieberman went out of his way to restate his support for affirmative action, as he had done earlier at a meeting with the congressional black caucus. </p> <p>Mr Lewis reminded the convention that the young Mr Lieberman had travelled to America's deep south to help register black voters during the toughest years of the civil rights campaigns of the 1960s. </p> <p>Mr Lewis called him: \"My friend and my brother.\" </p> <p>The impact that the man from Connecticut has made on the polls in just a few days has been good for the Democrats, and yesterday's speech has established him quickly as a formidable player in the political big league. </p> <p>If Mr Gore loses in November, Mr Lieberman could be an early favourite for the Democratic nomination in 2004, an unlikely thought even two weeks ago. </p> <p>All aboard the Democrat bandwagon:</p> <p><b> The day's 'next president but one' tip </b> California Governor Gray Davis, who has established a high profile during the week, presented President Clinton with a (fake) Oscar during a fund-raising party at Paramount Studios </p> <p><b> Most miffed organisation </b> The Academy of Motion Picture Arts and Sciences which does not like replicas of its carefully protected Oscar being handed out to just anyone </p> <p><b> Comedian Bill Maher </b> \"Hollywood loves this Gore-Lieberman ticket. I know this because today three studios green-lighted projects about a robot that teams up with a rabbi\" </p> <p><b> Jon Corzine, the Democratic Senate candidate for New Jersey </b> \"We live in a time of tremendous prosperity, a time when Democrats have transformed record deficits into record surpluses. It is our duty to use this prosperity to address the unmet needs of the American people\" </p> <p><b> Newly welcome and honoured guests at the feast </b> American Indians are now among the biggest political backers of candidates in areas where they are establishing casinos. There are 75 American Indian delegates at the convention, a new record </p> <p><b> Publication with biggest big-name turnout for a party </b> George, the political mag founded by the late John F Kennedy Jr. Ben Affleck, Chelsea Clinton, George Clooney, Samuel L Jackson, Goldie Hawn and William Baldwin attended</p>"
]