[
  "Turning points are generally more obvious in retrospect than when they take place, but if Al Gore wins the race for the White House this November, then he is going to look back to these middle days of August as the moment when the tide turned in his favour. <p>Things began looking up for Gore when he chose Joe Lieberman as his running mate. They got better when Gore exceeded expectations in his acceptance speech to the Democratic convention last week. </p> <p>That passionate kiss with his wife Tipper before the start of his speech was the most noticed event of the convention season. Now, in the week since the Los Angeles convention, Gore has taken the political contest to George W Bush for the first time, and has been rewarded both by signs of Republican vulnerability and by a healthy boost in the opinion polls. Returning to the campaign trail after the traditional pause during his opponent's convention, George W Bush has failed to find his rhythm. </p> <p>After months as the frontrunner, perhaps he has become complacent, but the contrast between Bush's light schedule this week and Gore's strong campaigning performance in the Midwest and Florida has been palpable. </p> <p>Bush did not quite seem to have his heart in it. He seemed too relaxed, talking too readily about enjoying his week off. He has fumbled his words. Worst of all, he has let Gore dictate the agenda. </p> <p>Bush had intended these last days of summer campaigning to be about education. With schools and colleges about to reassemble for the new academic year, education is on many Americans' minds.</p> <p> Gore made two solid, focused pitches on the subject this week - the first on pre-school education, the second on tax breaks for the parents of college students.</p> <p> But Bush found himself pushed off the subject, forced to defend remarks on American military readiness that suddenly seemed mean-spirited, compelled to issue repeated clarifications on his tax plans, and wrong-footed over an attack ad against Gore which was hastily withdrawn on Wednesday. </p> <p>Bush was in the quintessential middle America town of Peoria, Illinois, this week when he made what could be the most damaging mistake of the three. </p> <p>Conscious that his $1.6 trillion (£1.1 trillion) tax cut continues to be seen as a rich man's charter by the Democrats - as it was in the spring by John McCain - Bush sought out a group of the travelling press corps to try to explain his plans in more favourable detail. </p> <p>The result was a spectacular own goal, full of non sequiturs and opacity, which required urgent rescue work by Bush aides as the day wore on. </p> <p>\"I've got to do a better job of making it clear,\" Bush told the reporters, \"that starting with a baseline of about $1.9 trillion over the next 10 years, the budgets will increase by about $3.3 trillion. And yet you've still got another $2.3 trillion of surplus. I think that when people understand that we've got a lot of money that we'll apply to different programmes, that the tax relief package will become even more, people will buy into the tax relief package even more.\" </p> <p>Got that? No? Well, the reporters didn't either. The whole episode triggered a distinctly unfavourable couple of days of coverage for Bush, not at all what the high command was looking for. </p> <p>Mockery has begun to edge out respect in the coverage of the Bush campaign. \"Reactive and not entirely coherent,\" reported the New York Times. </p> <p>Anyone can have a bad week, of course, but this is a bad time to have one. </p> <p>Gore is suddenly on form. He had already taken the lead in the national polls even before Los Angeles - the Lieberman factor presumably - and he has pushed further ahead this week.</p> <p> Yesterday, four new polls in important states all showed Gore ahead of Bush - by two points in Michigan, by eight in Minnesota, by 12 in New Jersey, and by 13 in California.</p> <p> And Gore and Lieberman spent Wednesday in Florida, where the choice of Jewish Joe has ignited fierce enthusiasm among the Jewish retiree vote who make up 6% of the state's electorate. Suddenly, Bush is on the defensive.</p> <p>There are nearly 80 days to go, of course, so this is just the start. Nevertheless, Bush is looking rattled on two other looming issues - the presidential debates, where he is squirming to avoid traditional stand-up contests in favour of cosy chats with Larry King round a TV studio table, and the congressional budget negotiations on Capitol Hill, where Bill Clinton is quietly playing a unnoticed blinder, manoeuvring the Republican leadership into a confrontation which resurrects all the associations that Bush is desperate to keep well buried until November 7.</p> <p>Election day is still a long way off. But Labour Day, traditional start of the real campaign, is just 10 days distant.</p> <p> In all but two of the presidential contests since opinion polling began in 1936, the candidate who led on Labour Day was the candidate who won two months later on election day (the exceptions were Truman in 1948 and Kennedy in 1960). </p> <p>Rules are there to be broken, but right now, it looks as though Bush could be trailing on September 4 and that Al Gore will be the favourite after all. </p>",
  "<p>The Olympics may be just around the corner, and it may be a presidential election year, but the only contest ordinary Americans were talking about yesterday was the one that was won on Wednesday night by the naked gay guy. </p> <p>In the summer of 2000, Survivor has been to America what Big Brother has been to Britain - the cult voyeur television show of the year, a compulsive national talking-point, and a heaven-sent media opportunity to fill up the silly season. </p> <p>But while Nasty Nick got his comeuppance in mid-series on Big Brother last week, when the massively hyped final episode of Survivor was broadcast it was The Man America Loved to Hate who emerged from a desert island in the South China Sea as the last contestant standing and the winner of the show's $1m (£673,000) first prize. </p> <p>Right from the opening episode in May, when the 16 hopefuls landed on Pulau Tiga island off the coast of Borneo, Richard Hatch was Survivor's demon king. </p> <p>Each week, as the remaining contestants voted to banish one of their number from the island, it was Rich - as he has become universally known - who pulled the strings, schemed the alliances, and plotted his way towards this week's final triumph. </p> <p>Rich grabbed the headlines with his penchant for on-screen nudity, for his openly gay sexual identity, and above all for his masterly manipulative performance on the island, always seemingly two steps ahead of his rivals. </p> <p>At the final \"tribal council\" of the series, seen by more than 40m Americans, 39-year-old Rich turned the tables on his final opponent, Kelly Wigglesworth, to carry off the jackpot. </p> <p>The final three-hour show generated enormous hype and the result topped the evening news headlines on all channels. Fans of the programme gathered to watch at Survivor parties all across America, many of them dressing - or undressing - as their favourite castaways. </p> <p>Survivor has eclipsed even the US version of Big Brother. Rich, Kelly and the other contestants have become household names and cult characters in the weekly national soap opera. </p> <p>Mr Hatch has invested some of his winnings in a trust fund for disturbed teenagers, but he is also expected to cash in on his recognition in a series of lucrative advertising deals. </p> <p>At least 25m people are reckoned to have watched each episode, a record summer audience, transforming the fortunes of CBS television, which had acquired the reputation of the dullest of the big networks. </p> <p>Wednesday's audience was expected to rival that for the Oscars and to get close to the number who watch American football's Super Bowl, traditionally the biggest audience-grabber of the year. </p> <p>The show's catch-phrase, \"The tribe has spoken\", has replaced Who Wants to be a Millionaire's \"Is that your final answer?\" as the television trope of the moment.</p>",
  "Troops killed in disputed region <p>Indian forces claimed that they had they killed 10 Pakistani soldiers and wounded several others yesterday repulsing an attack on a post in Jammu and Kashmir state. One Indian soldier died in the exchange of fire and another was wounded. </p> <p>Meanwhile Pakistan said its troops had repulsed an \"unprovoked\" Indian attack across the ceasefire line in the disputed region. </p> <p>A military statement said two Pakistani soldiers had been killed, two were missing and Indian troops had suffered \"heavy casualties\". <br><b>Reuters</b> Srinagar </p> <p><b> £220m award in paedophile case</b><br> </p> <p>The family of a 10-year-old boy who was raped and killed by two men in the US has been awarded $328m (£221m) damages for his wrongful killing. </p> <p>Neither Salvatore Sicari nor Charles Jaynes, the men convicted of the murder of Jeffrey Curley, has any assets to cover the award, but the lawyer for the boy's family said it was \"grateful\" to the jury in Middlesex county, Massachusetts, for the symbolic gesture. <br><b>Boston Globe </b> </p> <p><b> Monsoon rains claim more lives</b><br> </p> <p>Sixty-five people are dead and five missing after two days of heavy rain caused serious flooding in the southern Indian state of Andhra Pradesh. </p> <p>About 300 people are feared dead in flooding in north and north-east India, Bhutan, Nepal and Bangladesh this monsoon season. Millions are homeless, hungry and prey to disease. <br><b>Reuters</b> Hyderabad </p> <p><b> Huge drug bust in Colombia</b><br> </p> <p>Police seized 1,400kg of pure cocaine, with a US street value of $238m (£160m), in a region of central Colombia controlled by outlaw paramilitary gangs. </p> <p>It was the third big drug seizure in the past week, just days before President Bill Clinton visits Colombia on August 30. </p> <p>Earlier this week Mr Clinton approved the handover of a record $1.3bn (£875m) package of mostly military aid to help Colombia fight the booming drug trade and powerful Marxist rebels. <br><b>Reuters</b> Bogota </p> <p><b> Paraguay vote breaks mould</b><br> </p> <p>The Liberal opposition candidate, Julio Cesar Franco, won Paraguay's vice-presidential election yesterday, breaking the ruling party's 53-year grip on high elective office. </p> <p>His victory created the unusual situation of an opposition vice-president sharing office with a ruling party president. </p> <p>The post had been vacant since the last vice-president was shot in March last year. Mr Franco won 47.8% of the vote and the Colorado party candidate Felix Argana, the son of the former vice-president, 47%. <br><b>Reuters </b> Asuncion</p> <p><b> Mosquitoes face swat squad</b></p> <p> A village in northern Italy is holding the country's first mosquito-killing contest. </p> <p>Twenty-five male contestants, armed only with their bare hands, will try to present judges with the most corpses after five minutes' swatting. </p> <p>The winner will receive a gold mosquito and a gold medal. <br><b>AP</b> Valle Lomellina </p> <p><b> Making tracks to North Korea</b><br> </p> <p>South Korea will mobilise thousands of soldiers to clear mines on the 38th parallel to help reopen the railway to North Korea, Seoul announced yesterday. </p> <p>Work on the railway will begin next month and is expected to take a year. There are also plans to build an inter-Korean road to Pyongyang. The railway will join the existing network, which leads across the Yalu river to China. <br><b> John Gittings</b> Hong Kong</p>"
]