[
  "Bill Clinton was set to make one last bravura appearance in front of the adoring Democratic faithful last night, opening the party convention in Los Angeles, before slipping quietly out of town and leaving Al Gore to see what he can make out of his mixed legacy. <p>It was the climax of a long weekend in Los Angeles during which Mr Clinton and his wife Hillary have rarely been out of the spotlight, before leaving Mr Gore to put his own stamp on the Democratic party when he arrives in Los Angeles tomorrow. </p> <p>Before then the president will symbolically pass the torch to his deputy at a campaign event in Michigan, after which, the Gore campaign desperately hopes, Mr Clinton will conquer his instincts and fade into the background. </p> <p>The president was expected to mount a trenchant defence of his eight-year administration last night, arguing that it was absurd for the Republican presidential candidate, George W Bush to say that he and Mr Gore deserved no credit for America's soaring economy and greater social peace. </p> <p>America's sustained growth, budgetary surpluses and record home ownership would be at risk under anyone other than Mr Gore, he was expected to say. </p> <p>The speech was not expected to mention the Monica Lewinsky affair or the impeachment crisis which followed it. </p> <p>Aides did not expect him to offer another apology for his behaviour, since any mention of the scandal would snatch the headlines away from a speech designed to set out what he hopes will be his more lasting political legacy. </p> <p>In preparation for the valedictory address, aides said, he had been studying the much-admired way in which Ronald Reagan choreographed the similar moment in his own career, when he passed the baton to George Bush at the Republican convention in New Orleans in 1988. </p> <p>While Mr Reagan was widely applauded for the way he quickly left the stage, many critics have asked this week whether Mr Clinton can bring himself ever to do so. </p> <p>Mrs Clinton was also due to address the convention last night, becoming the only presidential spouse since her idol Eleanor Roosevelt to speak at three successive Democratic conventions. </p> <p>Earlier yesterday Mr Clinton rounded off an intensive three days of fundraising with a series of meetings with some of the Democratic party's core supporters, including blacks, Latinos and trade unions. </p> <p>He told reporters that he was confident that Mr Gore could overtake Mr Bush's persistent poll lead, but said it would take hard work to energise the electorate in a prosperous era, without the major divisions or crises of the past. </p> <p>\"We can turn around these polls, but it's not the work of a day. It's going to take every day between now and November,\" he told a brunch in honour of his cabinet. </p> <p>\"You've got to go out of this convention committed to telling people this is a big election, there are big differences, in spite of all the good that's been done in the last eight years you haven't seen anything yet.\" </p> <p>Everything Mr Clinton said and did in Los Angeles reflected the bitter-sweet character of these final months of his presidency. On the one hand, he wants to draw attention to his achievements by any and every means possible. On the other, he is aware that the more he appears to hog the limelight, the more difficult he is making Mr Gore's task. </p> <p>As he toured a succession of star-studded fundraising functions at the weekend, he showed yet again how much he is being pulled in opposite directions. </p> <p>\"How quickly it all passed, and what an absolute joy it was,\" he told a gathering in his honour on Saturday night. </p> <p>\"For me this was not only the greatest honour of my life but every day, even the bad days, were good days.\" </p> <p>Interviewed by the Los Angeles Times yesterday, he once again stressed his desire to surrender the leading role to Mr Gore while simultaneously demonstrating a characteristically obsessive interest in all aspects of the campaign to succeed him. </p> <p>And he could not restrain himself from looking forward to playing a back-seat driver's role in a Gore administration. </p> <p>\"I told Al once that if he got elected president, my main goal would be to stay out of his way, because America can only afford one president at a time,\" he said. </p> <p>\"But if he wanted to talk to me, I'd be glad to talk to him.\"</p>"
]