[
  "As a late sun stroked the last of this year's cotton, like billows of man-made clouds, old Ruby Walker sat on her porch with most of her 22 cats frolicking around her. The next few days will be particularly hard for the Walker family, since they were to have marked the nineteenth birthday of Ruby's granddaughter, Sandra Handy. However, there will be a different anniversary: 'She was just crossing the railroad line on her way home this time last year, when the shooting started and a bullet hit her right in the head.' There is a macabre intimacy to the murder. Ruby gestures towards the house behind her: 'It was their boy done the shooting. He only got 10 years and it's hard to look at them every day. He was, she adds, 'one of the gangbangers - fighting for territory'. <p>This is not the Bronx or Southside Chicago - this is a rural hamlet called Coahoma on the Mississippi reaches, in the heart of the Delta, an area which a nearby Pastor, Benny Brown, calls 'not a \"rural area\" but more of a reservation. A black poverty reservation.' </p> <p>'Reservation' is an apposite description of the poverty hidden from view, hidden from politicians, from those surfing the economic boom and hidden from America's presence in the world. </p> <p>They are deep wells of apparently irredeemable poverty, a dark side of the America which preens itself in front of the mirror with each jump of the Nasdaq and every State of the Union speech and offers itself to the planet in chat shows, mini series, and tales of dotcom billionaires in business magazines. This is an America which will never make even a cameo appearance on Friends or a footnote in Forbes or Business Week . </p> <p>While there is appalling poverty among white people in some places, these reservations are for the most part territory into which whites dare not venture and would not think to venture. In Coahoma, a little girl approaches my photographer: 'Sir, are you a white man?' </p> <p>'Do I look white?' he replies. </p> <p>'I guess,' she says. 'Is your friend a white man too?' </p> <p>This year's cotton is almost in, packed into great bales of white that dot the vast flatscape of the Delta, rising from the rich earth of 'Cotton Kingdom'. There are still a few fields left and loose cotton still blows across the earth and roads like a light, fluffy blizzard. </p> <p>But what the hell. The end of the accursedly dry Southern summer, and of the cotton harvest, is no time for celebration in these communities around the town of Clarksdale. Forty per cent of people here survive below the poverty line, which is set at $16,000 for a family of four. With the summer work now gone, the onset of Fall only serves to remind those who watch the seasons come and go from their porches and roadside perches that whatever the rhetoric from those now campaigning to become the next President of the United States, the reality will almost certainly pass them by: that theirs is the land that politics forgot; that as the sound and fury of the election increases, with only a fortnight to go, their 'reservation' is the price paid for the economic boom on which the election rides. </p> <p>The boom economy is the toast of a contemporary America, awash with money that has enriched not only the wealthy and superwealthy but a burgeoning middle class. The toast, too, of America's presidential election with both candidates debating how to spend the most lavish budget surplus in the country's history. </p> <p>George Bush's appeal is a brazen one: a windfall for those he sees as having generated the wealth - the rich and super-rich, with gestures of reward to the middle strata. Al Gore tried to make his central pledge to 'working families' but has been obliged to let the term slip from his lexicon of late, in favour of 'the middle class'. </p> <p>The fact is that there is little or no political capital to be gained by fighting for the votes of the poor in America, since - for the most part - the poor do not vote. But they exist: the underbelly is always there, either prop ping up the system or consuming its welfare dollars, whichever way you look at it; an underbelly that swells along with the wastelands where it lives, trapped in its own economic hex, out of sight and largely out of mind. </p> <p>In Mississippi, at the last Presidential election, only 33 per cent voted; in Coahoma County, even fewer. Around Clarksdale, people pay Washington as little mind as Washington pays to Clarksdale. </p> <p>When President Clinton came to office there was a grandiose plan to reform healthcare - which fell by the wayside. There was an 'initiative on race' entrusted to a special panel kept on such a tight rein that its members could not say what they wanted to say. Finally came the 'welfare reform' of 1996 which removed tens of thousands from the benefits rolls and sent them into jobs they often lost within weeks either through ineptitude or inability to live the working life. </p> <p>Clarkesdale is the epicentre of that which in eighteenth-century England was called the 'Blue Devils', adapted by plantation-speak during the 1890s to 'the Blues'. It is the town in which the famous 'Crossroads' is located at which the master of all bluesmen, Robert Johnson, is said to have sold his soul to the Devil in exchange for his wizardry on the guitar. The old Negro lore has it that the musician must 'take a black cat bone and a guitar and go to a lonely fork in the road at midnight'. The guitarist will soon be joined by an 'unseen musician' who will 'play in perfect unison' before taking his instrument away from him - although the sound will continue until our guitarist's fingertips bleed. 'The music,' runs the legend, 'will eventually subside, and when all is quiet, you may go home. You will be able to play any piece you desire on the guitar, but you will have sold your eternal soul and are his in the world to come.' The crossroads is that between Highway 61, which splices America in two, north-south, and Highway 49 - now marked by a bricked-up, former laundromat. </p> <p>It was on a farm called Hopson, now site of an annual blues festival, that another Devil claimed many souls in Clarksdale: the first mechanical cotton-picking machine, which led to the mechanisation of the plantations, and began the great migrations north that in turn created the ghettoes of Chicago, Detroit, Washington, New York and Boston. </p> <p>And Clarksdale is also the Delta town through which Bill Clinton blew like a hurricane during his 'Poverty Tour' of July last year, in the footsteps of a similar journey made by Bobby Kennedy in 1967. There was a meeting with the locals in a flower store called 'Ooh So Pretty Flowers' managed by Shirley Fair, who has a collection of thick photo albums and likes the President because he 'cares about poor folks'. But, she says: 'Nothing has gotten any better. There's nothing here to grasp on to. The railroad is closed, the factories have gone. The good folks move on and the gangbangers take over the streets and that makes it harder for businesses to survive. The President wrote me a letter saying I could apply for a grant and employ 10 people. But there were so many rules and regulations I couldn't understand nothing. Always something to slow you and stop you. So I did.' </p> <p>The President had actually wanted to visit another place just north of Clarksdale, a much smaller rural community called Jonestown, but his spin doctors advised him against it - for reasons that become immediately apparent when one pulls into Main Street, whose sign lies on a scrap of grass next to an empty beer bottle. </p> <p>The approach to us here is a little different from that in Coahoma. In response to the first whites within living memory to buy beer and pecan nuts at the Deer Park grocery, a man with a hood over his head forms a pretend gun barrel with his index and middle fingers, flicks off the (thumb) safety catch and opens fire, with recoil. For the most part, however, a smile and some heartfelt respect meets nothing but hospitality and a return grin in places to which those above the poverty line never go. </p> <p>There is portrait of John F. Kennedy painted on one of the boarded-up store fronts - the paint is faded, the glass is smashed. The few businesses left open hide behind grills. </p> <p>Jonestown's mayor is also the town's Pentecostal Pastor, a pensive man and disarmingly honest about his isolation from power politics and the magnitude of his task, to the edge of hopelessness - but not over it. 'This was,' says Mayor Joe Phillips, 'a thriving rural community 20 years ago - the employment was farm labour - then came mechanisation, and people moved away. Then the whites left, and took the businesses with them. The buildings became dilapidated and fell in'. </p> <p>To try to stave off this decay, 'money is occasionally promised to the community,' says Phillips, from both federal and state funds. 'But when it is promised, it gets expended elsewhere. It always seems to disappears some place else, it doesn't get filtered down. They'll say that \"administration costs\" count for 30 per cent.' Why? 'Politics,' he replies simply. 'That's the bottom line. You can't just wait for things to happen. We are saying that to do anything, we have go to do it with private funding and we have got to do it ourselves'. </p> <p>Phillips's calling is, he says, to 'instill in people's minds that they can become self-sufficient, and dignified. Otherwise they are going to end up breaking up, tearing up. But I guess,' he adds, as though uttering some personal confession, 'that it's very solitary work. Very isolated. People stay away from you so that when you get hit, they won't feel the results. But I've always believed in the impossible; Jesus said: \"bring the blind man unto me, that he may see\".' </p> <p>The forecourt of the Deer Park Grocery is a gathering place for those wrenched from the land by the new demands of the 'Cotton Kingdom': a ragbag of gang fighters and those 'breaking up, tearing up', and their daytime lady friends, under the watchful eye of the sheriff's deputy. Or just people who may be heading that way, like Albert Mitchell. 'I always worked the farm,' says Albert, 'but now all the work is seasonal. The harvest is in, and you get cut. When I'm working, I don't drink. But when I'm not working you get jack shit to live on; I do a bit of plumbing and I drink. So now my wife is throwing me out, with the kids and all that.' </p> <p>Also among the company is Juliet Shaw, holding her baby - one of two, though she is only 18. She lives on the welfare payments for which young women like her are infamous and an easy target for political polemic, like most of the mothers at a Montessori school run by a Roman Catholic mission in the town centre. The nuns arrived in the building, a crack den, on 6 January 1993, and by 11 January the children had begun to arrive. 'Some of them,' says Sister Theresa Shields, watching basketball practice, 'go back to wonderful homes - others to appalling, abusive ones.' As she speaks, a car pulls out, blaring loud rap music: 'See You In Hell, Motherfucker!'. </p> <p>Not everyone in Jonestown is either locked in struggle or downcast by melancholia. Indeed, as he hobbles with his stick down a lazy, sunny street, it seems that nothing under the Delta sky could wipe the smile off Willie Gilbert's face. Willie was a truck driver earning reasonable money until a wheel crashed down on his ankle during a tyre change eight years ago. He doesn't find it easy to get by on his $500-a-month disability pension, but has adopted his own approach: 'eat slow'. And while eating slow,he looks back on his life: 'Now how many children I got? Got a whole bunch of 'em. Woulda had 29 if they'd all lived. Got 11 by one woman. Got two in California, boys. Got one in Washington DC. Don't know how many grandchildren...' But for one of his neighbours, memories of sweet times only make the present bitter. As Walhida sits on her porch, flies feast on the infected, weeping sore above her right eye. </p> <p>As ever in the Mississippi Delta, the greater the tribulations of this world, the more people cling to the promise of the next. Benny Brown peeps out from behind the hatch of the little kiosk café he keeps on Main Street, selling 'Hog's Maws' and 'Chicken Gizzards'. Benny talks through his spectacles and between orders about 'poverty pockets' and 'reservations, weighing up the 'pre-King' and 'post-King' epochs on the Delta plains, and of the trade-off between the winning of civil rights and the loss of any kind of opportunity in the comfortless rural ghettoes that followed in their wake, embittering - and mocking - the sweetness of victory. On those 'reservations', Benny sees a 'vicious cycle' of 'poverty which creates problems that only deepen the problems further' - 'an influx of drugs, alcohol and crime'. Benny has his own view on how the cycle has to be broken and accordingly invites us to a Bible study class. </p> <p>A misty dusk - illuminated by a fat, low golden moon - settles on the ploughed plantation fields, as Benny hoists a man called Rickie out of his car, onto a wheelchair and up the ramp of the little white slatwood church that stands alone. 'Wherever there are churches,' says Benny, 'there were communities. Now they have gone'. The preacher is Brother Stevens, who looks a blend of Richie Havens and Rasputin, and the scripture for study tonight - after a prayer of invocation sung with passion and volume and interrupted with cries of 'Halleluiah! and 'Oh Yes!' - is the seventh chapter in the Book of Ecclesiastes. 'The heart of fools is in the house of pleasure... If you the poor are oppressed in a district / And justice and rights are denied / Do not be surprised by such things / For one official is eyed by a higher one / And over them both are others higher still'. </p> <p>Benny invites the meeting to recall Clinton's visit, and how 'many of us saw the motorcade go by - but is it any better now?' No, the company agrees. 'We can expect nobody to help us from outside,' says Benny, 'Look for change from within. From within yourself, and from within your community.' </p> <p>Not all of Benny Brown's reservations are black, of course. Many are Hispanic, along the border towns of Texas, Arizona and California, where squads of white vigilantes now take the law and their semi-automatic guns into their own hands. The native, first Americans occupy the dustiest and most comfortless acres of land to which they were dispatched a century and a half ago. And there are, in their way, white reservations too - in Appalachia and across the vast prairies and plains, but it is in the South and in particular the black South with its legacy of slavery and segregation (the Confederate flag is still proudly stitched into that of the state of Mississippi) that 'poverty pockets' are at their worst. There is a 'New South' to be sure: with its dynamic capital of Atlanta and a formidable Attorney General in Mississippi, Mike Moore, who is prising open the sealed secrets of crimes by the Ku Klux Klan, lynchings and church burning in the 1960s, to win a string of convictions. </p> <p>But the depth of poverty in black Mississippi remains, frankly, shocking. The Centres for Disease Control in Atlanta has reported, in the past few months, serious clusters of diabetes, hepatitis and Aids around poor communities, where some 40 per cent of the population lives below the poverty line. </p> <p>Back in Jonestown, the night is young, and as it falls one realises that Benny and his fellow-churchgoers are engaged in a state of what is, for them, apocalyptic war. Down at the Club Sugar - a ramshackle brick cabin beside the railroad track - those parking cars are invited by the girls if they want to 'have a little fun tonight'. Lads like 'Q', with his blue bandanna, are arriving to drown their sorrows and thoughts in the barrage of rap music while his friend 'Icy Man', although in the middle of a conversation, pulls hard on a tube of 'rocks', his eyes glazing over, his face frozen in oblivion. Mayor Phillips had warned how 'the drug pushers have been pushed out of the bigger towns and are now targeting the little ones. And the more they come, the more we get break-ins, prostitution.' </p> <p>It's like finding the old Seventies Bronx in the middle of a twenty-first century cotton plantation and the crowd soon moves to a joint nearer the village centre, Hot Spot. We ask if we can take pictures of the heaving and dancing, to be told politely that this would be a 'bad idea because a lot of the guys here are wanted'. The guys accordingly hit the floor as the girls shake their stuff - only for the festivities to be abruptly brought to a close by the sudden and robust entry of a posse of (very white) police officers. 'They're serious,' says our host, Clee - who dislikes rap and who dreams mainly of setting up a blues band in town - 'they're not local, they're County'. </p> <p>On a street that runs adjacent to the Sunflower River through Clarksdale, there's a ramshackle but precious hotel with a history to tell that encapsulates all the pain and emotion of Benny Brown's 'poverty pocket'. The Riverside Hotel dates from the days when blacks were not allowed to stay in 'white' hotels; it is where singer Bessie Smith was taken to die; it's where the blues masters stayed and now where the labourers - the 'weeklies' - live, and where the blues pilgrims, mostly from overseas, come to visit. </p> <p>The joint is run by 'Rat' Cliffe, son of the lady who opened it and the wisest guy in town, now in his seventies. 'It's something like folks want to stay poor around here,' says Rat impatiently, working his spindly fingers around his cigarette end. 'Up there in Tunica they build casinos. But they wouldn't have 'em here - politics and the churches. In other places you got people wanting to work for themselves, like in Chicago, do something, get a sense of pride. But here, you know what has killed this place?' And here is a surprise from a man at the heart of the black community. 'Welfare. It stops people working. Why should a man go all the way to Tunica to work 40 hours a week and 10 hours travelling for $600 a month if he can get that from the welfare? Why go to work as a young woman when you can get paid just for having babies?' </p> <p>The sun is now low in the evening sky over the cotton fields outside Ruby Walker's home; the cats savouring the last of the heat. Ruby's grandparents were slaves working these cotton fields; 'And so was I, after a fashion,' she reflects. 'We worked from sun up to sundown, and the money was cheap.' Her daughter Mary became the fifth cotton-picking generation until she found work in a local school. But, adds Ruby, the furrows deepening across her brow: 'I sometimes wonder if they ever really did do away with slavery. I don't know what's happening round here no more. All I know is it was better in the Forties than it is now'.</p>",
  "Over lunch in a Manhattan restaurant, I had my second-greatest shock during two weeks in America. My companion was a New York journalist, a conventional liberal. He was thinking of voting for a Republican presidential candidate for the first time in his life. <p>In a close race, George W. Bush is slight favourite to win on 7 November (the Blair Government is privately resigned to a Bush victory). That lunchtime conversation offered one hint as to why this should be so. It is not merely Al Gore's unappetising and uninspiring personality. Behind that lies the barely conscious revulsion of many Americans for the ignoble bargain they made when they voted for Bill Clinton. </p> <p>This election ought to have been a walkover for Gore. During the Clinton presidency, the economy has boomed. That may be luck as much as judgment, but the rule in politics is that he who would take the blame if things go wrong is entitled to take the credit when they go right. It's true that the benefits of this boom have been unevenly distributed, more to the haves than to the have-nots. But in a country where barely half of the electorate votes, that should help Gore. </p> <p>On top of which, the Republicans chose as their candidate a man who - in the words of a journalist who supports Bush, the Washington Post 's Michael Kelly - is smarter than the average bear, but not much. A less polite way of putting it is that 'W' is even more of a buffoon than his father. He is certainly more of a mangler of language, who says, 'They will be in the forethought of our thinking' and that 'I will have a foreign-handed foreign policy'. My favourite was when he met Ffion Hague and, told about the unusual spelling of her name, greeted her: 'Hi, Ef-fion.' </p> <p>How then to explain that this ludicrous personage may well win - and some who consider themselves liberals may vote for him? There are clues in a New Yorker article about Clinton by Joe Klein ('Anonymous' of Primary Colors ). Klein is trying to be objective, and says harsh things. He also displays some of the lingering delusions about Clinton. Disenchanted as he affects to be about the man's not-so-private conduct, Klein writes of Clinton's 'intellectual acuity'. One could as well speak of his moral integrity. </p> <p>Yet the weirdest passage is when he describes Clinton's bid for the presidency in 1992. He had to show that he was tougher on crime than wimpish liberal Democrats, 'especially on the squalid, and substantively irrelevant, issue of the death penalty'. </p> <p>Irrelevant to whom? Not, one supposes, to the Americans judicially put to death every year, guilty or otherwise. Under Governor Bush, Texas has led the country, if not the world (China offers stiff competition), in executing people. We knew that Bush sniggers when talking about those he has executed, and gloats about those he will execute, whether or not they have been convicted of a capital offence. We now learn that he spends an average of 15 minutes considering each clemency appeal. </p> <p>Where does that leave enlightened Democrats? Klein alludes to the way, during his first presidential campaign, Clinton put to death for electoral advantage a brain-damaged black man. Americans opposed to capital punishment nevertheless voted for him. Is it a wonder that their consciences are troubled? Eight years ago they persuaded themselves that Clinton was the lesser evil, and some are now trying to persuade themselves that Gore is. </p> <p>There is another side to that. Tikkun is a radical Jewish magazine, published in San Francisco and edited by Michael Lerner. In it he argues against 'lesser-evilism', as morally corrupting and often politically ineffective. He says that Gore is scarcely a lesser evil in any case, with 'his slavish subordination to corporate interests, cheerleading for the military, flip-flops and lack of a moral centre, and his betrayal of environmental causes for the sake of political self-interest'. </p> <p>My single greatest shock came when I hired a car and eventually had to stop for petrol. A full tank cost $21.50, around £15. In England I would have been lucky to get change from £35. And Gore's response to the latest fuel-price crisis? He asked Clinton to release oil stocks from the strategic reserve so Americans could continue to enjoy driving in the style, and at the price, to which they are accustomed. </p> <p>With all that, Gore's greatest problem remains Clinton, and the sense of shame many Americans feel about having been suckered by one fraud already in the past decade. Gore knows this. The New York Times described how relations between president and vice-president are icier than ever. Gore rarely speaks to Clinton, let alone asks his advice, and each man feels betrayed by the other. </p> <p>But Gore's complaints of betrayal are surely the more abject. Forget Monica: no-one actually thinks that Clinton raped Miss Lewinsky, but many Americans - including Gore - believe he did, in a legal sense, rape Juanita Broaddrick. </p> <p>Asked if he thought this was the case, Gore couldn't answer. A vice-president who believes his Head of State is a rapist is someone who has engaged in a terrifying Faustian bargain. Perhaps it epitomises the bargain many Americans made when they voted for Clinton. </p> <p>The New York Times says cutely that 'the buddy movie that began when these two young Southern centrists started off on a high-energy bus tour across America in the 1992 campaign wasn't supposed to end like this', but then perhaps the buddy movie between Clinton and American liberalism was always likely to end in tears, rage and guilt. If liberals now try to assuage that guilt by taking it out on Al Gore, he truly has no one but himself to blame.</p>",
  "<p>The gaffe by Willem Duisenberg over exchange rate policy reminds me of one of the great business quotes of recent decades. It was made by none other than the boss of the Dome - no, not that Dome, but the president of the failed Dome Petroleum Corporation of Canada in the early 1980s. </p> <p>What Bill Richards disarmingly said to former Financial Times journalist Peter Foster was: 'We weren't really successful in exploration, but the important thing is that we did it with other people's money.' </p> <p>As Foster tells the story, Richards immediately paused and added: 'Hey, that's not a very good quote, is it?' To which Foster replied 'It's a very good quote', and made it the title of a best-selling book on one of the great financial follies of the 1980s. </p> <p>The Times journalists who interviewed the president of the European Central Bank last week got a remarkable reply to the question whether it would make sense for central banks to get into the market if a sharp change in currencies were caused by war in the Middle East: 'I wouldn't think so,' was the quote. </p> <p>Duisenberg has a first-class press adviser, Manfred Korber, who spent many years at the Bundesbank and knows all about the sensitivities of the financial markets. As the Times reported: 'His press adviser, acutely aware of the potential market significance of the president's remarks on intervention, asked Duisenberg if he was happy for these comments to remain on the record. The ECB president replied that he was.' </p> <p>Then, of course, all hell broke loose. The financial markets had been impressed by last month's intervention by the Group of Seven leading industrial countries to prop up the euro, and were waiting for more. The September intervention may not have sent the euro shooting up for long, but it steadied the currency. The fact that the G7 had shown they were prepared to intervene undoubtedly improved the climate around the euro. </p> <p>The ECB president was widely criticised for having broken the code under which central bank governors do not answer questions about intervention policy. In my experience, however, they, and finance ministers, do so when it suits them. The real gaffe was to give the impression that that was that - no more intervention on the cards. </p> <p>Despite the embarrassment he has caused, Duisenberg is the best ECB president we have; it is generally thought that his obvious - indeed designated - successor, Jean-Claude Trichet, will not step into his shoes before the euro notes and coins are introduced in 2002. </p> <p>At a press conference last Thursday the ECB closed ranks and Duisenberg teasingly conceded, when asked to resign, that he had accepted advice 'and I am not going to answer any questions related to that recent interview'. He then went on, mercifully, to restate the official line that 'intervention is a tool available to central banks to be used if and when appropriate'. </p> <p>The original gaffe was all the more remarkable in the light of the time it had taken for the G7 to get its act together. Way back in January the G7 discussed intervention, but only Japan was keen. At the April G7 meeting the French and the Italians wanted a statement about intervention but the Germans didn't. Japan is believed to have intervened heavily this year to prevent the yen from appreciating further against the dollar, and with some success. It was only in September that the Europeans could agree on the need for intervention. Then, having impressed the markets and got them on tenterhooks (which always helps against speculative fever), the ECB president nearly ruined it. </p> <p>These are sensitive times, and the markets are prepared to make mountains of molehills. There was a widespread assumption that the US Federal Reserve would not intervene in the markets before the 7 November presidential election, but it did. The Fed was keener on intervention than the US Treasury, and can advise it on the need for intervention, but takes its final instructions from the Treasury. A little-noticed item in the Times interview was Duisenberg's remark that the market was 'decidedly wrong' if its impression was that the US intervention had been 'very modest'. </p> <p>The market is also obsessed by statements by US Treasury Secretary Larry Summers that he favours a strong dollar. Certainly, Summers favours a strong dollar. But I doubt whether he favours the collapse of US multinational business in Europe, or would stand idly by if the euro looked like going into a freefall precipitated either by a Middle East war or by some other financial panic. </p> <p>As the FT 's excellent market reports observed: 'Mr Summers trod a fine line [after Duisenberg's gaffe] reiterating his support for the long-standing strong dollar policy while saying he shared concerns over the euro.' And one of the Fed governors, Robert Parry, said the strong dollar was 'denting corporate profitability and exports'. </p> <p>The fact of the matter is that the world economy is finely poised, and nothing can be ruled out on the G7 front. For the moment, the central bankers - from Alan Greenspan to the Bank of England's Monetary Policy Committee - give the impression that there is no panic on the inflation front from higher oil prices, provided they don't go much higher, and provided wage bargainers do not respond with inflationary wage claims. </p> <p>But this relative optimism could change, and my own impression is that last week's reassuring speech by Greenspan was - given the US trade deficit, the vulnerability of Wall Street and the unknowns in the oil market - at the upper end of complacency for a central bank governor. </p> <p>My final thought for those who think currency intervention is out of the question is a reminder of what Margaret Thatcher did in January 1985 when the pound threatened to fall to $1. She simply changed her non-intervention policy and rang up her friend Ronald Reagan to ask for his help as well. </p> <p>Of course, the nice thing about intervention is that, in the end, finance ministries and central banks can do it with other people's money. But, properly handled, intervention can also be in the interest of the entire world economy.</p>"
]