[
  "The way in which the west has responded to the two big international crises of the past fortnight - in the Middle East and Yugoslavia - has thrown up some similarities - and some marked contradictions. <p>Few governments openly advocate or condone violence, for example. So in reacting to events in Belgrade and the occupied territories, Britain, other EU countries, and the US urged a peaceful resolution on the adversaries in both conflicts.</p> <p>In the West Bank and Gaza, both sides ignored this advice. Only in the last few days has the killing begun to abate. In Yugoslavia, the revolution that came to a climax last Thursday was largely bloodless. It is possible that western pressure influenced the crucial decision of the police and army not to intervene - but it was probably not the decisive factor.</p> <p>In such situations, the west also habitually reacts by pressing for the law to be respected and for democratic and constitutional norms to be observed. For obvious reasons, politicians in office are deeply averse to the idea of governments being overthrown by force.</p> <p>Yugoslavia proved to be an exception. After it became clear that Slobodan Milosevic and his cronies had fiddled the result of the 24 September presidential election, western governments united in insisting that opposition leader Vojislav Kostunica be declared the rightful victor.</p> <p>In truth, the west did not, and could not know for certain at that point that Mr Kostunica had won outright - only that he had obtained more votes than Mr Milosevic would admit. Nevertheless, Britain and the others all urged the opposition to boycott the second round and, in effect, abandon normal democratic and constitutional processes in favour of street protest.</p> <p>The west's action in backing a popular uprising was, of course, politically-motivated, inspired by the post-Kosovo vendetta against Milosevic. In the event, people's power prevailed, and the gamble paid off. But if it had not (and it was a close run thing), and a second round of elections had been held, Milosevic could have expected to win unopposed. He would then have been able to proclaim himself re-elected according to constitutional norms.</p> <p>In Israel, on the other hand, political considerations have dictated an entirely different western policy. Mr Arafat, his Palestinian National Authority, and his security police are criticised, particularly by the US, for not upholding the rule of law and not suppressing a popular uprising. Although Israel is criticised too, for its use of excessive force, no western government actually actively challenges its central contention that it is entitled to kill and maim civilians if that is what it deems necessary for its self-defence.</p> <p>Imagine the furore, and the calls for instant international military intervention, had Milosevic sent tanks, helicopter gunships, special forces and regular troops against the people of Belgrade. Yet this is exactly what the Israeli government has been doing on a daily basis for the past two weeks.</p> <p>It would be grossly unfair to suggest that Ehud Barak, Israel's prime minister, and Milosevic have anything in common. But it is reasonable to ask whether the west is guilty of double standards and of letting politics influence its interpretation of domestic and international laws. </p> <p>Such comparison may be extended to some other contemporary conflicts. One primary reason behind Britain's military intervention in Sierra Leone earlier this year was the defiance of UN security council resolutions, and the humiliation of the UN peacekeeping force, by the rebels of the Revolutionary United Front. Indeed, moves are now well under way to set up a Yugoslav-style international war crimes tribunal for Sierra Leone to bring the RUF renegades to justice.</p> <p>Yet as the Palestinians and the Arab world constantly point out, Israel is in historic breach of several key UN resolutions, not least the requirement that it hand back land seized during the 1967 six-day war and agree a right of return for Palestinian refugees.</p> <p>Mr Barak, to his credit, honoured one UN resolution last summer when he completed an Israeli withdrawal from occupied southern Lebanon. Ironically perhaps, that has increased pressure on Israel to honour the other relevant resolutions in respect of the occupied territories.</p> <p>That it will not do so in the foreseeable future is no secret. The simple reason why not is that the US, the biggest donor of military and financial assistance to Israel, does not press it to do so. The conventional (but also accurate) explanation for this American double-dealing is, of course, the sizeable Jewish vote in key states like New York which American would-be presidents supposedly must court if they are to win and retain office.</p> <p>But, to return to Yugoslavia, how well does that American policy towards Israel and Palestine sit with the US-led campaign to expel Milosevic's army from Kosovo last year? </p> <p>The Kosovo war was claimed at the time to be morally as well as politically justified. The Kosovo Albanians were being brutally discriminated against, abused, exploited and mistreated by their Serb rulers. Their attempts to gain self-rule, or even greater autonomy, were thwarted. Their religion and their culture were not respected. Their protests were violently suppressed. The conflict, western governments said, posed a wider threat to regional stability and could draw neighbouring countries into a disastrous conflagration.</p> <p>Sound familiar at all?</p>"
]