[
  "<p>Leicester are still hoping not to go to Belgrade for their Uefa Cup second leg on Thursday week against Red Star. Uefa, having moved the tie to precede Yugoslavia's presidential election, requires written assurances of players' safety from the authorities by tomorrow. Meanwhile Leicester prepared for Thursday's home leg with a win that keeps them level on points with Manchester United on top of the table. </p> <p>United have scored 13 goals, Leicester four and conceded only one, a last-minute penalty. Tim Flowers said at the weekend the trip to Belgrade was \"not cast-iron yet\". His goalkeeping is just that. A first-half, double parry from 12 yards, then three was spectacular. Gerry Taggart, who landed him in it, more than made up for it with his second-half header from a corner to settle the issue. </p> <p>Leicester's defence is well built about Matt Elliott but, where United score freely, the Foxes peter out. Ade Akinbiyi is lightning without the strike; Darren Eadie is more comfortable wide; and Stan Collymore, short of match fitness, had his promised 45 minutes - but half a loafer is worse than nothing. Tony Cottee, last season's top scorer, was last night released to Norwich. </p> <p>So far City have got away with this, wasting the service of Neil Lennon and Muzzy Izzet. They are alarmingly dependent on these two, neither fully fit, for midfield control. When both had been replaced, after the goal, the Saints raised a siege, coincident also with James Beattie's arrival for Uwe Rösler. Glenn Hoddle persists with Rösler as line leader in a 4-3-2-1 formation. Beattie's movement might give it point and bring Marian Pahars and Hassan Kachloul more encouragement. </p> <p>Unusually for opposing managers Hoddle and Peter Taylor, friends for 20 years and recent England allies, had dinner together on Friday. Within 20 hours the pupil Taylor, given his chance with the Under-21s by Hoddle, had had his master tactically for breakfast. Sometimes Hoddle seems in danger of vanishing up his own theories. </p> <p>Both are exponents of the so-called \"beautiful game\", a term apparently coined by people who still refer to the Dome as \"the attraction\". This was less beautiful than frustrating because so many patient attacks ended with mindless or incompetent centres. How can two such thinking managers not attend better to the end product? </p> <p>Taylor may have the greater streak of realism and to City's famous spirit he has harnessed a belief in individual ability. Hoddle was impressed. \"I think he's very approachable and he switches on the right head to cope with different circumstances at the right time,\" he said. At present Elliott is the one like Cerberus and, as for Hoddle, it is a case of \"Heads you win, tails I lose\". </p> <p>At times his sayings rival those of Colin Murphy, City's football co-ordinator, whose programme notes as manager of Lincoln were a legend of highfalutin obscurity. Flowers said hopefully that Murphy had been sent to Belgrade to help sort things out. Presumably his Serbo-Croat is more intelligible than his English.</p>",
  "American political scientists have just held their annual get-together and the consensus was strong: using five different measures (including that old standby, the state of the polls on Labor Day, September 4, the unofficial start of the campaigning season), Al Gore comes out ahead in November's presidential poll. <p>Here, having burnt their fingers in 1992, elections experts are circumspect. Tony Blair will win the general election everyone expects will take place next May. But at a Political Studies Association conference last weekend at Edinburgh University, they sought to hedge the bet. The question becomes: what could possibly happen between now and next May to upset the apple cart? </p> <p>History, as the Financial Services Authority insists we are reminded before we buy a policy, is no guide to the future. But landslide victories do not always last. The great Liberal triumph of 1906 dissipated at subsequent elections. Similarly, Clement Attlee's triumph in 1945 turned to ashes in 1950. Apply the 1945-50 rate of attrition to Tony Blair and next May he will win 382 seats (38 down on 1997). Apply the 1906-10 rate of attrition and he will still be winning some 375 seats, with handsome majorities over all parties in both cases. </p> <p>Except that - number-crunchers are quick to point out - is not quite the right way of putting it. Labour did not, as conventional wisdom has it, win a landslide in 1997 - it was a Tory collapse. Labour took only some 850,000 more votes in May 1997 than in 1992. More to the point, the Tories took 1,260,000 votes fewer in 1997 than in 1992. The Liberal Democrats also lost, recording 330,000 fewer votes in 1997 but in the \"right\" seats. By luck and judgment they amassed votes in seats where they were in head-to-head contests with Tories. </p> <p>Put in these terms, the critical seats next election are the 152 won by Labour from the Tories, constituencies encompassing some 10.5m electors. Among these are two key groups - voters who switched their allegiance from Tory to Labour and ex-Tories who simply could not bring themselves to vote in 1997. This sounds like Philip Gould territory. There are some data on which of Labour's 1997 voters are remaining loyal, in the sense of telling pollsters they intend to vote Labour again next time. More up Mr Gould's street is working out what is pushing \"defectors\" - of whom there seem, interestingly, to be more among foremen and supervisors than either the salariat or the working class and more in Scotland than Greater London. The defection pattern is mixed geographically: Labour is losing relatively more in the south and midlands than other regions. The only consistent predictor of tendency to defect seems to be housing tenure - which implies that Labour's \"heartland\" among council tenants is as secure as ever. Worryingly for pro-Europeans, anti sentiments are strong among defectors: according to one survey, 25% of defectors from Labour want to leave the European Union altogether. Even half of Labour loyalists would vote against membership of the euro. </p> <p>But no one is saying Europe is going to be an issue that determines votes at the general election, however people may vote in a one-off referendum - but it is going to be tricky for Labour to negotiate these shoals. (Surveys last month confirmed that, unprompted, the largest number of people said health was the most important issue facing Britain today.) Pro-Europeans cosily imagine that when debate gets going, sentiment will turn as people learn more. It could go the other way. According to one study, the more the media go on about Europe, the firmer anti views will become, and the more the Tories will benefit. </p> <p>The same study turns out to be complimentary to journalists. During election periods, thanks to media attention to issues, voters do learn considerably more about what is at stake. Their voting intentions and their attitudes become more consistent the closer we get to actual elections. One conclusion is that polls taken in between elections are less reliable, because people are paying less attention to issues and not really thinking much about their electoral preferences. </p> <p>But we must not exaggerate. Some 35% of the public do not regularly read a national daily newspaper, according to the latest data collected by Mori. (It included the Daily Record, Scotsman and Herald and the Sunday papers.) And remember, people do not read newspapers for political news - they read them for television and radio listings (this was the top category in a 1996 Mori study for the City University), for lifestyle, health information and entertainment. </p> <p>So will the media do anything during the next six months or so to affect the outcome? There is little evidence that the bias of newspapers has any causal weight. </p> <p>So if the Sun (18% of all regular newspaper readers) changed its tune and went with Hague, would voters follow? The answer is complicated by the \"don't knows\". Readers of a sample of papers who won't vote and the don't knows constitute 26% of Sun readers. What could Wapping possibly do to encourage them? A Murdoch campaign for civic participation would be interesting to witness. </p> <p>Which leaves the pollsters unwilling to say it out loud but conclusive. Nothing is going to happen during the next six months to dislodge Labour's considerable lead. </p> <p><a href=\"mailto:david.walker@theguardian.com\">david.walker@theguardian.com</a></p>",
  "Mugabe spurns £280m lawsuit <p>Zimbabwe dismissed yesterday a $400m (£280m) lawsuit brought against President Robert Mugabe in the US as a \"non-event\". </p> <p>The civil case, filed during the UN's millennium summit in New York, accuses Mr Mugabe of orchestrating violence to keep his ruling party in power and says he was responsible for human rights abuses surrounding the parliamentary elections in June. <b>AP</b> , Harare </p> <p><b> Poor turnout in Hong Kong vote</b><br> </p> <p> Hong Kong voted in disappointing numbers to elect a new legislative council yesterday. The final turnout is expected to be 10% down on the 1998 election. </p> <p>Observers said voters knew that the council has few real powers and were disillusioned by recent po litical rows. Only 24 out of 60 seats are directly elected, and seats in the two other categories are dominated by pro-government groups. Full results are expected today. <b>John Gittings</b> , Hong Kong </p> <p><b> Macedonians go to the polls </b><br> </p> <p>Macedonians voted in local elections yesterday, the first in a series of polls in the Balkans which could prove a watershed in the region. The election, a showdown between the reformist government coalition and the Socialist opposition, will be followed by presidential, parliamentary and municipal elections in Yugoslavia on September 24. <b>Reuters </b> , Skopje </p> <p><b> Prince injured in Paris crash</b><br> </p> <p>The son of the Grand Duke of Luxembourg was in a serious condition in a Paris hospital last night after a car accident. Police said 37-year-old Prince William's car flipped several times into the path of oncoming traffic. His 32-year-old wife, Sybilla, suffered minor injuries. Two other people were also hurt in the accident near Paris. <b>AP</b> , Paris</p>"
]