[
  "The restaurant opposite our flat, the \"Pizzeria Venezia\" down the road, the petrol station on the corner and the towing firm which dragged my illicitly-parked car away when we first moved in, all have one thing in common. They are run by Arab Americans. <p>In fact, Arab culture is so deeply embedded in Washington it is hardly noticeable any more. The lyrical sound of the language folds into the background noise of a Washington street corner. It is just part of the urban mix.</p> <p>Until now, this anonymity has suited the Arab American population well enough. It grew anxious after every skirmish with Iraq or after any terrorist bombing in the Middle East, braced for guilt by association. </p> <p>This year, however, is different. They have found a new more assertive voice, more or less by accident. It just so happens that in a few of the most keenly contested swing states in this election, Arab Americans are a sizeable minority. In Michigan, for example, which hangs delicately in the balance, Arab American voters represent 4% of the electorate, and they traditionally vote in higher numbers than their neighbours. </p> <p>It is therefore no coincidence that the community has been courted by both sides, although with much greater success by the Republican contender, George W Bush. </p> <p>In what seemed to be a mere aside in the second presidential debate, the Texas governor mentioned what he termed the \"racial profiling\" of Arab Americans by immigration officials, and the controversial use of secret evidence in the trials of suspected terrorists - who in several recent cases have been of Arabic descent.</p> <p>With those few words, Mr Bush may well have won Michigan. Democrat Al Gore is unpopular anyway among Arab Americans for his fulsome speeches in support of Israel, and, of course, by his choice of an Orthodox Jew, Joe Lieberman as his running mate. </p> <p>Arab American leaders insist that Mr Lieberman's religion is not an issue but they have accused him of divided loyalties, putting Israeli interests above strictly American ones, despite his record of sympathy for Arab American concerns. </p> <p>The Arab world viewed Mr Bush's father as one of the most sympathetic presidents in modern US history. So when Bush junior went out of his way to meet community leaders on one of his first campaign trips to Michigan, he was greeted by a receptive audience. </p> <p>Mr Gore had scheduled a similar meeting on one of his recent campaign stops but it had to be cancelled at the last minute because he had to attend an emergency White House session on escalating events in the Middle East.</p> <p>It was hardly surprising then that the Detroit chapter of the Arab American political action committee endorsed Mr Bush a few days ago. The explosion of violence on the streets of the West Bank and Gaza has only served to sharpen suspicions, and the Clinton administration is no longer seen by Arabs as an honest broker. </p> <p>Arab Americans are also an important block vote in Ohio, another traditionally swing state now leaning towards Mr Bush. But whether or not the community's influence is seen as decisive, its emergence as a coherent interest group may yet prove to be one of the more important outcomes of this election. </p> <p>It is still not nearly as well-organised as its Jewish-American rival, but it has undoubtedly appeared on the radar screen of the national campaign machines. Arab Americans have shrugged off their invisibility and are flexing their new-found political muscle. US foreign policy in the Middle East cannot remain immune to their presence.</p> <p><b>Email</b><br> <a href=\"mailto:julian.borger@theguardian.com\">julian.borger@theguardian.com</a></p> <p><b>Related special reports</b><br> <a href=\"http://www.theguardian.com/US_election_race/0,2759,376727,00.html\">US election race</a><br> </p> <p><b>Other articles:</b><br> <a href=\"http://www.searchunlimited.co.uk/search97cgi/s97networkr_cgi?QueryText=%28julian+borger%29AND+%28VdkPublicationDate+%3E%3D+01%2DSep%2D1998%29&amp;ResultColSize=2000&amp;ResultTemplate=ArchiveFull%2Ehts&amp;Collection=archive&amp;SortSpec=score+Desc&amp;Query=julian+borger&amp;ResultStart=1&amp;ResultCount=10&amp;ResultMaxDocs=1000&amp;Dtv=\">More articles by Julian Borger</a></p> <p><b>Useful links </b><br> <a href=\"http://www.washingtonpost.com/\" target=\"_new\">The Washington Post</a> <br><a href=\"http://www.defenselink.mil/pubs/pentagon/\" target=\"_new\">The Pentagon</a> <br><a href=\"http://www.whitehouse.gov/\" target=\"_new\">The White House</a><a> <br></a><a href=\"http://www.capsteps.com/\" target=\"_new\">Capitol Steps political satire</a><a> <br></a><a href=\"http://AmericanPresident.com/xword.html\" target=\"_new\">Washington crossword</a> <br><a href=\"http://dc.about.com/citiestowns/midlanticus/dc/\" target=\"_new\">Washington DC homepage</a></p>",
  "The race for the White House headed to the west coast yesterday as George W Bush and Al Gore fought an unexpectedly fierce battle for California, previously thought to be firmly in the Gore camp. <p>California's 54 electoral college votes are the richest single prize in next week's presidential election. So when last week's polls showed Mr Gore's lead slipping, both candidates rescheduled their plans for the final week. </p> <p>Mr Bush was the first to hit California, arriving yesterday for rallies in Los Angeles and in the agricultural heartland city of Fresno, where he was joined by his former Republican rival Senator John McCain. </p> <p>Mr Gore was not far behind, heading west last night for a campaign swing through Oregon and California today after spending yesterday in the battleground states of Michigan and Wisconsin. </p> <p>Underlining the importance the two sides attach to the country's most populous state, President Clinton will also spend two days on the stump in California later this week, focusing his appeal on ethnic minority voters, and rallying Democrats who might be tempted to vote for the Green candidate, Ralph Nader. </p> <p>When the presidential race began in earnest in September California did expect to be courted so seriously, especially in the final week of the campaign. So confident of victory was Mr Gore that he had not visited the state since speaking at the Democratic convention in Los Angeles in August. </p> <p>Mr Bush had made brief visits, but there were few indications that the Republicans had a realistic chance of winning until last week, when a Los Angeles Times poll showed Mr Gore's lead under threat for the first time. </p> <p>The poll, putting Mr Gore on 48%, Mr Bush on 41%, and Mr Nader on 5%, showed the race too close for Democratic comfort and spurred a new £1m advertising assault from the Republicans. </p> <p>A more recent poll, carried out for the San Francisco Examiner and published yesterday, has better news for Mr Gore. It finds him on 49% to Mr Bush's 39%, with Mr Nader on 5%. </p> <p>With Mr Nader also due back in the state this week, the campaign will not lack for Californian glamour. Mr Gore is scheduled to appear at a rally in Los Angeles with the actress Whoopi Goldberg. </p> <p>Mr Bush and Mr Gore are also both taking the opportunity, while in Los Angeles, of appearing once again on the Tonight Show with Jay Leno. The chance to take part in a high-ratings show that will demonstrate their \"human\" side is considered too good to be missed. </p> <p>Mr Nader will be attending a final mass rally in Long Beach on Friday night, but his hold on his supporters in California may be facing a squeeze as the Bush-Gore contest heads towards a photo finish. </p> <p>Greg MacArthur, who has been financing a $320,000 ad campaign for Mr Nader on behalf of Citizens for Strategic Voting, pulled his ads from the Los Angeles Times, San Francisco Examiner and San Francisco Chronicle newspapers last week as fears arose that a Nader vote night lose Mr Gore the state. </p> <p>Mr Bush will be vying with Mr Clinton in making a special pitch to the large Latino vote in California. </p> <p>Spanish language ads for the Republicans have been shown widely in the state and Mr Bush addressed Latino community leaders in the city of Anaheim by satellite on Sunday. </p> <p>\u0095 Two weeks after her husband died in an air crash, the widow of the Missouri governor and Democratic senatorial candidate Mel Carnahan announced yesterday that she would take up his seat if he is posthumously elected on November 7. </p> <p>The late governor's name remained on the ballot after a small plane crashed killing him, his son and an aide.<br><b>Julian Borger, Washington</b></p>",
  "Despite all the complaints about the difficulty of falling in love with either Al Gore or George W Bush, these two very different men have delivered a clean, well-argued campaign that offers a choice between two sharply contrasting visions of the future. <p>This is the first presidential campaign in recent history centred on an argument over how best to use real resources to address age-old domestic problems while also defining the United States' role in a world evermore dependent on it for farsighted international leadership. </p> <p>Having listened to their debate, we today firmly endorse Al Gore as the man best equipped for the presidency by virtue of his knowledge of government, his experience at the top levels of federal and diplomatic decision-making, and his devotion to the general welfare. </p> <p>We offer this endorsement knowing that Mr Bush is not without his strong points and that Mr Gore has his weaknesses. </p> <p>We commend Mr Bush for running a largely positive, inclusive campaign. He has not played on divisive social themes as his father did in 1988. But on women's rights, guns and law-enforcement issues, he has a harsh agenda, and the centrepiece of his domestic programme is a lavish tax cut for the rich that would negate the next Congress's once-in-a-century opportunity to move the country toward universal health care and stabilisation of social security and Medicare. </p> <p>Preserving the nation's remarkable prosperity must be considered the thematic spine of this election. Mr Gore promises to maintain fiscal rigour while using the surplus on spending programmes and tax breaks for the working families that profited least from the biggest boom in American history. </p> <p>Mr Bush's entire economic programme is built on a stunning combination of social inequity and flawed economic theory. </p> <p>Most citizens know that Mr Gore wins any comparison with Mr Bush on experience and knowledge. Yet many voters seem more comfortable with Mr Bush's personality and are tempted to gamble on him. We do not dismiss this desire for someone who they feel does not talk down to them. </p> <p>But it is important to remember that the nation's prosperity, its environmental progress and its guarantees of civil rights and reproductive freedom took years to build. </p> <p>They could be undone in a flash by a pliable and inexperienced president driven by a highly ideological Congress.</p>"
]