[
  "<b>How much does an American presidential election cost?</b> <br> Democracy US-style has never come cheap - and the cost is rising. By this stage of the 1996 election, the candidates had spent some $237.2 million between them, up from about $123 million in 1992. So far this year the campaign has cost well over $350 million. <p><b>Who has most money to spend?</b><br> George Bush is well ahead: to date he's raised $93,260,829 and spent $81,038,713. Al Gore, in contrast, has raised $52,568,089 and spent $41,841,378. </p> <p><b>Are there any rules? </b><br> Yes - and they are complex. The first legislation regulating federal campaign finance was introduced between 1905 and 1908 in an attempt to limit the disproportionate influence over elections held by wealthy individuals. In 1974, after dubious practises were reported in the 1972 election, legislation led to the creation of the federal election commission: the biggest innovation was the introduction of partial public funding of candidates. Since then, the rules have remained more or less the same - although many Americans are now unhappy with them and want reform. Campaign finance reform was a major part of John McCain's campaign for the Republican nomination, although it has now fallen off his party's agenda.</p> <p><b>And what are these rules? </b><br> In short, contributions by individuals and groups to federal campaigns are limited to a direct contribution of $1,000 a year and $25,000 a year in total. Contributions by certain groups - such as foreign nationals and corporations - are prohibited. In return for accepting limits on overall campaign spending, candidates are given federal grants. In 1996, the major parties each received $12.36 million.</p> <p><b>That sounds fair</b><br> Yes - but candidates have hardly been constrained by the rules. This year, for instance, George Bush has refused to take federal funds and so been released from official limits on how much he can spend. Candidates can also be supported by independent donations, which back their cause but don't go directly to their campaign. Much TV advertising is paid for this way. Such so-called soft-money contributions are arguably illegal, since most candidates establish committees to back their causes, which are barely separate from the campaign. However candidates prefer not to raise the issue since almost all of them risk trouble if the letter of the law is applied. </p> <p><b>Where do the contributions come from? </b><br> Much of the money of does come from small gifts. George Bush claims to have received 600,000 such donations at an average of $99.63. But much more comes from special interest groups. Bush is well ahead of Al Gore here, raising more money than his rival from almost every part of the economy. For instance the energy and natural resources sector has given governor Bush some $2,420,372 - but just $253,710 to Al Gore. Gore leads only in donations from labour unions, lawyers and lobbyists.</p> <p><b>But why do people give such vast amounts of money? </b><br> Sometimes they do it for ideological reasons. Both Bush and Gore's web sites allow the public to make credit card donations and list hundreds of people who have given small sums. But the real money is raised through the aggressive fundraising campaigns which take up much of an American politician's time. In return for contributions, big donors can expect access to the candidate and the chance of favours if he should win. Many US ambassadors receive their jobs in this way</p> <p><b>What sort of events are used to raise money? </b><br> Ahead of the Democratic convention Barbra Streisand is holding a fundraising brunch for Bill Clinton's presidential library at her Malibu home, which should raise around $1m. Another fundraising event should bring in $4m for Hilary Clinton's senate campaign. Al Gore expects to make $2.5m from his star-studded convention bash. More dubiously, Al Gore was heavily involved in raising cash for Bill Clinton's campaign in 1996, telephoning key donors from the White House. </p> <p><b>Where does all the money go? </b><br> Television advertising swallows the bulk of the cash - in contrast with Britain, candidates are allowed to buy airtime. Bill Clinton's saturation advertising for 18 months before the 1996 election allowed him to pull ahead of Bob Dole. Other big costs include running a company-sized campaigning operation for almost two years. </p> <p><b>What is the future for campaign finance? </b><br> It's possible that the law will remain unchanged and the election after next will simply see bigger sums spent. American voters want reform, however, and this is likely to lead to some sort of change. George Bush has called for a ban on soft money donations and an increase to the $1,000 limit on individual gifts. Al Gore wants TV stations to offer politicians free air time and wants an endowment fund to pay for political campaigning, among other things. But whoever wins, action in the short term is unlikely. </p> <p><b>Useful links</b><br> <a href=\"http://www.georgebush.com/issues.asp?FormMode=FullText&amp;ID=35\" target=\"_new\">Bush-Cheney 2000: campaign finance reform</a><br> <a href=\"http://www.algore2000.com/\" target=\"_new\">Gore-Lieberman 2000</a><br> <a href=\"http://www.brookings.org/GS/CF/CF_HP.HTM\" target=\"_new\">The Brookings Institute: campaign finance</a><br> <a href=\"http://tap.epn.org/issues/campaignfinance.html\" target=\"_new\">The Electronic Policy Network: campaign finance</a><br></p>",
  "A decision by the United States to proceed with its controversial national missile defence system (NMD) could trigger a huge build-up of nuclear arms by China and Russia and increase nuclear proliferation on the Indian subcontinent, intelligence chiefs have warned President Clinton. <p>A still-classified report reiterates that North Korea could threaten the US with a ballistic missile attack within a few years - the ostensible original reason for the development of NMD. But it paints a dramatic picture of the worldwide consequences as other nuclear and would-be nuclear powers respond to fresh US missile deployments.</p> <p>The National Intelligence Estimate was delivered to the White House this week and sent to Congress yesterday. The report is part of a process in which Mr Clinton is pledged to decide this autumn whether to go ahead with work to begin installing up to 100 interceptor missiles in Alaska by 2007 - a move opposed not only by Washington's enemies but almost all of its allies, including Britain.</p> <p>It is looking increasingly likely that Mr Clinton will not be able to give the go-ahead to the project. The US defence secretary, William Cohen, admitted this week that \"a number of difficult issues\" remained unresolved with NMD which, from the outset, has been driven at least as much by US domestic politics as international defence issues.</p> <p>The latest intelligence report focuses on two of the four questions the administration has said will be taken into account in making a decision on whether to deploy. These are an assessment of the threat to the US and an assessment of the international security consequences of a decision to go ahead.</p> <p>The other issues Mr Clinton must take into account are the feasibility of missile defence systems and their cost. Washington already faces huge problems with feasibility and cost following the failure of the latest test interception over the Pacific ocean last month.</p> <p>Normally, the intelligence assessments would only intensify the pressures on the White House to abandon - or indefinitely postpone - NMD. But Mr Clinton and the vice-president, Al Gore, are afraid to halt the project before the November 7 US election because it would enable the Republican presidential candidate, George W Bush, to label the Democrats soft on defence.<br><br> The report, which was leaked to two US newspapers yesterday, warns that even the \"limited\" version of NMD under consideration could prompt China to expand its current arsenal of some 20 long-range nuclear missiles. China would attempt to expand its missile stockpile to target the NMD interceptors in Alaska and their ground-based support systems, which the US is planning in the Aleutian Islands, Greenland and at Fylingdales on the North York moors.<br><br> One report yesterday said the intelligence briefing estimates that China would increase its arsenal to 200 ballistic missiles by 2015. Such a move would almost certainly trigger a response from China's nuclear neighbours, including India and Pakistan, as well as increasing the possibility of other nuclear proliferation.</p> <p>Turning to Russia, the intelligence chiefs say that the US move could lead Moscow to again deploy shorter range missiles along its borders and resume adding multiple warheads to its ballistic missiles.</p> <p>The Clinton administration's plan would involve 100 interceptor missiles, which Washington has said could handle only about 25 incoming warheads, and would be aimed at blocking attacks by countries such as North Korea, Iran and Iraq.</p> <p>Chinese officials have complained that even this deployment could overwhelm Beijing's existing nuclear forces, thus necessitating a response.</p>"
]