[
  "After years of authoritarian leadership, President Alberto Fujimori of Peru has capitulated to pressure at home and abroad with the announcement that he will stand down and call new elections. <p>Mr Fujimori, South America's longest-serving leader, delivered the bombshell during a televised speech to the nation on Saturday night. </p> <p>The news took everyone by surprise, coming only four months after a hard-fought presidential election in which he used dictatorial methods to keep his grip on power. </p> <p>\"Despite having been elected by a majority of the population, I do not want to become a disturbing factor, and much less, an obstacle to the strengthening of the democratic system,\" Mr Fujimori said. </p> <p>Immediately after the announcement, thousands of jubilant Peruvians celebrated outside the presidential palace in Lima. In other cities drivers waved flags and honked their car horns late into the night. </p> <p>Mr Fujimori, 62, indicated that his decision was linked to a deepening bribery scandal sparked by video footage of his head of intelligence handing over cash to a rival politician. </p> <p>\"After deep reflection, I have decided, first, to deactivate the national intelligence system and, second, to call general elections as soon as possible. In these general elections, it goes without saying, I will not participate. I am sure the people will be able, with prudence, to choose the best destiny.\" </p> <p>Despite the corruption scandal, the announcement by Mr Fujimori astonished Peruvians and foreign observers alike. After 10 years in office, he was a regional paradigm of an authoritarian but effective populist who governs in tandem with the security forces. </p> <p>Opposition Congressman Carlos Ferrero said Mr Fujimori was forced to step down because the armed forces, especially the army, had withdrawn support.\"If Fujimori had continued to have the support of the armed forces, he never would have said what he said tonight,\" Mr Ferrero said. </p> <p>Mr Fujimori was elected to an unprecedented third five-year term in voting that ended with a second round in May. His opponent in the runoff, Alejandro Toledo, dropped out because of allegations of vote-fixing. </p> <p>Mr Fujimori's victory brought strong criticism from the US and other countries, and isolated Peru from its South American neighbours. </p> <p>He had appeared to have survived the storm until the video was released on Thursday, apparently showing Vladimiro Montesinos, his closest advisor, offering cash to opposition Congressman Alberto Kouri for his support of the government. </p> <p>Hours before Mr Fujimori's announcement, the Organisation of American States issued a demand that he suspend Mr Montesinos and other officials linked to the scandal. In recent months, Mr Montesinos has been accused of illicit enrichment and of engineering smear campaigns against Mr Fujimori's opponents in this year's presidential elections. </p> <p>During his rule, Mr Fujimori has successfully combated a bloody leftist insurgency and tamed hyperinflation. </p> <p>\"I have governed Peru for the last 10 years. Not even my detractors would fail to recognise fundamental achievements which I will not enumerate. You know what they are. </p> <p><br><b>A decade of Fujimori:</b> <br><br><b> 1990</b> Wins presidential election. A political unknown until weeks before the vote, Fujimori surprisingly defeats author Mario Vargas Llosa. </p> <p><b> 1992 </b> Dissolves Congress and seizes authoritarian powers. Argues that move is necessary to defeat leftwing rebel group Shining Path. </p> <p><b> 1993 </b> Introduces rewritten constitution. </p> <p><b> 1995 </b> Elected for second presidential term. Congress dominated by his supporters. </p> <p><b> 2000 April</b> Receives 49.9% of vote in first round of presidential election, forcing a run-off against opposition candidate Alejandro Toledo. </p> <p><b> May</b> Toledo withdraws from race, alleging corruption, handing Fujimori his third term in office. </p> <p><b> July</b> Huge demonstrations in Lima against Fujimori s inauguration. </p> <p><b> September </b> Video of Fujimori s top advisor allegedly bribing an opposition congressman scandalises Peru. Fujimori says he will call new elections and will not be a candidate.</p>"
]