[
  "President Bill Clinton arrives in Egypt today to try to salvage an Israeli-Palestinian summit from a failure that could resonate far beyond the region. <p>On the eve of the summit in the Egyptian resort town of Sharm el-Sheikh, Israeli and Palestinian officials said they hoped for little more than a verbal understanding to end 18 days of rocket attacks, gunbattles and mob rule. The violence claimed its 100th victim yesterday, when a man died of a head wound in the West Bank city of Ramallah. </p> <p>As for the seven-year peace process, Israel's prime minister, Ehud Barak, told his cabinet that it was all but dead. \"In the end, we will make peace with the Palestinians, but the current Palestinian leadership is now showing that it is finding it very difficult to make the decisions related to an agreement,\" a cabinet statement said yesterday. </p> <p>And so from the peace of the brave promised seven years ago when the process began, at Sharm el-Sheikh today it comes down to a ceasefire for the desperate. The summit guest list in itself reflects the gravity of a crisis that has spread far beyond the West Bank and Gaza, sparking angry protests from Jordan to Indonesia and attacks on synagogues in Europe. </p> <p>In addition to President Clinton, Kofi Annan, the UN secretary general, and the European Union's Javier Solana, King Abdullah of Jordan and the Egyptian host, Hosni Mubarak - now on the defensive in the Arab world for having made a separate peace with Israel - will be marshalling their efforts to pull both sides back from the brink of all-out war. </p> <p>\"The crisis is not confined to the Palestinian territories or Israel but it threatens the whole region and extends beyond,\" Mr Annan said yesterday after meeting the Egyptian president yesterday. </p> <p>Although the day brought a relative lull in the violence, tensions in the region remain high. In Beirut, the Hizbullah guerrilla group said that it had captured a colonel in Israeli intelligence. </p> <p>In Jerusalem, a spokesman said the hostage was a businessman of Arab extraction who had been kidnapped in Europe. </p> <p>Israeli officials warned of a risk of bombing attacks. In the Jordan valley, meanwhile, two Israeli soldiers were wounded when Jordanian soldiers fired across the frontier. </p> <p>The summit, which could last for two days, is an enterprise handicapped from the outset. Mr Arafat's attendance is the result of intense pressure from Washington, and his mere presence at Sharm is fiercely opposed by his people. </p> <p>Palestinian gunmen fired automatic rifles into the air outside Mr Arafat's office in Gaza last night to express their opposition. Mr Arafat came to the gate of the compound to explain his decision to the 200-strong crowd. </p> <p>\"We are going to Sharm el-Sheik, but taking with us the condition of the Palestinian people,\" he said. \"We are on the way to Jerusalem until a Palestinian child raises the Palestinian flag on the walls of Jerusalem.\" </p> <p>The crowd cheered, chanting: \"With our blood, and with our soul, we will defend you.\" </p> <p>Earlier, Mahdi Abdul Hadi, a Palestinian analyst, said: \"Our blood is still fresh in the street, we are in a state of mourning, there are black flags on our houses. We have awakened all the horses in the Arab world. Why should Arafat turn up alone, and on a donkey? Why should we go to a summit whose main purpose is to save Barak?\" </p> <p>Mr Barak also has precious little room for manoeuvre, having opened negotiations with the rightwing Likud party to form an emergency government, an act that would definitively kill off the peace process. </p> <p>Yesterday, Likud leaders said they would stay out if Mr Barak attempted to restart negotiations with Mr Arafat at today's summit. </p> <p>The Israeli prime minister's demands, which were announced yesterday, reflect that hardening of positions. They include: an immediate end to the violence; the rearrest of Hamas and Islamic Jihad militants released at the weekend; punishment for Palestinian police and members of Mr Arafat's Fatah organisation who opened fire on Israeli soldiers; censorship of the Palestinian media, whom the Israelis accuse of inciting the violence; and preservation of Jewish pilgrimage sites at Nablus and Jericho, which have been attacked by Palestinians. </p> <p>Mr Arafat met one condition by putting 34 Hamas militants back in jail. </p> <p>However, he issued demands of his own: for Israel to withdraw its forces from the outskirts of Palestinian cities, and to end the closure of the West Bank and Gaza which has cut people off from the jobs in Israel that are the lifeline of the local economy. Mr Arafat also wants an international protection force, which Israel will certainly reject, and an international investigation into the violence, the demand that scuppered the last attempt to broker a ceasefire. </p> <p>\"I honestly don't want to raise anyone's expectations and I don't have high expectations myself,\" said Saeb Erekat, a Palestinian negotiator. \"I think the situation is going to be nightmarish.\" </p> <p>President Clinton's challenge now will be to reconcile those opposing demands, especially the divisions over the call for an international in quiry which wrecked the summit in Paris between Mr Barak and Mr Arafat. </p> <p>If he fails, he risks the implosion of his Middle East diplomacy in the runup to the US presidential election on November 7, and the disastrous consequences from a unilateral declaration of Palestinian independence, on November 15 or later. </p> <p>On Saturday, Mr Clinton expressed deep regret that the peace process he has nurtured throughout his presidency has all but collapsed. \"We've had this terrible turn of events in the Middle East, which has really been heartbreaking for me,\" he said. \"I've seen so much progress in the last seven and a half years, so it's been very painful.\" </p> <p><b>Big names at the talks</b></p> <p>The main participants in the summit at Sharm el-Sheikh today are likely to be: </p> <p><b> Bill Clinton</b> US president </p> <p><b> Ehud Barak</b> Israeli prime minister </p> <p><b> Yasser Arafat</b> Palestinian president </p> <p><b> Hosni Mubarak</b> Egyptian president </p> <p><b> King Abdullah </b> of Jordan </p> <p><b> Kofi Annan</b> UN secretary general </p> <p><b> Javier Solana</b> EU foreign policy chief</p>",
  "The Belarussian president, Alexander Lukashenko, was confident of victory yesterday in a general election which has been dismissed by his opponents as a farce, boycotted by most of the opposition and which is unlikely to be recognised by the west. <p>Speculation that the suppressed opposition movement would take inspiration from events in Belgrade appeared unfounded. In the run-up to the election, the president instructed his security forces to ensure that a \"Yugoslav variant\" did not occur.</p> <p>But even before the count, human rights groups said the poll was neither free nor fair.</p> <p>Of the 565 candidates running for 110 seats in the lower chamber, only 54 were not firm Lukashenko supporters.</p> <p>Some opposition candidates were barred from running on registration technicalities; while others chose to boycott the poll altogether, arguing that the election - like the regime - was not legitimate because it was based on Mr Lukashenko's unconstitutional dissolution of an earlier, opposition-led chamber in 1996, when the president also extended his powers radically through a referendum of dubious legitimacy.</p> <p>The few anti-Lukashenko candidates who did run were denied the chance to campaign, their message stifled by the regime's continuing crackdown on the press.</p> <p>Mr Lukashenko, a former chicken farmer, dismissed the opposition as a \"handful of windbags\" funded by the west.</p> <p>His firm suppression of the opposition movement has kept it small and those who are active risk severe retribution. Over the past two years, a string of key opposition figures have died, been imprisoned or vanished without trace.</p> <p>The Organisation for Security and Cooperation in Europe, which acts as an election watchdog, did not send its observers to the vote yesterday, after the Belarus government failed to follow its guidelines by providing the opposition equal access to television and radio, and allowing it to participate in electoral commissions.</p> <p>The former prime minister, Mikhail Chigir, an opposition leader who decided to break the boycott to launch a bid for power in next year's presidential elections, said Mr Lukashenko could not have won if the opposition had enjoyed access to television. Polls forecast that parties loyal to Mr Lukashenko would win about 60% of the seats.</p> <p>Despite the depressed economy in this former Soviet republic, the president who plays on nostalgia for the old Soviet era, is supported by many of the rural poor. He has also developed his own leadership cult - many people call him batka (father), just as they once called Josef Stalin father.</p> <p>Deprived of support from the west, Mr Lukashenko has built friendly ties with Russia, China, Iran, Iraq and Libya.</p>"
]