[
  "The Republicans have sent Barbara Bush into battle this week to try to win the women's vote which has consistently leaned towards the Democrats' contender for the presidency, Al Gore. <p>But what the offensive by the former US first lady will not address openly is the key reason that female floating voters have gone Mr Gore's way: abortion rights. </p> <p>When the US vice-president announced at the Democratic convention in Los Angeles in August that he supported a woman's right to choose, he got one of the noisiest standing ovations of the week. It was an indication of the impact the abortion question can have on how women vote. </p> <p>The licensing last month by the Food and Drug Administration of the RU-286 abortion pill has brought the issue to the forefront of the presidential race. </p> <p>Mr Gore used the FDA decision to proclaim his support for abortion rights. Barbara Bush's son, the Republican contender George W Bush, used the occasion to say that his aim was to make abortion \"more rare\" in the US. </p> <p>This week's Republican offensive also sees Laura Bush, the candidate's wife, and Cindy McCain, wife of his former rival for the Republican nomination, John McCain, pressed into service. </p> <p>Abortion is as controversial as ever in the US where 1.3m terminations are carried out annually, but where 86% of all counties lack abortion facilities. Several doctors who carry out abortions have been murdered by pro-life activists in past years. Others have been threatened and their families harassed. Two weeks ago, a priest in Illinois drove a car into an abortion clinic and attacked the building with an axe. </p> <p>When the film Cider House Rules, featuring Michael Caine as an abortion doctor, won an Oscar for its author, John Irving, for best adapted screenplay this year, Mr Irving dedicated his prize to pro-choice groups, angering the anti-abortion movement. </p> <p>At the heart of the issue in terms of this election is the 1973 Roe v Wade supreme court decision which ruled that a woman's constitutional right to privacy gave her the right to choose an abortion. </p> <p>Pro-abortionists fear that a supreme court packed with the conservative judges Mr Bush favours would reverse decisions on abortion and return the country to a situation where terminations were illegal. Bruce Shapiro, a journalist of the Nation magazine and a former director of a monitoring group, Supreme Court Watch, described abortion as \"probably the single largest issue pulling the swing vote\". </p> <p>Mr Gore has now firmly declared his support for the right to choose although this has not always been his position. </p> <p>In 1984, he wrote to a student saying that \"it is my deep personal conviction that abortion is wrong\" and in 1977 he voted to ban federal funds for abortions for poor women unless the woman's life was in danger. </p> <p>His running mate, Joe Lieberman, has not always been wholehearted in support of abortion either, but both have become born-again pro-choice advocates for the election. </p> <p>Mr Bush, in contrast, has said he will \"do everything in my power\" to restrict abortion. He is opposed to all abortion except in cases of rape, incest and danger to the health of the mother. </p> <p>He also appears to have shifted his views over the years. He was reported in the Lubbock, Texas Avalanche-Journal in 1973 as saying that, while he was personally against abortion, he believed the matter should be left to the woman and her doctor. His team now denies this report. </p> <p>In February Mr Bush won the backing of the National Right to Life Committee and he supports proposals for a constitutional amendment banning abortion. He has declared his affinity with the two most outspoken critics of abortion in the supreme court, Clarence Thomas and Antonin Scalia. </p> <p>\"Governor Bush realises this is a controversial issue,\" said spokeswoman Mindy Tucker yesterday. \"But he wants to bring people together on what we can agree on: reducing abortions in America.\" </p> <p>The major pro- and anti-organisations have both put big money into the race. The National Abortion and Reproductive Rights League (Naral) said yesterday it would be spending $5m (£3m) to help Mr Gore.</p>",
  "Maybe it was the different format this time. Maybe it was the pressing urgency, from Al Gore's point of view, for a more effective performance. Maybe it was simply the fact that this was the two presidential candidates' last chance to define themselves for that part of the television viewing public that was not preoccupied with watching the New York Yankees victory in baseball's American League pennant race last night. <p>Whatever the reason, Mr Gore and George W Bush produced the most combative and interesting debate of their three televised encounters when they sparred for the last time in St Louis last night, just three weeks before one of the two men is elected US president to succeed Bill Clinton.</p> <p>Unlike its predecessor debates in Boston and Winston-Salem, this third Debate, held on the campus of Washington University, featured \"real live voters\", asking questions to the two men in a format which Americans call a town hall meeting. </p> <p>The questions went through almost all of the big issues, with the striking exception of abortion. Foreign policy was mentioned, but only briefly and somewhat generally, unlike in the second debate, where it was the dominant theme. For the most part, last night's debate was a classic confrontation about bread-and-butter domestic issues like tax, education, health and farming.</p> <p>Mr Gore, as before, was full of facts on whatever question he was called to answer. This time, though, he toned down the use of figures, probably wisely since they got him into trouble in the first debate. In general, however, Mr Gore clearly reverted to the more aggressive style of the Boston debate, though without the \"sighs and lies\" that subsequently undermined what had appeared to be a winning performance.</p> <p>Mr Bush, as before, was more generalised, more scripted and yet somehow also more relaxed. He revealed once again a real talent for the apparently easeful, which is highly attractive to some watchers, but he was put under more pressure this time than before, both by Mr Gore and by some of the questioners, notably in an exchange on the death penalty.</p> <p>After more than four hours of debates between the two men, the issue between them came back once more to taxation and spending. Mr Bush tried his hardest to portray Mr Gore as a big spender and a big government man, and warned that the money wasn't there. Mr Gore, for his part, took his stand on the issue which has always seemed to be the most important of all for him, American prosperity, and cautioned that Mr Bush would have to choose between tax cuts and education spending.</p> <p>Are you better off than you were eight years ago, Mr Gore asked the audience, echoing Ronald Reagan's election-winning question from 1980. Aides made clear that in the final leg of the campaign, Mr Gore intends to make this the central theme.</p> <p>Mr Bush's central theme was more opaque, although the number of times he mentioned Washington DC as the embodiment of everything that he thinks is wrong with America made it clear that voters are responding to Mr Bush's portrayal of himself as a fresh outsider.</p> <p>The instant polls of watching viewers scored this final debate narrowly, but clearly to Mr Gore. That seemed to be the general view in the notoriously unreliable press room too. Certainly, the Gore camp professed itself well satisfied with their man's showing in the 90-minute debate.</p> <p>With his opinion poll lead consolidating at around three or four points, Mr Bush is the man in command at present. If Mr Gore begins to narrow the gap by the end of the week though, this most volatile election of modern times could start undergoing yet another change.</p> <p>In the end, however, the most striking thing about last night's third debate was not who \"won\" or \"lost\", but that both of the candidates succeeded in spelling out their basic differences of philosophy, policy and style across a wide range of subjects. By doing so, Gore and Bush have surely succeeded in setting a clear choice before the voters in the last three weeks of campaigning before the November 7 election.</p> <p>There were those who thought that last night's debate should not go ahead at all, out of respect for Missouri Governor Mel Carnahan, who died in a plane crash near St Louis just 24 hours beforehand. There were those who thought that the debate would be inhibited by the tragedy. In the event, there was no postponement, partly at the urging of the governor's widow. It was the right decision, and it is hard to imagine that the proceedings were affected at all.</p>",
  "Amidst the haggling and posturing of the third and last presidential debate last night, there was at least one issue both candidates happily agreed on - capital punishment. <p>Despite considerable evidence to the contrary, both Governor George W Bush and Vice-President Al Gore declared the death penalty was a deterrent and then moved on to other subjects. The issue died once more.</p> <p>The nagging question of whether the US is executing innocent people on a regular basis was extensively examined earlier this year, after the Republican governor of Illinois, George Ryan, had a crisis of conscience and declared an embargo on lethal injections. </p> <p>George W Bush, the Texas governor who has become the national leader in signing execution warrants (33 so far this year, 145 so far in his career), underwent particular scrutiny, as he is standing for an office where life and death decisions will presumably come thick and fast. It is fair to say that every press examination of the Texas record came to the conclusion that it was seriously flawed to say the least, even farcical. </p> <p>But despite these reports, which pointed to the clear possibility that innocent people were being put death, the issue died. In the language spoken in Washington, it had \"no traction\", meaning it would not win or lose any votes. Vice President Al Gore also approved of the death penalty and would not be making it an issue. </p> <p>However, that nagging sense that something is very wrong has refused to go away, and the press investigations have now been vindicated by a systematic analysis of the state's administration of capital punishment by the Texas Defender Service, an independent group of defence lawyers. </p> <p>The title of the report is A State Of Denial, fittingly enough in view of the blithe assurances from Mr Bush and his aides that everything is being done according to the highest standards of justice. </p> <p>The report found that the whole process was \"a thoroughly flawed system\" tainted by \"racial bias, incompetent (defence) counsel, and misconduct committed by police officers and prosecutors\". There are, the report said, \"an intolerably high number of people being sentence to death and propelled through the appellate courts in a process that lacks the integrity to reliably identify the guilty or meaningfully distinguish those among them who deserve a sentence of death.\" </p> <p>In other words, the system cannot reliably tell the difference between a guilty and an innocent defendant. This is partly due to the low quality of lawyers assigned to the defence by local courts. There are instances of lawyers nodding off in the courtroom, and one notorious case of a defence attourney vigorously snorting cocaine on the way to the trial. </p> <p>These lawyers, paid pitiful fees, often do not bother with research. They simply try to get the case over with as quickly as possible and on to the next. Conniving with them are prosecutors and policemen who have frequently (84 times according to the report) withheld exculpatory evidence or given demonstrably false testimony. </p> <p>Prosecutors also tend to pile on \"junk science\" to support their calls for punishment by lethal injection. One leading exponent of this kind of science is Dr James Grigson, a psychiatrist who regularly turns up in court to back prosecutorial claims that accused prisoners are beyond rehabilitation. He gives such evidence readily and regularly, usually without examining the prisoner in question. He last gave testimony in August, more or less exactly five years after being expelled from the American Psychiatric Association for misconduct. </p> <p>Mr Bush's aides yesterday swatted away the allegations contained in the report like a troublesome, but not particularly threatening, insect. Ray Sullivan, a campaign spokesman, said: \"In each case, defendants have full access to the courts of the appeal\". </p> <p>However, the report's analysis of over 100 cases at the appellate level found that the appeal judges held no hearing in 79% of them. They simply rubber-stamped the lower courts findings, and so on it went up the judicial chain until the path ends in the execution chamber. </p> <p>According to one of the report's authors, Jim Marcus: \"The big problem in Texas is that there is not really a stage in the system where we can be confident that these problems will be exposed and addressed. \" </p> <p>Ideally such life-and-death issues would be considered in the sort of national dialogue which accompanies a national election campaign. However, that has not happened. After a brief flurry of concern, the great majority of Americans are comfortable with the death penalty once more.</p>",
  "\"Lennon attacked with wooden stick outside apartment house,\" reads the headline in the Chicago Times, \"Expected to make full recovery.\" The story goes on to announce how a recovering Lennon has spoken about the reforming of the Beatles. The date on the paper is December 1980. <p>Another headline from the same newspaper 17 years earlier reads: \"Kennedy struck by rock in failed assassination attempt.\" The sub-head reads: \"A conspiracy of multiple hurlers is not ruled out.\" The date is November 1963 and the front page goes on to explain how Kennedy is preparing to withdraw US troops from Vietnam. A third front page is dated April 1968. \"Martin Luther King is hit by bottle in Memphis.\" The sub-head suggests that, while recovering, King has announced his plans to run for president in 1972. </p> <p>The three mock front pages have been causing people to stop and read further in Los Angeles over the last week or two. Imagine indeed. What would a live John Lennon have been up to these days? Would he still be performing? Would he have been singing for Ralph Nader in his election bid or would he have been taking part in Al Gore fund raisers? Would he be telling people not to bother voting? Would he even still be living in the United States? </p> <p>And John F Kennedy? Would he have been laid low by the likes of Kenneth Starr, his private life exposed by a less deferential press? Would he really have ended the war in Vietnam? Would he now be the elder statesman, sharing jokes with Bill Clinton, or would he be advertising cures for bad backs? </p> <p>And Martin Luther King - would he really have been the first black president of the United States? Would he have managed to change the course of history? At least we would have experienced a presidential campaign where one of the candidates knew how to make a decent speech. </p> <p>The link between the three stories, of course, is that all three had their lives cut short by guns. The posters are the work of a gun reform group who would like to see the issue of gun control debated more in the current elections. </p> <p>It is clear who the gun lovers would like to see in the White House. The National Rifle Association (NRA) has even congratulated itself on the fact that if George W Bush gets elected, the NRA will have its own office in the White House. </p> <p>Al Gore has made it clear that he does not want to curtail the rights of hunters, of people who want guns in their own homes for protection or of sportsmen. His proposals for change are modest. But now that the three presidential debates are over, it is clear that once again the whole issue of guns is one that is not going to be seriously argued. </p> <p>Guns are used in 61% of the 31,000 annual homicides in the US and in 68% of the 33,000 suicides. Gun ownership in the US has gone up by 50% in the last three decades. </p> <p>But just as neither Mr Gore nor Mr Bush were prepared to disagree over the death penalty in Tuesday night's debate, so the whole subject of firearms has not really been allowed onto the agenda. </p> <p>Last week, real headlines reported the news that a 12-year-old girl had been killed by a drive-by shooting. It looks as though it will be a long time before we are reading about children hurt slightly on the arm by a stone thrown from a car.</p>",
  "Al Gore and George W Bush said they had no choice but to go ahead with their third and final presidential debate in Missouri last night despite the death of the state governor, a key figure in Mr Gore's Democratic party, in a plane crash on Monday night. <p>Governor Mel Carnahan, who was running for election to the US Senate next month, was killed when a private plane taking him to a fundraising event crashed in poor weather about 30 miles south-west of St Louis, the scene of last night's debate. </p> <p>The crash cast a pall over what was already a tense, high-stakes event in the presidential race. Both candidates agreed to pay tribute at the start of the debate to Carnahan and then go ahead with the debate as scheduled. </p> <p>Carnahan, 66, died in a light-engine Cessna 335 piloted by his son Roger, 44, who also perished. Another passenger, Carnahan's campaign adviser, Chris Sifford, 37, was killed too. </p> <p>Floral tributes were accumulating rapidly outside the governor's mansion in the state capital, Jefferson City, where Carnahan's widow Jean, his high school sweetheart, was being consoled by their three surviving children. Pres ident Clinton called Mrs Carnahan from Egypt to offer his condolences. </p> <p>The death was big news across the US because Carnahan had been involved in a crucial part of the Democratic effort to retake the US Senate. </p> <p>The popular and distinguished two-term governor was engaged in a neck-and-neck battle to unseat Senator John Ashcroft, a strong conservative, on November 7. Missouri is also a key swing state in the Gore-Bush race and one of five top target seats which the Democrats need to win to overturn the Republicans' current 54-46 majority in the Senate. </p> <p>Mr Ashcroft suspended his campaign yesterday, and put all political advertising on hold \"out of respect\". </p> <p>Under Missouri law, however, Carnahan's name must remain on the ballot because the deadline for nominations had closed, raising the macabre possibility that he could yet be elected posthumously. If that happens, and local Democrats will try to ensure it does, Democrat Roger Wilson who was preparing last night to succeed Carnahan as governor, will have the duty of appointing a replacement. </p> <p>Carnahan was one of the most important moderate Democratic politicians in the US. His success in wresting control from the Republicans in the 1992 elections, and then maintaining it, mirrored Bill Clinton's strategy on the national stage. He was due to have attended the debate.</p>",
  "Anti-government riots swept through Harare yesterday, increasing pressure on President Robert Mugabe who also faces a call for his impeachment in parliament this week. <p>Two military helicopters were deployed as the government tried to contain the riots, which were spreading. They were triggered this week by increases in the price of staple foods and basic transport. </p> <p>\"To hell with Mugabe,\" shouted a tall young man as he threw a rock at a passing police vehicle in the Ardbennie township. \"We don't want to see Mugabe any more.\" </p> <p>Thousands of protesters disrupted business yesterday by putting barricades across main thoroughfares and stoning police vans and other passing vehicles. Policemen fanned out across the capital city's sprawling townships shooting teargas canisters at clusters of people. </p> <p>About 50 people have been arrested. No serious casualties were confirmed yesterday, although the capital is awash with rumours of shootings and deaths. </p> <p>The riots, which have so far been concentrated in poor black neighbourhoods, erupted early Monday in the eastern Mabvuku and Tafara townships, where residents protested against higher bus fares and 30% increases in bread and sugar prices in recent days. </p> <p>Yesterday, the demonstrations swept through the rest of the city's teeming townships. Helicopters flew over industrial and residential areas to identify trouble spots, before sending in troops. </p> <p>\"This is not just an economic protest, this is political. We want Mugabe out. This is going to grow and it will be massive. We cannot wait until 2002 [the next presidential election] for Mugabe to go,\" said one man, Tendai, between hurling rocks. \"We want him gone by the end of this month!\" </p> <p>There are reports that Zimbabwe's main opposition party, the Movement for Democratic Change, has organised the disturbances. The MDC denies this, but its president, Morgan Tsvangirai, added to the pressure on Mr Mugabe when he said his party would introduce an impeachment motion in parliament this week. </p> <p>With 57 of the parliament's 150 seats, the party can initiate impeachment proceedings. Mr Tsvangirai said the MDC would charge that Mr Mugabe has \"maliciously abused his office and grossly violated the constitution\". He said the riots were not a surprise because \"the anger of the people can only be contained for so long\". </p> <p>At the barricades in Ardbennie, just south of the city centre, Leonard, a young auto electrician, said: \"This government has to go because it has failed to address the bread and butter issues of the people.\" </p> <p>Ministers were \"lining their pockets and driving in luxurious cars. They don't bother to think about the ordinary person who can no longer afford to put basic food on the table. Mugabe says everything is about land. We don't care about land, we care about the economy. We want jobs and we want living standards to stop dropping.\" </p> <p>Some of the most vicious violence was in Mbare township, a kilometre south of the centre of Harare, where swarms of angry rioters indiscriminately pelted passing vehicles with rocks before looting any valuables they found inside. </p> <p>\"All the windows of my car were shattered and the sides are all battered, but I was not injured and I just drove on,\" said Neville James, who was surprised by the violence. </p> <p>\"I am angry and shaken by such senseless violence,\" he said, \"but if this is what it takes to bring a change in the government and more sensible policies, then maybe it is necessary.\"</p>"
]