[
  "Richard Nixon was the last candidate not to take a presidential debate seriously. That was in 1960, the first ever televised contest, in which he faced a little-known senator from Massachusetts. No one has ever made the same mistake again. <p>John F Kennedy came to the debate looking tanned and healthy, having prepared for the event on the rooftop of his hotel. Vice-president Nixon had shrugged off advice to spend a few hours under a sun lamp and his naturally pallid complexion highlighted what seemed like a perpetual five o'clock shadow. </p> <p>As he arrived at the Chicago studio, Mr Nixon knocked an already infected knee against the car door. The pain drained the blood from his face and he began to sweat profusely but he waved away offers of make-up. When the debate went live across the nation, the visual contrast was startling. A vigorous and handsome challenger against a nervous and sweating office-holder. It arguably swung the closest US election of the 20th century. </p> <p>Forty years on, almost to the day, the nation is facing another presidential race which is too close to call. The campaigns are focusing on little more than 1m floating voters in a handful of swing states, where many people say they are waiting for this year's three debates between the vice-president, Al Gore, and governor George W Bush to make up their minds. </p> <p><b> Defining moment</b><br> </p> <p> There is, of course, nothing in the US constitution stipulating presidential debates, but it has become the defining moment of the campaign, when the two (or occasionally three) contenders face each other in direct combat. </p> <p>After his disaster in 1960, Mr Nixon refused to debate with anyone again, and the next televised head-to-head was not until 1976. Since then they have become unavoidable, as Mr Bush discovered when his attempt to renegotiate the debates, shifting the encounters to chat shows, made him look nervous and evasive. </p> <p>Ted Sorensen, a key Kennedy aide who later helped to coach Jimmy Carter and Mike Dukakis for their presidential debates, believes they have become an essential part of the democratic process. </p> <p>\"You can memorise arguments, but it is understanding issues which is necessary to avoid stumbles. And it can't be bad having the next president be forced to understand all the issues,\" Mr Sorensen said in an interview this week. </p> <p>The importance of debates is reflected in the enormous lengths the opposing camps go to in grooming their candidates for the event. Preparations start months in advance. This weekend, in the run-up to the first debate in Boston on Tuesday, both candidates will leave the campaign trail for dress rehearsals as meticulously prepared as anything on Broadway. </p> <p>Each nominee has publicly played down the extent of his preparations, but their studied insouciance is all part of the ritual manoeuvring. Governor Bush has been practising since May. </p> <p>This weekend he will hold a mock debate at his ranch in Crawford, Texas, where the family gym has been converted into a television studio, complete with lecterns, lights, cameras and a mock Al Gore, who will be played by a New Hampshire senator, Judd Gregg. It is a role he has perfected since performing as the slightly stiff and earnest vice-president in 1996, when he was advising the Republican nominee for the job, Jack Kemp. </p> <p>However, Mr Bush's preparations look slapdash compared to the lengths the vice-president is going to. Mr Gore is the supreme master of detail. He likes to ensure that the practice room is set at the precise temperature expected in the television studio, even allowing for the warming effect of the bodies of the audience. </p> <p>In his dress rehearsal, his opponent was to have been played by Tom Downey, a friend and former congressman who had been taking professional acting classes for the role. He had reportedly perfected Mr Bush's mannerisms and even his malapropisms. But this month Mr Downey received a package in the post containing a video of Mr Bush rehearsing for the debate together with a batch of briefing notes. An FBI investigation has been launched. Meanwhile, the Gore campaign, anxious not to be seen taking advantage of the leaks, disqualified a disappointed Mr Downey from the rehearsal. His place has been taken by Paul Begala, a former Clinton aide who shares Mr Bush's Texas accent and has just written a book about Bush's record as governor. </p> <p>Mr Gore has gone even further. When he retreats this weekend to his debate boot camp in a Florida marine laboratory, he will take with him not just the usual entourage of advisers, technicians and supporters, but also 13 specially selected \"regular folks\" from a cross-section of the population in swing states. They include a 76-year-old pensioner, a 14-year-old schoolgirl (chaperoned by her mother) an Hispanic construction worker and a black headmaster. <br> <b>Wit, wisdom and a five o' clock shadow</b><br></p> <p><b> 1960 Nixon vs Kennedy </b></p> <p>John Kennedy: \"We cannot turn the job over to anyone else. If the United States fails, then the whole cause of freedom fails, and I think it depends in great measure on what we do here in this country.\" Kennedy looked tanned and relaxed. Nixon was sick and sweating and his complexion made him look unshaved. Afterwards nobody could remember what was said. Only the way they looked. </p> <p><b> 1976 Ford vs Carter </b></p> <p>Gerald Ford: \"There is no Soviet domination of Eastern Europe and never will be under a Ford administration.\" This was at the height of the cold war. </p> <p><b> 1976 VP debate: Mondale vs Dole </b></p> <p>Bob Dole: \"If we added up the killed and wounded in Democrat wars in this century it would be about 1.6m Americans. Enough to fill this city of Detroit.\" Dole's credibility suffered from the suggestion that the two world wars had been political. </p> <p><b> 1980 Reagan vs Carter </b></p> <p>Ronald Reagan: \"There you go again.\" This became Reagan's catchphrase and it blunted Carter's fact-laden attacks. </p> <p><b> 1984 Reagan vs Mondale </b> </p> <p>Ronald Reagan: \"I will not make age an issue in this campaign. I am not going to exploit for political purposes my opponent's youth and inexperience.\" This line helped defuse questions about the president's advanced age, and strengthened his high likeability ratings. </p> <p><b> 1988 Bush vs Dukakis </b></p> <p>George Bush: \"Wouldn't it be nice to be the ice-man, and never make a mistake.\" This rescued the vice-president from his verbal blunders and deepened his image of Mike Dukakis as passionless. </p> <p><b> 1988 VP debate: Quayle vs Bentsen </b></p> <p>Lloyd Bentsen: \"Senator, I served with Jack Kennedy. I knew Jack Kennedy. Jack Kennedy was a friend of mine. Senator, you're no Jack Kennedy.\" </p> <p><b> 1992 Bush vs Clinton</b> </p> <p>President Bush twice looked at his watch, making him look contemptuous of the proceedings and ill at ease. </p> <p><b> 1996 Clinton vs Dole </b></p> <p>Bill Clinton: \"I can tell you I don't think Senator Dole is too old to be president. It's the age of his ideas that I question.\" With this line, Clinton could appear gallant and issue-oriented and still portray his opponent as out-of-touch. </p> <p><b> 1996 VP debate: Gore vs Kemp </b></p> <p>Al Gore: \"I'd like to start by offering you a deal, Jack. If you won't use any football stories, I will not tell any of my warm and humorous stories about chloro-fluorocarbon abatement.\" The vice-president was able to make self-deprecating fun of his reputation for being wooden, while neutralising his opponent's strongest card - his past as an American football hero.</p>",
  "The most important power base of Slobodan Milosevic is now under serious threat after the far-right Radical party, which rules Serbia in coalition with the Milosevic regime, offered its support to the opposition. <p>It emerged yesterday that the Radical leader, Vojislav Seselj, contacted the opposition directly and offered his help. The move opens up a real possibility of overthrowing Mr Milosevic's hold on his legislative power base within the Serbian republic government by the end of this year. </p> <p>The Radicals are the most strident force in Yugoslav politics and their support for the Democratic Opposition of Serbia marks a major political shift. </p> <p>Mr Seselj is a former paramilitary, active during the war in Bosnia. He is famous in Belgrade for waving a gun on the streets on more than one occasion. Most recently, he threatened local journalists, saying they should be \"liquidated\". </p> <p>The Radicals are in the republican government of Serbia with the Socialist party of Slobodan Milosevic and the Yugoslav Left party of his wife, Mira Markovic. </p> <p>Mr Seselj, a highly intelligent man who came top of his class at law school in Belgrade, appears to be a populist, but he is also a political survivor. Many people label him, above all, a \"fascist\". </p> <p>The Radicals' support for Mr Kostunica's coalition is all the more surprising because the blocs were rivals in the election. But soon after the opposition and the Centre for Freedom and Democracy (Cesid) announced their results - both independently declaring Mr Kostunica the winner - the Radicals corroborated the claims with their results. </p> <p>The Radicals' own presidential candidate, Zoran Nikolic, performed miserably. </p> <p>Mr Seselj publicly recognised Mr Kostunica as president on Thursday. He congratulated him and sent a formal letter. </p> <p>Opposition sources say that Mr Seselj also offered the Kostunica camp political help because of the Radicals' power base in the Serbian republic's government. </p> <p>However, Mr Seselj is said to have pointed out that he is a pragmatic politician and explained that he would want something in return for his backing now. </p> <p>The Radicals have in recent days been going back dramatically on their past deeds. Mr Seselj, who signed the order for police to storm the Studio B television studio in May, has now called on Studio B to be brought back under the control of Belgrade city hall. </p> <p>He has called for a repeal of the information law which gagged journalists and newspapers - even though it was a law which he personally wrote. </p> <p>He is also calling for changes in the law governing the state newspaper, Politika. An attack on this by non-regime forces would deny Mr Milosevic a monopoly on information. </p> <p>Mr Seselj and his party have the power to provoke a crisis in the republic's government - but it may be that they decide to stay in government and to work against Mr Milosevic from within. </p> <p>\"It's easy to bring down a government, but we are not in a hurry,\" Mr Seselj said yesterday. </p> <p>Another key political party at republican level is the Serbian Renewal Movement (SPO) of Vuk Draskovic. His party suffered a terrible drubbing at the federal elections because of his failure to back the Kostunica coalition. </p> <p>He has admitted the error and has congratulated Mr Kostunica. The SPO is currently boycotting republic government sessions, but if it chooses to work with the Radicals, their joint representation in parliament could politically smash the regime at republic level. They could form a government together or, more likely, force republic elections. </p> <p>Mr Kostunica's coalition has made it clear that it wants republican elections by the end of the year. Mr Seselj has so far shown every indication that he will help the opposition to achieve this.</p>"
]