[
  "George W Bush changed his tack and his tone in the US presidential election campaign yesterday, seeking to revive his flagging fortunes with an issues-based drive for middle-class votes in the battleground states. <p>The Republican candidate began a 12-city tour with a visit to an Arkansas maternity ward, where he waxed lyrical on the joys of fatherhood at the start of a week in which he aims to highlight his \"cradle-to-grave\" domestic policy agenda and ditch his reputation for negative campaigning.</p> <p>It was the start of \"an important week in this campaign\", he admitted in a speech in Little Rock, \"a week that speaks to the aspirations and hopes of middle-class families all across the nation.\"</p> <p>The visit to the maternity ward kicked off a determined effort by the Republicans to regain control of the election agenda from Vice-President Al Gore, the Democratic candidate, who continues to extend his recent lead in the opinion polls, not just nationally but in many of the states that will decide the election.</p> <p>\"This is a very focused, more aggressive effort to let voters know where Governor Bush stands on the major issues of the day,\" his spokesman, Ari Fleischer, told reporters before the start of the latest campaign swing. </p> <p>Each day of the week would feature \"metaphor\" visits to enable Mr Bush to set out his stall on issues such as education, welfare, taxes and pensions, Mr Fleischer said.</p> <p>Mr Bush will end the week with another visit to Florida, where he will talk about his plans for the elderly. The visit to the state where his brother Jeb is governor, and which most strategists originally put in the Republican camp, shows how strongly Mr Gore is doing in the battleground states.</p> <p>With some polls showing Mr Gore threatening to take a dominant lead, Mr Bush launched a \"Blueprint for the Middle Class\", a 16-page summary of his policy proposals, and began highlighting his new slogan: \"Real Plans for Real People.\"</p> <p>\"It's a real plan. It isn't one of those things with a lot of fine print in it. It's a real plan to help families help themselves,\" he said before going on to Missouri and Illinois.</p> <p>The move is a calculated risk, since the polls that show Mr Gore leading also show him well ahead on most of the issues the Republicans want to highlight. But Mr Bush has come under fierce pressure from within his party to focus on themes that the voters repeatedly say matter most to them.</p> <p>The most recent polls differ about the extent of Mr Gore's lead, but there is no disagreement about the fact that, after months of seeming to be on course for victory, Mr Bush is struggling to prevent the vice-president succeeding Bill Clinton on November 7.</p> <p>The latest Newsweek poll shows Mr Gore with a 50% to 38% lead among registered voters, and a 52% to 38% advantage among likely voters - the biggest leads he has had in any national poll since the candidates began their campaigns for the White House more than two years ago.</p> <p>Other polls show Mr Gore with only a single-figure lead, but all demonstrate that he is widening the gap. A new Harris Interactive survey gives Mr Gore a 46% to 43% lead, while the latest Gallup three-day tracking poll shows him at 49%, against Mr Bush's 41%. The Green candidate, Ralph Nader, is on 3%, and Pat Buchanan of the Reform Party has 1%.</p> <p>As well as reining back Mr Gore, Mr Bush particularly needs to stop the erosion of his lead among male voters. The latest Gallup figures show that this lead among men has fallen from 20 points two weeks ago to just three points. Mr Gore leads strongly among women voters.</p> <p>Gore advisers dismissed the Bush relaunch as \"pictures and no substance, reflective of a campaign that's all imagery and no ideas\". So confident are they, they issued a cheeky rebuttal yesterday of part of Mr Bush's agenda. Under the heading \"Bush's child care and pre-school proposals\", the press release from the Gore campaign consisted of a blank sheet of paper.</p>",
  "The bellicose noises from Baghdad are chillingly familiar. Saddam Hussein's verbal onslaught against his southern neighbours is almost a word-for-word replay of what we heard 10 years ago, shortly before Iraq invaded Kuwait. <p>Iraq has now accused Kuwait of stealing its oil (supposedly by drilling sideways under the border), just as it did in July 1990. And, for the first time in more than a decade, an Iraqi military aircraft has intruded into Saudi airspace.</p> <p>Nobody knows for certain what lies behind this, and no doubt it serves Saddam's purpose to keep the world guessing.</p> <p>It is particularly baffling because, up to now, Iraq has been winning the public relations war over sanctions, and UN Security Council Resolution 1284 holds out a reasonably short and straightforward route to ending them once and for all.</p> <p>With most of the world ready to help Iraq out of its predicament, a conciliatory approach from Baghdad would be the obvious course at present.</p> <p>But Saddam rarely does the obvious. He distrusts resolution 1284 and wants to end sanctions on his own terms, not those of the UN. He is also troubled by the compulsory one-third deductions from Iraqi oil sales that are used to pay compensation to victims of the 1990 Gulf war.</p> <p>The total amount of compensation is likely to run to hundred of billions of dollars, and the UN has made clear that these payments must continue, even if sanctions are lifted.</p> <p>The noises from Baghdad certainly sound like the prelude to armed conflict, although the consensus among experts is that his army is in no state to fight another war.</p> <p>Of course, in the absence of UN inspectors, there is no way of knowing if Saddam has replenished his weapons of mass destruction, but it seems unlikely.</p> <p>As the US Secretary of State, Madeleine Albright, confidently asserted the other day, Saddam \"is in a box... [we] have kept him contained\".</p> <p>Conceivably the latest threats are not really for external consumption, but are intended to mask an unseen power struggle within Iraq.</p> <p>The report last weekend that Saddam's wayward son, Uday, had attempted suicide is interesting but unconfirmed. A few weeks earlier, there were claims that Saddam himself has terminal cancer. Could the disease be affecting his brain?</p> <p>In the absence of any firm evidence on the state of Saddam's health and his family relations, it is wise to suppose that he remains as powerful as ever and in full command of his faculties. We should look for another motive that makes sense, at least in Saddam's own terms.</p> <p>The oil markets are in a delicate state and depend, more than at any other time, on the continuity of supplies from Iraq.</p> <p>Iraq's two local enemies - Saudi Arabia and Kuwait - are among those endeavouring to bring prices down. For each $1 drop in the price of a barrel of oil, the value of Iraq's production falls by around $2.5m a day.</p> <p>By engineering an atmosphere of crisis in the Gulf, Iraq can create jitters in the market and keep prices high. It's easy to do and, unless Saddam actually resorts to military force, there's no risk to Iraq.</p> <p>Iraq, just like Saudi Arabia, is in a position to move markets, and there have even been suggestions in the past - which are difficult to prove - that it has used this to profit from insider trading.</p> <p>Manipulating the oil price by means of a largely fictitious crisis would bring economic benefits to Iraq, but there may be scope to exploit the current situation further.</p> <p>One way would be to contrive an interruption in the supply of Iraqi oil (on which the US particularly depends).</p> <p>Saddam is often attracted by politically symbolic gestures, and the idea of imposing his own sanctions on the west, as retribution for the events of the last 10 years, would certainly appeal to him.</p> <p>It would also strike a chord with popular opinion in many parts of the Arab and Islamic world.</p> <p>Such a move would cause oil prices to soar even further, wreaking havoc in much of the industrialised world, and especially in the United States in the midst of a presidential election.</p> <p>At the moment, the world does not have enough readily-available spare production capacity to compensate for the loss of Iraqi oil, which currently amounts to about 2.5m barrels a day.</p> <p>But if Saddam wanted to do that he would have to do it soon: there is only a small window of opportunity before increased production from elsewhere replenishes the stockpiles.</p> <p>It would certainly be a huge gamble by Iraq, and western analysts have generally discounted the idea on the grounds that Saddam would simply be punishing himself by cutting off his only source of real income.</p> <p>It might not, however, be as costly for Saddam as it looks. The high oil prices of the last few months have given Iraq an unexpected cash windfall - possibly enough to see the country through two or three months of zero revenue without abnormal hardship.</p> <p>A second factor to bear in mind is that the Iraqi regime receives only about half of the total revenue from its oil production.</p> <p>Apart from the deductions for compensation, a further 13 per cent of the money goes directly to the Kurdish areas, and some towards covering UN administration costs.</p> <p>If Iraq announced that it was imposing oil \"sanctions\" against the US and others, but was prepared to supply to friendly countries directly (outside the oil-for-food programme), it would therefore only need to sell half of its current production to break even.</p> <p>It might not succeed in that, but any oil that it did sell directly would be worth twice as much as normal.</p> <p>There would certainly be supply difficulties because this would break the UN embargo, but countries desperate for oil might not take kindly to US attempts to intercept the tankers. The political effect would be to create further rifts in what remains of the international consensus over Iraq.</p> <p>If the ploy succeeded, sanctions and the oil-for-food programme would be shot to smithereens. There is no certainty that Iraq will try it, and Saddam may judge that the risks outweigh his frustration over sanctions.</p> <p>But he would be missing a trick if he did not think about it seriously, and so would the west, if it did not consider how it might respond.</p> <p><a href=\"mailto:brian.whitaker@theguardian.com\">brian.whitaker@theguardian.com</a></p>",
  "George W Bush changed his tack and his tone in the US presidential election campaign yesterday, seeking to revive his flagging fortunes with an issues-based drive for middle-class votes in the battleground states. <p>The Republican candidate began a 12-city tour with a visit to an Arkansas maternity ward, where he waxed lyrical on the joys of fatherhood at the start of a week in which he aims to highlight his \"cradle-to-grave\" domestic policy agenda and ditch his reputation for negative campaigning. </p> <p>It was the start of \"an important week in this campaign\", he admitted in a speech in Little Rock, \"a week that speaks to the aspirations and hopes of middle-class families all across the nation.\" </p> <p>The visit to the maternity ward kicked off a determined effort by the Republicans to regain control of the election agenda from Vice-President Al Gore, the Democratic candidate, who continues to extend his recent lead in the opinion polls, not just nationally but in many of the states that will decide the election. </p> <p>\"This is a very focused, more aggressive effort to let voters know where Governor Bush stands on the major issues of the day,\" his spokesman, Ari Fleischer, told reporters before the start of the latest campaign swing. </p> <p>Each day of the week would feature \"metaphor\" visits to enable Mr Bush to set out his stall on issues such as education, welfare, taxes and pensions, Mr Fleischer said. </p> <p>Mr Bush will end the week with another visit to Florida, where he will talk about his plans for the elderly. The visit to the state where his brother Jeb is governor, and which most strategists originally put in the Republican camp, shows how strongly Mr Gore is doing in the battleground states. </p> <p>With some polls showing Mr Gore threatening to take a dominant lead, Mr Bush launched a \"Blueprint for the Middle Class\", a 16-page summary of his policy proposals, and began highlighting his new slogan: \"Real Plans for Real People.\" </p> <p>\"It's a real plan. It isn't one of those things with a lot of fine print in it. It's a real plan to help families help themselves,\" he said before going on to Missouri and Illinois. </p> <p>The move is a calculated risk, since the polls that show Mr Gore leading also show him well ahead on most of the issues the Republicans want to highlight. But Mr Bush has come under fierce pressure from within his party to focus on themes that the voters repeatedly say matter most to them. </p> <p>The most recent polls differ about the extent of Mr Gore's lead, but there is no disagreement about the fact that, after months of seeming to be on course for victory, Mr Bush is struggling to prevent the vice-president succeeding Bill Clinton on November 7. </p> <p>The latest Newsweek poll shows Mr Gore with a 50% to 38% lead among registered voters, and a 52% to 38% advantage among likely voters - the biggest leads he has had in any national poll since the candidates began their campaigns for the White House more than two years ago. </p> <p>Other polls show Mr Gore with only a single-figure lead, but all demonstrate that he is widening the gap. A new Harris Interactive survey gives Mr Gore a 46% to 43% lead, while the latest Gallup three-day tracking poll shows him at 49%, against Mr Bush's 41%. The Green candidate, Ralph Nader, is on 3%, and Pat Buchanan of the Reform Party has 1%. </p> <p>As well as reining back Mr Gore, Mr Bush particularly needs to stop the erosion of his lead among male voters. The latest Gallup figures show that this lead among men has fallen from 20 points two weeks ago to just three points. Mr Gore leads strongly among women voters. </p> <p>Gore advisers dismissed the Bush relaunch as \"pictures and no substance, reflective of a campaign that's all imagery and no ideas\". So confident are they, they issued a cheeky rebuttal yesterday of part of Mr Bush's agenda. Under the heading \"Bush's child care and pre-school proposals\", the press release from the Gore campaign consisted of a blank sheet of paper. </p>",
  "The military ruler of Ivory Coast, General Robert Guei, has implicitly accused his rivals in next month's presidential election of making an attempt on his life. <p>Two of his bodyguards were killed when disgruntled soldiers attacked his official residence before dawn yesterday. </p> <p>\"Some young military people were more or less invited by certain people who are known to me to make an attempt on my life,\" he said. </p> <p>His comment is seen by Ivorians as pointing the finger at opposition politicians, and they fear that the attack will give him an excuse to detain other contenders for the presidency, or call off the ballot. </p> <p>The attack is further evidence that the army and the country have grown disenchanted with Gen Guei since he backtracked on his promise to hold free elections after he seized power in December. </p> <p>He has chosen to run for office himself while trying to bar more popular opponents, drawing criticism from France, the former colonial power, and the US. </p> <p>Gen Guei put himself forward as a presidential candidate in the ballot after rewriting the constitution to try to exclude his main rival, the former prime minister Alassane Ouattara.</p>",
  "Yugoslavia began trying western leaders yesterday for their part in the Nato bombing of Yugoslavia last year, accusing them of crimes against humanity and violating the country's territorial sovereignty. <p>The trial is expected to end immediately before Sunday's presidential and general elections with sentences of 15-20 years on Bill Clinton, Tony Blair, the former Nato secretary general Xavier Solana and European commander General Wesley Clarke, among others. </p> <p>As President Slobodan Milosevic's re-election campaign gathered pace before polling day, his anti-Nato rhetoric found an echo in the trial. </p> <p>A row of 14 empty chairs was set opposite the panel of judges in Belgrade's palace of justice, each seat labelled with the name of the person charged in absentia. </p> <p>It took three hours to read the charges accusing them of crimes against humanity, initiating an aggressive war, using illegal weapons such as cluster bombs, and violating the territorial sovereignty of Yugoslavia. </p> <p>The prosecutor read out the names of 503 civilians, 240 soldiers and 147 police officers whom he said were killed during the bombing. </p> <p>At the weekend three members of the student-based resistance movement Otpor, were jailed for 10 days for spraying graffiti on walls in the capital. </p> <p>Their lawyer, Biljana Kajganic, said the trial in the Belgrade police headquarters in was \"incorrect\" and she would appeal against the verdict. </p> <p>The latest poll shows Mr Milosevic with 27% and Mr Kostunica with 32% of the vote. But 30% of the electorate have not yet decided or say they will not vote. </p> <p>In a further sign of jitters, the state newspaper Politika carried a vitriolic attack on the presidential opposition chal lenger Vojislav Kostunica. One analyst in Belgrade said he believed the article, which portrays Mr Kostunica as a serial adulterer and a liar, could sway many voters. </p> <p>The Nato show trial was dismissed by a western diplomat as \"a pre-election stunt\". But it plays to a campaign by the Milosevic regime which has exploited the incomprehension and anger felt by many people toward Nato and the west. </p> <p>State newspapers and television carried long items from the trial and are expected to report vivid testimony and show gruesome pictures of the damage inflicted on civilians. </p> <p>One of the crimes against civilians with which the western leaders are charged is the bombing of the state television station RTS. </p> <p>Testimonies were read, including that of a desk editor who spoke of the smell in the building. \"I found two men who were completely bloody,\" he said. \"The smell and the smoke was pervasive. I had blood dripping from my legs.\" </p> <p>The evidence was accompanied by footage of burned bod ies under collapsed masonry. </p> <p>The public reaction to the trial will become clear in the coming days. </p> <p>Zanka Stojanovic, who lost her 26-year-old son Nebojsa in the RTS attack, said she blamed Nato and Mr Milosevic. \"We are accusing Nato leaders and domestic politicians as the ones who are responsible for this,\" she said. \"Our people were not good diplomats and to let such a terrible thing happen at the end of the 20th century is a shame for human kind.\" </p> <p>But she took no comfort from the trial: \"It is a circus theatre. Those people who are behaving as judges and lawyers, those people are clowns, because if they are judging those people who are not here, then they can judge those people who are here.\"</p>"
]