[
  "With 22 votes in the electoral college, Illinois is one of the richest prizes in the presidential contest - and all the signs are that it will go down to the wire. <p>The <a href=\"http://www.sj-r.com\" target=\"_new\">State Journal-Register</a>, published in the state capital, Springfield, reports a statistically insignificant lead of 3% for Al Gore. </p> <p>More ominously for Democrats, it suggests that there has been a surge of voter registration in traditional Republican strongholds: \"Vice President Al Gore's lead over Texas Gov. George W. Bush has narrowed to 3 percentage points in Illinois with one week left until the election, according to a just completed statewide Copley News Service poll. Gore is ahead of Bush 46 percent to 43 percent, with 7 percent undecided, showing Bush has closed on the vice president and the race could be headed for a photo finish.....</p> <p>\"Illinois could be looking at a record vote total on Election Day, with voter registration amounting to more than 7.1 million people. The State Board of Elections said Tuesday the figure represents the most ever and an increase of 362,000 potential voters, or more than 5 percent, from the total prior to the 1998 general election.....But in the state's largest county, highly Democratic Cook County, there was less than a 1 percent change in registration from 1996, when there were 2,757,603 voters on the rolls. The new total is less than 24,000 higher - 2,781,457.\" </p> <p>The <a href=\"http://www.mtvernonregisternews.com/\" target=\"_new\">Register-News</a>of Mount Vernon drives home the message that both candidates urgently need to get their supporters into the polling stations: \"The poll indicates Gore needs to work on getting his supporters to the polls in Cook County [Chicago], a Democratic stronghold, while Bush has the same job ahead of him in the Republican-dominated suburban collar counties. Bush leads among men in the collar counties 48 percent to 42 percent. </p> <p>\"But Gore has the advantage among women voters there, 50 percent to Bush's 38 percent. Gore could increase his vote in Cook County by generating a strong turnout among black voters, who favor him over Bush 91 percent to 4 percent in Illinois, according to the poll. The survey also found Bush leads 50 percent to 39 percent in central Illinois and 47 percent to 40 percent in southern Illinois. The poll shows Bush and Gore tied at 45 percent in the northwest.\" </p> <p>In another boost for George W. Bush, the influential <a href=\"http://www.chicagotribune.com/\" target=\"_new\">Chicago Tribune</a> is urging its readers to vote Republican: \"For the last six years there has been a remarkable disconnect between what has been happening in Washington, D.C., and what has been happening in the rest of the nation. The rest of the nation has been steering a wondrous machine, creating jobs, raising incomes and providing new opportunities, all the while turning the U.S. economy into the envy of the rest of the world. Washington has been snarling, sniping and griping, turning Americans away from politics and politicians.\" </p> <p>A Bush administration, says the paper, \"would be an administration dedicated to Republican principles of limited government, low taxes, free enterprise, personal rights and personal responsibilities. But it would be one shorn of the unfortunate vitriol that accompanied the GOP revolution in 1994. It would be an administration that trusts people to make their own decisions, but would not forget that some people need the government's help.\" </p> <p>The populist <a href=\"http://www.suntimes.com/\" target=\"_new\">Chicago Sun-Times</a>reinforces that message. Its endorsement pays Bush the dubious compliment of suggesting that he will be a natural successor to Bill Clinton: \"The longest-running economic juggernaut in history should favor the Democrats. But most Americans rightly believe prosperity is the work of market forces, not government. Bill Clinton deserves credit for staying out of the way, leaving economic fine-tuning in the hands of the Federal Reserve. This is largely the course Bush would steer, making him the natural inheritor of Clinton's centrist policy.\" </p> <p>The presidential race has been dominated by personality and broad-brush policy issues, with the nitty-gritty of government conveniently overlooked. The <a href=\"http://pjstar.com/\" target=\"_new\">Peoria Journal Star</a>breaks that mould, firing a broadside at both big parties for their inadequate response to the crisis in US health care: \"The best hope for the 43 million Americans who are uninsured is to get old. Then they'll qualify for Medicare, which will pay for them to go to the doctor, the hospital and very likely the druggist too. Until such time, help is not on the way... </p> <p>\"A study Harvard researchers published last month reported that nearly 70 percent of the long-term uninsured who were in poor health, and half of those in fair health, said they did not get basic checkups or basic treatment. Twenty-six percent of those with high blood pressure or diabetes hadn't seen a doctor in two years. This is a disgraceful record for this country, disgraceful and unsustainable. Shame on all of us who continue to permit it.\"</p>",
  "<p>Jackson Evans and Josiah Bartlet have raised no campaign funds, addressed no meetings, hired no consultants and aired not a single ad in the US presidential election. Yet both of these leading Americans have helped to shape the Gore-Bush contest, and both will have a home in the White House irrespective of the result of Tuesday's vote. That's because they are fictional presidents. </p> <p>The two men are presidents in, respectively, the latest Hollywood White House movie, The Contender, and the award-winning television drama series The West Wing. Presidents Evans and Bartlet have other things in common. Both are pragmatic but liberal-leaning Democrats. They are Hollywood-handsome guys. They are dignified but know how to relax and relate. They are capable of taking stands on matters of principle. And neither of them has ever had an affair with a White House intern. </p> <p>Evans and Bartlet are examples of the Democratic presidents that Hollywood liberals would like the US to have had in recent years. They are Clinton without the naughty bits. Both men exemplify America's love affair with the platonic presidency. </p> <p>The West Wing offers a vision of the Clinton administration as it might have been without Monica Lewinsky and Ken Starr. Aaron Sorkin's weekly scripts invite Americans to see President Bartlet and his staff as warm-hearted political professionals whose moral consciences remain alive and close to the surface at all times. They constantly wrestle behind the scenes with the rights and wrongs of the policies and tactics of White House life. The fundamental theme of the series is that this administration is populated by nice people, with whose sense of decency we can all identify. </p> <p>\"He's the president we would all love to have,\" says Peter Rollins, a film historian at Oklahoma State University. \"There's so little back-biting in his White House. These are people who really care. They are the leaders we crave. Character is not one theme - it's the theme. It's clearly propaganda for the Democrats.\" </p> <p>Bartlet is played by Martin Sheen, who has plenty of White House experience, having played JFK for television as well as Michael Douglas's chief of staff in Rob Reiner's movie The American President. Sheen has also been drumming up support for Al Gore in California and Washington over the past month. \"I'm the acting president,\" Sheen recently joked on a TV talk show. </p> <p>Just as it is impossible to watch The West Wing without thinking of Clinton, so it's hard not to see something of the real president in Rob Lurie's new movie The Contender. President Jackson Evans, played by Jeff Bridges, has many things in common with Clinton. Evans is nearing the end of two terms in the White House and is preoccupied with ensuring his legacy. Fate intervenes when the vice-president dies, providing the president with the opportunity to nominate Senator Laine Hanson (played by Joan Allen) to be America's first woman vice-president. </p> <p>Hanson is the central figure in the movie, which concerns the ruthless attempts by a Gingrich-style Republican congressman (Gary Oldman) to block her nomination by fair means or, for the most part, foul. As in The West Wing, the president remains slightly remote from the narrative, though Bridges manages superbly to convey a richly complicated Clintonesque character who is sexy, charming and folksy yet ruthless and pragmatic. </p> <p>Though one senses that President Evans might very easily respond if a curvaceous intern flashed her thong at him, this president puts his reputation firmly on the line for sexual equality rather than sexual gratification. His climactic moment is purely oratorical, as he calls on Congress to stand by his choice of Hanson and thus renew the American dream. </p> <p>It's a moment of purest hooey, accompanied by lush strings, and Oldman has denounced Hollywood studio chiefs for allegedly re-cutting the movie to make it more propagandist than Lurie intended. Oldman says that DreamWorks bosses Steven Spielberg, David Geffen and Jeffrey Katzenberg (bigtime Democrats all) forced Lurie to edit the movie to mesh with Al Gore's election agenda. </p> <p>Although that claim is only partly credible, Oldman is on to something. The film is a piece of propaganda. </p> <p>The Contender, like The West Wing, is part of the increasingly freewheeling re-creation of the ennobled presidency for the entertainment age. For most of the 20th century, Hollywood made movies about real presidents in preference to purely fictional ones (notable exceptions being Gabriel Over the White House, in 1933, and Doctor Strangelove). Abraham Lincoln was a particular favourite, and Washington, Wilson, both Roosevelts and JFK (in the 1963 Cliff Robertson movie PT109) were the subjects of heroic biopics. </p> <p>All this began to change with Richard Nixon, Vietnam and Watergate. Nixon has of course featured in a significant list of films - notably All the President's Men, Oliver Stone's Nixon and last year's brilliant minor classic Dick. But his legacy to the movies - and to American public life - is even richer. He exposed his own misdeeds so blatantly that even the most starry-eyed idealists had no alternative but to see the dark side of the presidency. </p> <p>From the late 1960s the biopic was pretty much dead. But the need to venerate the presidency and the president is rooted deep within the American psyche. No other advanced nation outside the totalitarian world has such a compelling need to revere its political leaders. So Hollywood has played an increasingly important role in supplying the collective need for heroic and principled presidents. </p> <p>For many Americans, including himself, Ronald Reagan created a presidency that was an unprecedented mixture of fact and fiction. If Reagan was frequently unable to tell the difference between real life and the movies, it is not surprising that Americans would blur the distinctions too. </p> <p>Clinton's presidency has seen a remarkable acceleration of this process. With the exception of Nixon, real presidents no longer feature on the Hollywood agenda. Imaginary presidents, on the other hand, are now so thick on the ground that they are the subject of academic books and conferences, including one that Peter Rollins is helping to organise just after the real election. </p> <p>Broadly speaking, presidential movies fall into two categories. There are those that depict the president as a man of action, such as Independence Day, in which the president destroys an alien invasion, and Air Force One, where Harrison Ford performs spectacular heroics to recapture his plane from a group of terrorist hijackers led by Gary Oldman (again). Then there are those that depict him as a man of wisdom and judgment, a benign if worldly embodiment of a nation at peace with itself. The West Wing, The Contender and The American President fall into this category. </p> <p>In each of these categories the president is manifestly Un-Clinton in one way or another. The presidential action movies compensate for Clinton's lack of a military past and Vietnam draft evasion. The feelgood domestic presidential movies compensate for Clinton's sexual dalliances and the trauma of his impeachment. </p> <p>Over the past few years, Hollywood has created, as never before, an idealised parallel presidency alongside the real one. For a nation that is already awash with contentment and prosperity, these platonic presidents have served a comforting purpose. If President Clinton is not up to standard, at least the US can be proud of Presidents Evans and Bartlet. Yet when Americans say (as they do) that they find George W Bush \"presidential\", one inevitably wonders what that means now. If they mean he is properly equipped for the most demanding public office in the modern world, then clearly it's nonsense. But if they mean he could slip unobtrusively into the warm, fuzzy presidency that Hollywood has invented, then that's far more credible - and somehow a lot more scary. </p> <p>\u0095 A conference, Images of American Presidents in Film and Television, is taking place in Simi Valley, California, from November 10 to12. <br>Details: <a href=\"http://h-net.msu.edu/~filmhis\">http://h-net.msu.edu/~filmhis</a></p>",
  "<p>Internet sites that arranged vote trading between supporters of presidential candidates Al Gore and Ralph Nader have been closed down following pressure from election officials and the offices of state attorney generals. </p> <p>But some sites are still offering the chance to swap votes so that Mr Gore benefits in close-run contests while Mr Nader is assured of votes in states where the result is a foregone conclusion. </p> <p>The vote-swap plan emerged earlier this week. Under the scheme, a Nader voter in a state such as Oregon, where Mr Gore desperately needs votes, would be paired with a Gore voter in Texas where Bush is a certain winner. </p> <p>This would benefit both sides in that Mr Gore would profit in Oregon while Mr Nader would still move towards his goal of 5% of the vote nationally. Reaching that figure would guarantee him electoral funding at the next election and elevate the Green party, for whom he is running, to a much higher national profile. </p> <p>The flaw in the plan is that it is entirely dependent on mutual trust, as there is no guarantee that either side will do as they have promised. </p> <p>Dave Stewart of the Pacific Green party in Portland, Oregon, said yesterday that he believed the vote-swap idea was part of a Gore \"dirty tricks\" campaign. </p> <p>\"The numbers they are talking about are trivial, I don't even know who the people are who are organising this,\" said Mr Stewart. The Gore campaign has denied any involvement with the sites. </p> <p>Three sites offering such swaps closed yesterday after the legality of the operation was challenged. It emerged that a White House staff member supporting Mr Gore had already used his government email address to arrange a swap. </p> <p>Californian officials warned that the site violated state law. </p> <p>Two other websites, called votexchange.org and votexchange2000.com have also voluntarily closed their sites. Three other sites are still operating but are also likely to come under pressure to shut down. </p> <p>Last month, a site offering to buy absentee ballots in Illinois and sell them to the highest bidder was ordered by a Chicago judge to suspend operations after suggestions that such an offer might constitute a felony. </p> <p>The site subsequently withdrew its offer for similar purchases in California and New York.</p>",
  "The sign inside Ralph Nader's Portland headquarters reads: \"This is not a fumbling little operation; it is the home of the next major political party in the state of Oregon and we're on the move.\" <p>Such has been the success of the Nader campaign in the state that both Al Gore and George W Bush were in town on Tuesday to woo the undecided voters of this maverick Pacific coast state. </p> <p>Oregon voted heavily for Bill Clinton in 1996 and it should have been a Gore stronghold this time, but local polls have shown the two main candidates neck and neck and Mr Nader, the Green candidate, on up to 10%, with his supporters including disillusioned Democrats. </p> <p>So in the early hours of the morning the Gore campaign plane touched down at Portland. The weary vice-president appeared later for a local school meeting. </p> <p><b> Key states</b><br> </p> <p> This week the Gore team has noticeably stepped up its attacks on Mr Nader, who continues to worry the Democrats in key states including Washington, Wisconsin and California, in addition to Oregon. </p> <p>Although nationally he is polling between 4% and 5%, Mr Nader could tilt the balance in those states which account for a crucial 83 electoral votes. </p> <p>Behind-the-scenes approaches to Mr Nader to ask his supporters to back off in borderline states have been rebuffed. A group of environmentalists and abortion rights activists have been in Portland urging wavering voters to stay with Mr Gore for fear that Nader votes will open the door to Mr Bush. </p> <p>\"The Gore people are trying a lot of dirty tricks,\" said Dave Stewart, who heads the Pacific Green party's Nader office. He paused to answer the phone and assure a volunteer that she could bring her dog with her to the office as long as it was well-behaved. </p> <p>He said that support for Nader was holding up despite a barrage of pro-Gore ads from environmental groups such as the Sierra Club in the local alternative press. \"The closer you get to Washington,\" he says of the Sierra Club, \"the more conservative you get - too many visits to the White House, too many three-piece suits.\" </p> <p>Countering the pro-Gore ads are, bizarrely, commercials for Mr Nader placed by the pro-Bush Republican Leadership Council. The ads, which are running in Oregon, Wisconsin and Washington state, show clips of Mr Nader attacking Mr Gore and are aimed at people who would never dream of voting Republican but might move their vote from the vice-president to the Green candidate, thus helping the Republicans steal the state. </p> <p>Mr Nader himself has unveiled a new television ad, attacking the two main candidates, which has been given free publicity on several news programmes. It features children describing what they want to do when they grow up. \"I want to be lied to,\" says one.\"I want to vote for the lesser of two evils,\" says another. </p> <p>Nowhere in the election does the Nader factor loom larger than in Oregon, and his refusal to bow out of the race has provoked passionate responses. His supporters have called him a \"post-industrial Quixote\" and a \"Robespierre who uses class actions instead of the guillotine.\" </p> <p>But the New York Times has accused him of \"wilful prankishness...he calls his wrecking-ball candidacy a matter of principle but it looks from here like ego run amok.\" </p> <p>His supporters in Portland have no doubt about where they stand. \"He lives like a monk and works like a slave for the people,\" said Dr Barbara Leigh-Chapman, a 61-year-old lifetime Republican who had switched to Mr Nader and claimed that at least nine Republicans neighbours in Lake Oswego had done the same. </p> <p>\"A lot of older Republicans are voting for him because they think in terms of their children and grandchildren and what's happening to this country.\" </p> <p>Another supporter, Steve Amy, who had arrived to assemble placards, said: \"Of all the campaigns, we are the true believers.\" </p> <p>Mr Stewart said that most of the committed Naderites in Portland were independents, with dissident Democrats outnumbering dissident Republicans by up to three to one. </p> <p>Responding to criticisms from the Democrats that Mr Nader played little part in the civil rights movements of the 60s, Mr Stewart said: \"You can't do everything. Because of Ralph Nader the Safe Drinking Water Act and the Freedom of Information Act were passed, he's got more legislation passed thathan Gore or Bush.\" </p> <p><b> Local support</b><br> </p> <p> On the streets of Portland, Mr Nader is also doing well. Outside Powells bookshop, Chester Sadowski, a former construction worker, 50, said he had voted for Mr Clinton last time but added: \"Gore's a wimp and Bush is just about money - Nader's the only one with principles.\" </p> <p>Under a grey sky at the Coliseum, where Mr Nader had earlier drawn an audience of 10,000 paying $7 (£4.80) each, the crowds gathered to see Mr Bush, the man they clearly believe is only a week away from being the new president. They warily eyed the Naderites with their green placards proclaiming \"Bush And Gore make me want to Ralph\". </p> <p>Some Bush fans chanted back \"Go, George, Go!\" but the mood was mainly good-natured, not least because many Republicans see the Naderites as their enemy's enemy and thus their friend. One woman carried a \"Greens for Gore\" slogan but mainly it was the Naderites who heckled the Bush supporters. </p> <p>It is not only for the Nader factor that the Oregon race is under national scrutiny. Voters in the state are taking part in the first ever presidential ballot conducted entirely by post and they will have had their ballots for 18 days by the time polling closes at 8pm on Tuesday. </p> <p>The argument for a total postal vote is that it will increase votes cast. Arguments against include the potential for fraud. </p> <p>Courtney Scott, a photographer who is campaigning for Mr Nader, said that it was unclear which of the parties might benefit from the postal experiment. \"One real worry is spousal coercion,\" she said. </p> <p>Oregon is extremely civic-minded; the presidential election turnout has not dropped below 71 % since 1972, around 20 percentage points higher than the national average. </p> <p>Mr Gore does have some fans. There's a sticker in the window of the 24 Hour Church of Elvis where you can wed for $25. Stephanie Pierce, who presides in briskly manic fashion over the church and who put the sticker up, said: \"I think presidential elections are more important than just making a statement but it is much harder to take a nuanced stand.\" </p> <p>Nader supporters are already planning a \"victory night\" party, victory being 5% of the poll nationally which would give Mr Nader the federal funding to run a much bigger campaign in four years' time.</p>",
  "Hillary Clinton and her opponent in the contest for a seat in the United States senate were engaged in a frantic scramble to get out the vote yesterday as yet another poll suggested that the race is in New York is becoming tighter. <p>Most polls during the past month have shown Mrs Clinton beating Rick Lazio, her Republican opponent, comfortably, but that has changed this week. Now both sides acknowledge that next Tuesday's vote will be decided by the team which is most effective in mobilising its supporters. </p> <p>\"It is critical,\" said Bill Dal Col, Mr Lazio's campaign manager. \"It is absolutely the whole race.\" </p> <p>The matter has been complicated by the absence of both Al Gore and George W Bush in New York: neither is campaigning here because they know it is all but certain that Mr Gore will carry the state in the presidential election on the same day. </p> <p>Only 44% of the electorate went to the polls in New York four years ago. If Democrats, who have 2m more votes in the state, assume that the presidential election is a foregone conclusion and stay away, Mrs Clinton's chances will be damaged. </p> <p>\"There is a real lack of urgency at the top of the ticket,\" said one of her advisers. \"Too many people see this as a risk-free election.\" Both candidates, whether talking to students or to commuters at railway stations, have been pressing supporters to remember to vote. </p> <p>President Bill Clinton, who has made several appearances backing his wife and will spend more time in New York than anywhere else before polling day, told a meeting at a church in Harlem: \"You've all got your minds made up: you're going to vote. So we are having this event for people who aren't here. Make sure anyone you can find is there next week.\" </p> <p>The latest of the oscillating polls shows Mrs Clinton leading 47-44, down from 50-43 the previous month. But those who are undecided went up to 9% from 6%. </p> <p>\"It still looks like Hillary v Hillary,\" said Maurice Carroll, director of the Quinnipiac University Polling Institute, acknowledging that the vote is fundamentally a referendum on the Democratic candidate. </p> <p>\"Lazio's vote has barely changed. The movement was away from Mrs Clinton to undecided,\" Mr Carroll said. \"The good news for Lazio is that Clinton is losing ground. The bad news for Lazio is that he's barely gaining. The bad news for Clinton is that she's dropped below that magic 50% mark. The good news is that she's on the up side of a real squeaker.\" </p> <p>The previous day's polls pointed in opposite directions. One, conducted for the New York Times/CBS News, showed Mrs Clinton ahead by eight points; the other, by the Zogby polling organisation, gave Mr Lazio 47.8% and Mrs Clinton 42.9%. \"Basically, what you have here is a very close race, too close to call,\" said John Zogby. \"When all is said and done, it's probably a one-point race.\"</p>",
  "<p> <b> George W Bush</b> </p> <p>A \"Victory 2000\" rally in Duluth, <b> Minnesota</b>, followed by another in Des Moines, <b> Iowa</b>, claiming he would \"upset conventional wisdom\" and sweep the traditionally Democratic west coast states of <b> California</b>, <b> Oregon</b> and <b> Washington</b> </p> <p><b> Al Gore</b> </p> <p>On the offensive in Bush's vulnerable underbelly, <b> Florida</b>, talking social security at a civic centre in Tampa, before moving on to the next largest swing state, <b> Pennsylvania</b>, where he was due to attend a rally with a country singer, Jimmy Buffet. He was countered by the Bush campaign with General Norman Schwarzkopf </p> <p> </p> <p><b> Football news</b><br> </p> <p> The result of the National Football League Washington Redskins' final home game before a presidential election has accurately predicted the electoral outcome for the past 15 contests. History has proven that if the Redskins win, the incumbent will stay in the White House; if the Redskins lose, the opposition party gains control in Washington. The Tennessee Titans visited Washington this week, and won 27-21. </p> <p>Bad news for Gore. </p>",
  "<p>The single currency, introduced with such high hopes less than two years ago, has been adrift in a sea of trouble. But although euro sceptics are gloating, the single currency's decline is doing more harm to British manufacturing than to the euro zone economies. </p> <p>Since it was first traded on the foreign exchange markets at the beginning of last year the euro has lost almost a third of its value against the US dollar. The Danes have rejected it. The massed ranks of the Group of Seven industrialised nations' central banks have been marched into indecisive action on its behalf. </p> <p>There have been calls for the head of Mr Euro - Wim Duisenberg, president of the European Central Bank. Worse still, perhaps, is that every finance minister and central banker in the euro zone has been queuing up to tell the world that the single currency is undervalued - a sell signal if ever there was one. </p> <p>So what has happened to the confident predictions that the euro would become a global reserve currency to rival the dollar? Two years ago, as the 11 euro zone countries prepared to fuse their currencies, analysts were predicting that EU economic growth would outstrip that of the US, sending the new currency soaring against the dollar. </p> <p>Their optimism was premature. Output expanded nearly twice as fast in the US as in the euro zone in 1999, and prospects of higher returns on American assets attracted a wall of money from European investors, driving up the dollar's value. </p> <p>But while the collapse in the euro's external value has been embarrassing for its supporters, it does not mean that the new currency is a failure, as the governor of the Bank of England, Sir Eddie George, explained to a Lords committee this week. As he said, the real criterion by which to judge the currency and its guardians is the health of the eurozone economies. By that standard, the governor said, the ECB has done very well. </p> <p>Growth is picking up pace, unemployment is falling and inflation, while above the Bank's comfort zone, is low by historical standards. True enough, the oil price is threatening a double whammy on the inflation front. That means, after recent rises in borrowing costs, the ECB may no longer have the trigger cocked for further rises but it has not yet put the safety catch on. </p> <p><strong> Shopping holidays</strong><br> </p> <p> The real down side of the euro's fall has been for European consumers on shopping trips to London or holidays in the US that look a lot more expensive than they used to. Last week, bureaux de change in Paris were buying French francs at more than 12 to one pound sterling. </p> <p>But, as one senior policymaker put it: a euro is still a euro. For those who can remember the 1967 sterling crisis, that may sound ominously reminiscent of Harold Wilson's ill fated \"pound in your pocket\" reassurance. But the euro zone is not Britain in the 1960s. The percentage of its gross domestic product accounted for by foreign trade - that is, with countries not in the euro zone - is relatively small. Exports account for about a seventh of the euro zone economy, about the same as the US economy. </p> <p>\"The euro zone is now a lot less exposed to currency fluctuations than it was three years ago,\" according to currency analyst Nick Parsons at Commerzbank. </p> <p>\"The impact [the euro's devaluation] on real incomes is less than in more open economies.\" </p> <p>As a result, the euro's exchange rate is not central to policymaking, nor does it have to be unless it poses a threat to price stability. The US can take a similarly insouciant approach - not least after a presidential election and especially if the winner has little interest in non-domestic affairs. Not so, however, more open economies like Britain which are more vulnerable to exchange rate fluctuations. </p> <p>In reality, measures such as inflation - the ECB's policy yardstick - the level of short term interest rates and the volatility of long term interest rates are, arguably, a better measure of the effectiveness of the single currency. </p> <p>But they lack the day to day visibility of the exchange rate, even though the latter is largely a function of international investment demand for dollars. That a large slice of daily euro-dollar trading takes place in a centre which is outside the euro zone and which functions against a backdrop of euro-scepticism is hardly helpful. This does not mean that the euro zone has no worries. The single currency is a less than two years old. The institutions that support it are relatively untried. What might be shrugged off in an established currency has dented the credibility of the new kid on the block. </p> <p>However, the danger of the euro spiralling out of control appears to be receding, after slower growth figures out of the US last week helped convince the markets that the American growth miracle cannot last forever. </p> <p>And the euro has found a surprising ally, in the shape of Saddam Hussein. The Iraqi leader has demanded payment for his country's oil in euros rather than dollars, as part of his campaign of opposition to US foreign policy. </p> <p>The Iraqis have $10bn (£7bn) locked away in a UN-administered account in New York. If they get permission to convert it all into euros, the impact on the markets would be twice as great as September's coordinated intervention by the G7. </p> <p>In the mother of all battles to save the euro, Saddam's support could be the decisive factor.</p>"
]