[
  "On the eve of a last attempt by President Clinton to untangle the most vexing problem in the Middle East - the status of Jerusalem - one of Yasser Arafat's most trusted lieutenants said yesterday the Palestinians would be willing to make bold compromises on their claims to the holy city. <p>In a speech to the European parliament in Strasbourg, Ahmed Qureia said the Palestinians would support internationalising all of Jerusalem - including Arab East Jerusalem, occupied illegally by Israel since 1967 - should the two sides fail to reach a final settlement in the crucial weeks ahead. </p> <p>\"Unless we can reach an agreement on Jerusalem, I have to declare that both parts of Jerusalem east and west should be a unified international Jerusalem ... not just the capital of Israel or Palestine, but a capital of the world,\" said Mr Qureia, who is speaker of the Palestinian parliament. </p> <p>The proposal revives a formula put forward by the UN in 1947 and since repeatedly rejected by Israel, and opposed by the Palestinians, though it still remains part of European foreign policy. </p> <p>President Clinton is to begin talks today with Israel's prime minister, Ehud Barak, and Mr Arafat, meeting each separately on the sidelines of the millennium summit in New York. </p> <p>The meetings at the Waldorf Astoria have caused some to hope that during the hubbub of the three-day summit of 150 world leaders, Mr Clinton will somehow produce the miracle that eluded him in two weeks of concentrated negotiations at Camp David last July. </p> <p>Mr Clinton has likened the experience of those talks to having teeth extracted without painkillers, and strongly criticised Mr Arafat for his unwillingness to match Israeli compromises on Jerusalem. </p> <p>Some Palestinians hope that yesterday's proposal from such a senior figure as Mr Qureia, popularly known as Abu Ala and seen as a possible successor to the ailing Mr Arafat - could relieve some of the pressure on the Palestinian leader during his New York talks. </p> <p>\"He said it to try to throw forward an idea that would be acceptable among Europeans and internationally,\" said Nabil Khatib, director of the media centre of Bir Zeit University in the West Bank town of Ramallah. </p> <p>\"The Palestinians have a feeling that Israel is trying to give the impression that they [the Israelis] are the only ones who are making concessions. Abu Ala is trying to show that the Palestinian people are also ready for concessions, but not one-sided, and not concessions to Israel. The concession is to have a new kind of solution.\" </p> <p>Accepting current Israeli proposals on Jerusalem, which would restrict Palestinian sovereignty to a few outer neighbourhoods of the city, would be impossible for Mr Arafat to justify to his people. </p> <p>\"Mr Barak wants everyone to comply with his version of how things should be: occupiers' law,\" said Hanan Ashrawi, a member of the Palestinian legislative council. \"But the issue is not just the holy sites, the issue is Jerusalem as a city.\" Real solutions were needed, not just symbolic ones. </p> <p>Mr Clinton is to use the meetings with Mr Arafat and Mr Barak to see whether to hold a second summit, possibly in October. But American officials say they first need to see signs of further progress since July's Camp David talks. \"Unless there is forward progress, unless we see a decisive way forward from this week ... this [reaching a deal] gets more and more difficult,\" the US national security adviser, Sandy Berger told reporters. </p> <p>So far signs of progress do not appear forthcoming. Israeli and Palestinian officials have tried to dampen expectations of a breakthrough before September 13, the latest deadline for a final settlement. </p> <p>Israeli officials say it is up to Mr Arafat to react to proposals since Camp David which blur the issue of sovereignty over the holy places in the old walled city of Jerusalem. \"Arafat's moment of truth has come and the Palestinian leader must make political decisions rather than turn the negotiations into a bickering match,\" the Israeli foreign ministry said on Monday. </p> <p>Instead, they are trying to press Mr Arafat to accept a dispensation for Jerusalem, offered since Camp David, that would dodge the question of ownership over the sanctified ground in the old walled city by declaring God the sovereign of holy places. </p> <p>The US version of these proposals would have Israel controlling the Wailing Wall, the holiest shrine of Judaism, and the Palestinians in control of the Haram al-Sharif, the third holiest site in Islam, with God the sovereign of the passage between them. </p> <p>Mr Arafat has come under mounting pressure from the US and Israel to accept the proposals, which are endorsed by Egypt and Jordan. After the last Camp David talks ended without agreement, Mr Arafat went to more than two dozen countries looking for support but found himself being urged to hold off on declaring a Palestinian state on September 13. On that, Mr Arafat appears to have yielded, and a meeting of Palestinian legislators in Gaza at the weekend is likely to support postponing such a declaration until later in the year. \"September 13 is not a sacred date,\" said Faruq Qaddumi, a senior Palestinian official. </p> <p>But time is working against a settlement. The US presidential election campaign is expected to occupy much of Mr Clinton's energy from now until the vote in November, and Mr Barak is barely hanging on to power. Stripped of a parliamentary majority, his government is surviving thanks to the summer recess in the Israeli knesset. </p> <p>If Mr Barak fails to reach a deal with Mr Arafat, he may resort to a new coalition with the rightwing Likud party, which opposes the compromises he offered at Camp David. Yesterday Mr Barak was hedging his bets, telephoning the Likud party leader, Ariel Sharon, from New York even as he awaited today's meeting with Mr Clinton.</p>"
]