[
  "Bill Clinton's globetrotting schedule this week is beginning to read like one of those \"If it's Tuesday, it must be Paris\" whistle-stop American tours of the world that Europeans like to mock so much. And just as you can't do the Louvre in a morning, so Clinton is learning the hard way that you can't expect to fly in and cast a magic wand over the deep-seated problems of centuries. <p>The American president's international schedule has become increasingly absurd and demeaning. Since this is Wednesday, then today it is Colombia, where Clinton is jetting in this morning for a mere one-day visit - also the first of his presidency - to a country impaled on one of Latin America's most intractable civil wars. </p> <p>Clinton paused last night at the White House long enough to collect a clean shirt, but it was the end of a day which started several time zones away. Yesterday morning Clinton was in Egypt, where he tried in the space of a few hours to lever the Middle East peace talks into fresh life in talks with President Mubarak. </p> <p>On Monday he was in yet another cultural zone, thousands of miles south in Tanzania - another debut Clinton visit lasting less than 24 hours - where he sought unavailingly to place his benediction on Nelson Mandela's long and winding efforts to broker a peace deal in Burundi. Over last weekend, Clinton was in Nigeria - for a full two-and-a-half days this time - where he attempted to lend American lustre, but not much else, to that country's tentative and troubled efforts to cope with everything from Aids to international debt. </p> <p>If it is true - and it is - that Al Gore wants his boss to keep off the American political stage for the duration of the current presidential election campaign, then Clinton is obliging in some style, as well as racking up enough air miles to qualify for a free round trip in Air Force One to the Olympic Games in Sydney. But this is far from being the end of it. There is still persistent talk in Washington of one last visit to Northern Ireland, and even of another journey to the Middle East before the removal van finally calls at the White House on January 20. </p> <p>Clinton's frenetic foreign schedule is not hard to explain. Like the Flying Dutchman, who was doomed to travel the seven seas, Clinton is in search of redemption. His administration is desperate - the word is well advised - to confect some sort of international triumph which can be paraded for posterity as Clinton's \"legacy\". He is prepared to fly anywhere to be acclaimed as a peacemaker or a statesman, and to avoid being remembered as the only elected president to be impeached. </p> <p>As Clinton's eight years in office narrow to their final few months, the search for an international signing ceremony somewhere, anywhere, has become almost pathetic. But the more he tries, the less seriously it has been taken. Vladimir Putin brushed him off in Moscow in June over missile defence. Yasser Arafat rejected his blandishments at Camp David in July. Now we have what is in some ways the most striking sight of all, in Arusha this week, of even the leaders of benighted Burundi turning their backs on the supposedly indispensable leader of the world. </p> <p> It is tempting, but wrong, to put all of this down to Clinton himself, though that will not stop the Clinton-haters of both the left and the right from doing just that. What it does show, however, is that not all of the world's problems are to be settled by Clintonian charm and compromise, or in the Panglossian spirit of \"what's good for one is also good for all\", that is such a hallmark of the Clintonian globalisers' world view. In the Middle East, in Burundi, in Russia, in Colombia and even in Northern Ireland, the stubborn realities of history and of power have not disappeared after all. </p> <p>The two men who seek to follow Clinton recognise this in their different ways. Recoiling from what John McCain calls \"photo op foreign policy\", both Gore and George W Bush are looking to pull up the drawbridge and ration their appearances on the world stage much more than Clinton has been able to do - though it is worth remembering that Clinton himself started out with that intention too. </p> <p>But America's indecision is also the world's indecision. As Clinton makes his latest day trip to a major country, we see the limits of American indispensability. But when the next ethnic cleansing, the next military coup, the next civil war - even the next talks impasse - breaks out, to whom will we turn but to America? </p> <p><a href=\"mailto:martin.kettle@theguardian.com\">martin.kettle@theguardian.com</a></p>",
  "A potentially damaging report on Hillary Clinton's role in the Whitewater affair is to be released weeks before New York state voters decide whether to elect her to the US Senate. <p>Robert Ray, the independent counsel who succeeded the presidential scourge Kenneth Starr, said he is likely to release his findings in the middle of next month. The first lady is level with Republican congressman Rick Lazio in the race for the seat and criticism from the independent counsel could help to swing voters. </p> <p>\"It is my intention to release those findings and conclusions prior to the election,\" said Mr Ray. \"Right now I'm trying for mid-September.\" </p> <p>Mr Ray said the findings would be issued as soon as they were ready and that he would consider a delay only if they were not finished until a few days before the election in November. </p> <p>\"Even withholding them could have political repercussions and that could be viewed as manipulative,\" he said. </p> <p>Mrs Clinton's campaign spokesman, Howard Wolfson, said: \"New Yorkers have already made up their minds about this. They know there is nothing there.\" </p> <p>Criminal charges are not expected. Mr Ray has already produced two reports on the Clintons, one clearing them of collecting FBI files on political opponents, the other criticising Mrs Clinton for her part in firing White House travel staff. </p> <p>The Whitewater report looks at Mrs Clinton's legal work on real estate deals in Arkansas while her husband was state governor.</p>",
  "President Clinton arrives in Colombia today amid tight security for a visit that will underline a deepening US commitment to a messy civil war involving government forces, paramilitary death squads, leftist rebels and 90% of the world's cocaine. <p>In the first trip to the country by a US president in a decade, Mr Clinton will throw his weight behind Plan Colombia, an ambitious strategy which the Colombian government hopes will put an end to the drugs trade and bring peace after nearly 40 years of fighting. </p> <p>Visiting the capital, Bogota, was deemed too risky, so Mr Clinton will meet the Colombian president, Andres Pastrana, in the resort of Cartagena, on the Caribbean coast, guarded by 5,000 Colombian troops and 350 US agents. </p> <p>\"Colombia's success is profoundly in the interest of the United States a peaceful, democratic and economically prosperous Colombia will help promote democracy and stability throughout the hemisphere,\" Mr Clinton said earlier this month. </p> <p>Acknowledging both Colombia's strategic importance and its growing instability, Mr Clinton has supported Plan Colombia from its inception, and pledged $1.3bn (£867m) towards the scheme. But critics of the aid package fear the money will only cause the fighting to escalate, and may even spread political and drug-related violence throughout the region. </p> <p><b> Human rights</b><br> </p> <p> While some US aid will go to development programmes and an overhaul of Colombia's legal system, most will be spent on equipment and training for security forces, despite persistent concerns over the military's human rights record. </p> <p>Monitoring groups regularly accuse the Colombian army of standing by while rightwing paramilitaries massacre unarmed civilians they accuse of helping leftist rebels. </p> <p>Last week Mr Clinton waived strict human rights conditions imposed by Congress and authorised the aid package, arguing that Colombia's situation was a matter of US national security. But a White House memorandum justifying the decision acknowledged that \"there remain disturbing, credible allegations that individual Colombian military officers continue to collaborate with paramilitaries\". </p> <p>The waiver provoked criticism from human rights groups. \"It gives a clear message that from the US point of view, human rights are not important. What matters for them is the war on drugs,\" said Jorge Rojas of the Consultancy for Human Rights and Displacement, a Bogota-based monitoring group. </p> <p>There are signs that US aid has already led to an escalation of Colombia's civil war. In March, the country's largest guerrilla group, the Revolutionary Armed Forces of Colombia (Farc) said it would step up kidnappings for ransom in order to raise funds equal to the US military aid. </p> <p>The guerrillas have also increased their attacks against isolated police stations, part of a long-term strategy to strengthen their control of rural Colombia. Although they have been involved in peace talks since last year, no ceasefire has been signed and, since January, the rebels have attacked 50 such stations. Sixty officers and dozens of civilians have been killed. </p> <p>\"Farc is accelerating its plans for territorial control, but the guerrillas are not the only ones getting stronger. State forces are improving, as are the paramilitaries. Inevitably there will be an escalation,\" said defence analyst Alfredo Rangel. </p> <p>In early August, 83 US Green Berets arrived in the country to train the second of three counter-narcotics battalions con templated in Plan Colombia. These units will lead a campaign into the rebel-dominated southern jungles of Colombia, where most of the world's cocaine is made. </p> <p>\"Our aid is strictly limited to anti-narcotics activities. It is not directed towards supporting counter-insurgent operations,\" Mr Clinton told the Colombian magazine Cambio this week. But Colombian military commanders recognise that a push in the region will inevitably bring troops into combat with several thousand Farc guerrillas who protect drug installations in return for \"war taxes\". </p> <p><b> Attack</b><br> </p> <p> \"We will attack anyone in the drugs trade - Farc, paramilitaries or whoever,\" said General Mario Montoya, commander of the army's southern task force. </p> <p>It is still unclear how a military strike against drug plantations will tally with the second component of Plan Colombia: a package of social development to help wean locals from growing drug crops. </p> <p>According to Mr Pastrana, investment in education, infrastructure and services will play a key part in establishing the rule of law in the southern regions of Putumayo and Caqueta. Traditionally, Colombian governments have paid little attention to these remote Amazon regions, allowing both rebel columns and drug plantations to grow unchecked. </p> <p>In the past, Colombia has focused on spending \"to prevent drugs reaching the streets of the US, instead of investing in education, sewage systems, housing\", said Mr Pastrana. \"We want to work hand in hand with the communities, instead of concentrating on the policing aspect\". </p> <p>But funding for social development programmes remains in doubt. At a conference in Madrid last month, European countries failed to pledge the $1bn (£667m) Mr Pastrana had hoped for. </p> <p>Meanwhile, Farc is reported to be giving weapons training to peasants in Putumayo, and refugee groups fear that up to 200,000 people will flee their homes if widespread fighting breaks out. </p> <p>Neighbouring countries have expressed concern that the plan may cause Colombia's civil war to spill across its borders. Ecuador and Brazil have reinforced security along their jungle frontiers. Peru's president, Alberto Fujimori, said last week that an anti-narcotics drive could threaten the stability of the entire region. </p> <p>\"How can you strengthen democracy in the midst of a war?\" said Mr Rojas. His organisation and 36 more Colombian human rights, Indian and development groups have said they will not participate in projects funded under the plan. </p> <p>Farc chiefs say Mr Clinton's approval of Plan Colombia was timed to coincide with the US election campaign. Speaking from a stronghold in southern Colombia, Commander Andres Paris said: \"They want to spill Colombian blood to help their presidential candidates.\" </p> <p> <b>50 years of Conflict</b></p> <p><b> 948</b> Assassination of popular liberal politician leads to rural unrest which claims 300,000 lives over next decade </p> <p><b> 1953-57</b> Military seize power, before returning it to coalition rule by liberal and conservative parties </p> <p><b> 1964</b> Colombian military launch US-backed Operation Laso, to destroy leftist guerrillas. It fails and marks foundation of the Revolutionary Armed Forces of Colombia (Farc), a communist guerrilla movement </p> <p><b> 1966</b> Creation of rival, smaller guerrilla group, Army of National Liberation (ELN) </p> <p><b> 1980s</b> Emergence of right-wing narco-paramilitaries who target guerrilla groups and their supporters. Farc's political wing loses 4,000 people killed by drug-traffickers </p> <p><b> 1990</b> US president George Bush announces war on drugs </p> <p><b> 1992</b> US says it will stop aid to Colombian army amid claims that the army used the cash to fight Marxist rebels </p> <p><b> 1993</b> Medellin drug baron Pablo Escobar is shot dead by Colombian police after a US-backed search </p> <p> </p> <p><b> 1994</b> Allegations that Colombian president-elect Ernesto Samper's election campaign was funded by $6m from a Cali drug cartel lead to him losing his US travel visa. </p> <p><b> 1997</b> First US civilian pilot, working under a state department contract, is killed on a drug crop fumigation flight in south-east Colombia </p> <p><b> 1998</b> Farc is granted a 15,000 square mile demilitarised zone to encourage peace talks </p> <p><b> June 2000</b> US Senate gives final approval to record $1.3bn package of military aid to help fight drugs and Marxist guerrillas</p>",
  "The man dubbed the gentleman rebel of French politics resigned from a senior cabinet post for the third time in his career yesterday. <p>Jean-Pierre Chevènement, a longstanding friend and ally of the prime minister, Lionel Jospin, stood down as interior minister in a move that could throw the ruling Socialist-led coalition badly off balance. </p> <p>He said his departure was \"the logical consequence\" of a profound disagreement with Mr Jospin over plans to offer limited autonomy to Corsica. </p> <p>He will be replaced by the government spokesman and minister for parliamentary relations, Daniel Vaillant, who managed the prime minister's 1997 election campaign. </p> <p>Ahead of local polls next year and presidential and parliamentary elections in 2002, Mr Chevènement's resignation deprives Mr Jospin not only of one of his most popular ministers but of a key component in the loose leftwing coalition of socialists, greens, communists and radical republicans that has run France for three years. </p> <p>Mr Chevènement's departure leaves the radical Mouvement des Citoyens, without a voice in government and could increase cabinet tensions between traditional leftwingers and the reformist finance minister, Laurent Fabius. </p> <p>\"It is a source of great regret that he has decided to go,\" said one Socialist MEP, Marie-Noëlle Lienemann. \"I think Jean-Pierre's voice was more useful inside the government than outside, particularly as an expression of republican thought which he is not alone in espousing.\" </p> <p>Mr Jospin has now lost four of the heavyweight ministers he appointed to his first 1997 cabinet through resignations. In a brief but warm statement, the prime minister expressed his regret at the minister's departure and praised his efforts over the past three years. </p> <p>Mr Chevènement, an outspoken radical republican, has warned for several months that Mr Jospin's proposal for limited self-rule for Corsica would inevitably lead to the break-up of the Republic. </p> <p>But while politicians praised Mr Chevènement as a man of principle, the influential newspaper Le Monde criticised the basis of his stance on Corsica, saying Britain had made progress in Northern Ireland by opening talks without preconditions. </p> <p>The paper also said Mr Chevènement was hiding his real ambitions. \"He is leaving because he would like to be the spokesman, if not the presidential candidate, of a large strain of opinion on the right and the left which does not feel comfortable with the economic and European choices of today's France,\" it said.</p> <p><b>The maverick: Chevènement's record</b></p> <p>At the heart of the French left for nearly 40 years, Jean-Pierre Chevènement has managed to remain a man apart. </p> <p>His Mouvement des Citoyens is the contemporary expression of Jacobinism, a philosophy espoused by a small club of 18th-century French republicans who believed in a centralised democracy. </p> <p>Believing that France's national integrity and the unity of the Republic should override any European or international ties, he has argued ferociously against European monetary union, and has attacked the devolution plans for Corsica, declaring that \"one cannot fight against ethnic nationalism in the Balkans and allow it on French soil\". </p> <p>His two ministerial resignations on matters of principle have won him widespread respect, and he remains highly popular. </p> <p>A narrow escape from death in 1998, when he went into a coma after a routine gall-bladder operation, led to his being dubbed \"the miraculous survivor of the Republic\". But at 61, he may find a third resignation rather more difficult to come back from.</p>",
  "America's longest-serving federal judge, David Edelstein, has died at the age of 90, still actively presiding over one of the Justice Department's most contentious cases - its 12-year battle to prise the Teamsters union from the hands of organised crime. <p>Earlier in his long career, the judge had set something of a world record, spending 43 years adjudicating the government's mammoth anti-trust case against IBM (the most important such action until the case against Microsoft). </p> <p>Edelstein's increasingly short fuse during the endless hearings with IBM eventually provoked the company to successfully seek his removal from the case in 1995. In its judgment, the appellate court upheld the company's complaint, ruling that it was \"manifestly clear that a reasonable observer would question the judge's impartiality\". </p> <p>The most recent example of Edelstein's robust judicial style came on June 16 this year when he was presented with the Teamsters' proposed new rules for next year's leadership elections. The government had already accepted them as sufficiently stringent to stop the widespread corruption that has characterised the union's voting for decades. </p> <p>But Judge Edelstein would have none of it. \"The submissions are a farrago of ill advice and misguided, inept, controversial and confused argots,\" he declared. \"Their programme has the potential of bringing grief, strife, controversy and corruption.\" </p> <p>He was well accustomed to controversy, which had hit him from the moment President Truman nominated him for the federal bench in 1951. Though his family was comfortably off, Edelstein had to pay his own way through college as a stock exchange page boy (where he witnessed the 1929 market crash first hand). After a period of private practice, until after the war, he eventually opted for a steady income and began climbing the department of justice ladder as attorney for various federal government departments. </p> <p>He was not Truman's first choice when a vacancy arose on the New York federal bench, and his nomination was strongly opposed by three separate bar associations. They were concerned about his lack of trial experience, but Truman's presidency was coming to a close and, amid the election fever which brought the Republican Dwight Eisenhower to the White House, the Senate confirmed Edelstein's appointment. </p> <p>The case against IBM came to his court almost as soon as he took his seat in 1952. After four years of argument, the company formally agreed to modify its business practices. However, as is usual in such cases, the details proved endlessly complicated and contentious. Time and again, year after year, IBM was brought back to court for alleged breaches of its undertakings. The paperwork eventually reached millions of pages, but Edelstein refused to let the Justice Department withdraw the case. Finally, to everyone's relief, the appeal court's ruling against him brought in another judge. </p> <p>While the IBM case was still on his calendar, Edelstein was also assigned to the government's action against the International Brotherhood of Teamsters, which controls much of the nation's road transport and was notorious for being in the hands of the mafia. The federal government had been trying to take effective action since the union was expelled from the main trade union federation in 1958. President Eisenhower brought in special legislation in 1959, but the mysterious disappearance (and presumed murder) of the Teamsters's president, Jimmy Hoffa, in 1975 showed that little had changed. </p> <p>The finding by a 1986 presidential commission that the union had been \"firmly under the control of organised crime since the 1950s\" finally brought charges in June 1988 under the Racketeer Influenced and Corrupt Organisations Act (RICO), an extremely wide-ranging law which even mafia lawyers have found difficult to circumvent. Faced with such drastic measures, the union surrendered unconditionally within months, and Judge Edelstein was appointed to supervise its electoral affairs until satisfied they were in order. </p> <p>Though initially there were significant improvements, further problems soon came to Edelstein's courtroom, including allegations of gerrymandering, corruption, and embezzlement. Once again the hearings in the case went on for years. Eventually, the judge approved the removal of the union's president (which brought Jimmy Hoffa's son James to the post) and, as his last contribution to this long-running drama, finally accepted the union's revised electoral rules. </p> <p>The Teamsters case had only come before Edelstein because he had flatly refused to retire in 1980 when he reached the customary age of 70. He knew, of course, that Article III of the constitution stipulates that federal judges \"shall hold their offices during good behaviour\" - in other words, for life. If that was the express wish of the founding fathers, Edelstein apparently reasoned, who was he to argue? </p> <p>He is survived by his wife Florence and their two sons. </p> <p><b> David Norton Edelstein, jurist, born February 16 1910; died August 19 2000 </b></p>"
]