[
  "There have been at least three different conventions taking place in Los Angeles this week: the official Democratic National Convention; the Shadow Convention, dealing with the issues allegedly not being addressed by the Democrats; and the convention - if that is the right word - on the streets, in the form of protest. <p>Last night the Reverend Jesse Jackson became the first politician to bring all three together. Jackson, once a candidate for the presidency himself, got a standing ovation from the official convention after invoking the memory of Martin Luther King and calling for an America that included everyone. By everyone, he stressed, he also meant the protesters whose causes should be respected.</p> <p>The previous night, the Los Angeles police had waded in with rubber bullets and tear gas to disperse the crowd that had gathered to hear the band Rage Against the Machine. Earlier in the day, Jackson had addressed a packed Shadow Convention that is meeting a few blocks away about the \"war on drugs\". </p> <p>If Jackson was making an effort to bridge the divides between the different parts of America, the speakers who followed him at the main convention bridged a different gap. Caroline Kennedy, the daughter of the late president, recalled that it had been in Los Angeles in 1960 that her father had been chosen to run in his successful campaign against Richard Nixon. </p> <p>\"It is time once again to ask more of ourselves,\" she told the delegates, to applause. She said that as she and her late brother were growing up, hardly a day had gone by without someone telling them how much their father had meant to them. Many people, including the Democrats' vice-presidential candidate, Joe Lieberman, had been inspired to enter public office because of JFK's memory. </p> <p>She also stressed the differences between the Democrats and Republicans on issues such as abortion and gun control. She introduced her uncle, Ted Kennedy, now the patriarch of the country's best-known political family. He used his time to eulogise Al Gore, who has so far been overshadowed at the convention by the Clintons. </p> <p>Ted Kennedy said that Gore was the only candidate for president who could help bring about the dream of universal healthcare for all Americans, which he described as a \"life or death issue.\" </p> <p>The session closed with Bill Bradley, who lost in the primaries to Al Gore, making a further plea for Gore in November. \"Our country needs a Democratic conscience,\" he told a cheering crowd. He, too, harked back to a different time and the \"ideals of Jack, Bobby and Martin, the ideals they died for\".</p> <p>The day's speeches gradually spelled out the differences between the two major parties with a reminder from speakers that George W Bush was one of the most anti-abortion governors in the country and that his election might lead to an end of a woman's right to choose. </p> <p>Many speakers also claimed that the Democrats were the party of diversity while the Republicans used \"window dressing\" to try and persuade voters that they represented more than just white America. </p> <p>Outside the convention centre a rally opposing the sanctions against Iraq took place peacefully as hundreds of riot police stood by.</p>",
  "Al Gore faces two tasks as he arrives in Los Angeles today. The first is to get his party to do something they have not quite managed to do so far: love him the way they love Bill Clinton. The second is to win. <p>Mr Gore may or may not achieve the first objective. But he has no choice about the second. Which is why he has hired Bob Shrum, a man who wins awards as The Most Brutally Effective Attacker in American politics. </p> <p>The Washington Post recently dubbed him: \"The Democratic consultant Republicans most love to hate.\" </p> <p>\"No one is more adept at the low blow,\" wrote the normally high-minded National Journal in a grudgingly admiring profile. </p> <p>\"Bob Shrum is a hatemonger,\" complained the Republican candidate for the governorship of Maryland after one of his clients, the Democrat Parris Glendenning, came from behind in the polls to beat her for the second time. </p> <p>Mr Gore is no angel himself. The vice-president is widely revered by both his admirers and his detractors as an aggressive campaigner. Attack is the vice-president's preferred mode over defence. </p> <p>\"Never underestimate Al Gore,\" said one of the top advisers to John McCain - George W Bush's main Republican rival - during this year's primary contests at a time when, as now, Mr Gore looked as though he was doomed to finish second in the race for the White House. </p> <p>\"If you do, he'll rip your throat out and dance on your chest until you die.\" </p> <p>Mr Shrum is cut from the same timber. He is what Americans call an \"attack dog\". The podgy, balding 56-year-old is never happier than when mixing it with an opponent. For Mr Shrum wears his campaign scars as badges of honour. </p> <p>He is regularly seen in the British Treasury. Gordon Brown is known to admire his grasp of political language, and his stamp is visible on at least two of the chancellor's budget speeches. </p> <p>He was also credited with having helped the Israeli prime minister, Ehud Barak, defeat Binyamin Netanyahu in last year's general election. </p> <p>\"One hundred thousand Israelis have lost their jobs. Why should Netanyahu keep his?\" ran the campaign advertisements produced under his guidance. </p> <p>His record is a formidable one. At the age of nine, he was making campaign telephone calls on behalf of another failed Democratic presidential candidate, Adlai Stevenson. </p> <p>When he was a student at the prestigious Georgetown University in Washington in the early 1960s he got talking to a long-haired political activist from the South called Bill Clinton. The two remain close to this day. </p> <p>Mr Shrum worked for George McGovern in 1972 and for Edward Kennedy four years later, becoming the Massachusetts senator's press secretary and speechwriter. He was the author of Mr Kennedy's \"The dream shall never die\" speech to the 1980 Democratic convention. </p> <p>In 1988 he worked for Dick Gephardt rather than Mr Gore. In 1992, for Bob Kerrey rather than Mr Clinton. </p> <p>Though Mr Shrum is best known for his aggression, it can take subtle forms. He advised Mr Clinton early on that he should come clean about his relationship with Monica Lewinsky. </p> <p>He even drafted a speech which began: \"I have fallen short of what you should expect of a president.\" </p> <p>But Mr Clinton followed the advice of his former adviser Dick Morris, that he must tough it out. </p> <p>Mr Schrum's advice to Mr Gore has been to favour spontaneity over scripted preparedness. Behind the scenes this week he will undoubtedly have been working to loosen up Mr Gore's tendency to cram his speeches with too much policy detail. </p> <p>His advice worked well in New Hampshire this year, where he encouraged Mr Gore to spell out his differences with Senator Bill Bradley in a more passionate way. The advice produced some of Mr Gore's most effective performances on the campaign trail. </p> <p>But Mr Shrum is a political street-fighter. In the 1990 race for the Democratic nomination for Texas governor he made an ad for his candidate, Jim Mattox, which focused on the drinking habits of the rival candidate, Ann Richards. Today he says he regrets the ad, which accused Mrs Richards of being a cocaine user. But Mrs Richards won the race. </p> <p>Even now, the workaholic Mr Shrum spreads his talents wide. One of his other prime clients in November, besides Mr Gore, is the multimillionaire Democratic senate candidate in New Jersey, Jim Corzine. He is also advising on four other races. </p> <p>But if Mr Gore is going to turn the presidential election round, he will need both to raise his game and to play dirty. With Mr Shrum at his side, he is well equipped to do both. </p> <p><b>Delegates' convention wisdom</b></p> <p><b> Frankest Confession</b> </p> <p>Cher, who said she had never actually voted for Clinton but would if he were running a third time. The singer, once married to Sonny Bono, who became a Republican congressman, was attending a fundraiser for Hillary Clinton's New York Senate run </p> <p><b> Softening up the media</b> </p> <p>Ten minute massages are being offered to journalists in the media centre </p> <p><b> Newly fashionable place to be born in</b> </p> <p>A summer storm. (Bill Clinton told delegates that he was \"born in a summer storm\".) This now replaces \"a wandering star\" as the most politically desirable birthplace </p> <p> <b> Warmest welcome</b> </p> <p>\"Welcome DNC [Democratic National Convention] . . . in your face lap dances nightly\" - advertisement in a Los Angeles weekly for The Gentlemen's Club </p> <p> <b> Best father and son act</b> </p> <p>The Rev Jesse Jackson and Jesse Jackson Jr, both speaking, both drawing crowds, both keenly sought by the media </p> <p><b> Today's tribute</b> </p> <p>Caregivers. Yesterday was firefighters and police officers and Thursday is Vietnam veterans</p>",
  "George W Bush has become the first 100 Million Dollar Man of American presidential elections, setting a fundraising record unrivalled by Bill Clinton or Al Gore. <p>The Republican presidential nominee will formally report to the US federal elections commission this month that by the end of July he had raised $95m (£63m) for his election bid from individuals and political committees. </p> <p>Mr Bush raised another $5m for legal expenses and in transfers, bringing the total over the $100m mark for the first time in US electoral history. </p> <p>Until now, the record for one individual was held by Ross Perot, who raised $73m for his first presidential run on behalf of his Reform party in 1992. Almost all of that money came from Mr Perot's own pocket. </p> <p>Ironically, Mr Bush has to thank Mr Clinton for presiding over the economic prosperity that allowed more than 350,000 Republican donors to sign large cheques to the Bush campaign. Mr Clinton made that prosperity the centrepiece of his farewell speech to the Democratic convention in Los Angeles on Monday night. </p> <p>Mr Bush's spokesman, Scott McClellan, said yesterday: \"In building this unprecedented support, Governor Bush has reached out to new faces and new voices who previously have not supported Republicans or who have not participated in the political process.\" </p> <p>\"That really exceeds anything we've ever seen, even if you were to put two or three presidential campaigns together,\" said Herb Alexander, a professor at the University of Southern California, who has studied political fundraising. </p> <p>Until he was nominated by his party at the start of this month, Mr Bush had financed his campaign through private donations, refusing to accept matching federal funds which would have placed a cap on the amount he could raise. By contrast, Mr Gore, his Democratic rival, took the federal money to top up his own funds. </p> <p>Both men are now accepting full federal funds. Mr Bush has already received the cheque for $67.6m to which he is entitled as the duly nominated Republican contender. Mr Gore will be eligible for a similar cheque after he is officially nominated for the Democrats this week. The Reform party nominee, Pat Buchanan, is in line for $12.6m, based on Mr Perot's performance in 1996. </p> <p>Mr Clinton raised about $66m in his two presidential runs in 1992 and 1996, while Mr Gore has raised $34m, according to his most recent published accounts. </p> <p>Even though they are consistently outdone on the fundraising front, the Democrats are this week proving to be no slouches at the game. </p> <p>At an event in Santa Monica on Sunday for the \"Blue Dog\" Democrats, the party's biggest individual donors, the sponsors included the National Rifle Association and the cigarette giant Philip Morris. Each of the Blue Dogs paid $50,000 to attend.</p>"
]