[
  "Forget opinion polls. The latest way to find out which way the political wind is blowing involves hard cash - and lots of it. In Britain and the United States, betting on politics has become a serious business. <p>The latest case to make headlines cropped up in the Commons this week. Over the summer, those in the know staked £50,000 at bookmakers William Hill on Labour MP Michael Martin being elected to succeed Betty Boothroyd as Speaker of the House of Commons. Mr Martin duly won the job. </p> <p>So who were the prescient punters? According to rumours in the Commons, most of them were MPs who were well-rewarded for their efforts. One Glasgow backbencher is thought to have made £200,000 on a £10,000 stake. </p> <p>But this is small beer compared with what goes on across the Atlantic. US law bans the kind of bets which have caused a fuss among MPs this week, but in the cradle of capitalism the markets are king and politics, like everything else, is judged in dollar terms. </p> <p>At the head of the pack is a website, the <a href=\"http://www.biz.uiowa.edu/iem/\" target=\"_new\">Iowa electronic market</a>, which has become an exchange for political futures. If you are tired of trading in pork belly futures or next year's coffee prices and think that Al Gore is going to make it into the White House on November 7, his stock is currently trading at 48 cents (34p). In the middle of last month, it reached 50.8 cents (36p). </p> <p>The system is simple. Stockholders are paid after the election, with payments directly related to the share of the national vote their chosen candidate wins. Say Al Gore gains only 35% of the vote. Each unit of stock will pay 35 cents. The trick is, of course, to buy underpriced stock, just as on Wall Street. Stock prices are determined by trading levels. If no one wants to buy, the price falls until they do.</p> <p>Each trader is limited to spending $500 (about £350) but that has not stopped US political junkies putting several hundred thousand dollars behind their chosen candidates. And they know what they are doing. In the 1996 presidential election, the markets came within two-tenths of Clinton's win of the popular vote (Clinton over Dole, 49.24 to 40.71%).</p> <p>And with Al Gore trading at the moment slightly ahead of his poll rating, we may yet be in for an election surprise. </p> <p>Remarkably, the Iowa site was set up by university academics, keen to interest students in politics, and is run on a not-for-profit-basis.</p> <p>Far more brazen was another US site, Voteauction.com, which allowed electors to put their right to vote up for sale. It was part commercial, part a political comment on the nature of US politics. \"If entire elections can be bought and sold to the individual or corporation with the most money, why can't individual votes?\" asked the site. Sadly, for political betting fans at least, the site was shut down by election officials. Votes, it seems, are officially not for sale - unless it comes to betting on the Commons Speaker.</p>",
  "1. Once again, a despot has been sent packing in a <a href=\"http://www.guardianunlimited.co.uk/international/story/0,3604,388002,00.html\">Serbia-style popular uprising</a>. <p>2. This time, it has happened in the <a href=\"http://www.africa-info.com/pages/2ci/ic3.htm\" target=\"_new\">Ivory Coast</a>, one of the <a href=\"http://www.lib.utexas.edu/Libs/PCL/Map_collection/africa/Ivory_Coast.GIF\" target=\"_new\">West African</a> countries racked by military and political upheavals. </p> <p>3. Unlike Liberia and Sierra Leone, Ivory Coast has mostly enjoyed relative peace and plenty <a href=\"http://allafrica.com/stories/200008080226.html\" target=\"_new\">since it won independence</a> from France in 1960. </p> <p>4. For more than three decades it was ruled by <a href=\"http://www.virgin.net/travel/guides/africa/ivory_coast/historyandgovernment.htm\" target=\"_new\">Felix Houphouet-Boigny</a>, a benign autocrat who died in 1993. </p> <p>5. After the death of the Old Man, as he was known, the one-party system disintegrated. At the end of last year the former army chief <a href=\"http://news6.thdo.bbc.co.uk/hi/english/world/africa/newsid_930000/930254.stm\" target=\"_new\">Robert Guei</a> staged a bloodless coup. He promised, like all barrack-based rulers, to clean up the country and restore it to the people. </p> <p>6. Instead, he declared himself an independent candidate in this month's <a href=\"http://fullcoverage.yahoo.com/fc/World/Ivory_Coast\" target=\"_new\">presidential election</a>. </p> <p>7. He <a href=\"http://www.africanewswire.com/annews/categories/ivorycoast/story3745.shtml\" target=\"_new\">rigged it</a>, still lost it, but declared himself the winner anyway. </p> <p>8. Ivorians may be impoverished, but by the standards of the region they are <a href=\"http://www.travel.dk.com/wdr/CI/mCI_Intr.htm\" target=\"_new\">politically sophisticated</a>, and did not take kindly to <a href=\"http://www.africanewswire.com/annews/categories/ivorycoast/story4472.shtml\" target=\"_new\">having their election stolen</a>. </p> <p>9. They <a href=\"http://www.africanewswire.com/annews/categories/ivorycoast/\" target=\"_new\">took to the streets</a>. </p> <p>10. After 24 hours of bloodshed the army deserted Guie and went over to the real election winner, veteran social democrat <a href=\"http://news6.thdo.bbc.co.uk/hi/english/world/africa/newsid_980000/980254.stm\" target=\"_new\">Laurent Gbagbo</a>. Guei's whereabouts are not known.</p>",
  "Thomas Jefferson and Ronald Reagan have been enlisted to assist a push for the legalisation of marijuana in Alaska. <p>If the proposition were to pass when it goes before the state's electorate on November 7 the same day as the presidential election across the country, Alaska would become the only US state where marijuana could be consumed legally by all adults. </p> <p>It is one of more than 200 propositions that will be put to electors in 42 states on polling day. The range of issues can cover anything from drug laws and gay marriages to education policy and euthanasia. </p> <p>In Alaska, the pro-marijuana lobby has pressed Jefferson, the third US president, into service on the website of the Anchorage-based Hemp2000 campaign group, quoting his maxim: \"The greatest service which can be rendered any country is to add a useful plant to its culture.\" </p> <p>The group hopes that the Alaskan belief that government should interfere as little as possible in citizens' lives could lead to victory. </p> <p>Under Alaska's Proposition 5, the drug could be used by anyone over 18, and an amnesty would be given to those with marijuana-related convictions. </p> <p>Supporters gathered 41,000 signatures to get the measure on the ballot, which is around a tenth of all voters and nearly double the 22,000 required. A quote from former president Ronald Reagan is also part of the campaign literature: \"Government exists to protect us from each other. Where government has gone beyond its limits is in deciding to protect us from ourselves.\" </p> <p>\"It's going to be a tight one,\" Wanda Carp, the treasurer of Hemp2000, predicted yesterday. Describing herself as a 50-year-old grandmother who had spent most of her life in the state, Ms Carp said that opponents were presenting Proposition 5 \"as if we're going to become the drug haven of the United States but that is just not true\". </p> <p>The measure has been criticised as \"foolish and dangerous\" by Tony Knowles, governor of a state where alcoholism and other forms of addiction have done much harm to residents, both native and non-native. </p> <p>The local Alaska Poll conducted last month found 35% in favour of legalising marijuana and 42% strongly opposed. Ms Carp thought the vote would be even closer: \"It may be by the hair of our chinny-chin-chin, but it'll pass.\" </p> <p>Alaska, the \"last frontier\" state with a landmass twice that of Texas, has a history of such measures. The authorities already take a fairly relaxed attitude to marijuana, punishing possession with a small fine, much like a parking ticket. In 1975, under a right to privacy ruling by the state court, small quantities of marijuana were permitted for residents but this was revoked at the ballot box in 1990. </p> <p>The proposition is the most radical on the issue of drugs but six other states will be asked to back measures to legalise marijuana for medical use or change the ways in which drug users are treated. </p> <p>Supporters of medical marijuana use say that it helps to alleviate the effects of chemotherapy and Aids. Opponents say that the measures are the thin end of a wedge that would see harder drugs legalised. </p> <p>Voters in 42 states have a total of 204 measures to decide on. If trends of the last decade hold up, roughly half of these measures will pass. </p> <p>Many of the propositions have been drafted with great attention to detail in order not to be deemed to be too vague for enforcement. In Colorado, for instance, a person entitled to medical marijuana would be allowed two ounces and six plants of which three could be flowering. </p> <p>In Massachusetts, the drug proposition would change the civil forfeiture law under which the authorities seize and keep the assets of people convicted of drug offences. Under the proposition the seized money would go to drug rehabilitation projects; it also proposes treatment for low-level first time users. </p> <p>Nevada will again be voting on medical marijuana as its state law requires that such measures achieve a majority vote in two consecutive elections; it got approval in 1998. </p> <p>California will be deciding on whether to have drug offenders treated and put on parole rather than jailed in what is the most controversial and potentially far-reaching proposition on the state's ballots. </p> <p>In Oregon, voters have to decide on 26 proposals, including a ban on promoting or sanctioning homosexual and bisexual behaviour in schools and a ban on the use of \"body-gripping\" animal traps. </p> <p>Nebraska will be voting on gay civil marriages and Colorado on gun restrictions.</p>",
  "As the legendary crooner Tony Bennett eased into The Best is Yet to Come at a Democratic fundraising rally in Nashville, the look on Al Gore's face said it all. <p>If a single expression can convey fear, hope, determination and uncertainty all in one rapid spasm, then the inner turmoils of the political moment etched themselves briefly across the Democratic presidential candidate's normally studied features. </p> <p>The song may yet prove right for Mr Gore. But he should not have to be campaigning in his home state, Tennessee. In fact, he should not be campaigning in most of the mainly middle-ranking states he is visiting this week, all of which voted for the Clinton-Gore ticket in 1992 and 1996 and several of which even voted for the defeated Michael Dukakis in 1988. </p> <p>But his schedule this week is another mark of how things are simply different in this year's nip-and-tuck White House race. Since the national polls still indicate a photo-finish with George W Bush on November 7, every state counts even more than usual, and states which would normally be safely wrapped up for one man or the other by this stage remain volatile right down to the wire. </p> <p>Nowhere is this truer than in the South. This week Mr Gore has been campaigning in states that were cornerstones of the Clinton-Gore victories in the 1990s: Mr Clinton's native Arkansas, his own Tennessee and, today, the normally safely Democratic West Virginia. The itinerary tells you everything that the campaign staff will never admit. </p> <p>The latest published polls from Arkansas show Mr Bush in a narrow 45% to 43% lead, but both sides say the gap has widened. In Tennessee, where last month Mr Gore led easily, Mr Bush is now 3 points ahead. It is not impossible that Mr Gore may be the first candidate in modern times to win the presidency while losing his own backyard. </p> <p>\"This election is the closest election since 1960, when John Kennedy won by the equivalent of a single vote in each precinct,\" Mr Gore told supporters during a brief stop in Shreveport, Louisiana, another state where he is battling to stay in contention. The polls, which political observers are now following with more than usual obsessiveness, show that he is right. On polling day every vote in almost every state may make the difference. </p> <p>At the end of last week it looked as if everything was beginning to unravel for Mr Gore. The more Americans saw of him in the presidential debates, the better they liked Mr Bush. His September poll lead had vanished and Mr Bush seemed to be pulling ahead in the final stretch. </p> <p>Now it has changed again. In the latest national tracking polls he has recovered a wafer thin lead: 46% to 45% in Gallup, 45% to 42% in the Zogby, and dead level on 46% in the Washington Post. All are within the statistical margin of error. </p> <p>\"I think we have the momentum right now,\" Mr Gore's spokesman Chris Lehane said yesterday. \"I think that's a function of the fact that Gore's in the right place on the issues and the policies. People are beginning to focus on that more and more.\" </p> <p>Momentum or not, the campaign is very hard pounding for Mr Gore. There is a new urgency in his manner as he approaches the day for which he has been preparing for most of his adult life. </p> <p>He has brought his wife Tipper back to his side at many campaign events, hoping that her more relaxed public style may rub off on his own. And in Nashville last night he was with his running-mate Joe Lieberman again, trying to regain some of the energy which marked their campaign back in August. </p> <p>He has stripped down his message to a few key essentials - the economy, women's rights, his Vietnam service - which his team believes spotlight the differences between him and Mr Bush. In doing so he hopes to move the core Democrat supporters to turn out on November 7 while reaching the undecided, who the strategists believe are not yet focused on the election. </p> <p>The economy is at the heart of his campaign. \"Prosperity itself is on the ballot,\" he said in Little Rock on Tuesday. \"The Bush agenda really amounts to a big tax giveaway, big deficits, big debt and blank cheques to all the special interests.\" </p> <p>Yet despite being the virtual incumbent at a time of enormous economic and social contentment, Mr Gore is having terrible difficulty persuading Americans to rally behind his call. In consequence, many Democrats have been urging him to bring Mr Clinton into the campaign. But he is determined to do it his way, win or lose. Mr Clinton will campaign for the black vote in some southern states, but there are no plans for them to campaign together. The unspoken fear is that Mr Clinton would simply overshadow him. </p> <p>He used his Little Rock speech to try to rebut one of Mr Bush's seemingly most successful accusations: that he is at heart an old-style big-government Democrat. </p> <p>\"I know my opponent would like to run against a mythical big-spending, big-government candidate - a cartoon image from campaigns past,\" he said. \"[But] I am the one who believes in limited government, and I believed in it long before it was fashionable in the Democratic party to do so.\" </p> <p>As he continued his battle to regain the initiative, his press spokesman did his best to maintain a studied cool. \"I'm staying nonchalant, and I'm full of equanimity,\" Mr Lehane said. \"Our assumption has always been that this will go right to the very end, to the last minute of the last day of this campaign.\"</p>",
  "Al Gore may be coming back. Down just a few days ago by 5-7 points in most US polls, he shows signs of surging back into contention, narrowing the Bush lead to three points or less in three national polls and tied dead even in three others. <p>Gore, relentlessly aggressive, is savaging Bush's record as Texas governor every night in television ads in all swing states while the Republican candidate runs soft ads about his commitment to better education. Capitalising on Bush's overconfidence, the Democrat is making this a close race again. </p> <p>George W. Bush has a tendency to take his victory lap too early. Too soon, he amasses a lead and starts to jog around the track expecting the cheers of the crowd. Over-confidence gripped him before and during the Republican convention. </p> <p>He chose Richard Cheney as his running mate during this period, when it seemed that he could choose anyone and keep his lead. Instead, Gore used his selection of the first Jewish candidate, Joe Lieberman, as his vice-president to begin to catch up and surge in front. </p> <p>Now, buoyed by a good performance in the presidential debates he was supposed to lose, Bush seems to be letting up too early, switching to soft media at the time he needs to turn it up a notch to stay ahead of the surging Democrat. While Gore relentlessly pounds on Bush's shortcomings in Texas, the Republican seems to be too complacent and laid back. </p> <p>Gore may well have latched on to the issue that he can use to eat up the Bush lead: Medicare. Since Bush proposes to take the money Gore would spend shoring up the system that provides health care to the elderly and use it for a tax cut, the Republican is highly vulnerable to Democratic attack on the issue. </p> <p>It is axiomatic that, in a political contest, you should use your advertising to attack the opponent and let your candidate stay on the high road. During the debates Gore led the attack, slashing away at Bush. He seemed obnoxious, overbearing, and boorish. </p> <p>The election now boils down to an exchange of advertisements. In the ads Gore can make the points he failed to make in the debates. So what if voters don't like the announcer who delivers the message? The candidate can keep his hands clean while the advertisement guts his opponent. Gore, who failed to win the debates, may be winning the post-debate advertising. </p> <p>In the opinion of many the contest is between a candidate who isn't up to it (Bush) and a candidate who doesn't get it (Gore). In my own opinion, it is between two good men, either of whom would be a fine president. In any case, the similarity of the candidates - each trying to hug the centre - makes it a very volatile race, with the lead seeming to change hands every few weeks. </p> <p>The volatility, in part, stems from a virtual consensus among American voters. The vast majority feel that Bush is the better person but they agree more with Gore on the issues. They admire Bush's character, integrity, and persona more than they do Gore's. </p> <p>They report that Bush is more \"likable\" than Gore but tend to see Gore as the better person to address such American needs as social security reform, Medicare, gun control, education, and the environment. </p> <p>With this kind of split in the minds of most voters, a lead of a few points is most unstable. For all practical purposes, this race is tied and is likely to remain so until the bitter end. This contest is shaping up as one of the closest in US history. And the most exciting. </p> <p>\u0095 Dick Morris was chief strategist for Bill Clinton in his 1996 re-election campaign. He now heads <a href=\"http://www.vote.co.uk\" target=\"_NEW\">www.vote.co.uk</a>.</p>"
]