[
  "Connecticut senator Joseph Lieberman has been chosen as democrat Al Gore's running mate in the US presidential elections - the first Jewish vice-presidential candidate in American history. <p>Now in his second term, Mr Lieberman won the biggest upset victory in the country by just 10,000 votes in 1988. Six years later, he made history by winning the biggest landslide victory ever in a Connecticut race for a US senate seat, with a margin of more than 350,000 votes - or 67 per cent of the vote.</p> <p>He is known chiefly for being one of the first senators to criticise the president, Bill Clinton, for his tryst with former White House intern Monica Lewinsky. \"Having criticised Clinton gets him points from the other side,\" said Howard Reiter, a political science professor at the University of Connecticut. </p> <p>His colleagues agree. \"A lot of problems [vice-president] Gore is having in attracting white men and suburban women come from the connection to the Lewinsky situation,\" said senator John Breaux of Louisiana. Mr Lieberman's decision to criticise Mr Clinton, a fellow Democrat, opened the floodgates for the Republicans to attack the president, who were previously not quite sure how to proceed on such a delicate matter. In choosing Mr Lieberman, Mr Gore is sending a not-so-subtle message that he is turning his back on his mentor on the issue of character.</p> <p>Mr Lieberman's denunciation of the president on the senate floor was considered significant as he was seen as a personal friend of Mr Clinton. However, White House aides scoffed at the notion that the two men were close. They did attend Yale law school at the same time and Mr Clinton worked on Mr Lieberman's state senate campaign. </p> <p>In 1992, Mr Lieberman returned the favour by being the first politician in the north-east to endorse Mr Clinton's presidential bid. But to call the two men friends was a stretch, White House officials said. </p> <p>In 1998, Mr Lieberman and conservative former education secretary William Bennett began handing out \"Silver Sewer awards\" to shame producers of sexually explicit and violent films, music, television programmes and video games. </p> <p>However, in his most recent financial disclosure forms, Mr Lieberman listed holdings of stocks in the broadcasting companies Fox and CBS - two firms awarded Silver Sewer status, leaving him open to the charge of being a hypocrite.</p> <p>Although he carved a niche for himself as a liberal reformer during his 10 years as a state senator, Mr Lieberman's move to the right gives him appeal among Republican voters and politicians. On social issues, Mr Lieberman is a liberal who votes for abortion rights, gun control and tax increases, but he is more conservative when it comes to issues such as defence spending and family values. </p> <p>In Connecticut, Mr Lieberman has gained admiration from Republican governor John Rowland, who recently called the senator \"a great friend of mine; while endorsing Mr Lieberman's senate rival.</p> <p>In endorsing his re-election in 1994, the New York Times wrote: \"Congress would be a better place if more of his veteran colleagues were as good. In only one term he has influenced the course of federal legislation for the benefit of Connecticut and the nation.\"</p> <p>He is the first ever Jewish running mate of a presidential candidate and is a strong supporter of Israel. However, in 1992 he supported F-15 sales to Saudi Arabia. Nathan Diament, director of the institute for public affairs of the Union of Orthodox Jewish Congregations, believes that Mr Lieberman is as much a centrist on Jewish matters as he is politically. \"He's not just tolerant, but feels a kinship with traditional and non-traditional Jews alike.\" </p> <p>On Israel, Mr Lieberman believes that it its counterproductive for the US to pressure too publicly, a sentiment that will hardly endear him to the Palestinians who think Mr Clinton sided too much with the Israelis in the recent Camp David talks.</p> <p>When the administration's Middle East policy collapsed at one point and the Jewish leadership fell to bickering, he organised a group of senators to warn Mr Clinton that \"public pressure against Israel\" would be \"a serious mistake - particularly unfair and counterproductive.\" </p> <p>Mr Lieberman has said he will vote on legislation and participate in important meetings on the Sabbath - but won't campaign. He skipped one of his state nominating conventions because it was held on the Sabbath. </p> <p>\"This election is a battle for who wins the American middle,\" Senate minority leader Thomas Daschle said before Mr Gore made his choice. \"With the Gore-Lieberman ticket, you see a real opportunity for Democrats to pick it up.\" </p> <p><b>Useful links</b><br> <a href=\" http://pages.cthome.net/hirsch/liebbio.htm\" target=\"_new\">Senate Joe Lieberman biography</a><br> <a href=\" http://www.reagan.com/HotTopics.main/HotMike/document-9.4.1998.4.html\" target=\"_new\">Senator Lieberman's speech on the Lewinsky scandal</a><br> <a href=\" http://www.jewishsf.com/bk980731/usvalues.htm\" target=\"_new\">Jewish Bulletin</a><br> <a href=\" http://www.issues2000.org/Joseph_Lieberman.htm\" target=\"_new\">Issues 2000</a></p>",
  "The 10th anniversary of the imposition of United Nations sanctions on Iraq was marked at the weekend by noisy protests by campaigners in Baghdad, London and Washington, including a symbolic \"die-in\" today outside the Foreign Office in London. <p>In contrast, the US, British and Iraqi governments have kept largely quiet about the ongoing embargo that was put in place four days after President Saddam Hussein sent his troops into neighbouring Kuwait on August 2, 1990.</p> <p>The anti-sanctions protesters, once in a minority, now have the active or tacit backing of many countries which supported the US-led alliance that launched Operation Desert Storm in January, 1991.</p> <p>The French government, which contributed troops at the time, now favours a suspension of non-military sanctions. So, too, do two other permanent members of the UN Security Council - Russia and China. These countries argue that the sanctions have become counterproductive and are blocking development of Iraq's enormous oil and gas reserves (in which they have a keen interest).</p> <p>Most Arab governments, many of which, like Syria and Egypt, supported former president George Bush's campaign to reverse the invasion, now favour some form of easing of the sanctions regime. Several Gulf states, the very same countries that in 1990 most feared Iraqi aggression, have restored diplomatic links with Baghdad.</p> <p>A plethora of reports over the past year has provided much evidence that the sanctions are being actively subverted by Iraq's neighbours, including Turkey and Iran. The US suspects Russia of being deeply involved in selling contraband Iraqi oil and recently intercepted a Russian-registered tanker in the Gulf carrying Iraqi crude.</p> <p>But despite this shift in opinion, and the bypassing of the international controls, the US, backed by Britain, remains adamantly opposed to a suspension or lifting of sanctions until UN weapons inspectors, charged with locating and destroying Iraq's nuclear, biological and chemical arms, have completed their work.</p> <p>The inspections were suspended in 1998 amid much acrimony and the UN team was obliged to leave Iraq. A new wave of US and British bombing followed. The inspectors have not been back since.</p> <p>A recent UN security council resolution attempted to give the Iraqi regime an incentive to comply by offering a phased suspension of sanctions, simultaneous with the resumption and completion of weapons inspections. But this idea was rejected by Baghdad which said that the plan gave no guarantee that sanctions would be ended, or when.</p> <p>The impasse has been further entrenched by the US presidential election campaign. Until the result of November 7's American polls is known, neither Republican candidate George W Bush, nor his Democratic rival, Al Gore, are likely to show any flexibility.</p> <p>The main problem for the Americans and the British is a moral one. It is fairly clear that after 10 years, the sanctions regime has achieved little or nothing in political or military terms.</p> <p>But as the protesters point out, while that impasse may not matter very much as long as peace is maintained in the region, the sanctions continue to cause horrific suffering among Iraq's civilian population.</p> <p>A Unicef report published last year said that in many areas of Iraq mortality rates among children under five years have more than doubled since 1990. Iraq itself says 1.5 million Iraqis, young and old, have died as a result of sanctions, largely caused by the collapse of Iraq's health services, sanitation, resulting diseases, and by poor nutrition.</p> <p>President Saddam's henchmen, the army, and Iraq's wealthy elite, who carry the principal responsibility for the Gulf war, have not suffered in this way, of course. Instead, say the protesters, it is the Iraqi people who pay the price of a continuing, pointless deadlock.</p> <p>It would be nice to say that this situation will change soon. But with the positions of both sides entrenched, there is at present no prospect of a breakthrough. And there may be yet more, gloomy anniversaries to come.</p>",
  "The Zimbabwean government messenger who delivered the official notice to a stunned April Davies last week quietly but dramatically tipped the scales in the struggle over Zimbabwe's farmland. Mrs Davies was told that her farm had been expropriated without compensation. The government took the land immediately and gave the elderly widow 90 days to get out of her house. <p>It was the first legal confiscation by Robert Mugabe under his considerable powers to take any land he chooses for redistribution to poor blacks. If Mrs Davies's farm had also been the last to be seized, or was one of just a couple of hundred farms, it probably would not make much difference to greater Zimbabwe. But if Mugabe now does what he says he is going to do, then his country is in for a rough time. </p> <p>Things looked bad enough when the government said that it intended to take 804 farms, but that at least left most of the commercial land still dedicated to producing vital tobacco exports. But now Mugabe has raised the bleak prospect of expropriating more than 3,000 farms - two-thirds of the white-owned agricultural land - and he says even that may not be enough. </p> <p>It is not certain that Mugabe intends to follow through on his pledge, but don't count on him backing down. Many Zimbabweans thought the land issue would quietly die after it was used to whip up anti-white sentiment, and support for Mugabe \"the liberation war hero\", ahead of June's parliamentary elections. But Zanu-PF's humiliating near-defeat has helped keep land top of the agenda. </p> <p>After the shock of the parliamentary ballot, there is no shortage of voices telling Mugabe that he cannot win the next presidential election in two years' time. Some of the doubters inside his party say that he knows it. But if Mugabe is on the way out, he has little incentive to drop his assault on the farms. And if he hopes to win another election, then it is a powerful issue to keep alive. </p> <p>Mugabe's constituency, those for whom he believes he governs, and for whom he fought a liberation war, are not the city dwellers who snubbed him so defiantly in June's parliamentary elections. Such support as he has is among the peasants and landless rural poor, whose lives have not improved measurably for all Zimbabwe's past economic successes. Now there are hundreds of thousands of blacks who expect to be given land, much of it good land. Why not one last gesture for the people who matter to him? And at the same time, exact revenge on the whites he so despises? For Mugabe, it is the opportunity to go down in history as the man who not only liberated Zimbabwe from the colonists, but finally righted a great historical wrong and delivered the land back to its proper owners. </p> <p>None of this may come to pass, but all efforts to prevent it so far have backfired. What began as the prospect of seizing a few hundred farms has increased to several thousand as Mugabe was denounced by Zimbabweans and foreigners as a tyrant out of step with a changing world. There is not much to be achieved by hurling insults at Mugabe. Peter Hain and Robin Cook tried it and did little more than harden the president's determination to snatch the land. In any case, to African ears, the tone of British official criticism still smacks of neo-colonialism. </p> <p>Mugabe's bitterness encompasses more than the whites camped on Zimbabwean soil. He is not alone among African leaders in being disgruntled at being forced to swallow the new ideology of globalisation and other western medicines that have prevented many governments of poor countries having any real say in the fate of their nations. Few have much to show for it. </p> <p>Thabo Mbeki's scepticism over the link between HIV and Aids is more than mere contrariness. He is deeply suspicious about western intentions on his continent. To the rest of the world, the 2006 World Cup debacle might have been farce, but in Africa it was understood as a racist conspiracy. Where Mbeki is not at one with Mugabe is over the economic cost of the land seizures. Mugabe famously tells those dignitaries who tramp to his door in the belief they can change his thinking what they want to hear, and then he carries on as usual. This is what happened when Mbeki turned up in Harare with a few heavyweight cabinet ministers in tow. </p> <p>They have good reason to be worried about what is happening in Zimbabwe. An economic meltdown has many implications for South Africa, not least because of the danger of large numbers of Zimbabweans heading south to search for work, and the damage the crisis does to foreign confidence in the region. </p> <p>At a press conference, Mbeki spoke of the need to establish the rule of law - which is code for ending the hundreds of illegal farm occupations by the war veterans. Under pressure to respond, Mugabe said he would get veterans off those farms not legally designated for seizure. Even the state-run Herald newspaper hailed it as a breakthrough. The South Africans seemed pleased. </p> <p>But Mugabe didn't mean it. Next day, he was denouncing his own newspaper for misinterpreting him, and promising to take every piece of white-owned farmland in the country if he felt like it. And he does feel like it. Mugabe has heard all the arguments, economic, legal, moral, against snatching farms but none is as persuasive to him as the case for redistribution. </p> <p>The moral question, the one for full compensation to the farmers, is the weakest. Theoretically they will get the cost of their homes and farm buildings. In any case, even those Zimbabweans who don't agree with what is going on speak with some bitterness about the manner in which the land was stolen at gunpoint and with considerable brutality little more than a century ago - not long when you see Ian Smith's old friend, the Queen Mother, getting her birthday card. That is no excuse for vilifying white farmers as Idi Amin hounded the Asians, or treating them with cruelty and brutality. Mugabe might want all the whites out of the country, but that is not the wish of most Zimbabweans. </p> <p>Then there is the legal case, but the west is hardly in a position to lecture Mugabe on the rule of law after decades of riding roughshod over the human rights of Africa by arming governments that commit genocide and propping up authoritarian leaders who plunder their treasuries. The only truly persuasive argument against the redistribution of the farms is the devastating impact the wreckage of the economy will have on the welfare of most Zimbabweans. The commercial farms bring in most of the country's hard currency and are the single largest employer. </p> <p>Mugabe and his government cannot fail to understand the consequence of redistribution of the country's most productive land to subsistence level farmers. At best, Zimbabwe will be able to feed itself. But the tobacco industry has already said that it will shut down if 3,000 farms are seized. Then there will be little hard currency to pay for fuel and electricity, and so little incentive for industry to stay around. </p> <p>A good proportion of the working population - farm hands to factory workers - will be out of jobs. If that happens, Zimbabwe will need all the subsistence farmers it can get. </p> <p><a href=\"mailto:chris.mcgreal@theguardian.com\">chris.mcgreal@theguardian.com</a></p>",
  "<b> Serb opposition risks split vote</b> <br> <p>Serbia's largest opposition party, the Serbian Renewal Movement, decided yesterday to propose its own candidate for the presidential election in September, even though this is likely to divide the anti-Slobodan Milosevic vote. </p> <p>Vojislav Mihajlovic, the mayor of Belgrade, is the party's choice. But the rest of the opposition backs Vojislav Kostunica. <b>Reuters, Belgrade </b> </p> <p><b> Kashmir group still for talks</b><br> </p> <p>Kashmir guerrillas who started peace talks with India last week accused the Indian army yesterday of violating the spirit of a ceasefire but said they still hoped to continue talks this week. </p> <p>The pro-Pakistan Hizbul Mojahedin said that the army was harassing people affiliated to the group, but appealed to other separatists for support so that India did not back out of a plan aimed at resolving who should control Kashmir. <b>Reuters, Srinagar </b> </p> <p><b> Artillery attack Chechen village</b><br> </p> <p>Russian officials claimed yesterday that their troops had killed scores of rebels in artillery strikes in a village outside Chechnya's capital, Grozny. </p> <p>Twenty-two bodies were found in Petropavkovsk, the Interfax news agency said. It quoted officials as saying that a band of up to 100 rebels had been wiped out, a claim denied by a prominent separatist, Movladi Udugov. <b>AP, Grozny </b> </p> <p><b> New grammar seen as silly </b></p> <p>The head of the German Teachers' Association said yesterday that some of the spelling and grammar reforms introduced in an overhaul of the language should be dropped. </p> <p>The group's president, Josef Kraus, told the news- paper Frankfurter Allgemeine Sonntagszeitung that parts of the reforms made no sense. <b>Reuters, Berlin </b> </p> <p><b> Hiroshima remembers </b><br> </p> <p>Hiroshima held a ceremony yesterday to mark the day 55 years ago when the US dropped an atomic bomb on the Japanese city. About 140,000 died and the second world war in the Pacific ended soon after. <b>AP, Hiroshima </b></p>"
]