[
  "<b>1. Character </b> <p>George Bush has been marked as a grinning airhead with little knowledge of domestic issues and none of foreign affairs. Rumours about his behaviour at university and videos of him drunk at a wedding party have not helped his cause. However, the Yale and Harvard-educated Bush is no dimwit, even if he doesn't pretend to match Al Gore for intellect and has never written a book. On the contrary, his amiable vagueness is an attraction for many voters: it certainly didn't do Ronald Reagan any harm.</p> <p>Al Gore is leaden where Mr Bush is light, informed where Mr Bush is ignorant. His worthy plugging of the merits of big government means he scores well with the electorate on policy issues. But voters see him as excruciatingly dull: a sort of know-all teacher's pet. That is not the kind of president most Americans want and is the prime reason his campaign is in trouble. As a result, Mr Gore is trying to show the softer side to his character, kissing his wife passionately at this summer's Democratic convention and even giving an interview barefoot on a beach. Will this do the trick by polling day? If it does, the White House will almost certainly be his. </p> <p>The third man shaping the election is the sitting president, Bill Clinton, whose influence is being felt in two big ways. The Lewinsky affair and Mr Clinton's high-pressure fundraising techniques have tainted Mr Gore's reputation for moral integrity. Meanwhile, Mr Clinton's success in combining economic growth with a budget surplus has boosted the Democratic cause. Republicans have found it hard to convince voters that America has been mismanaged while Al Gore has been number two at the White House.</p> <p><b>2. Vice-presidents</b> </p> <p>The battle of character extends to the deputies. Both were chosen to make up for the weaknesses of the main candidates.</p> <p>Al Gore is running with the Connecticut senator Joseph Lieberman. As a strong moral critic of Bill Clinton's personal behaviour, he has added credibility to the Gore campaign. Not least because, as a devout Orthodox Jew, Mr Lieberman appeals to many voters doubtful about the integrity of his running mate. If Mr Gore wins, commentators will see Mr Lieberman's selection as a key factor in his success.</p> <p>Dick Cheney, George Bush's deputy, has had a lesser impact on the campaign. A prosperous oil executive from Wyoming, he has a long record of service in high office, including a spell as defence secretary to Mr Bush's father, the former president. As such, Mr Cheney has added gravitas to a lightweight campaign, but not enough to outweigh more pressing factors.</p> <p><b>3. Debates</b> </p> <p>In a close year, the series of televised debates between the presidential candidates can swing the election. </p> <p>This year, Al Gore was widely tipped to crush George Bush in each of the three 90-minute official debates and romp to power. So far, it hasn't worked out that way. Mr Gore's aggressive style in the first debate saw him beat Mr Bush on points - but polls afterwards showed that voters liked Mr Bush's gentle approach. </p> <p>Mr Gore changed his style in the second debate, only to find commentators slamming him for letting Mr Bush's assertions pass unchallenged. </p> <p>Meanwhile, the single vice-presidential debate resembled a friendly fireside chat. Overall, then, this year's debates have settled nothing. The field is still wide open.</p> <p><b>4. Texas</b> </p> <p>Al Gore is pushing the Texas factor hard, claiming that his rival's poor record on education and pollution as the governor of the state makes him unfit to run the country. But Mr Bush's campaign has been just as eager to rebut all the claims and the tit-for-tat warfare is likely to alienate voters, not energise them. </p> <p>One issue can't be hidden, though: Texas' rapid-fire use of the death penalty. Though both candidates say they support its use, many voters find the 145 executions Mr Bush has authorised as governor hard to stomach. Many others, of course, welcome the Texan's hardline stance on crime. The impact on election day is hard to predict. </p> <p><b>5. Minor candidates</b> </p> <p>The focus may be on the two-horse race, but two outsiders could influence the outcome by stealing votes from the main candidates. </p> <p>Of these, Ralph Nader, running as a Green, will have the biggest impact. Almost all his supporters are natural Democrats, whose support Al Gore will badly miss. National polls put Mr Nader on 2-5%, which is bigger than the margin of difference in many states and could hand victory to George Bush.</p> <p>Pat Buchanan, the fourth candidate, scores only around 1% in the polls - but as an ex-Republican running as a rightwing Reform candidate he will cost Mr Bush some votes. Mr Buchanan is most interesting for his running mate: against expectations he chose a black woman, Ezola Foster.</p> <p><b>6. Abortion</b> </p> <p>The United States has always been unsettled about abortion. Many voters and politicians abhor it, while others defend a woman's right to choose.</p> <p>Al Gore comes down in the latter camp; Bush, almost certainly, in the former. </p> <p>Some voters fear that Bush will appoint hardline judges to the supreme court, who will overturn the court's crucial decision in favour of abortion. That fear works in Gore's favour. </p> <p><b>7. Health Care</b> </p> <p>Al Gore promises to spend money to control the cost of prescription drugs and to ensure all Americans have access to health care, a stance popular with older voters. It may be the reason for his campaign proving unexpectedly competitive in Florida, the retirees' state.</p> <p>George W Bush says much the same, but then describes Medicare, the state safety net for the old, as \"outdated\". This kind of talk worries some voters, though it reassures others who would prefer government money to return to them in the form of tax cuts.</p> <p><b>8. Taxation</b> </p> <p>The healthy state of the US economy means that government income exceeds expenditure. The dilemma for the candidates is: what balance should they strike between tax cuts and expenditure? </p> <p>George Bush plans to devote half of the surplus \"to saving Social Security\u0085 one-quarter for pro-growth tax cuts; and the remainder to reform education, strengthen Medicare, and support other priorities\". </p> <p>Al Gore proposes a complex scheme of targeted tax relief, covering things such as health care, the environment, business growth and college education. This has appealed to voters worried that a Republican president would slash welfare programmes, but alienated others who see Gore as an outdated fan of interventionist big government.</p> <p><b>9. Education</b> </p> <p>George Bush has not made education a priority, in contrast with Al Gore, the traditional Democrat. </p> <p>Gore's plan involves greater federal supervision of the nation's schools and a sizeable increase in spending - another complex scheme which appeals to some voters and deters others. </p> <p><b>10. Foreign Policy</b> </p> <p>Foreign policy issues have not made headlines in the campaign so far, but events in Yugoslavia and the Middle East have pushed them up front in these last weeks before polling day. </p> <p>Polls show that Republicans are trusted more than Democrats when it comes to standing up for American interests around the world. That's the good news for George Bush. </p> <p>The bad is that no one doubts that it is Al Gore who has a far better understanding of world affairs. The question is whether Americans want a foreign policy expert in the White House. The two candidates' strengths and weaknesses on the issue will probably cancel each other out.</p> <p><b>11. Petrol</b> </p> <p>The rising price of oil has hit American motorists in their wallets and they are not happy. The issue carries dangers for both candidates.</p> <p>Al Gore has a reputation as an environmentalist who wants to reduce car use and regards energy taxation as a good thing. Voters who believe that he will increase petrol prices still further will be wary of electing him.</p> <p>George Bush and his running mate have both made money from oil companies, which many Americans see as one of the causes of rising gas prices. They may turn against Bush for profiting from their troubles.</p>",
  "How many beans does Jean Tiberi have, and when will he decide to spill them? The embattled mayor of Paris, kicked out of his party last week for rejecting its decision to appoint a new candidate for the 2001 local elections, is now a fearsome loose cannon in French politics. <p>Few would make any great claims of originality or vision for the diminutive grey-haired Corsican, a Gaullist RPR (Rassemblement pour la République) party militant since practically the first hour and Jacques Chirac's loyal lieutenant at Paris town hall during the 18 years the president spent there as mayor. </p> <p>Handpicked by Chirac to succeed him after the 1995 presidential poll, Tiberi has proved a competent if uninspired mayor, getting things done in the capital with energy and commitment but lacking the stature - both physical and ideological - that Parisians would like to see in their civic leader. </p> <p>Inevitably, Tiberi has also got himself caught up in a few corruption scandals. He came under fire for allowing his children to occupy big council-owned apartments in chic Left Bank streets for knock-down rents. His son, once employed by Air France, was paid a million francs by the airline over three years while he was acting as a ministerial aid.</p> <p>Tiberi's wife faces a retrial over a now infamous 36-page report that she wrote for one of her husband's close RPR allies in a Gaullist-run local council outside Paris. Xavière Tiberi was paid £20,000 for the report, which turned out to be stuffed with spelling mistakes and largely copied from a textbook. </p> <p>And Jean Tiberi himself, a judge confirmed last week, remains very much under investigation in the so-called HLM, or council-housing, scandal - part of the vast and many tentacled corporate kickback scam by which Chirac's RPR party funded itself back in the 80s and early 90s and which now threatens to engulf the president himself. </p> <p>It would have been more or less impossible for Tiberi - a man of whom Chirac once reportedly said \"would jump through a window if I asked him\" - not to have been aware of what exactly was going on at Paris town hall during the years it was turned into an RPR machine that catapulted Chirac into the presidency of the Republic. </p> <p>Maybe the RPR party should have borne that in mind when it decided that - with the Socialists showing every sign of being in a position to win the capital for the left for the first time since the Paris Commune - it needed a rather more heavyweight candidate for the March 2001 mayoral race. </p> <p>The man it eventually chose was Philippe Séguin, a former party chairman and portly RPR grandee who is currently running neck and neck in the polls with the Socialist candidate, a hardworking local councillor called Bertrand Delanoë who was one of the first French politicians of any standing to admit he was homosexual. </p> <p>But the RPR has not treated Tiberi very kindly. Indeed, he would contend that it has treated him downright shabbily. At an extraordinary Paris branch meeting last week he was voted out of the party of which he has been a member since it was founded 25 years ago, and denied any central support in the re-election campaign he is still determined to run. </p> <p>\"I am being made a scapegoat, and I am not happy about that,\" he said after the meeting. \"I am surprised, saddened, hurt and disgusted. At my age, after all I have done for this party and for Paris, the way the RPR party has treated me is completely and utterly unacceptable. This is more, far more, than treachery.\" </p> <p>As long ago as 1997, Tiberi's wife was wondering in her private diary for how much longer she and her husband would be expected to take the flak for President Chirac and his RPR prime minister of the time, Alain Juppé, over past goings-on at Paris town hall. </p> <p>Now, Tiberi himself has more than sufficient motive for telling his story. He is already threatening to do so, and unless his silence is bought by an RPR party that comes to its senses and realises what a danger the mayor of Paris really is, he seems perfectly ready to fire the first shot. </p> <p>\"I will not give in,\" he said last Friday. \"It is a question of politics but above and beyond that, of honour. I have things to say. And if, one day, rightly or wrongly, I say them, I will not disguise them. I will not imply, I will state. My friends in the RPR should remember that...\" </p> <p><b>Email</b><br> <a href=\"mailto:jon.henley@theguardian.com\">jon.henley@theguardian.com</a></p> <p><b>Related special report</b><br> <a href=\"http://www.guardianunlimited.co.uk/concorde/0,7368,347037,00.html\">Concorde crash</a></p> <p><b>Other articles</b><br> <a href=\"http://www.searchunlimited.co.uk/search97cgi/s97networkr_cgi?QueryText=jon+henley&amp;Query=jon+henley&amp;ResultColSize=2000&amp;ResultTemplate=ArchiveFull%2Ehts&amp;Collection=archive&amp;SortSpec=Vdkpublicationdate+desc&amp;ResultStart=1&amp;ResultCount=10&amp;ResultMaxDocs=1000&amp;Dtv=\">More articles by Jon Henley</a></p> <p><b>Useful links</b><br> <a href=\"http://tout.lemonde.fr/\" target=\"_new\">Le Monde</a><br> <a href=\"http://www.liberation.fr/\" target=\"_new\">Libération</a><br> <a href=\"http://www.french-news.com/thenewshome.html\" target=\"_new\">The news</a><br> <a href=\"http://www.ttc.org/\" target=\"_new\">The Tocqueville Connection</a><br> <a href=\"http://www.afp.com/english/home/\" target=\"_new\">Agence France-Presse</a></p>",
  "Are we in danger of experiencing another world oil crisis, like that of 1973 - which quadrupled the price of oil, unleashed a wave of high inflation, and turned the world upside down? The world financial markets are so far not too worried: but for anyone who studied that earlier shock closely the resemblances are still disturbing. <p>The basic cause of the shock in 1973 was a conjunction of a world oil shortage with a confrontation between Israel and the Arabs. The western nations, particularly America, were consuming cheap oil as if there were no tomorrow, becoming still more dependent on foreign producers, led by Saudi Arabia. When the Arab-Israel war broke out in 1973 the Arab producers boycotted oil to western countries - which in turn precipitated the shortage and huge price hikes. </p> <p>The crisis took the media and the governments almost totally by surprise The American government had been warned over the previous years that the Saudis would find it hard to resist a boycott, but President Nixon in the run-up to a presidential election could not risk offending Israel. Most oil companies remained complacent until the shock happened: then it created a sudden panic, generating desperate demand, queues for petrol and hectic bidding for oil which forced the price still higher. </p> <p>Does that sound familiar? Of course much has changed in 27 years. Today the Arab oil-producers are less dominating and less greedy, as they realise the danger to themselves of extorting too high a price. There is no danger of a military war against Israel comparable to the threat of Egypt and Syria when they invaded in 1973. Most of the world's oil comes from countries outside Opec, including Britain; and most countries have contingency plans against a shortage. \"The west is now much better able to withstand an oil shock,\" the Financial Times assures us. </p> <p>Yet the similarities remain. The Americans have been consuming oil as recklessly as they were in 1973: their roads are full of new gas-guzzlers, the huge \"utility vehicles\" like mini-tanks which loom above the road, intimidating the smaller cars, and consuming a gallon every 10 miles. Stretch limos, golf buggies and speedboats compete in guzzling oil with no thought of the conservation movements of the 80s. </p> <p>The American government and media have largely lost interest in understanding Arab and other third world oil-producers, which loomed so large in the 70s and early 80s. And during the presidential elections neither candidate dares either to sympathise with Arab grievances, or suggest that Americans should conserve oil, or pay more for it. </p> <p>The Europeans have been less wasteful, but still complacent. The rapid increase of the world oil price in the past two years, which should have been seen as a warning of a coming shortage, has led only to a clamour to reduce taxes and bring the price down. The British have now still fewer alternatives to the private car, with a failing railway network and decaying public transport for commuters. </p> <p>It is only high oil prices and the fear of potential shortage which compels countries to conserve fuel and press forward with other forms of energy and transport. But the British, like the Americans, are becoming still more dependent on cars and oil. </p> <p>In the meantime Asian and Latin American consumers are joining in the demand for unlimited cheap oil, without the prospect of unlimited supplies. While huge new reserves are opening up in central Asia and Africa, they all have their own political risks, in dangerous and remote parts of the world. The most accessible new oil remains in Arab countries which have their own quarrels with the west, including Iraq which now has huge new potential oil supplies. </p> <p>The key oil producer, which holds the balance, remains the most problematic of all: Saudi Arabia. While the Saudi monarchy is ostensibly pro-American, dependent on American military and security support, they are becoming more worried by their own fundamentalists and dissidents who bitterly resent their government's subservience to the Americans, all the more since they rescued them from Saddam in the Gulf war 10 years ago. </p> <p>The hijacking of a Saudi plane on Saturday by Saudi dissidents was a reminder of the vulnerability of the kingdom, where the greed and corruption of the royal family and the ignoring of human rights have caused a groundswell of resentment from fundamentalists, Shi'ites and exploited foreign workers. The demonstrations inside Saudi Arabia in support of Palestinians have been a reminder of the dangers of a pro-western policy. The lack of reliable reports in the media from inside the kingdom - there are no foreign correspondents there - is hardly reassuring: in Saudi Arabia, no news usually means bad news. </p> <p>It is true that America and Israel have an overwhelming military might in the Middle East. But terrorists and suicide-bombers can still lead to body-bags - which is what politicians in both countries dread most. The damaging of an American destroyer by a small rubber dinghy, killing 17 sailors, is a powerful reminder of the fragility of a superpower in the face of Arab anger and dedicated terrorists. </p> <p>While the Arabs are militarily weaker, the popular Arab anger appears much greater than in previous crises: not only among Palestinians, but among Arabs inside Israel who are more threatening to the Israeli population; and among the neighbouring Arab people who feel bitterly frustrated by the impotence of their governments. </p> <p>So the basic ingredients of a crisis which could extend from the Middle East to the world, remain in place as they were in 1973: a wave of Arab resentment, a hardline Israeli attitude, and American politicians preoccupied by presidential elections. They are all set against a background of a potential oil shortage which could be precipitated by a single country - whether by Iraq, Iran or eventually Saudi Arabia itself, pressed to dissociate itself from pro-western policies. </p> <p>The western countries and Israel cannot afford to be complacent on the basis of their economic strength and military superiority in the face of these political dangers. For popular anger can very quickly be translated into terrorism, and into effective pressure on governments to use their ultimate weapon of withdrawing oil supplies. </p> <p>The western complacency and public ignorance which were so dangerous in the early 70s are back with us again. And oil, which has been been left to the specialists and companies over the past 20 years, can once again become an arbiter of world power. </p> <p>\u0095 Anthony Sampson is the author of a book about the oil industry, The Seven Sisters </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "The man standing in the aisle made a T sign with his hands. Time up for the candidate, an elderly Republican standing for the Florida state legislature who spent most of his three minutes demanding an apology from the Japanese government for wartime atrocities. <p>This is not what the audience had come to hear. Most of the voters who had turned up for a candidates' forum in the Beth El synagogue in Boca Raton were about the same age as the speaker, but their grey heads harboured more immediate concerns. </p> <p>There are more elderly voters in this grid of palm-shaded lawns and condominums than anywhere in the US. In the 22nd congressional district in Florida's south-east, consisting of a strip of beach and seafront suburbs 91 miles long and a few miles wide, nearly 40% of the electorate is over 65. </p> <p>On this occasion, they were in no mood for misty-eyed talk about the past. What was going to happen, they demanded, to the social security system and Medicare, the government-funded healthcare system for the elderly, and the price of medicine. </p> <p>\"People our age are living on social security, and most of us use prescription drugs,\" said Mimi Field, who retired to Boca Raton 14 years ago. \"That's what counts here.\" </p> <p>The grey vote will be a pivotal factor in November's US election, and nowhere more so than in Florida, the fourth biggest state in the union and the largest swing state this year, with 25 votes in the electoral college that will ultimately choose the president. </p> <p>Florida was supposed to be safe for the Republicans. The reason most of its elderly residents moved there was to escape high taxes in Democratic states in the north-east. Bill Clinton took Florida in 1996, but the Republicans saw this as an aberration. With George W Bush's brother, Jeb, installed as governor two years ago, the Republican party thought it could take Florida for granted. </p> <p>But Mr Bush has seen his lead whittled from 12 points to zero in a month, while a string of Republican seats in Congress now look vulnerable too. </p> <p>The Cuban-American vote in Miami is as solidly Republican as ever, especially after the Elian Gonzalez affair. Black Floridians back the Democrats by more than eight to one. </p> <p>The prime swing voters are the elderly, and their anxiety over Republican proposals to privatise prescription drug insurance and social security investments goes a long way towards explaining the erosion in the Republican lead, and the amount of time devoted by the presidential candidates in their recent TV debates to prescription costs and the functioning of HMOs - the health management organisations that dictate the shape of the medical system. </p> <p>The 22nd district, with its high proportion of Jewish pensioners from the north-east, has traditionally voted Democratic in presidential elections and Republican in congressional races. But even registered Republicans like Ms Field and Sid Miller, are wavering. </p> <p>Mr Miller, who arrived in Florida six years ago from Chicago, said he was worried about the Republican plan to allow some social security contributions to be diverted to individual investment portfolios on the stock exchange. </p> <p>\"What if someone puts his money into the markets and what if he loses it? What then? The government is going to have to step in,\" he said. </p> <p>The 22nd district has been represented by a Republican congressman, Clay Shaw, for 20 years. This year, he is struggling in the face of an offensive by a popular Democratic member of the Florida state legislature, Elaine Bloom, who has accused him of wanting to eviscerate the Medicare system. </p> <p>With about $2m being spent on either side, the race has turned nasty. Last week the Shaw camp launched advertisements accusing Ms Bloom of being linked to a pharmaceutical company which accepted money from a competitor to keep a cheap generic drug off the market. Ms Bloom has denied any involvement. </p> <p>Two other Florida districts, - the 8th and the 12th - are up for grabs after a long Republican ascendancy. So is one of the seats in the Senate, vacated by retiring rightwinger Connie Mack. The Republican contender, Bill McCollum, made his name as one of the prosecutors of President Clinton in the House of Representatives during the Monica Lewinsky saga. His celebrity has become an albatross in a state that disapproved of the president and his inquisitors. </p> <p>In an election where the Democrats need a swing of only six seats to gain control of the House of Representatives and five seats to win the senate, Florida has become a key battle zone in which elderly party organisers, the \"condo commandos\" and senior-citizen pressure groups like the Grey Panthers, are the shock troops.</p>",
  "It was a Million Family March in name and in aim, but the crowds organised in the capital yesterday by Nation of Islam leader, Louis Farrakhan, were small early on, and even as the climax of the event neared, they struggled to get anywhere near the target figure. <p>On the fifth anniversary of the event billed as the Million Man March, thought to be the largest gathering of black people in Washinton, DC, Mr Farrakhan was only partly successful in his attempt to recreate the remarkable impact of the 1995 march. </p> <p>Even so, the gathering gave a more accurate picture of modern American diversity than many of the mainstream political events in this year's presidential election campaign. </p> <p>The thousands of people who rallied in the Mall came not so much to press for any particular political or legislative objective as to celebrate their own numbers and diversity, so often marginalised by the choreography and language of electoral politics. </p> <p>From the steps of the US Capitol building, where Congress is still grappling with the minutiae of the budget, thousands of people from different ethnic backgrounds could be seen sitting on blankets, in deckchairs, or milling about in colourful groups. </p> <p>The over-arching purpose of the event, organisers say, was to celebrate and strengthen the family unit. \"People of God can come together despite our diversity, for the noblest of causes - the family,\" said Rashul Muhammad, the son of the Nation of Islam founder, Elijah Muhammad. </p> <p>\"I think this is a once-in-a-lifetime blessing,\" said Darryl Tucker, a black American from Detroit, there with his wife and three children. \"I think the spirit that comes from this will help families around the world come closer and be better people.\" </p> <p>\"This march is about people from all walks of life coming together and putting an emphasis on family,\" said Sharon Gilmore, also from Detroit. \"I like to see everybody mix\". </p> <p>Unlike earlier Farrakhan-inspired events, the Million Family March was far more inclusive, both ethnically and in terms of gender. While the attendance was predominantly black, there were plenty of white families in the crowd, and a succession of other minorities and religious leaders - even, controversially, some Jewish groups - all had their place on the programme. </p> <p>\"Give the Jewish family a big hand,\" announced the white Christian leader Reverend Michael Jenkins, as he went through the list of the event's supporters. </p> <p>The crowd responded enthusiastically to his call. </p> <p>The march began before dawn, with Muslim prayers and religious speakers calling for unity and family renewal. </p> <p>\"We need to realise that we are one,\" the black American Catholic leader George Stallings told them. </p> <p>As the day wore on, and the crowds swelled, there were speeches from leaders such as Rev Al Sharpton and Martin Luther King III, the son of the murdered civil-rights leader. </p> <p>Even the convicted murderer Mumir Abu-Jamal addressed the crowd in a video from his death-row cell. </p> <p>\"The next great march will be on November 7 when we march to the polling booths,\" Mr Sharpton told the crowd. </p> <p>The climax of the proceedings came when Mr Farrakhan conducted a \"sacred wedding blessing\" delivered to several thousand couples, most of whom were \"reaffirming\" their marriage vows. </p> <p>The ceremony was a relection of the Nation of Islam leader's recent - and controversial - alliance with the Unification Church of the Rev Sun Myung Moon, which has long been fond of staging mass weddings. It co-sponsored yesterday's event.</p>"
]