[
  "2020 primaries: 4 things to watch in Tuesday's down-ballot races Former Vice President Joe Biden has officially secured the Democratic nomination for president, CNN projected on Saturday, but there's still plenty of down-ballot primary action this year as some of the most competitive House and Senate races take shape.",
  "Opinion: Trump's tweet on injured 75-year-old shows there's no bottom If there is one constant to President Donald Trump's chaotic and capricious administration, it is that there is no bottom. Just when you think his behavior can't get worse -- less honest, more inflammatory -- the President takes the mic or pulls up Twitter an…",
  "Trump brings back 2016 campaign veterans As President Donald Trump struggles with sagging poll numbers and faces a chaotic news cycle, his reelection campaign is going back to the well of players who shaped his successful 2016 bid.",
  "Biden campaign ramps up Facebook ad spending Former Vice President Joe Biden's presidential campaign spent about $5 million on Facebook ads last week as he sharpened his criticism of President Donald Trump's response to the protests ripping across the nation over the police killing of George Floyd in Mi…",
  "The fight to be Trump's political heir is on Whether President Donald Trump wins a second term this fall or loses to former Vice President Joe Biden, it's virtually impossible to imagine him -- and the movement he has created -- disappearing anytime soon.",
  "Reckoning over Floyd's death and calls to defund police challenge Trump and Biden The national reckoning over George Floyd's death is being dragged into the epicenter of the political battle between President Donald Trump and Joe Biden, in a way that could further inflame deep divides and complicate the bid to cleanse the nation's police f…",
  "The demand for police reform grows as officials take stances on defunding agencies As the nation looks at the vast amount of work that still needs to be done to bring an end to racial injustice, many demonstrators -- and some city officials -- are demanding that change includes the way the streets of America are policed.",
  "George Floyd protests have made police reform the consensus position Something extraordinary is happening in America: 14 days of protests from coast to coast against police brutality and racism have produced a wave of change in public opinion on police reform."
]