[
  "Trump's Tulsa rally and Biden's social distancing show differences in campaigning amid a pandemic The dramatic differences in how President Donald Trump and Democratic rival Joe Biden are returning to the campaign trail -- Trump with a mega-rally, Biden with small, socially distanced groups -- is showcasing the gulf between their approaches to governance.",
  "Biden harnesses influencer star power to ramp up digital outreach Joe Biden's campaign is harnessing star power to ramp up its digital outreach in an appeal to young Americans, a demographic Biden has worked to win over in previous months after struggling to gain its support in the primary.",
  "Republican operatives launch new group supporting Biden A group of Republican operatives have launched a new super PAC to help turn out disaffected GOP voters for presumptive Democratic presidential nominee Joe Biden, Matt Borges, a founder of the group, confirmed to CNN.",
  "Police reform efforts face highest hurdle: Bitter Washington inertia The Black Lives Matter movement has changed American life and custom more than most people thought possible, but it is increasingly doubtful whether fractured Washington, rocked by treacherous election-year politics, will be able to match its historic sweep.",
  "Bolton says Dems committed 'impeachment malpractice' and faces a bipartisan rebuke Former national security adviser John Bolton accuses President Donald Trump in his forthcoming book of explicitly tying US security aid to Ukraine with an investigation of his presumptive 2020 opponent, the central allegation of Democrats' impeachment of the …",
  "'Wiping out the riff-raff' -- Meanwhile in America On Tuesday, North Korea blew up a liaison office used for reconciliation talks with the South. The attack was a classic tactic by Pyongyang -- a demand for attention when the world is looking elsewhere -- but given the coronavirus pandemic and the economic cr…",
  "Jamaal Bowman leads progressive charge to oust incumbent Eliot Engel The national progressive insurgency that grabbed Democrats by the collar in 2016 and fueled the rise of Rep. Alexandria Ocasio-Cortez two years later has arrived at a crossroads in 2020."
]