[
  "CNN analyst on New York Times poll: This is huge A New York Times poll looking at six key battleground states found that former Vice President Joe Biden is leading President Donald Trump by double-digits in some of those states. CNN's Harry Enten explains.",
  "Former GOP candidate Carly Fiorina says she'll vote for Biden Former 2016 Republican presidential candidate Carly Fiorina says she'll support Joe Biden over President Donald Trump in the 2020 election, calling the presumptive Democratic standard-bearer a person of \"humility\" and \"character.\"",
  "Biden says Trump's 'senseless crusade' to end Obamacare would harm those with coronavirus Joe Biden lambasted President Donald Trump's push to repeal the Affordable Care Act, saying Thursday that if Trump gets his way, those who contract coronavirus could lose coverage or face higher premiums.",
  "The Top 10 women Joe Biden might pick as vice president As date for announcing his VP pick draws closer, Joe Biden (and his campaign team) are saying less and less about who it might be. Which is normal -- even in these most abnormal of times.",
  "Wall Street's nightmare: Elizabeth Warren as Treasury Secretary Wall Street dodged a bullet when Elizabeth Warren's campaign for the White House fizzled out. But Warren, a fierce critic of big banks, could still play a forceful role in shaping policy in a potential Biden administration.",
  "Trump is desperate -- and dangerous The trouble with Trump's rerun approach is that he's not an outsider anymore. He's the President -- which means he bears responsibility for the state our country is currently in, writes Michael D'Antonio.",
  "5 things to know for June 25: Coronavirus, Joe Biden, Ahmaud Arbery, Roundup, tariffs Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "Trump entrenched in failed strategy as virus surges and polling drops A little more than four months before facing voters, President Donald Trump appears at one of the weakest points of his presidency, with few signs the mounting health and civic crises he currently faces will subside and a spate of national polls indicating if…"
]