[
  "Biden embraces healer-in-chief role in return to campaign trail Joe Biden is seeking to become America's healer-in-chief, offering himself as a steady and compassionate leader as his methodical return to the campaign trail takes the former vice president to Houston to meet with George Floyd's family on Monday.",
  "CNN poll: Trump sees big drop in approval rating A new CNN Poll conducted by SSRS finds President Donald Trump's approval rating down 7 points in the last month as the president falls further behind presumptive Democratic nominee Joe Biden, whose support now stands at its highest level in CNN polling.",
  "Biden builds largest lead this year Our new CNN/SSRS poll jumps right off the screen: Former Vice President Joe Biden has 55% to President Donald Trump's 41%. Now, any one poll could be deemed an outlier. But let's get something straight: Biden's clearly on the upswing in high quality live tele…",
  "Biden doesn't support defunding police, campaign says Joe Biden does not support some calls to \"defund the police,\" the presumptive Democratic presidential nominee's campaign said Monday.",
  "CNN Poll: Trump losing ground to Biden amid chaotic week As protesters gather daily near the White House and the coronavirus pandemic rages on, the American public is souring on President Donald Trump. A new CNN Poll conducted by SSRS finds Trump's approval rating down 7 points in the last month as the President fa…",
  "Here's a number that should terrify every Republican on the ballot this fall With all the focus on a slew of new polls that show President Donald Trump falling further behind former Vice President Joe Biden, one number has largely slipped through the cracks -- and it is a blaring warning signal to Republicans on the ballot this fall.",
  "Houston expects thousands of mourners at George Floyd visitation today Houston officials are expecting thousands of mourners during Monday's visitation for George Floyd, whose death in Minneapolis police custody has sparked protests around the United States and across the world."
]