[
  "Rep. Gallego: 'Russia is punching us in the face' and Trump 'is doing nothing' Amid new developments in the Russia bounty plot, Congressman Ruben Gallego thinks Trump has to get more aggressive: “The President’s love fest with Russia and Putin is really getting in the way of us actually pushing back on this Russia aggression.”",
  "NYT: Trump got written briefing in Feb. about possible Russian bounties Charlie Savage joins Lawrence O’Donnell to discuss his new reporting in the New York Times that reveals the Russian bounty intelligence was contained in the written Presidential Daily Brief, “undercutting” the White House narrative that Pres. Trump was never …",
  "Sen. Murphy: What on earth could Russia do to us that Trump would take seriously? Sen. Chris Murphy on White House response to Russia offering bounties for American soldiers: “We didn’t even ask them to stop, and that does beg the question what on earth could Russia to do us that this administration would actually take seriously?”",
  "Trump WH reportedly knew about Russian bounty intel in 2019 Two reports now detail that Trump was briefing on intelligence that Russia was offering bounties on U.S. troops in Afghanistan, all the way back in early 2019 according to The Associated Press. Jeremy Bash reacts.",
  "Biden: Trump has 'surrendered' to the threat of coronavirus Former Vice President Joe Biden spoke to reporters about the country's response to the coronavirus outbreak and claimed that President Trump has \"surrendered\" after calling himself a wartime president.",
  "What to know about allegations that Russia offered bounties for the Taliban to kill U.S. troops Questions are swirling about reports that Russia paid bounties for Taliban militants to kill coalition troops, including those from the U.S., in Afghanistan. How solid is the intelligence behind those reports? How much did President Trump know about them? Her…",
  "Hoyer: 'No assertion' intel on Russia placing bounties on soldiers is a hoax Rep. Steny Hoyer, D-Md., spoke to reporters after attending a briefing at the White House on the allegations Russia placed bounties on U.S. soldiers in Afghanistan. He claimed there was \"no assertion\" that the intelligence was part of a hoax as President Trum…",
  "Joe: Trump taking the words of Putin over his own intel chiefs New reports now detail that Trump was briefed on intelligence that Russia was offering bounties on U.S. troops in Afghanistan in early 2019. Joe Scarborough reacts to the president's denial he was briefed.",
  "Rep. Sherrill: Trump needs to ‘commit to getting to the bottom’ of Russian bounty intel Rep. Mikie Sherrill, D-N.J., said she wants to see President Trump investigate the intelligence that Russia paid for bounties on U.S. soldiers, showing a commitment to American troops.",
  "White House was aware of Russian bounties in 2019: report New reports now detail that Trump was briefed on intelligence that Russia was offering bounties on U.S. troops in Afghanistan in early 2019. The Morning Joe panel discusses along with a new David Ignatius Washington Post column.",
  "Florida closing beaches as COVID-19 cases surge NBC's Kerry Sanders brings us the latest from Florida   that \"clearly this [mask] has become a political issue as a man off-camera yells “take the mask off” and \"go Trump.\"",
  "VA House candidate: 'The information coming out of the Trump administration is off base' on the pandemic Dr. Cameron Webb, a Democratic candidate for Congress in Virginia, and former White House fellow in the Obama administration, joins Andrea Mitchell to discuss his candidacy and respond to President Trump's handling of the coronavirus pandemic and Trump's shar…",
  "Congressional briefings on Russian bounties raise new questions for Trump administration Brett McGurk, Jeremy Bash, and Peter Baker join Andrea Mitchell to discuss the latest reporting on what the Trump administration knew and when about Russia's attempt to pay the Taliban to target U.S. troops in Afghanistan, after Congressional Democrats and Re…",
  "White House learned of Russian bounty intelligence in early 2019 The White House and top National Security Council officials learned about intelligence indicating Russia was offering bounties on U.S. and coalition troops in early 2019, a person with direct knowledge of the intelligence confirms to NBC News, well over a yea…",
  "Fmr. NSC Director: We haven’t heard anything of substance from WH on Russia House Democrats were briefed at the White House today on the intelligence report that Russia offered bounties to the Taliban to kill U.S. soldiers in Afghanistan. Former NSC Spokesperson and Director under President Obama, Ned Price, joins Peter Alexander to …",
  "Rice: 'Makes no sense' that Trump wasn't told of Russia bounties Susan Rice, former national security advisor in the Obama administration, talks with Rachel Maddow about shocking reporting that Russia paid Taliban fighters...",
  "Trump campaign scrambling to revive re-election effort After a wave of recent polls showing President Trump trailing Joe Biden, Trump campaign aides are advocating for a shake-up in re-election efforts.",
  "Another poll shows Biden leading Trump by double digits Another new poll shows Biden up in a double digit lead nationally against Trump.",
  "Rep. Slotkin, ex-CIA analyst: Bounty intel likely went to... Rep. Elissa Slotkin, D-Mich., will join other congressional Democrats Tuesday at the WH for a briefing on what the White House knew about Russian bounties. Rep. Slotkin, a former CIA analyst, says intelligence on the bounties likely went to Trump.",
  "AP: White House aware of Russian bounties on U.S. soldiers... New reports from the Associated Press and the New York Times raise questions about what Pres. Trump knew and when he knew it. Yamiche Alcindor, White House correspondent for PBS NewsHour, says the report shows “President Trump knew what was going on” even tho…"
]