[
  "Trump's niece alleges he uses 'cheating as a way of life' in new book Emily Jane Fox, who has written her own book about the Trump family, reacts to the damning details coming out from a new tell-all book written by the president's niece revealing new details about the Trump family.",
  "Donald Trump lies with ease: recurring theme in niece's new book Rachel Maddow notes that throughout Mary Trump's new book, \"Too Much and Never Enough: How My Family Created the World’s Most Dangerous Man,\" anecdotes about Donald Trump invariably include the depiction of the ease with which Donald Trump lies.",
  "Tell-all book renews attention on Trump sister's ethics inquiry Rachel Maddow shares a passage from Mary Trump's new book, \"Too Much and Never Enough,\" and reminds viewers of the under-the-radar Trump scandal of his older sister having to give up her lifetime seat on the federal bench in order to avoid a judicial ethics i…",
  "Trump threatens funding for schools if they don't reopen \"[Press Secretary] McEnany just said that while he has confidence in the advice of his medical experts, he decides whether or not he listens,\" NBC News Correspondent Carol Lee reports from the White House.",
  "Supreme Court set to issue decision about release of Trump tax returns “It did seem like the court was prepared to say that Congress went too far with its supboenas, but that [Trump v. Vance] might be able to get the president's tax returns,\" Pete Williams says in his Thursday preview.",
  "Wallace: Someone with Trump's incompetence will not decide if my kid goes back to school On Trump politicizing the opening of schools in the fall, Nicolle says “I, for one, am not leaving him in charge of whether my kid goes back to school. It’s an unbelievable new turn for him.”",
  "Chris Hayes: Trump is objectively pro-virus Chris Hayes: “If you take the steps that Donald Trump is taking, not just refusing to combat the virus, but actively taking steps that will make people sick, then you are objectively pro-virus.”",
  "Harvard, Princeton roll out plans for fall amid Trump pressure to reopen UNC professor Dr. McMillan Cottom on Harvard’s plan for only 40% of students to return to campus in the fall: “When a school has all of the resources available to it, and has the ability to afford the luxury of putting student health and welfare first, they c…",
  "Major corporations, companies linked to Trump associates got small business loans New Treasury Department data reveals that large corporations and companies linked to Trump associates received millions in loans for small businesses hurt by coronavirus. Stephanie Ruhle tells Lawrence O’Donnell that it’s up to Congress to decide whether to f…",
  "U.S. hits 3,000,000 confirmed COVID-19 cases as Trump applauds response The United States hit a grim milestone as officials confirmed the nation has had over three million coronavirus cases since the pandemic began as cases continue to surge in states across the country. Trump, meanwhile, still says his government's response has …",
  "Sen. Doug Jones: Trump needs to get answers about Russian bounty reports Sen. Doug Jones (D-AL) says Donald Trump’s lack of any action in response to the reported Russian bounties on U.S. troops is creating an “atmosphere of fear.” He tells Lawrence O’Donnell he wants Donald Trump to publicly demand answers from Vladimir Putin and…",
  "Supreme Court expected to rule on two cases involving Trump on last day of term The Supreme Court announced the last day of the term will be Thursday with expectations that rulings on the two cases involving President Trump's financial records will be released, NBC's Pete Williams reports.",
  "Supreme Court sides with Trump admin limiting Obamacare contraceptive coverage The U.S. Supreme Court sided with the Trump administration in undercutting access to birth control under Obamacare, giving the nation's employers more leeway in refusing to provide free birth control for their workers. The government estimates 126,000 women n…",
  "Steve Schmidt on why many Republican voters are splitting from Trump: ‘He’s a profound threat to the security of the country’ A striking new ad from Republican voters makes the case that their party has fallen under Trump. Meanwhile, polling shows voters who disliked both nominees in 2016 are increasingly willing to support Joe Biden",
  "Impeachment witness Lt. Col. Vindman is retiring from the U.S. Army Lt. Col. Alexander Vindman, a witness in the impeachment proceedings against President Trump, has announced that he will be retiring from the U.S. Army. NBC News' Peter Alexander reports from the White House.",
  "'Lying, cheating failure’: New book by Trump's niece casts president as traumatized narcissist The new book by President Donald Trump's niece Mary Trump paints the president as an emotionally damaged narcissist who's cheated to get ahead, while being unable to \"experience the entire spectrum of human emotion.\" The president’s family sued to stop the bo…",
  "Ron Klain says the Trump administration pressuring schools to reopen this fall despite CDC guidance is ‘de ja vu all over again to what happened in April’ U.S. schools face pressure to balance safety against the growing pressure to reopen coming directly from the president",
  "'She felt morally obligated': Friend on Mary Trump's new book 'Too Much and Never Enough,' the new book from the president's estranged niece, Mary L. Trump, paints a scathing picture of Donald Trump and the Trump family...",
  "After Trump's directive, churches become key source of virus cases Seven weeks ago, Trump deemed places of worship to be \"essential\" workplaces that had to be re-opened immediately. This was clearly unwise.",
  "Trump wants schools to re-open, but he still doesn't have a plan School re-openings is a challenge our post-policy president, indifferent toward governance, thinks he can solve with a wave of his hand."
]