[
  "Trump is 'furious' over polls showing Biden beating him badly With poll after polls showing Trump trailing Joe Biden in battleground states and nationally, reports indicate the news is infuriating Trump. Carol Leonnig of The Washington Post reacts.",
  "Schmidt: Trump's betrayal to U.S. troops is impossible to overstate Steve Schmidt speaks to Lawrence O’Donnell about Donald Trump and reports that Russia paid bounties to Taliban members to kill U.S. troops in Afghanistan.",
  "Trump focusing on re-election instead of coronavirus crisis Trump is spending his time attacking Black Lives Matter and defending Confederate monuments, leaning into the divisive politics that got him elected as the coronavirus pandemic rages across the nation. Ashley Parker joins to discuss.",
  "House Dems propose fining Trump officials who ignore subpoena House Democrats propose a new rule that could allow they to issue fines of up to $100,000 to any official who ignores a subpoena. The lawmaker who proposed this change, Rep. Ted Lieu, and one of his co-sponsors, Rep. Joe Neguse, joins Stephanie Ruhle to talk …",
  "House Intel member: Trump 'out to lunch' on bounty reports House Intel member, Rep. Sean Patrick Maloney, D-NY, discusses the alleged Russian bounty plot, and he says GOP Intel members have been absent on the issue.",
  "Rick Stengel: Trump is ‘using history to divide us’ Trump is set for a spectacle at Mt. Rushmore with little social distancing or masks amid a pandemic, where he says he will “tell the truth about America’s history”",
  "Coronavirus has not disappeared, as Trump predicted The president has been stating for months a belief that the coronavirus will simply disappear, yet current national infection rates tell a different story.",
  "U.S. still burdened by Trump admin failure to make a testing plan Rachel Maddow looks at the lessons learned the hard way in the early days of the coronavirus epidemic in the United States and how, six months later, the Trump administration's complete failure to devise a national testing strategy has left states to suffer t…",
  "Sen. Schumer laments 'appalling' lack of leadership with virus Sen. Chuck Schumer, D-NY, weighs in on the rising coronavirus infection rates in several states, and he laments the Trump administration's response to the growing crisis.",
  "House Dems propose fining Trump officials who ignore subpoena House Democrats propose a new rule that could allow they to issue fines of up to $100,000 to any official who ignores a subpoena. The lawmaker who proposed this change, Rep. Ted Lieu, and one of his co-sponsors, Rep. Joe Neguse, joins Stephanie Ruhle to talk …",
  "After June, can Trump turn the page in July? 'Trump has had bad weeks and rough stretches since his earliest days in office. He was impeached, after all. But he arguably hasn't had a worse month than this past one,' write Carol Lee, Kristen Welker and Monica Alba. Lee joins Morning Joe to discuss.",
  "Sen. Schumer: GOP wants as few people to vote as possible Sen. Chuck Schumer, D-NY, discusses Russia's alleged bounty plot, why he says Trump is the weakest president ever on foreign policy, funding for mail-in voting ahead of the November elections and election security.",
  "Trump says COVID-19 crisis is 'being handled' as U.S. sets a new case record The United States has hit an all-time record for new COVID-19 cases for the second day in a row as the Trump administration continues to provide no new strategies to deal with the pandemic.",
  "Rev. Al Sharpton says the relationship between Republican senators and Trump ‘was never a marriage of love’ Reverend Al Sharpton, president of the National Action Network, says Republican senators’ relationship with Trump is like a “shotgun wedding” where they will try to find their way out as the president fails to handle the crises the nation faces",
  "History repeats as Trump admin fails to fix PPE shortage crisis Rachel Maddow shows how the Donald Trump administration never bothered to do the work of setting up a proper national supply chain to provide U.S. health workers with adequate PPE, so Americans are forced to deal with the same kinds of shortages as when",
  "Chris Hayes: Trump’s COVID-19 failures make U.S. an object of pity around the world The E.U. has banned travelers from the U.S. due to its skyrocketing coronavirus cases. The Trump administration has snubbed help from other countries and refused to cooperate with other nations looking for a vaccine. The COVID-19 epidemic in the U.S. isn’t ju…",
  "Oglala Sioux president: Trump doesn't have permission to visit... The president of the Oglala Sioux Tribe, Julian Bear Runner, tells Lawrence O'Donnell that Donald Trump's visit to Mount Rushmore is a \"threat to my people and a threat to the land,\" and Donald Trump is not welcome to visit Mount Rushmore as the Great Sioux N…",
  "MTP Daily 7/2/20 MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues."
]