[
  "Trump admin. pushes for schools to fully reopen this fall, but how? The White House said it would issue its own safety guidelines for reopening schools after President Trump bashed those issued by the CDC as “very tough and expensive.” Trump threatened to cut funding for schools that didn’t open completely and with in-person …",
  "After masks, is Trump now politicizing reopening schools? First it was wearing face masks but is Trump now politicizing reopening schools? Jonathan Lemire joins to discuss.",
  "Mara Gay: Trump's COVID-19 failure is 'literally killing Americans' Mara Gay of The New York Times, a coronavirus survivor, reacts to Trump distancing himself from Dr. Fauci.",
  "Supreme Court blocks Congress from getting Trump's taxes, for now NBC News Correspondent Tom Winter reports the issue has been kicked down to the lower courts, and President Trump is not immune from the process.",
  "As Oklahoma struggles with coronavirus, Trump rally didn't help Rachel Maddow shares the assessment by the the Tulsa, Oklahoma health department director that Donald Trump's political rally 'likely contributed' to a surge in positive coronavirus cases.",
  "Chuck Todd: President Trump is trying to live in two different realities Chuck Todd, back in the anchor chair for MTP Daily, says President Trump is trying to live in two different realities: “One where he enjoys absolute immunity as president, and another where he has all but defeated the virus.”",
  "Supreme Court rules Trump not immune from New York grand jury process The Supreme Court has ruled that President Trump is not immune from a New York grand jury process and sends the case for his tax documents back to lower courts. NBC News' Pete Williams has details.",
  "Trump pressures schools to reopen amid outbreak Despite not having a long-term plan to safely reopen schools, the president is pushing for the country's schools to open, and he's threatening on Twitter to 'cut off funding' if they do not. The panel discusses.",
  "McCaskill: Supreme Court just gave Congress a road map to get tax returns Fmr. Senator Claire McCaskill discusses the Supreme Court ruilings on PResident Donald Trump's financial records, saying that it is a \"terrible day for Trump,\" and that \"if Trump loses in 2020, he's looking at Cyrus Vance in a courtroom in 2021.\"",
  "Pelosi: Supreme Court ruling on financial records is 'not good news' for Trump House Speaker Nancy Pelosi, D-Calif., praised the decisions made by the Supreme Court in regards to requests for President Trump's financial records. She claimed they were \"not good news\" for the president and showed he is \"not above the law.\"",
  "The Supreme Court rules that no one, not even Trump, is above the law The Supreme Court makes a statement on the limits of presidential power as they rule that New York prosecutor Cy Vance can see Trump’s tax returns",
  "Trump cites European countries in call to reopen schools, United States nowhere near those metrics Schools in “Germany, Denmark, Norway and Sweden, along with many other countries” were “open with no problems,” President Trump said on his calls for reopening schools. Those other countries have all successfully flattened their curves, while the United State…",
  "NYC set to begin Black Lives Matter mural on Fifth Avenue New York City is set to begin painting a Black Lives Matter mural down Fifth Avenue at the foot of Trump Tower. The Morning Joe panel discusses.",
  "Michigan attorney general: Betsy DeVos ‘reverse Robin Hood’ taking from poorer schools to give to richer ones Michigan Attorney General Dana Nessel reacts to the Trump administration’s threat to “cut off” funding for schools that do not reopen in the fall from coronavirus lockdown. Nessel claims Education Secretary Betsy DeVos will “illegally” shift funds meant to he…",
  "Fmr. Education Secretary: Trump has ‘no ability to order schools to reopen’ Arne Duncan, the former Secretary of Education during the Obama admin., joins Lawrence O’Donnell to explain why President Trump is “bluffing” when he claims he will cut school funding if they do not reopen in the fall.",
  "Trump GOP caught in COVID hypocrisy: TX official tells voters to gather in person for his 'virtual' speech As President Trump continues to lean into the idea that the pandemic is “over,” five top Republican Senators are no longer planning on attending the RNC in Florida. Meanwhile in Texas, government officials are planning on holding scheduled speeches virtually …",
  "Trump demands schools reopen, but has no plan for doing it The president said he might pull funding if states don't reopen schools and he's pushing the CDC to change its guidelines on the topic. But the White House is offering no guidance for how states should go about getting kids back in classrooms.",
  "'Not their problem': Katy Tur says Trump campaign doesn't think tax issue will affect 2020 Katy Tur explains the political implications of the Supreme Court's rulings on President Donald Trump's tax returns.",
  "Hayes on Trump push to reopen schools: The last person we should trust with safety of kids Chris Hayes: “There are a bunch of problems that have to be solved in order to open schools safely. But the president is incapable of solving them. He just wants them open, so that people can go back to work, and so things can be \"normal,” so he can get reele…",
  "The book to stop Trump's re-election? 'Art of the Deal' co-author on why new tell-all scares Trump A new tell-all book by Pres. Trump’s niece is roiling the White House with a string of allegations and scathing criticism. Tony Schwartz, the co-author of \"The Art of The Deal,\" joins MSNBC's Ari Melber to explain why despite the President’s general lack of i…"
]