[
  "Will Trump publicly condemn bounty plot? The White House and top National Security Council officials learned about intelligence indicating Russia was offering bounties on U.S. and coalition troops in early 2019, a person with direct knowledge of the intelligence confirms to NBC News.",
  "As COVID hampers Trump's re-election, GOP allies demand he wear a mask A new spike in the coronavirus is impacting public health in the U.S. -- and Donald Trump’s campaign. Trump allies are now pleading with Trump to follow his own CDC guidelines, including wearing a mask, a point MSNBC’s Ari Melber explores with Compton",
  "See Sean Hannity tell Fox viewers to wear a mask, picking CDC over Trump While many Trump allies have followed his lead in playing down aspects of the coronavirus, now Trump allies are joining the CDC (and the medical consensus) in urging people to wear masks during the virus pandemic. MSNBC’s Ari Melber reports on how conservativ…",
  "Sen. Kirsten Gillibrand: Trump is 'failing' as commander in chief New York Democratic Senator and member of the Senate Armed Services Committee Kirsten Gillibrand joins Andrea Mitchell to discuss the investigation into intelligence reports of a Russian operation that allegedly paid bounties to Taliban-linked militias to kil…",
  "'New low': Army veteran hits Trump over Russian plot against Troops The Trump White House is under fire for its response to Russia paying bounties to kill U.S. troops. Veteran Paul Rieckhoff tells MSNBC’S Ari Melber Trump must be “dragged in front of the American people” to face accountability.",
  "Local leaders not in Trump's thrall issue new mask mandates Rachel Maddow reports on new local mask wearing mandates being issued around the country as Donald Trump and the leaders who seek to flatter him continue to eschew the simplest, most obvious way to reduce the spread of coronavirus.",
  "Trump threatens to veto Warren-backed defense bill removing Confederate names from military bases President Donald Trump threatened on Wednesday to veto a national defense bill the Senate is currently considering if an amendment from Sen. Elizabeth Warren to rename military bases honoring the Confederacy is not removed.",
  "Speaker Pelosi: ‘Our first responsibility for intelligence is force protection’ House Speaker Nancy Pelosi says Trump calling the Russia bounty scandal a hoax is a dereliction of duty and calls into questions his fitness to be commander-in-chief",
  "Republicans distance themselves from Trump on masks Republican lawmakers including Sens. Lamar Alexander, Mitch McConnell and Rep. Kevin McCarthy are encouraging the public to wear masks to halt the spread of the coronavirus, signaling a break with the president on the issue.",
  "White House under fire as yet another Russia scandal develops What did President Trump know, and when did he know it? The question that reared its head during the impeachment investigation into holdups of military aid in Ukraine is back, this time in reference to intelligence reports that Russia was paying bounties to t…",
  "Amb. Michael McFaul: ‘Unprecedented’ that Pres. Trump wants to be friends with Putin Michael McFaul, the former U.S. Ambassador to Russia, joins Lawrence O’Donnell to discuss why Pres. Trump’s foreign policy principle is based around a friendship with Vladimir Putin.",
  "Wallace on Trump calling Russia bounty plot a hoax: 'I've lost the thread on his stupidity' NBC News confirmed that White House officials were aware of intelligence suggesting that Russia was paying to have U.S. troops killed as early as 2019. President Trump is calling it a ‘hoax.’ Nicolle Wallace says, “I dare this president to look a family membe…",
  "Panetta on Trump denying being briefed on Russia bounty: ‘It would confirm it’s very irresponsible’ If the president wasn’t briefed on the Russia bounty plot, it would be very ‘irresponsible,’ says Former Secretary of Defense Leon Panetta.",
  "SCOTUS about to rule against Trump on tax returns, says Obama's SCOTUS lawyer The Supreme Court will rule on the fate of Pres. Trump’s long-secret tax returns by mid-July and possibly sooner, and Pres. Obama’s Supreme Court litigator says it will likely be a partial loss for Trump. “This whole Russia story may very well color” the",
  "Joe Biden leading Trump by 10 points nationally Joe Biden is leading the president, 54 to 44 percent nationally, according to new polling. 87 percent are dissatisfied with the direction the country is going.",
  "Biden slams Trump on Russian bounty intel, COVID-19: 'Dereliction of duty\" Speaking to reporters after remarks on the coronavirus outbreak, presumptive Democratic nominee Joe Biden torched the Trump government for its response to COVID-19 and intelligence on Russian bounties being placed on U.S. troops in Afghanistan.",
  "Trump calls reports of Russian bounties to kill U.S. troops a ‘hoax’ NBC News confirmed that White House officials was aware of intelligence suggesting that Russia was paying to have U.S. troops killed as early as 2019. One of the Democrats in Tuesday’s private White House briefing, Congresswoman Mikie Sherrill and former U.S.…",
  "Trump WH blasts leaks and media, not Russia, on bounty intel Reacting to damning headlines about intelligence showing Russia put bounties on U.S. troops in Afghanistan, the White House blasted... leaks and the media, not Moscow. Peter Baker of The New York Times reacts.",
  "New information bolsters reports on Russian bounty intelligence, as Trump calls it a 'hoax' Charlie Savage joins Andrea Mitchell to discuss his new reporting in the New York Times that American officials intercepted data showing large financial transfers between Russian intelligence and Taliban-linked accounts. Phil Rucker and NBC's Kristen Welker a…",
  "Sr. Biden Advisor: Campaign asking for 'everyone's vote' Biden 2020 Senior Campaign Advisor Karine Jean-Pierre joins Ayman Mohyeldin as the former Vice President takes a commanding lead over President Trump in national polls. Jean-Pierre disregards the numbers, saying the \"most important poll will be on election da…"
]