[
  "Coronavirus resistant to Trump tricks of obfuscation Chris Hayes points out that all of the tricks and deceptions and manipulations that Donald Trump has used to get by and avoid accountability his whole life do not work on the coronavirus. The virus doesn't care.",
  "Tony Schwartz says Mary Trump's book 'one more nail in the coffin' Tony Schwartz, ghostwriter of ‘Art of the Deal,’ says that revelations in Mary Trump’s book is ‘one more nail in the coffin’ for President Trump.",
  "WAPO: Trump admin. wants America to 'grow numb' from COVID-19 deaths The Washington Post reports that the Trump White House is hoping Americans will grow numb from the ever-rising COVID-19 death toll. Philip Rucker joins to discuss.",
  "Traumatized Trump “clown”: scorching tell-all casts Trump as lying, cheating “narcissist” A bombshell new book by Donald Trump’s niece, Mary Trump, reveals Trump’s “life of lies” – like cheating on his SATs -- and gets to the alleged root of Trump’s personal issues.  Excerpts of the book leak as key Trump allies warn he could lose the election wit…",
  "See Trump's own family call him a cheating, traumatized “clown” Donald Trump’s niece, Mary Trump, is releasing a book criticizing her uncle, his upbringing, family divisions and offering new allegations, such as the claim Trump cheated on his SATs, which the White House denied in an official response.",
  "Desperate to distract from COVID-19, Trump sows division as a campaign strategy President Donald Trump used speeches over the July Fourth holiday weekend to attack “liberal Democrats” he portrayed as “the radical left, the Marxists, the anarchists, the agitators, the looters.” It’s a variation of the theme that he believes won him the Wh…",
  "Trump tries using culture wars to distract from COVID-19 crisis The president spent the July 4th holiday going after attacks on issues of race and culture in America while making false claims such as 99% of coronavirus cases are effectively harmless.",
  "Trump administration gives formal notice of withdrawal from WHO The United States officially notified the United Nations on Tuesday of its withdrawal from the World Health Organization, a White House official said.",
  "Trump muddles campaign with inability to focus on message Yamiche Alcindor, White House correspondent for PBS NewsHour, talks with Chris Hayes about Donald Trump's scattershot political pronouncements and how his inability to maintain a consistent message is hurting his reelection campaign.",
  "Fmr. Obama staffer: Trump’s rhetoric of ‘hate, division’ excludes 'decent people' from his campaign On the Trump campaign strategy, Fmr. Natl. Deputy Director of African American Outreach for Obama 2008 Alaina Beverly says, “His rhetoric of hate and division leaves no room for voters to see themselves as decent people.”",
  "What James Baldwin's work means for a nation having a reckoning on race Eddie Glaude, Jr. joins to discuss his new biography on the late, great American writer James Baldwin and the lessons his thoughts on race still hold for America in the age of Trump.",
  "'Hard to believe': Richard Haass on White House claim that Trump wasn't told about Russian bounties Richard Haass joins Andrea Mitchell to discuss Trump's intelligence briefer breaking her silence after the White House claimed that she decided not to raise the Russian bounties intelligence to the president. Haass says it's \"not likely\" that the briefer woul…",
  "Donald Trump finds himself on an island when it comes to his race-baiting and divisiveness In a shocking tweet yesterday, the president attacked African-American NASCAR driver Bubba Wallace and defended the Confederate flag, a signal of his digging in on race issues. While Trump thinks stoking a culture war could help him win reelection, his own pa…",
  "Trump family separation figures move to botched COVID-19 response Rachel Maddow points out that HHS Secretary Alex Azar and Mike Pence press secretary Katie Miller had prominent roles in the Trump administration's family...",
  "New book shows depravity of Trump admin family separation policy Rachel Maddow revisits the initial public awareness of the Trump administration's most morally bankrupt policy, separating children from their parents at the Mexican border, and shares passages from the new book by MSNBC correspondent Jacob Soboroff, Separate…",
  "Trump amplifies his message of racial resentment As the coronavirus continues to rage across the country, President Trump digs in on his campaign of racial resentment, including a series of Monday tweets on Bubba Wallace, the 'China Virus', city violence and professional sports teams. The panel discusses.",
  "'Separated' looks at the border humanitarian crisis MSNBC's Jacob Soboroff discusses at length his new book 'Separated: Inside an American Tragedy,' which looks at how the Trump administration handled the...",
  "On alleged bounties, White House targets leakers, not Russia Confronted with intel about Russia putting a bounty on the heads of U.S. troops, the White House is taking action - by hunting for leakers.",
  "MTP Daily 7/6/20 MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues.",
  "White House eyes new pandemic message: 'We need to live with it' The White House's line in March was that we were fighting a war we'd win. The line in July is that we should simply get used to a failing war."
]