[
  "Scaramucci: You have to think like Trump to beat him Donald Trump commuting Roger Stone’s sentence is analyzed as the 2020 presidential election approaches by Joy Reid and her guests, including former White House communications director Anthony Scaramucci who tells AM JOY, ‘If we don’t start thinking like Trump…",
  "Lawrence and Rachel on Trump's commutation of Roger Stone Lawrence O’Donnell and Rachel Maddow discuss Roger Stone’s comment that he deserved commutation because he didn’t “turn” on Donald Trump, and the decline of the rule of law in the Trump era.",
  "Trump commutes sentence of key Russia scandal figure Roger Stone Rachel Maddow outlines what has been uncovered about Roger Stone's involvement in Russia's assistance in the election of Donald Trump now that Trump has commuted Stone's sentence just days before he was meant to show up for prison.",
  "Trump says U.S. doing fine as 70,000 new COVID-19 cases confirmed in a day The president says the country is doing fine as COVID-19 cases rage out of control in dozens of states and the nation hits another single-day nationwide record for new cases.",
  "Rep. Dean: ‘Trump is corrupt, but he’s not above the law’ Democratic Representative Madeleine Dean of Pennsylvania says Trump’s commutation of Roger Stone reflects “a president desperately afraid as the walls close in on him.”",
  "Rucker: Trump sees case against Stone as a case against himself Philip Rucker of The Washington Post reacts to the commutation of Roger Stone who was convicted of lying to Congress.",
  "Sly James: ‘Reacting to Donald Trump is simply catching a rebound’ Sly James, former mayor of Kansas City, MO, argues that the COVID crisis is an opportunity for Democrats to focus on constituents and the policies that support them.",
  "Goldman on Roger Stone: Trump basically commuted a co-conspirator Fmr. Asst. U.S. Attorney Daniel Goldman reacts to the shocking commutation of Roger Stone by Trump just months before he faces re-election.",
  "Figliuzzi: Stone could put Trump in jail with what he knows MSNBC National Security Analyst Frank Figliuzzi explains why, even though Trump has commuted the sentence of Roger Stone, he still should be wary of his cagey associate.",
  "Trump commutes Roger Stone’s prison sentence: What you need to know President Donald Trump commuted Roger Stone’s sentence days before Stone was to report to prison on charges of obstruction, witness tampering and making false statements. Stone was convicted for lying about his contacts with WikiLeaks during the 2016 campaign…",
  "Trump echoes segregationist George Wallace on race in America Ahead of the 2020 election as the nation reckons with racial injustice, Pulitzer Prize-winning historian Jon Meacham says Donald Trump 'is very much in the tradition of George Wallace.'",
  "Schiff: Trump commuting Stone's sentence is 'so destructive' to the rule of law Rep. Adam Schiff, D-Calif., says that President Trump's commutation of Roger Stone is \"so destructive\" of the Department of Justice and the rule of law. He also claimed that this action shows if you lie for the president, \"he will protect you.\"",
  "Barr 'decapitates' third U.S. attorney's office looking at Trump Rachel Maddow describes Attorney General William Barr's pattern of removing the leadership of three key U.S. Attorneys' Offices that have ongoing investigations related to Donald Trump, and replacing them with loyal footmen.",
  "Schiff: Trump commuting Stone an appalling attack on rule of law Rep. Adam Schiff, chair of the House Intelligence Committee, reacts to the news that Donald Trump has commuted the prison sentence of Roger Stone, accusing Trump and Bill Barr of reducing U.S. democracy to mafia rules.",
  "MTP Daily 7/10/20 MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues."
]