[
  "Trump denounces removal of Confederate statues and monuments Washington Post White House reporter Ashley Parker says that press secretary Kayleigh McEnany \"repeatedly could not offer ... a stance on where the White House and where the president stands on the Confederate flag in society in 2020.\"",
  "'He's making the enemy other Americans': Trump doubles down on politics of racial division After a set of divisive speeches over the Independence Day weekend, President Trump is continuing to play to the most extreme factions of his base, tweeting criticisms of NASCAR's only Black driver and the organization's decision to ban the Confederate flag. …",
  "Life After Trump. How soon will the Republican Party have to figure out its future? Veteran Republican operatives Matt Gorman and Michael Steel talk with NBC’s Kasie Hunt about the future of the Republican Party and how President Trump's campaign will impact it this election cycle",
  "Giridharadas: Trump is doubling down during a pandemic Writer Anand Giridharadas joins Morning Joe to discuss the president's weekend speeches at Mount Rushmore and the White House and why he says Trump is ...",
  "Trump leans into culture wars during Fourth of July speech President Trump on Friday celebrated Independence Day by defiantly holding a rally at Mount Rushmore amid the pandemic and denounced protestors who have toppled U.S. monuments. The panel discusses.",
  "Trump identifies a new enemy: Americans he doesn't like Over the holiday weekend, Trump largely ignored the pandemic and instead sought to exploit national divisions to boost his struggling candidacy.",
  "As Trump downplays virus threat, admin struggles to defend him Trump apparently felt compelled to tell the public that \"99%\" of coronavirus cases are \"totally harmless.\" That's absurd - but his team won't admit it.",
  "Iowa's Ernst has wildly different standards on Ebola, coronavirus It's a genuine shame to see what brazen partisanship can do to someone's perspective.",
  "Al Franken on voters in 2020: They want a govt run by professionals, 'not corrupt cronies' On Vice President Joe Biden's appeal, Former Senator Al Franken says that voters in 2020 are looking for a government 'run by professionals, not corrupt cronies' in reference to Trump."
]