[
  "Jayapal: Trump admin. must release kids from ICE with parents A judge has ordered ICE to release all children from detention due to the coronavirus outbreak, as advocates push for their parents to be released with them. Rep. Pramila Jayapal joins Joy Reid to discuss what actions she and other advocates are pushing the T…",
  "Expert wonders why GOP is not angry over Russian bounty scandal Donald Trump is accused of not confronting Russia at all after intelligence reports revealed to the White House in March that the Kremlin secretly offered bounties to Taliban-linked militants to kill American soldiers in Afghanistan. The president denies know…",
  "GOP-appointed judges will shape courts for decades expert says Donald Trump and Mitch McConnell are apparently working together to place as many federal judges as possible, as these GOP-appointed judges will shape courts for decades. Judith Browne Dianis, executive director of the Advancement Project, joins Joy Reid to d…",
  "Trump retweets video of supporters chanting 'white power' at protesters, deletes after backlash President Trump retweeted a video of an apparent supporter in a golf cart chanting \"white power\" at protesters. The tweet was removed from his feed hours later. The video was taken at a Florida retirement community known as The Villages.",
  "Tucson Mayor on latest coronavirus spike and police reform following the death of a Latino man in police custody Arizona is a state that is quickly becoming a hot spot for coronavirus. In Maricopa County, officials say more than one-third of all cases have been confirmed in the past week alone, and their total cases have exceeded 40,000. That is partly why the Trump",
  "Former GOPer slams Trump's inaction on Russia's soldier bounties Russia offered bounties to Taliban-linked militants to kill American soldiers in Afghanistan, NBC News has confirmed. Political strategist and advisor to the Lincoln Project Steve Schmidt joins Joy Reid to discuss allegations that Donald Trump knew about this…"
]