[
  "Former diplomat: U.S. looks ‘stupid’ on Russian bounties response Donald Trump not adequately addressing reports that Russia placed bounties on U.S. soldiers in Afghanistan is analyzed by Nayyera Haq, former White House and State Department senior director.",
  "On Fourth of July weekend, Biden projects optimism against Trump's 'dystopia of fascism' Joe Biden sends a Fourth of July message in response to President Trump’s Mount Rushmore speech. He warns President Trump could dismantle democracy if he is re-elected, MSNBC’s Betsy Woodruff Swan reports.",
  "'He's not in touch with reality': Artist on Trump saying 'Black Lives Matter' is a 'symbol of hate' NBC News' Gary Grumbach reports from Harlem, where new Black Lives Matter murals are being paint in New York City's streets - and across all five of the city's boroughs. President Trump previously decried Mayor Bill de Blasio's plans to paint \"Black Lives Mat…",
  "Former GOPer laments masks becoming political battleground Donald Trump ‘allowed masks to become political’ renounced GOPer and former Republican congressman David Jolly tells Tiffany Cross in for Joy Reid.",
  "'Trump is a threat to our nation’: Hundreds of ex-staffers under George W. Bush endorse Biden Kristopher Purcell, a member of 43 Alumni for Biden, explains why hundreds of Republican ex-staffers under George W. Bush are coming together to endorse Joe Biden and says, “Donald Trump is a threat to our nation.”",
  "Cal Perry on the scene in South Dakota prior to the arrival of President Trump MSNBC Correspondent Cal Perry is on the ground in South Dakota amidst protests for President Trump's visit to mark the Fourth of July",
  "Memo to Trump: 'You've referred to the movement for Black lives as insurrectionist' Rev. Al Sharpton addresses the president's glaring dismissal of the Black Lives Matter movement and its commitment to communities of color.",
  "Intel community's new memo post-Russian bounties story questioned Donald Trump was briefed on the intelligence that Russia paid Taliban-linked actors to kill Americans in Afghanistan at least twice reporter on the story Rukmini Callimachi believes. Callimachi, correspondent for The New York Times, joins Tiffany Cross in for…",
  "Barber slams ‘scarcity of will’ for economic issues plaguing U.S. Donald Trump has touted 4.8 million new jobs being created, despite the nearly 50 million jobs which have been lost during the coronavirus pandemic. Bishop William Barber, president of Repairers of the Breach, joins Tiffany Cross in for Joy Reid to discuss ho…"
]