[
  "Trump cannot say what he would do with a second term In a recent interview, Donald Trump was asked about his top priorities for a second term and he could not list a single goal when answering the question. Republican strategist Stuart Stevens said the response shows Donald Trump has “no coherent governing",
  "Pence won't wear or even say 'face mask' during latest COVID-19 briefing With coronavirus cases spiking in states across the country, the Trump Coronavirus Task Force finally holds its first meeting in months and the vice president defended the Trump campaign's recent indoor rallies.",
  "Lincoln Project co-founder: Trump is clearly losing Donald Trump is ‘clearly losing’ according to Lincoln Project co-founder John Weaver. Joy Reid speaks to one of the leaders of the PAC founded by Republicans with the goal of defeating Donald Trump.",
  "Chris Hayes calls for Trump to resign: 'Urgent matter of public health, public safety’ Chris Hayes on why Trump must resign: “If this presidency had creditors, the virus' resurgence this week would have been a default event. Only it is not his creditors who are suffering. It is us.”",
  "NYT reporter covering Russia’s bounty on US troops gives analysis Donald Trump allegedly knew that Russia put a bounty on U.S. troops in Afghanistan before late March according to a report co-authored by AM JOY guest and New York Times reporter Charlie Savage, who joins Joy Reid to discuss.",
  "Rachel Maddow producer on his new Trump-GOP book ‘The Imposters’ Donald Trump and the modern GOP are analyzed in the new book ‘The Imposters’ by ‘The Rachel Maddow Show’ producer Steve Benen. Benen joins Joy Reid to discuss his new work.",
  "Trump vows to protect pre-existing conditions despite action to overturn Obamacare President Trump tweeted out that he would work to protect those with pre-existing conditions, despite his recent request to the Supreme Court to overturn the Affordable Care Act. NBC News' Sahil Kapur has details.",
  "Trump says the nation has 'a little work to do' as COVID-19 rages Trump and Pence both are downplaying the coronavirus threat as Republican governors in Arizona, Florida, and Texas, are moving to try and slow the spread as case numbers in those states continue to spike.",
  "'It didn't have to happen this way': Congressman blames Texas governor for coronavirus surge Rep. Marc Veasey, D-Texas, criticized Texas Governor Greg Abbott for his response to the coronavirus outbreak and the surge in cases the state now faces. He said the governor \"decided he was going to follow Trump\" and that \"it didn't have to happen this",
  "Premature Arizona reopening coincided with Trump publicity visit Rachel Maddow notes that as Arizona struggles against a flood of coronavirus cases, part of the reason the state opened before it was ready appears to be so it would coincide with Donald Trump's maskless visit to an Arizona mask factory.",
  "Russia paid bounties to kill US troops, US intel says; Trump... Rachel Maddow reviews the details of a New York Times report that U.S. intelligence told Donald Trump in March that Russia was paying bounties to Taliban fighters to kill coalition troops, including U.S. troops. Trump has yet to respond and instead has advoca…",
  "Chris Hayes calls for Trump to resign: 'Urgent matter of public health, public safety’ Chris Hayes on why Trump must resign: “If this presidency had creditors, the virus' resurgence this week would have been a default event. Only it is not his creditors who are suffering. It is us.”",
  "MTP Daily 6/26/20 MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues."
]