[
  "Trump commutes Roger Stone's prison sentence NBC News has confirmed that President Donald Trump has called Roger Stone and has told him that he will commute Stone’s sentence. This does not mean Stone has been granted a pardon.",
  "Sen. Harris: Trump does not feel that Black Lives Matter Senator Kamala Harris (D-CA) tells Lawrence O'Donnell that Donald Trump fuming about a Black Lives Matter sign in front of Trump Tower is why the attention should be focused on passing the George Floyd Justice and Policing Act. Sen. Harris says, \"We have",
  "Team Trump feels ‘grim’ about re-election as problems pile up With the economy worsening, coronavirus cases increasing, and the Supreme Court dealing Trump another loss, Peter Baker reports that all is not well inside the Trump campaign.",
  "President Trump vows executive order on immigration in coming weeks In an exclusive interview with Telemundo's Jose Diaz-Balart, President Trump vows an executive order on immigration in the coming weeks which will include DACA.",
  "‘Stop:’ California AG on Trump administration’s international student visa policy California Attorney General Xavier Becerra discusses the state’s decision to sue the Trump administration over policy that bans foreign students if classes are online.",
  "Buttigieg: Trump doesn’t seem to care about protecting U.S. troops Pete Buttigieg responds to reports of Russia putting bounties on U.S. troops saying Trump doesn’t seem to care about protecting U.S. troops.",
  "Trump shows his preoccupation with defending his own mental stability When asked about Joe Biden’s mental acuity on Fox News, Trump ends up talking about how he ‘aced’ a cognitive test that he took at Walter Reed Medical Center",
  "Storm delays Trump New Hampshire rally, campaign official says Trump avoiding Tulsa repeat The Trump campaign announced it is delaying a New Hampshire rally due to Tropical Storm Fay, but a campaign official tells NBC News they “can't have a repeat of Tulsa,” referring to the president’s poorly-attended rally in June. NBC 10 Boston’s Alison King re…",
  "Trump's tax nightmare comes true as he loses Supreme Court case In breaking news on the nation's highest court, Donald Trump lost his bid to hide his taxes from New York prosecutors. MSNBC’s Chief Legal Correspondent Ari Melber breaks down the significance of the landmark case, reporting on the legal history and reporting…",
  "Trump: I’ll be looking at a pardon for Roger Stone Trump, who has been sharply critical of Stone’s case, on Friday said he’s considering using his executive clemency powers to keep his friend out of prison. “I’ll be looking at it,” Trump told reporters at the White House. “I think Roger Stone was very unfairl…",
  "Supreme Court deals Trump another loss as he hits Fauci for 'mistakes' The Supreme Court ruled that the president is not immune from New York prosecutors' attempts to get his tax returns. This comes as the president hits COVID-19 task force member Dr. Fauci for his 'mistakes.'",
  "'Confounded': Trump's state of mind dwindles after SCOUTUS blow President Trump now claiming he “aced” a cognitive test he took recently, leaving doctors “very surprised” by his results. But after losing the monumental battle over his tax returns at the Supreme Court, aides now claim Trump has cast himself as a “blameless…",
  "New reporting shows virus surge is driven by states that were among first to reopen A look into how states whose governors took Trump’s advice and reopened early are now seeing their case numbers skyrocket, as Trump mounts a new pressure campaign to reopen schools",
  "What to know about the Supreme Court ruling on Trump’s tax records The Supreme Court ruled that President Trump is not immune from a Manhattan district attorney’s attempt to get financial records as part of an investigation into alleged hush money payments, and therefore, he is not above the law. But it also ruled that House…",
  "Rep. Swalwell: Congress’ job until Election Day is to be ‘ankle monitor’ on Trump administration Former Manhattan U.S. Attorney Geoffrey Berman outlined how he was pressured to resign by Attorney General William Barr in a closed House Judiciary Committee hearing. Chairman Nadler said, “We don't know yet if the Attorney General's conduct is criminal, but …",
  "Trump loses tax case as his own SCOTUS appointees rule against him The nation's highest court has ruled against President Trump, clearing the way for New York prosecutors to review his secret tax returns. Former federal prosecutor John Flannery and MSNBC Legal Analyst Joyce Vance join MSNBC's Chief Legal Correspondent Ari Me…",
  "'Separated' author Jacob Soboroff: 'Things are arguably worse than they were two years ago' MSNBC's Jacob Soboroff, author of \"Separated: Inside an American Tragedy,\" joins Andrea Mitchell to discuss how the pandemic is exacerbating the crisis at detention centers, with the government unwilling to budge on advocates' pleas for releases as the virus …",
  "International student on possible deportation: 'Why now?' Jonas Bergmann, a Danish citizen and student at Augsburg University in Minneapolis, joins Ayman Mohyeldin after the Trump administration announced plans to remove students who aren't taking in-person classes in the fall. Bergmann says that he can only attain …",
  "What prosecutors may find in Trump's taxes amidst his loss at the Supreme Court Many have speculated what Donald Trump's tax returns may reveal -- and now the New York D.A. is likely to find out. The Supreme Court ruled Trump has no “immunity” to hide the returns. Award winning investigative journalist David Cay Johnson, who obtained som…",
  "SCOTUS rejects presidential immunity; renders Trump regular Rachel Maddow explains that the Supreme Court's ruling in Trump v. Vance means that Donald Trump will have to make his case in New York courts as a regular citizen, without the presidential immunity he insisted was his."
]