[
  "Dr. Redlener: Trump operating in ‘alternative universe’ that he thinks pandemic is improving Trump is operating from an ‘alternative universe’ when it comes to coronavirus cases in the United States, says Dr. Irwin Redlener.",
  "Trump is 'swimming against the tide of history' on racial justice Is Trump \"swimming against the tide of history\" on race relations in America? Donna Edwards and David Jolly join to discuss.",
  "Trump picks worst time to attack pre-existing condition coverage Rachel Maddow notes that many Americans who survive being infected by the coronavirus are likely to have lingering health problems, which will result in growth in the class of Americans with pre-existing conditions who Donald Trump is trying to strip of healt…",
  "On Russia bounty intel and COVID-19 Trump takes no responsibility When it comes to COVID-19 and intelligence showing Russia put bounties on U.S. troops in Afghanistan, Trump is taking no responsibility. Philip Rucker, Julia Ioffe, and Ron Klain all react.",
  "Sen. Klobuchar: Trump is 'belittling the science' and people are 'seeing through it' Sen. Amy Klobuchar, D-Minn., joins Andrea Mitchell to discuss the administration’s pandemic response, criticizing President Trump for telling the public disinformation on the virus, telling Andrea the virus is \"a really serious matter\", sharing how it has per…",
  "Sen. Cory Booker: Respect for U.S. among allies has diminished under Trump Joy tells Sen. Cory Booker that ‘there’s something odd’ about President Trump’s warm relations with Russia President Vladimir Putin. Senator Cory Booker says, “We are seeing a situation where Russian influence in Iran, Syria, Afghanistan has grown while Ameri…",
  "As Trump fails to curb COVID, young patients stress no one is immune U.S. coronavirus cases are hitting all-time highs in July, with the pandemic drastically shifting towards younger Americans. In this MSNBC Special Zoom interview, MSNBC’s Ari Melber talks with two people in their 20s – Raven McGregor and Jonah Stillman - abou…",
  "Trump again said he hopes coronavirus will 'disappear' The president again on Wednesday said he believed and hope the coronavirus would eventually just 'disappear.' The president's remarks came on a day the country hit a new record for infections.",
  "Tim O’Brien previews what Trump’s niece’s tell-all book could reveal about the president’s wealth Donald Trump’s niece, Mary Trump, is set to release her tell-all book after her publisher revealed she was a primary source for the New York Times investigation into Trump’s finances",
  "On Russia bounty intel and COVID-19 Trump takes no responsiblity When it comes to COVID-19 and intelligence showing Russia put bounties on U.S. troops in Afghanistan, Trump is taking no responsibility. Philip Rucker, Julia Ioffe, and Ron Klain all react.",
  "Trump calls Russia Bounty Intel a 'hoax' as White House passes the buck The president is blaming the media and Democrats as he faces tough questions over reports on intelligence Russia put bounties on U.S. troops in Afghanistan as the White House is blaming a nameless intelligence official who didn't bring it up with the presiden…",
  "Trump repeats hope COVID-19 will ‘disappear’ amid renewed scramble to contain explosion Despite day after day of record-breaking spikes in coronavirus cases, despite nearly 130,000 U.S. dead, President Trump repeated his claim that the virus would soon ‘disappear.’ Meanwhile, some states are still reluctant to implement any kind of shutdown or m…",
  "Former CIA director says Trump not seizing upon intel on Russian bounties shows he’s ‘unfit for this high-esteemed office’ Former CIA director John Brennan and former Director of the National Counterterrorism Center Michael Leiter stress the importance of the President’s Daily Brief and say President Trump should have acted upon the intel of Russia allegedly offering bounties for…",
  "Trump coronavirus strategy: wish it just disappears Rachel Maddow shows that even though Donald Trump has not offered any federal leadership in addressing the coronavirus crisis, he has been remarkably...",
  "James Carville: Significant chance that Trump doesn't run Democratic strategist James Carville and conservative commentator Bill Kristol discuss the state of the Trump campaign going into November, and they also game out possible scenarios Trump could attempt to compromise the 2020 elections.",
  "Trump trails Biden in six key battleground states Joe Biden is leading Donald Trump in six key battleground states, according to new polling. The panel discusses.",
  "Schiff: The one person not outraged by Russian bounties is Trump Rep. Adam Schiff, chairman of the House Intelligence Committee, talks with Rachel Maddow about new details in a New York Times report about Russian intelligence paying Taliban fighters to kill Americans in Afghanistan, and Donald Trump's unwillingness to issu…",
  "Speaker Pelosi: ‘The president himself is a hoax’ Congressional leaders are hoping they will get the answers they’re looking for this morning when Trump administration officials brief them on intelligence that Russia allegedly paid bounties to the Taliban to kill U.S. troops in Afghanistan. House Speaker Nan…",
  "Former intel officials criticize Trump's dismissal of Russian... Jeffrey Smith, former CIA General Counsel, tells Andrea Mitchell that it's \"shameful\" for President Trump to dismiss intelligence on an alleged Russian bounty scheme to encourage militants to target U.S. troops in Afghanistan, saying that he should have respo…",
  "Virus will 'sort of just disappear': Trump has happy talk, but no plan There is no strategy. There is no plan. There is no blueprint for success. There's only a confused amateur peddling happy talk."
]