[
  "<p>Good morning, this is Richard Parkin bringing you the main stories and must-reads on Thursday 16 April.</p> \n<h2>Coronavirus</h2> \n<p><strong>The Covid-19 pandemic has infected over two million people,</strong> <a href=\"https://www.theguardian.com/world/live/2020/apr/15/coronavirus-live-news-trump-suspends-who-funding-as-global-deaths-pass-125000?page=with:block-5e9750368f08cf571cdb1ae7#block-5e9750368f08cf571cdb1ae7\">with more than 130,000 dying from the disease globally</a>. New York has revised its death toll to more than 10,000 – adding 3,778 victims that were not tested but are presumed to have died from the virus, with over 27,000 fatalities across the US. World leaders continue to criticise <a href=\"https://www.theguardian.com/world/2020/apr/15/health-experts-fears-over-trumps-suspension-of-funds-to-who\">Donald Trump’s decision to cut funding</a> from the World Health Organization, with <a href=\"https://www.theguardian.com/world/2020/apr/15/against-humanity-trump-condemned-for-who-funding-freeze\">health experts labelling the move a “crime against humanity”</a>. The European Union’s medicine regulator has predicted <a href=\"https://www.theguardian.com/world/live/2020/apr/15/coronavirus-live-news-trump-suspends-who-funding-as-global-deaths-pass-125000?page=with:block-5e96ecae8f08213494be707e#block-5e96ecae8f08213494be707e\">it could take a year before a vaccine is available</a> for widespread use, while the G20 has moved to suspend loan debt repayments from poorer nations, predominantly in sub-Saharan Africa, Asia and the Caribbean from 1 May until the end of the year.</p> \n<p><strong>One of Australia’s biggest youth travel operators has changed its refunds policy and applied it retrospectively,</strong> <a href=\"https://www.theguardian.com/travel/2020/apr/16/topdeck-tour-operator-refuses-coronavirus-refunds-after-changing-policy-retrospectively\">denying customers who had trips cancelled due to the Covid-19 pandemic</a>. Topdeck instead will offer future credit, including to customers previously promised cash refunds. Around Australia, 63 people have died from Covid-19, but <a href=\"https://www.theguardian.com/australia-news/2020/apr/15/coronavirus-australia-latest-at-a-glance\">South Australia recorded no new cases overnight</a> and Queensland just five new infections in a 24-hour period.</p> \n<p><strong>Sweden’s “light-touch approach” to restricting the movements of its citizens <a href=\"https://www.theguardian.com/world/2020/apr/15/sweden-coronavirus-death-toll-reaches-1000\">has been criticised as the nation marks 1,200 deaths</a></strong> – nearly 100 times the rate of neighbouring Finland, which enacted a strict early lockdown. The nation’s deputy chief epidemiologist maintains he is “cautiously positive” the Scandinavian nation has approached the peak of the infections curve. German chancellor Angela Merkel <a href=\"https://www.theguardian.com/world/2020/apr/15/angela-merkel-announces-plans-reopen-schools-shops-germany-coronavirus-lockdown\">has announced plans to partially reopen schools and shops</a> in coming weeks, hailing the slowing of new cases as a “fragile intermediary success”. And <a href=\"https://www.theguardian.com/technology/2020/apr/15/amazon-jeff-bezos-gains-24bn-coronavirus-pandemic\">Amazon owner Jeff Bezos has seen his personal fortune rise $24bn</a> since the coronavirus pandemic began, due to his 11% stake in the company that has seen record online sales.</p> \n<h2>Australia</h2> \n<figure class=\"element element-image\" data-media-id=\"9975dc6874b94ef900bd88e2003322dcdf45d22b\"> \n <img src=\"https://media.guim.co.uk/9975dc6874b94ef900bd88e2003322dcdf45d22b/0_346_5184_3110/1000.jpg\" alt=\"A koala on Kangaroos Island\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A koala is released back into bushland after the Kangaroo Island fire. Environment groups say the review of the EPBC Act should be delayed due to the bushfires and coronavirus.</span> \n  <span class=\"element-image__credit\">Photograph: Lisa Maree Williams/Getty Images</span> \n </figcaption> \n</figure> \n<p><strong>Six major Australian environmental organisations <a href=\"https://www.theguardian.com/australia-news/2020/apr/16/environment-groups-ask-government-to-delay-review-of-australias-conservation-laws\">have petitioned the government to delay</a> its once-a-decade review of national environmental laws</strong>, asking for more time for public submissions given the twin crises of bushfires and the coronavirus.</p> \n<p><strong>The defence department’s use of toxic firefighting chemicals <a href=\"https://www.theguardian.com/australia-news/2020/apr/16/new-class-action-launched-over-toxic-firefighting-chemicals-used-by-defence\">is the subject of a major new class action</a></strong>, with 40,000 residents from towns around Australia having been potentially exposed to carcinogenic chemical compounds, lawyers have argued.</p> \n<p><strong>An ambitious $150m government-backed research and development program <a href=\"https://www.theguardian.com/environment/2020/apr/16/brightening-clouds-and-coral-larvae-study-picks-best-great-barrier-reef-rescue-ideas\">could arrest coral die-off on the Great Barrier Reef</a>,</strong> with ideas being considered ranging from brightening clouds with salt crystals to deploying slicks of coral larvae.</p> \n<h2>The world</h2> \n<figure class=\"element element-image\" data-media-id=\"e074c39dc2576df68bb02208ffb65448173903b4\"> \n <img src=\"https://media.guim.co.uk/e074c39dc2576df68bb02208ffb65448173903b4/0_233_3500_2100/1000.jpg\" alt=\"French paramedic\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A French paramedic disinfects an ambulance after transporting a man suspected of being infected with the coronavirus.</span> \n  <span class=\"element-image__credit\">Photograph: Gonzalo Fuentes/Reuters</span> \n </figcaption> \n</figure> \n<p><strong>Frontline doctors, nurses and hospital staff in France working during the Covid-19 pandemic <a href=\"https://www.theguardian.com/world/2020/apr/15/french-hospital-staff-treating-coronavirus-patients-to-get-1500\">will receive bonuses of up to €1,500</a></strong> as part of a €8bn “urgent economic plan” announced by the prime minister. There will also be €4bn allocated for increased protective surgical equipment for staff.</p> \n<p><strong>Elizabeth Warren has endorsed Joe Biden as the Democratic presidential nominee, </strong><a href=\"https://www.theguardian.com/us-news/2020/apr/15/elizabeth-warren-endorses-joe-biden-for-president\">the third significant declaration in as many days</a> following Barack Obama and Bernie Sanders, as the Democratic party unifies ahead of the November election.</p> \n<p><strong>Scientists have documented a dramatic melting of Greenland’s ice sheet,</strong> with a volume of ice equivalent to 197 gigatonnes <a href=\"https://www.theguardian.com/science/2020/apr/15/scientists-confirm-dramatic-melting-greenland-ice-sheet\">disappearing during July 2019 alone</a>. High-pressure systems for 63 days during summer – instead of the average of 28 – are believed responsible for what’s been called a global “alarm signal”.</p> \n<h2>Recommended reads</h2> \n<figure class=\"element element-image\" data-media-id=\"210ad4f82b274988d4b82bb74bf5c55860b3789f\"> \n <img src=\"https://media.guim.co.uk/210ad4f82b274988d4b82bb74bf5c55860b3789f/0_123_5472_3283/1000.jpg\" alt=\"Undercover time\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘We all deal with isolation in different ways. Some people organise their pantries, other people are masturbating morning and night.’</span> \n  <span class=\"element-image__credit\">Photograph: Chayantorn Tongmorn/Getty Images/EyeEm</span> \n </figcaption> \n</figure> \n<p><strong>In the era of self-isolation and physical distancing, if you can’t touch others, you may as well touch yourself</strong>. Since entering lockdown, the sale of sex toys in New Zealand has tripled and in the US there has been a 30% uptake. “Iso for many singles is the equivalent of a sexual ice age. For those who have tried virtual dating, the experience can be frustrating,” <a href=\"https://www.theguardian.com/lifeandstyle/2020/apr/16/self-love-in-isolation-i-hope-people-are-using-this-time-to-explore-their-sexuality\">writes Brigid Delaney</a>. So is the silver lining of isolation a golden opportunity to explore your own sexuality?</p> \n<p><strong>“It’s never good to experience the worst growth for a decade right before a global pandemic.” </strong>But with private sector building activity declining precipitously and travel arrivals all but completely nonexistent, is a public sector wage freeze the answer? <a href=\"https://www.theguardian.com/commentisfree/2020/apr/16/freezing-public-servant-wages-in-response-to-coronavirus-is-just-a-sop\">According to Greg Jericho</a> and a new survey from the Centre for Future Work: no.</p> \n<p><strong>Donald Trump’s decision to suspend funding to the World Health Organisation is unconscionable.</strong> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/15/the-guardian-view-on-the-who-and-coronavirus-trumps-blame-game\">As the Guardian’s editorial states</a>: “The attempt to shift blame for his disastrous failure to protect his country, despite repeated warnings from the international body and others, could not be more naked or repugnant.”</p> \n<h2>Listen</h2> \n<p><strong>Coronavirus Q&amp;A:</strong> how does the virus survive outside the human body and why is soap so effective at deactivating it? <a href=\"https://www.theguardian.com/australia-news/audio/2020/apr/16/how-does-the-coronavirus-survive-outside-the-human-body\">On this episode of Full Story</a>, we look at some of the fundamental questions our listeners have about the coronavirus.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"a792d0de-cd43-4796-8227-0724e63ba60b\" data-atom-type=\"audio\"> \n  <div>\n   <div class=\"atom-Audio\"></div>\n  </div>\n </gu-atom> \n</figure> \n<p><em>Full Story is Guardian Australia’s news podcast. Subscribe for free on<a href=\"https://podcasts.apple.com/au/podcast/full-story/id1482061243\"> Apple Podcasts</a>,<a href=\"https://open.spotify.com/show/7GJod4EyoLywB1AW6zrSHh?si=mbMJnUPiSO2snfF0jNw7jw\"> Spotify</a> or any other podcasting app.</em></p> \n<h2>Sport</h2> \n<figure class=\"element element-image\" data-media-id=\"885d9f6db29412c16f06368eb5314efae88b871d\"> \n <img src=\"https://media.guim.co.uk/885d9f6db29412c16f06368eb5314efae88b871d/0_0_5472_3283/1000.jpg\" alt=\"Fox Sports and the A-League\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A Fox Sports commentator mic is seen during an A-League match between Western Sydney Wanderers and Sydney FC.</span> \n  <span class=\"element-image__credit\">Photograph: Mark Metcalfe/Getty Images</span> \n </figcaption> \n</figure> \n<p><strong>With Football Federation Australia and its chief broadcaster Fox Sports on a collision course,</strong> it appears like many codes that Australian football is in dire straits. But could the Covid-19 pause offer <a href=\"https://www.theguardian.com/football/2020/apr/16/australian-footballs-fox-sports-conundrum-looming-disaster-or-reset-opportunity\">a major chance to reframe the power imbalance</a> between the A-League’s administrators and the one-time kingmaker of Australian sport?</p> \n<p><strong>How do you fit three grand tours, five one-day classics and a world championship in a diminished professional cycling calendar?</strong> That’s the headache organisers face, but it appears the Tour de France has been given priority, <a href=\"https://www.theguardian.com/sport/2020/apr/15/tour-de-france-rescheduled-nice-29-august-coronavirus-cycling\">with a late August rescheduling</a>.</p> \n<h2>Media roundup</h2> \n<p>Schools around Australia <a href=\"https://www.theaustralian.com.au/nation/politics/coronavirus-schools-may-reopen-within-four-to-six-weeks/news-story/bb27d4686ddb139c343aa7388ab9d34d\">could reopen “within four to six weeks”</a>, reports <strong>the Australian</strong>, with senior high school students the main priority given major end-of-year exams. The <strong>Sydney Morning Herald</strong> writes that <a href=\"https://www.smh.com.au/politics/federal/retrenched-workers-denied-jobkeeper-because-bosses-won-t-put-them-on-20200415-p54k3u.html\">retrenched workers are missing out on $1,500-a-fortnight jobkeeper payments</a> because employers aren’t putting them back on the books. And <a href=\"https://www.dailytelegraph.com.au/coronavirus/yougov-poll-shows-many-aussies-are-confused-about-what-they-can-do-and-some-still-shop-every-day/news-story/81b6e9fe4efca406819ebefa38340202\">nearly one in 10 Australians are still going grocery shopping every day</a>, <strong>the Daily Telegraph</strong> reveals, with a YouGov poll detailing the extent to which many people remain confused about lockdown guidelines.</p> \n<h2>Coming up</h2> \n<p>National cabinet meets for the first time in a week, where leaders will consider ways to make Australian schools safer.</p> \n<h2>And if you’ve read this far …</h2> \n<p><strong>Settling on baby names can be a tricky process</strong>. <a href=\"https://www.google.com/url?q=https://www.theguardian.com/culture/2020/apr/15/why-gene-attell-may-be-the-most-unfortunate-celebrity-baby-name-yet&amp;sa=D&amp;source=hangouts&amp;ust=1587068075996000&amp;usg=AFQjCNHbKt2Q_6F22h6IK79_5LXhTt-jDA\">But for celebrity comedian Amy Schumer</a> the laughter has all dried up nearly a year after welcoming her son: Gene Attell Fischer. Probably best if we just leave that one there.</p> \n<h2>Sign up</h2> \n<p>If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, <a href=\"https://www.theguardian.com/world/guardian-australia-morning-mail/2014/jun/24/-sp-guardian-australias-morning-mail-subscribe-by-email\">sign up here</a>.</p>",
  "<p><a href=\"https://www.theguardian.com/us-news/elizabeth-warren\">Elizabeth Warren</a> has endorsed <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a>, the third major endorsement for the presumptive Democratic presidential nominee in as many days as the party comes together in the run-up to the November <a href=\"https://www.theguardian.com/us-news/us-elections-2020\">general election</a>.</p> \n<p>Warren <a href=\"https://www.theguardian.com/us-news/2020/mar/05/elizabeth-warren-quitting-2020-democratic-presidential-race\">exited</a> the race last month after a disappointing showing on <a href=\"https://www.theguardian.com/us-news/super-tuesday\">Super Tuesday</a>, where she finished third in primary voting in her home state of Massachusetts. As other former rivals quickly aligned behind Biden, most notably <a href=\"https://www.theguardian.com/us-news/amy-klobuchar\">Amy Klobuchar</a> and <a href=\"https://www.theguardian.com/us-news/pete-buttigieg\">Pete Buttigieg</a>, Warren waited, declining to immediately throw her support behind him or Bernie Sanders, an ideological ally.</p> \n<p>Sanders ended his campaign last week and endorsed Biden on Monday. <a href=\"https://www.theguardian.com/us-news/barack-obama\">Barack Obama</a>, who remained publicly neutral during the primary, endorsed Biden on Tuesday.</p> \n<p>“Joe Biden has spent nearly his entire life in public service. He knows that a government run with integrity, competence, and heart will save lives and save livelihoods,” Warren wrote in a fundraising email sent to donors on Biden’s behalf.</p> \n<p>“And we can’t afford to let Donald Trump continue to endanger the lives and livelihoods of every American,” she added, in a strong statement amid the <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus crisis</a>.</p> \n<p>Warren was the last of Biden’s major opponents to endorse him and her support helps the party present a united front against Trump as it prepares for what will probably be a historically divisive general election.</p> \n<p>Unlike in <a href=\"https://www.theguardian.com/us-news/us-elections-2016\">2016</a>, when the Democratic primary race extended late into the summer, the process of choosing the party’s nominee was relatively short, despite a record field. Though Biden likely won’t accumulate enough delegates to officially claim the nomination until June, he started to build an insurmountable lead in early March and within weeks was the party’s presumptive standard-bearer.</p> \n<p>The swift backing of his rivals will help ease the often-fraught process of bringing the party together after a hard-fought primary.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/12/democratic-primary-joe-biden-bernie-sanders-2020\">The Democratic primary was a wild, unpredictable ride – except the result</a> </p> \n</aside> \n<p>Her endorsement comes as speculation builds around who Biden will choose as a running mate. Biden has been unusually forthcoming in discussing his search, vowing to choose a woman and many party leaders are urging him to consider his former rivals, Warren among them.</p> \n<p>Warren was the last major female candidate in a historic field of Democratic women and her demise led to vocal calls for Biden to choose a woman. Some of the party’s more liberal members believe choosing Warren would help Biden appeal to progressives and young voters who remain deeply skeptical of his campaign.</p> \n<p>In her endorsement, Warren sought notes of unity, assuring liberal supporters that Biden is listening.</p> \n<p>“When you disagree, he’ll listen – not just listen, but really hear you,” she said. “And treat you with respect, no matter where you’re coming from. And he has shown throughout this campaign that when you come with new facts or a good argument, he’s not too afraid or too proud to be persuaded.”</p> \n<p>In a email to her supporters, Biden said bluntly: “You’re needed.”</p> \n<p>The former vice president assured them that he, too, intended to fight for the “big, structural change” that Warren championed and insisted that he is looking forward and “not trying to take us back to a country that never existed.”</p> \n<p>“I know, for some of you, that you might be skeptical of me or my campaign. I understand that,” he wrote. “But I intend to earn your votes. And I intend to earn your trust.”</p> \n<p>In an early overture to progressive voters, Biden adopted Warren’s plan to overhaul the bankruptcy system, an issue over which they had clashed more than a decade ago, when she was a Harvard law professor and he was a senator from Delaware. The plan would roll back key provisions of a 2005 bankruptcy law Biden supported and Warren vocally opposed, even testifying against it before his committee.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"ec64ff6d-a5cb-4878-828d-bd6da8ce367e\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/4yCY232AZ_8?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>In the email to donors, Warren recalled being sworn in to the Senate in 2013. As vice-president, he presided over the swearing in ceremony.</p> \n<p>“Joe Biden was there the very moment I became a senator – he swore me in,” she wrote. “And when he did, he said, “You gave me hell! And you’re gonna do a great job.’”</p> \n<p>Biden, 77, said he would create a committee to help him vet possible running mates by the end of the month. The selection process, which is typically shrouded in secrecy, will include between six and a dozen candidates, all women, and he will make his choice before the Democratic convention in Milwaukee, which was postponed to August because of the coronavirus pandemic.</p> \n<p>If elected, Biden’s running mate would be the first female vice-president in history. Only two women have ever been chosen as running mates: the Alaska governor Sarah Palin in 2008 and the New York congresswoman Geraldine Ferraro in 1984.</p> \n<p>Biden has spoken on several occasions about the partnership that he shared with Obama as his vice-president and has told donors and voters that he is seeking a similar dynamic with his future running mate, who he believes should complement his experience.</p> \n<p>At a virtual fundraising event earlier this month, Biden said: “I’m going to need a woman vice-president who has capacities, has strengths where I have weaknesses.”</p>",
  "<p><a href=\"https://www.theguardian.com/us-news/bernie-sanders\">Bernie Sanders</a> has warned that it would be “irresponsible” for his loyalists not to support <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a>, warning that progressives who “sit on their hands” in the months ahead would simply enable <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>’s re-election <a href=\"https://www.theguardian.com/us-news/us-elections-2020\">in November</a>.</p> \n<p>Sanders <a href=\"https://www.theguardian.com/us-news/2020/apr/13/bernie-sanders-endorses-joe-biden-for-president\">endorsed</a> Biden on Monday and was quickly followed by the crucial <a href=\"https://www.theguardian.com/us-news/2020/apr/14/barack-obama-endorse-joe-biden-2020-election-democrats\">endorsement</a> on Tuesday by <a href=\"https://www.theguardian.com/us-news/barack-obama\">Barack Obama</a> of his former vice-president.</p> \n<p>Meanwhile, Sanders, the 78-year-old Vermont senator confirmed that “it’s probably a very fair assumption” that he would not run for president again, after his failed attempts to win the Democratic nomination in 2016 and in this cycle. He added with a laugh, however, in an interview with the Associated Press: “One can’t predict the future.”</p> \n<p>Sanders <a href=\"https://www.theguardian.com/us-news/2020/apr/08/bernie-sanders-ends-2020-presidential-race\">suspended</a> his presidential campaign last week, setting the stage for a November general election battle between two candidates, Trump and Biden, with radically different visions of presidential leadership and America’s role in the world. The contest will unfold in a political landscape transformed beyond all recognition by the coronavirus pandemic that has already claimed <a href=\"https://coronavirus.jhu.edu/map.html\">at least 14,000 </a>American lives and <a href=\"https://www.theguardian.com/business/2020/apr/03/us-jobs-report-march-unemployment-coronavirus\">nearly 10m jobs</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/09/biden-2020-bernie-election-trump-coronavirus\">Biden finally has an open field. Now he faces a deeply uncertain election</a> </p> \n</aside> \n<p>On Tuesday night, Sanders criticized his own supporters who have so far resisted his vow to do whatever it takes to help Biden win the presidency.</p> \n<p>He seemed to distance himself from his campaign’s former national press secretary, Briahna Joy Gray, when asked about her recent statement on social media refusing to endorse Biden.</p> \n<p>“She is my former press secretary – not on the payroll,” Sanders noted. A spokesman later clarified that all campaign staffers were no longer on the payroll as of Tuesday, though they will get a severance check in May.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"6df3104e-7f88-4cac-957c-780c438a0e3d\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/wm3IW71LNBo?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Sanders said his supporters have a simple choice now that Biden has emerged as the presumptive nominee: “Do we be as active as we can in electing Joe Biden and doing everything we can to move Joe and his campaign in a more progressive direction? Or do we choose to sit it out and allow the most dangerous president in modern American history to get re-elected?”</p> \n<p>He continued: “I believe that it’s irresponsible for anybody to say, ‘Well, I disagree with Joe Biden’ – I disagree with Joe Biden! – ‘and therefore I’m not going to be involved.’”</p> \n<p>Sanders said he would not actively campaign or spend money on advertising in the primary contests that are still on the calendar in the coming months. But he still encouraged Democrats in those states to vote for him, hoping to amass as many delegates as possible for leverage to shape the party platform and the direction of Biden’s campaign.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/12/democratic-primary-joe-biden-bernie-sanders-2020\">The Democratic primary was a wild, unpredictable ride – except the result</a> </p> \n</aside> \n<p>He also vowed to continue fighting for progressive priorities such as his signature “Medicare for All” as a senator, even though Biden has refused to embrace the government-backed single-payer healthcare system.</p> \n<p>“If people want to vote for me, we’d appreciate it,” Sanders said of the roughly 20 primary contests that remain where his name will appear on the ballot. He later added, “I think you’re going to see significant movement on the part of the Biden campaign into a more progressive direction on a whole lot of issues.”</p> \n<p>Upon <a href=\"https://www.theguardian.com/us-news/2020/apr/13/bernie-sanders-endorses-joe-biden-for-president\">gaining</a> his endorsement on Monday, Biden said: “You’ve been the most powerful voice for a fair and more just America. You don’t get enough credit, Bernie, for being the voice that forces us to take a hard look in the mirror.”</p> \n<p>He continued: “If I am the nominee – which it looks like now you just made me – I really need you, not just to win the campaign but to govern.” Biden has previously said of Sanders’ most fervent supporters “I hear you.” But some progressives are concerned that he is paying lip service more than shifting to the left in his platform.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"ec64ff6d-a5cb-4878-828d-bd6da8ce367e\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/4yCY232AZ_8?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Sanders did not outline any specific plans to begin helping Biden in earnest, though he noted that he held dozens of rallies for former Democratic nominee <a href=\"https://www.theguardian.com/us-news/hillary-clinton\">Hillary Clinton</a> four years ago and would be at least as active for Biden.</p> \n<p>In the short term, he said he’s essentially “incarcerated in his home” because of coronavirus social distancing guidelines and did not know when he would return to the campaign trail.</p> \n<p>“I will do everything I can to help elect Joe,” Sanders continued. “We had a contentious campaign. We disagree on issues. But my job now is to not only rally my supporters, but to do everything I can to bring the party together to see that [Trump] is not elected president.”</p>",
  "<p>Good morning,</p> \n<p>In the midst of an unprecedented global health crisis, Donald Trump has decided to <a href=\"https://www.theguardian.com/world/2020/apr/14/coronavirus-trump-halts-funding-to-world-health-organization\">cut US funding to the World Health Organi</a><a href=\"https://www.theguardian.com/world/2020/apr/14/coronavirus-trump-halts-funding-to-world-health-organization\">zation</a> after accusing the international body of “severely mismanaging and covering up” the threat posed by the coronavirus. Leading health experts described the president’s move as “damnable”, “appalling” and “<a href=\"https://www.theguardian.com/world/2020/apr/15/against-humanity-trump-condemned-for-who-funding-freeze\">a crime against humanity</a>”.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"b547ab04-9a4f-4f6c-8c17-c8f14a632205\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/6JIA8iBw1-w?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>For context, the WHO declared a public health emergency on 30 January – after which the president continued to hold mass rallies and compare Covid-19 to the common flu. On Tuesday, Trump complained the WHO had “defended the actions of the Chinese government, even praising its so-called transparency”. On 24 January, Trump tweeted his thanks to the Chinese for their work on the virus, praising their “efforts and transparency”.</p> \n<p>Trump targeted the WHO, Julian Borger writes from Washington, because <a href=\"https://www.theguardian.com/us-news/2020/apr/15/trump-turns-against-who-to-mask-his-own-stark-failings-on-covid-19-crisis\">he need</a><a href=\"https://www.theguardian.com/us-news/2020/apr/15/trump-turns-against-who-to-mask-his-own-stark-failings-on-covid-19-crisis\">ed someone else to blame</a> for his administration’s own complacent and dysfunctional response to the crisis:</p> \n<blockquote class=\"quoted\"> \n <p>How well Trump’s scapegoating of the WHO will play in the US election is impossible to predict, but on the world stage it will undoubtedly be seen as yet another step in an accelerating US abdication of global leadership.</p> \n</blockquote> \n<ul> \n <li><p><strong>Female reporters. </strong>The women of the White House press corps really seem to get under the president’s skin, as evidenced by his testy exchange with CBS’s Paula Reid. Poppy Noor asks <a href=\"https://www.theguardian.com/us-news/2020/apr/14/trump-paula-reid-coronavirus-briefing-female-reporters\">whether Trump has met his match</a> in the briefing room.</p></li> \n <li><p><strong>Presidential cheques. </strong>Trump’s own name will appear on the $1,200 cheques being sent to cash-strapped Americans amid the crisis – so they’ll know who to blame when the cheques arrive <a href=\"https://www.theguardian.com/us-news/2020/apr/15/donald-trumps-name-to-be-printed-on-covid-19-stimulus-cheques-report\">several days later than expected</a>.</p></li> \n</ul> \n<h2>California feels ‘optimistic’, but the lockdown goes on</h2> \n<figure class=\"element element-image\" data-media-id=\"7036ecefcb839a181442de2b2a08d3092665ef06\"> \n <img src=\"https://media.guim.co.uk/7036ecefcb839a181442de2b2a08d3092665ef06/0_106_3000_1801/1000.jpg\" alt=\"A mask-wearing selfie-taker enjoys the annual poppy bloom in California’s Antelope Valley last week.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A mask-wearing selfie-taker enjoys the annual poppy bloom in California’s Antelope Valley last week.</span> \n  <span class=\"element-image__credit\">Photograph: Ringo Chiu/ZUMA Wire/REX/Shutterstock</span> \n </figcaption> \n</figure> \n<p>California is <a href=\"https://www.theguardian.com/us-news/2020/apr/14/california-coronavirus-optimistic-restrictions-reopen\">transitioning to the “optimistic” phase</a> of its coronavirus response, Governor Gavin Newsom suggested on Tuesday, but don’t expect those stay-at-home orders to be lifted anytime soon. A Stanford epidemiologist has pooh-poohed any <a href=\"https://www.theguardian.com/world/2020/apr/14/california-coronavirus-herd-immunity-early-spread-stanford-expert-interview\">speculation of statewide “herd immunity”</a>, while San Francisco has <a href=\"https://www.theguardian.com/world/2020/apr/14/san-francisco-pride-parade-cancelled-lgbt-coronavirus\">cancelled its 50th anniversary Pride event</a>, which had been due to take place at the end of June. Several experts say physical distancing may be needed <a href=\"https://www.theguardian.com/world/2020/apr/14/coronavirus-distancing-continue-until-2022-lockdown-pandemic\">intermittently until at least 2022</a>.</p> \n<p>Elsewhere in the US:</p> \n<ul> \n <li><p><strong>Florida’s unemployed.</strong> Some 472,000 people have filed for unemployment in the state in recent weeks. The <a href=\"http://www.theguardian.com/us-news/2020/apr/15/florida-unemployment-system-coronavirus-applications\">true number of jobless is far higher</a>, and the system just can’t cope with the surge.</p></li> \n <li><p><strong>Vegas is empty. </strong>Photographer Tod Seelie captures <a href=\"https://www.theguardian.com/world/2020/apr/14/las-vegas-strip-closed-coronavirus\">the eeriness of the deserted Las Vegas Strip</a>, closed down for the first time since the Kennedy assassination.</p></li> \n</ul> \n<h2>Airlines get a $25bn government bailout</h2> \n<figure class=\"element element-image\" data-media-id=\"508ae55954c84d7eea9545c75319ff1920ea3f5a\"> \n <img src=\"https://media.guim.co.uk/508ae55954c84d7eea9545c75319ff1920ea3f5a/0_0_3500_2100/1000.jpg\" alt=\"Travel has come to a near-standstill amid the lockdown.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Travel has come to a near-standstill amid the lockdown.</span> \n  <span class=\"element-image__credit\">Photograph: Joshua Roberts/Reuters</span> \n </figcaption> \n</figure> \n<p>They wanted $50bn, they got $25bn. The US government <a href=\"https://www.theguardian.com/business/2020/apr/14/us-government-coronavirus-bailout-airlines-industry\">agreed a bailout for the beleaguered airline industry</a> on Tuesday as part of its $2.2tn coronavirus aid package, as travel reaches an almost total standstill during lockdowns in almost 100 countries and on every continent besides Antarctica. The International Air Transport Association predicts airlines will lose 25% of their revenue this year, a total of approximately $314bn.</p> \n<h2>The medical workers risking – and losing – their lives</h2> \n<figure class=\"element element-image\" data-media-id=\"f5daa9cca31f33b9a19e9e62f863379bded03334\"> \n <img src=\"https://media.guim.co.uk/f5daa9cca31f33b9a19e9e62f863379bded03334/0_0_2973_1785/1000.jpg\" alt=\"Some of the frontline medical workers who have died in the US due to Covid-19 complications.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Some of the frontline medical workers who have died in the US due to Covid-19 complications.</span> \n  <span class=\"element-image__credit\">Illustration: Guardian Design</span> \n </figcaption> \n</figure> \n<p>Medical staff and emergency responders account for an estimated 11% of known US coronavirus cases. Now, the Guardian and Kaiser Health News have <a href=\"https://www.theguardian.com/us-news/2020/apr/15/why-were-tracking-every-us-health-worker-who-dies-from-coronavirus\">launched an effort to document</a> all the lives lost on the healthcare frontline during the crisis. These are <a href=\"https://www.theguardian.com/us-news/2020/apr/15/nurses-surgeons-janitors-first-us-health-workers-to-die-covid-19\">some of the first tragic cases</a>.</p> \n<ul> \n <li><p><strong>Nursing home workers. </strong>While hospitals are being overwhelmed, nursing homes are being hit particularly hard by the coronavirus, with <a href=\"http://www.theguardian.com/world/2020/apr/15/were-living-in-fear-why-us-nursing-homes-became-incubators-for-the-coronavirus\">4,800 deaths recorded in US residential care facilities so far</a>. Workers tell Chris McGreal they are “living in fear”.</p></li> \n</ul> \n<h2>In other news …</h2> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"4ba6b224-3fae-45f3-b32f-00324a79ab1e\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/_710a73PSzo?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<ul> \n <li><p><strong>Barack Obama </strong><strong>endorses Biden. </strong>The former president cast his former VP as the elder statesman with the <a href=\"https://www.theguardian.com/us-news/2020/apr/14/barack-obama-endorse-joe-biden-2020-election-democrats\">experience and instincts to unify party and country</a> in a time of crisis, in his first – though undoubtedly not his last – major public intervention in the 2020 presidential race.</p></li> \n <li><p><strong>Jacinda Ardern is taking a pay</strong><strong> cut.</strong> The New Zealand prime minister has said she and her ministers <a href=\"https://www.theguardian.com/world/2020/apr/15/jacinda-ardern-and-ministers-take-20-pay-cut-in-solidarity-with-those-hit-by-covid-19\">will slash their own salaries by 20%</a> for the next six months, in solidarity with other workers affected by the coronavirus.</p></li> \n <li><p><strong>It’s the longest animal ever seen: </strong>a 150-foot siphonophore – <a href=\"https://www.theguardian.com/environment/2020/apr/15/like-a-spiral-ufo-worlds-longest-animal-discovered-in-australian-waters\">a deep sea predator that looks like a single piece of string</a> – floating in the ocean off Western Australia and spotted by scientists who have discovered as many as 30 new marine species lurking in the region’s deep, underwater canyons.</p></li> \n</ul> \n<h2>Great reads</h2> \n<figure class=\"element element-image element--showcase\" data-media-id=\"b0107f7d83cdb41dac90ee07f5126edc95154b7a\"> \n <img src=\"https://media.guim.co.uk/b0107f7d83cdb41dac90ee07f5126edc95154b7a/0_216_6690_4014/1000.jpg\" alt=\"A Faroese local equipped with a video camera to show remote visitors around the islands.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A Faroese local equipped with a video camera to show remote visitors around the islands.</span> \n  <span class=\"element-image__credit\">Photograph: Kirstin Vang / Visit Faroe Islands</span> \n </figcaption> \n</figure> \n<p><strong>Virtual</strong><strong> visitors: a remote-controlled guide to the Faroes</strong></p> \n<p>The Faroe Islands, a ruggedly beautiful north Atlantic archipelago, has enjoyed a tourism boom in recent years. But 2020 put paid to that, so <a href=\"http://www.theguardian.com/travel/2020/apr/15/remote-control-person-guide-you-round-the-faroe-islands\">now the islands are inviting people to visit remotely</a>, writes Tim Ecott, by giving local volunteer guides a camera and letting people from all over the world take an online tour with them.</p> \n<p><strong>The outrage of our electronic waste mountain</strong></p> \n<p>The world’s biggest companies may deny it, but it is widely believed our electronic devices are deliberately built with a limited lifespan: so-called “planned obsolescence”. <a href=\"https://www.theguardian.com/technology/2020/apr/15/the-right-to-repair-planned-obsolescence-electronic-waste-mountain\">The result is a growing mountain of e-waste</a>. John Harris talks to the activists trying to repair all that dead tech.</p> \n<p><strong>Republican vote suppression backfires in Wisconsin</strong></p> \n<p>Republicans risked lives by refusing to delay Wisconsin’s elections last week, <a href=\"https://www.theguardian.com/us-news/2020/apr/14/wisconsin-election-coronavirus-republicans-supreme-court\">a move that backfired spectacularly</a> when a conservative justice on the state’s supreme court lost his seat to a liberal challenger by 163,000 votes. It’s an early litmus test of Trump’s political strength in a crucial swing state, as Sam Levine reports.</p> \n<h2>Opinion: Why ‘cottagecore’ is booming under lockdown</h2> \n<p>Brand strategist Amelia Hall says there’s a new youth movement that fetishizes the wholesome purity of the outdoors. So <a href=\"http://www.theguardian.com/commentisfree/2020/apr/15/why-is-cottagecore-booming-because-being-outside-is-now-the-ultimate-taboo\">why is “cottagecore” taking off now</a>? Because we’re all stuck at home, of course.</p> \n<blockquote class=\"quoted\"> \n <p>Today, the simple act of being outdoors poses a very real, very mortal threat. So while mindlessly scrolling through Twitter, and encountering collages of young women lying in grass, cradling bunnies, wearing outfits out of Picnic at Hanging Rock – I felt as though I’d found something as illicit as a schedule 2 drug.</p> \n</blockquote> \n<h2>Last Thing: The animals that have mastered social distancing</h2> \n<figure class=\"element element-image\" data-media-id=\"c92d9a8dd3bb2b4a7257223cccc60c245413ab72\"> \n <img src=\"https://media.guim.co.uk/c92d9a8dd3bb2b4a7257223cccc60c245413ab72/0_138_3160_1896/1000.jpg\" alt=\"The platypus often shares a waterway with other members of its species, but they only come together in breeding season.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">The platypus often shares a waterway with other members of its species, but they only come together in breeding season.</span> \n  <span class=\"element-image__credit\">Photograph: Dave Watts/Alamy</span> \n </figcaption> \n</figure> \n<p>In this time of self-isolation, perhaps we humans can take inspiration from the platypus, which spends its days eating crustaceans and resting in its burrow, content with a life of solitude. To that end, the World Wide Fund for Nature has compiled a list of some of <a href=\"https://www.theguardian.com/environment/gallery/2020/apr/15/self-isolating-animals-species-social-distancing-wwf\">the world’s most antisocial creatures</a>.</p> \n<h2>Sign up</h2> \n<figure class=\"element element-embed\" data-alt=\"Sign up for the US morning briefing\"> \n <iframe src=\"https://www.theguardian.com/email/form/plaintone/4300\" height=\"52px\" data-form-title=\"A different kind of daily email\" data-form-description=\"Sign up and get a daily US news briefing from the Guardian\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks, you'll start getting the US morning briefing soon.\"></iframe> \n <figcaption>\n  Sign up for the US morning briefing\n </figcaption> \n</figure> \n<p>The US morning briefing is delivered to thousands of inboxes every weekday. If you’re not already signed up, <a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">subscribe now</a>.</p>",
  "<figure class=\"element element-image element--thumbnail\" data-media-id=\"c85a9425fb195de451bc0b8548434034a2d4263f\"> <img src=\"https://media.guim.co.uk/c85a9425fb195de451bc0b8548434034a2d4263f/0_0_405_367/405.png\" alt=\"1\" width=\"405\" height=\"367\" class=\"gu-image\" /> </figure>  <h2><a href=\"https://www.theguardian.com/sport/blog/2020/apr/14/when-john-walker-ran-the-forgotten-mile-at-1977-centenary-test-cricket\">When John Walker ran the forgotten mile at 1977’s Centenary Test</a></h2> <p>‘It started with a tweet. On 4 March 2018, reacting to the news that barrier-busting miler Roger Bannister had died, Mike Selvey posted the following: “The great John Walker ran a sub-four-minute mile on a track laid out on the outfield of the MCG during the Centenary Test in March 1977.” Hold up. He did what?’</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"4b3f214b056a1a8b317ba14c99e2a1dd191bff12\"> <img src=\"https://media.guim.co.uk/4b3f214b056a1a8b317ba14c99e2a1dd191bff12/0_0_405_368/405.png\" alt=\"2\" width=\"405\" height=\"368\" class=\"gu-image\" /> </figure>  <h2><a href=\"https://www.theguardian.com/australia-news/2020/apr/14/george-pell-tells-andrew-bolt-the-man-who-testified-against-him-may-have-been-used\">George Pell tells Andrew Bolt the man who testified against him may have been ‘used’</a></h2> <p>‘He did not elaborate on who the complainant may have been used by. But he spoke of corruption in the Vatican, and also made allegations of corruption in Victoria. Pell said he was unpopular among some Vatican officials for his efforts to get the institution’s finances in order. Asked by Bolt “how high up the corruption goes”, Pell responded: “Who knows.”’</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"63a077d54e19227607ac87c2dd26aa255aba2c3a\"> <img src=\"https://media.guim.co.uk/63a077d54e19227607ac87c2dd26aa255aba2c3a/0_0_405_367/405.png\" alt=\"3\" width=\"405\" height=\"367\" class=\"gu-image\" /> </figure>  <h2><a href=\"https://www.theguardian.com/fashion/2020/apr/14/blackfishing-black-is-cool-unless-youre-actually-black\">Blackfishing: ‘Black is cool, unless you’re actually black’</a></h2> <p>‘The term was coined to reflect a perception that you are cosmetically enhancing your appearance through makeup and hairstyles to appear as if you have black heritage. “It’s about picking and choosing common black traits and characteristics for one’s benefit while we continue to face discrimination on a day to day basis.”’</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"c79433a7efe562e255e1fd5c923fbf170640099c\"> <img src=\"https://media.guim.co.uk/c79433a7efe562e255e1fd5c923fbf170640099c/0_0_405_389/405.png\" alt=\"4\" width=\"405\" height=\"389\" class=\"gu-image\" /> </figure>  <h2><a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/14/masterchef-australia-has-smashed-the-ratings-will-this-be-a-return-to-its-glory-days\">MasterChef Australia has smashed the ratings. Will this be a return to its glory days?</a></h2> <p>‘It’s still early days, but if anything was going to return MasterChef Australia to the rare air it enjoyed in its glory days, this would be it. Social media lit up with old MasterChef fans brought back from the wilderness, many confessing this was the first time they’d tuned back in for years.’</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"c73fcbb326960c2032355c42c5c60e49f7ec0a78\"> <img src=\"https://media.guim.co.uk/c73fcbb326960c2032355c42c5c60e49f7ec0a78/0_0_406_366/406.png\" alt=\"5\" width=\"406\" height=\"366\" class=\"gu-image\" /> </figure>  <h2><strong><a href=\"https://www.theguardian.com/film/2020/apr/14/american-psycho-bret-easton-ellis-christian-bale\">American Psycho at 20: a vicious satire that remains as sharp as ever</a></strong></h2> <p>‘Twenty years later, American Psycho hasn’t left the culture, because the culture hasn’t left American Psycho. The only difference is that Bateman seems more electable now than he might have been then.’</p> <p><strong>6. <a href=\"https://www.theguardian.com/science/2020/apr/14/prince-harry-may-quit-hunting-meghan-conservationist-dr-jane-goodall-duke-sussex\">Prince Harry may quit hunting over Meghan’s dislike of sport, says conservationist friend</a></strong></p> <p>‘The British primatologist Dame Jane Goodall believes the Duke of Sussex will give up hunting because of his wife’s dislike for the sport, and thinks he has been finding life “a bit challenging” since the couple moved to North America.’</p> <p><strong>7. <a href=\"https://www.theguardian.com/commentisfree/2020/apr/14/trump-cant-cancel-the-election-but-he-will-try-to-stop-people-voting\">Trump can’t cancel the election – but he will try to stop people voting</a></strong></p> <p>‘While you imagine Trump would love to unilaterally crown himself king of the US, he doesn’t have the power to postpone an election, as Clinton noted. Since 1845, federal law has mandated that presidential elections be held on “the Tuesday next after the first Monday in the month of November”. Only Congress can change that’</p> <p><strong>8. <a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/14/prue-leith-journey-with-my-daughter-review-a-fraught-search-for-family-secrets\">Prue Leith: Journey with my Daughter review – a fraught search for family secrets</a></strong></p> <p>‘Leith hasn’t yet been taken into the nation’s hearts in quite the same way as her Bake Off predecessor, Mary Berry. That’s our loss, as this documentary made clear. Perhaps Prue’s a spikier character, but her story is a fascinating one.’</p> <p><strong>9. <a href=\"https://www.theguardian.com/world/2020/apr/14/alleged-brazil-biggest-cocaine-supplier-arrested-mozambique-gilberto-fuminho-aparecido-dos-santos\">Man believed to be Brazil’s biggest cocaine supplier arrested in Mozambique</a></strong></p> <p>‘One of Brazil’s most wanted people, an alleged drug baron accused of running international cocaine operations for the country’s biggest gang, has been arrested in Mozambique.’</p> <p><strong>10. <a href=\"https://www.theguardian.com/football/2020/apr/14/my-favourite-game-sunderland-v-chelsea-1992-fa-cup-replay\">My favourite game: Sunderland v Chelsea, 1992 FA Cup replay</a></strong></p> <p>‘What stands out still is the silences. After every line of every chant, the silence was complete. We’d heard the stories, of course. We knew about the Roker Roar. We thought we’d heard it – but we hadn’t, not till then, not till the night Sunderland beat Chelsea to reach the 1992 FA Cup semi-final.’</p>",
  "<div id=\"block-5e965b078f082c29014b10aa\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-15T01:05:24.572Z\">2.05am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>Donald Trump announced that the administration is going to halt funding to the World Health Organization, at least temporarily. </strong>Trump said the WHO had “failed in its basic duty and it must be held accountable” during his daily coronavirus briefing. </li> \n   <li><strong>Barack Obama <a href=\"https://www.theguardian.com/us-news/2020/apr/14/barack-obama-endorse-joe-biden-2020-election-democrats\">officially endorsed</a> Joe Biden’s presidential bid. </strong>Obama said in the widely expected endorsement that his former vice-president has “all the qualities we need in a president right now”.<br></li> \n   <li><strong>Dr Anthony Fauci said “we’re not there yet” on <a href=\"https://www.theguardian.com/world/2020/apr/14/coronavirus-distancing-continue-until-2022-lockdown-pandemic\">reopening</a> the economy. </strong>The infectious disease expert said that the country needed to develop a better system to quickly identify and isolate coronavirus patients before states could start relaxing stay-at-home orders.</li> \n   <li><strong>The government <a href=\"https://www.theguardian.com/business/2020/apr/14/us-government-coronavirus-bailout-airlines-industry\">agreed</a> a $25bn bailout for the airline industry. </strong>The aid will allow passenger airlines to continue paying salaries to their workers. </li> \n  </ul> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/14/coronavirus-trump-halts-funding-to-world-health-organization\">Trump halts World Health Organization funding over coronavirus 'failure'</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-15T01:20:28.664Z\">at 2.20am BST</time></p> \n</div> \n<div id=\"block-5e9650a28f08213494be6c8a\" class=\"block\" data-block-contributor=\"profile/julianborger\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-15T00:09:46.111Z\">1.09am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Donald Trump has <a href=\"https://www.theguardian.com/us-news/2020/apr/07/trump-coronavirus-who-funding-deaths-briefing\">blamed the World Health Organi</a><a href=\"https://www.theguardian.com/us-news/2020/apr/07/trump-coronavirus-who-funding-deaths-briefing\">zation for failures in the initial response to the coronavirus pandemic</a>, even threatening to cut its funding, but most health experts say it has performed well with limited resources.</p> \n  <p>Accusing the WHO of giving bad advice, being “China-centric” and even withholding information, Trump claimed to have stopped US funding in a press briefing on Tuesday, only to claim a few minutes later that he was just considering it, pending a review of its performance.</p> \n  <p>In fact, the US is already about <a href=\"https://www.who.int/about/finances-accountability/funding/account_statement/2020/usa_en_2020.pdf?ua=1\">$200</a><a href=\"https://www.who.int/about/finances-accountability/funding/account_statement/2020/usa_en_2020.pdf?ua=1\">m in arrears</a> in assessed contributions (national membership fees). It has given more in donations, and was the biggest single donor in 2019 – certainly far more than China, which gives a paltry amount given the size of its economy.</p> \n  <p>But the US is far from providing the majority of the WHO’s funds, as Trump claimed, and its voluntary contributions have largely been tied to specific projects. WHO’s total annual budget is about $2.5bn, and contributions from member states have <a href=\"https://www.sciencemag.org/news/2020/02/mission-impossible-who-director-fights-prevent-pandemic-without-offending-china\">not significantly increased</a> over three decades.</p> \n  <p>“The WHO’s budget is around the equivalent of a large US hospital, which is utterly incommensurate with its global responsibilities,” said Lawrence Gostin, a public health law professor at Georgetown University. “So, if the US president were a global health leader, he’d be leading a call to at minimum double the WHO budget in the face of this pandemic.”</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/08/world-health-organization-coronavirus-donald-trump\">Trump scapegoating of WHO obscures its key role in tackling pandemic</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e9648d28f082a2cd32a6db5\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T23:40:49.222Z\">12.40am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Pelosi: 'A poor leader takes no responsibility'</h2> \n <div class=\"block-elements\"> \n  <p>In a letter to House Democrats, Nancy Pelosi <a href=\"https://www.speaker.gov/newsroom/41420-0\">said</a> that the president has had an “incompetent reaction” to the crisis. “Trump is now a disaster, causing the suffering of countless Americans &amp; endangering lives,” she told her colleagues. </p> \n  <p>“A weak person, a poor leader, takes no responsibility. A weak person blames others. The truth is, from this moment on, Americans must ignore lies and start to listen to scientists and other respected professionals in order to protect ourselves and our loved ones,” the House speaker said. </p> \n  <p>Read the letter <a href=\"https://www.speaker.gov/newsroom/41420-0\">here</a>. </p> \n </div> \n</div> \n<div id=\"block-5e96485b8f082c29014b1049\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T23:35:12.201Z\">12.35am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Democratic National Committee’s response to the president’s announcement that he’s halting funding to the World Health Organization is, unsurprisingly, disparaging. </strong></p> \n  <p>“In the middle of a global pandemic, Trump wants to stop funding the preeminent organization in charge of combating global pandemics,” DNC Deputy War Room Director Daniel Wessel said in a statement. “Trump is willing to put global health further at risk to try to deflect blame from his own failures.”</p> \n </div> \n</div> \n<div id=\"block-5e9645e98f08213494be6c64\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T23:24:20.790Z\">12.24am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">The briefing has ended.</h2> \n <div class=\"block-elements\"> \n  <p>No public health officials spoke or answered questions today. </p> \n  <p>Trump was the only one to answer questions and he grew increasingly combative toward the end. “If you can’t be here, that’s too bad,” said to a reporter who tried to ask a question on behalf of someone who couldn’t attend the briefing due to social distancing requirements. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-14T23:26:18.082Z\">at 12.26am BST</time></p> \n</div> \n<div id=\"block-5e96451a8f082c29014b1039\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T23:23:15.031Z\">12.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Now Trump is saying he won’t pressure governors to reopen their states – fully walking back what he said during yesterday’s briefing.</strong></p> \n  <p>After claiming total presidential authority yesterday, Trump said state and local officials would follow his guidance. What about officials who resisted? “I’d like to see that person run for election,” the president said yesterday.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-14T23:30:16.030Z\">at 12.30am BST</time></p> \n</div> \n<div id=\"block-5e9643ce8f082a2cd32a6da2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T23:17:06.680Z\">12.17am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact check: Travel restrictions </strong></p> \n  <p>Trump has repeatedly touted his travel restrictions as evidence that he reacted early to the coronavirus threat. We’ve addressed this several times on the liveblog over the past few weeks, but here we go again...</p> \n  <p>The administration’s travel policy did not “cut off” all travel from China, as Trump claims. Although non-US citizens were prohibited from entering the country if they had traveled to China within the previous two weeks, American citizens, permanent residents and their immediate family members were exempt. Similarly, Trump’s European travel restrictions exempted citizens, residents and their families. And initially, the restrictions didn’t apply to the UK and Ireland, as well as most Eastern European countries.<br tabindex=\"-1\"></p> \n  <p>Epidemiologists have told the Guardian that these policies likely had little impact, as they were enacted after the virus was already spreading within the US. “Unfortunately, travel bans sound good,” noted Bill Hanage, an epidemiologist at Harvard’s TH Chan School of Public Health, after Trump announced European restrictions. “But we’re way past the point where simply restricting travel is a reasonable response.”</p> \n  <p>The few studies so far that have investigated the impact of travel restrictions have found that such policies may have at best delayed the spread of disease by a few days or weeks. A recent article in the Proceedings of the National Academy of Sciences <a href=\"https://www.pnas.org/content/117/13/7504\">found</a> that travel restrictions and airport screenings in several countries “likely slowed the rate of exportation from mainland China to other countries, but are insufficient to contain the global spread of Covid-19. And in China, where officials shut down travel both in and out of Wuhan, the city where the Covid-19 outbreak began, the travel ban barely slowed the spread of diseases, according to a <a href=\"https://science.sciencemag.org/content/early/2020/03/30/science.abb6105\">report</a> published in Science.</p> \n  <p>There is no evidence that travel restrictions significantly reduced the contagion’s death toll.</p> \n  <p>Read more: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/14/trump-coronavirus-travel-ban-europe-us\">Will Trump's coronavirus travel ban work? Scientists express skepticism</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-14T23:38:01.325Z\">at 12.38am BST</time></p> \n</div> \n<div id=\"block-5e9642658f082c29014b1031\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T23:14:14.391Z\">12.14am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact check: Tariffs </strong></p> \n  <p>“China has paid us tens of billions of dollars” to the US in tariffs, the president said, reviving one of his favorite rally lines. <br></p> \n  <p>This is not how tariffs work — tariffs are taxes on goods coming into the US.</p> \n  <p>Moreover, <a href=\"https://www.nber.org/papers/w25672.pdf\">here’s what</a> economists from Princeton, Columbia and the Federal Reserve of New York concluded from an analysis of how Trump’s tariffs on Chinese goods have played out: </p> \n  <blockquote class=\"quoted\"> \n   <p><em>Although in principle the effect of higher tariffs on domestic prices could be offset by foreign exporters lowering the pre-tariff prices that they charge for these goods, we find little evidence of such an improvement in the terms of trade up to now, which implies that the full incidence of the tariff has fallen on domestic consumers so far. Our results imply that the tariff revenue the U.S. is now collecting is insufficient to compensate the losses being born by the consumers of imports. <br></em></p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e9640aa8f08213494be6c54\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T23:08:12.197Z\">12.08am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>“We have not been treated properly” by the WHO, Trump said. </strong></p> \n  <p>The US will instead send funds to bolster global health directly to countries, he said. Right now, the US is the biggest funder of the World Health Organization at this point. </p> \n  <p>“I don’t know the gentleman, but I know there have been problems,” Trump said of the WHO’s director-general, Tedros Adhanom. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-14T23:40:46.198Z\">at 12.40am BST</time></p> \n</div> \n<div id=\"block-5e963ff88f08213494be6c4b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T22:59:13.543Z\">11.59pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>It’s worth noting, as Vox’s Aaron Rubar has done, that the president’s comments today are a significant step back from his claims to “total” authority yesterday. </strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/atrupar/status/1250193756399288320\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">One day after (falsely) claiming he has \"total authority\" to reopen states, Trump has walked that back and is now saying he'll merely consult with individual governors about when they'll get their economies up and running again <a href=\"https://t.co/yNB7BClkfD\">pic.twitter.com/yNB7BClkfD</a></p>— Aaron Rupar (@atrupar) \n    <a href=\"https://twitter.com/atrupar/status/1250193756399288320?ref_src=twsrc%5Etfw\">April 14, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e963ee58f08213494be6c46\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T22:57:09.422Z\">11.57pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Now Trump is listing off the names of companies and their CEOS who are working with the administration.</strong> “Coca-Cola, Pepsi Cola, Chick-Fil-A, Subway... Wendy’s, Waffle House, Wolfgang Puck,” the president said. </p> \n  <p>It’s like corporate spoken-word poetry. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-14T23:00:53.122Z\">at 12.00am BST</time></p> \n</div> \n<div id=\"block-5e963e3d8f08213494be6c43\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T22:53:07.889Z\">11.53pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact check: presidential authority</strong></p> \n  <p>“The plans to reopen the country are close to being finalized and we will soon be sharing details and new guidelines with everybody,” the president said, adding that he’ll be “authorizing” governors to reopen businesses and scale back distancing based on their own judgment. This is an authority that governors already have. </p> \n  <p>University of Texas law professor Steve Vladeck <a href=\"https://twitter.com/steve_vladeck/status/1249731213566324740\">noted</a> on Twitter the same day that: “The president has no formal legal authority to categorically override local or state shelter-in-place orders or to reopen schools and small businesses. No statute delegates to him such power; no constitutional provision invests him with such authority.”</p> \n  <p>When previously asked about whether he would issue a national stay at home order, the president deferred to the governors.<br></p> \n  <p>On Monday 13 April, the governors of New York, New Jersey, Pennsylvania, Rhode Island, Delaware and Connecticut <a href=\"https://www.theguardian.com/world/live/2020/apr/13/coronavirus-us-live-donald-trump-anthony-fauci-new-york-times-report-social-distancing-deaths-latest-news-updates?page=with:block-5e94aa6c8f08db3109f21c26#block-5e94aa6c8f08db3109f21c26\">announced</a> they had formed a regional advisory council. New York governor Andrew Cuomo said each state would name a public health official and an economic development official to serve on a working group alongside each governor’s chief of staff to design a “reopening plan” for their states.</p> \n  <p>Shortly afterward, the states of California, Washington and Oregon <a href=\"https://www.theguardian.com/world/live/2020/apr/13/coronavirus-us-live-donald-trump-anthony-fauci-new-york-times-report-social-distancing-deaths-latest-news-updates?page=with:block-5e94bdd58f08db3109f21cac#block-5e94bdd58f08db3109f21cac\">announced</a> a similar plan.</p> \n </div> \n</div> \n<div id=\"block-5e963cc68f082a2cd32a6d74\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T22:49:47.156Z\">11.49pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact check: Economy</strong></p> \n  <p>The US has “the greatest economy anywhere in the world,” Trump boasted. “The greatest economy in the history of the world.”</p> \n  <p>This is false. While the economy was doing well before the pandemic struck, there have been periods when it was doing even better. And economist say that the threat of a trade war with China, tension in the middle east and the Federal Reserve’s slashing of interest rates were early signs that trouble was brewing even before the coronavirus crisis. <strong><br></strong></p> \n  <p>In 2019, the GDP has an average growth rate for 2.3%. Under the Obama administration, the growth rate was at a peak of 5.5% during the second quarter of 2014. During the 50s and 60s, the growth rate was even better. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-14T22:50:19.541Z\">at 11.50pm BST</time></p> \n</div> \n<div id=\"block-5e963b658f08213494be6c29\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T22:43:32.107Z\">11.43pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact check: ICU beds</strong></p> \n  <p>“The United States has far more ICU beds per capita than any other nation,” Trump said. This is true based on a <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3551445/\">2012 study</a>. But more data on intensive care unit (ICU) capacity is not readily available.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-14T22:43:40.816Z\">at 11.43pm BST</time></p> \n</div> \n<div id=\"block-5e9639da8f08213494be6c25\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T22:36:03.451Z\">11.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"2286542a67bb9aa26ee3bfd2e997a3ca22fc47d4\"> \n   <img src=\"https://media.guim.co.uk/2286542a67bb9aa26ee3bfd2e997a3ca22fc47d4/0_118_3500_2099/1000.jpg\" alt=\"Adam S Boehler, the CEO of the U.S.Overseas Private Investment Corporation (OPIC).\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Adam S Boehler, the CEO of the U.S.Overseas Private Investment Corporation (OPIC).</span> \n    <span class=\"element-image__credit\">Photograph: Luis Cortes/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>Adam Boehler, a friend of Jared Kushner and administration official spoke briefly at the podium. “There are over 60,000 ventilators at hospitals that are not in use,” he said – so the government has launched a program to move ventilators where they’re needed. “There has been no American who has needed a ventilator that hasn’t recieved one,” Boehler said. </p> \n  <p><strong>We’re working on fact-checking Boehler’s absolute claim – it’s nearly impossible to verify (though if you, reader, have heard of anyone being denied – please reach out on Twitter @maanvisings). In the meantime, here’s what we know about ventilator shortages in the US:</strong></p> \n  <p>It is true that some states, so far, have ended up with more ventilators than they originally projected they would need. California has loaned 500 ventilators to states like New York. California hospitals managed to increase their stock from 7,500 machines to more than 11,000, according to the state’s governor, Gavin Newsom. “That has put less strain and pressure on the state’s effort to procure additional ventilators,” Newsom said.</p> \n  <p>However, that doesn’t mean that there isn’t a national shortage. The US has roughly 173,000 ventilators, according to the Center for Health Security at Johns Hopkins University. Experts from Harvard Medical School predict that the US could end up needing <a href=\"https://www.nejm.org/doi/full/10.1056/NEJMp2005689\">31 times that number</a> to treat coronavirus patients. <br></p> \n  <p>An article in the <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.nejm.org%2Fdoi%2Ffull%2F10.1056%2FNEJMp2006141\">New England Journal of Medicine published on Wednesday 25 March </a>categorically concluded that the US does not have enough ventilators to treat patients with Covid-19 in the coming months.<br></p> \n  <p>The authors, American public health experts, wrote: “There is a broad range of estimates of the number of ventilators we will need to care for U.S. patients with Covid-19, from several hundred thousand to as many as a million. The estimates vary depending on the number, speed, and severity of infections, of course, but even the availability of testing affects the number of ventilators needed.... current estimates of the number of ventilators in the United States range from 60,000 to 160,000, depending on whether those that have only partial functionality are included. The national strategic reserve of ventilators is small and far from sufficient for the projected gap. No matter which estimate we use, there are not enough ventilators for patients with Covid-19 in the upcoming months.”<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-14T22:49:16.774Z\">at 11.49pm BST</time></p> \n</div> \n<div id=\"block-5e9638e18f08213494be6c1d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T22:29:05.181Z\">11.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump also based the WHO for praising China’s “transparency”.</strong></p> \n  <p>But the president himself praised China’s transparency — on January 24. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1220818115354923009\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">China has been working very hard to contain the Coronavirus. The United States greatly appreciates their efforts and transparency. It will all work out well. In particular, on behalf of the American People, I want to thank President Xi!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1220818115354923009?ref_src=twsrc%5Etfw\">January 24, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“China has been working very hard to contain the Coronavirus. The United States greatly appreciates their efforts and transparency,” he tweeted. “It will all work out well. In particular, on behalf of the American People, I want to thank President Xi!”</p> \n </div> \n</div> \n<div id=\"block-5e9637e28f08213494be6c16\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T22:27:21.231Z\">11.27pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump said that the WHO at some point implied that the coronavirus was “not communicable” — there is no evidence that the organization did that. </strong></p> \n  <p>He also said “there was credible” information in December to suspect human-to-human transmission and the WHO did not respond appropriately. “So much death has been caused by their mistakes,” he said. </p> \n  <p>But Trump himself ignored and undermined the severity of the crisis well into March. </p> \n  <p>The president was <a href=\"https://www.theguardian.com/world/2020/apr/07/donald-trump-coronavirus-memos-warning-peter-navarro\">warned</a> at the end of January by one of his top White House advisers that coronavirus had the potential to kill hundreds of thousands of Americans and derail the US economy, unless tough action were taken immediately, new memos have revealed.</p> \n  <p>The memos were written by Trump’s economic adviser, Peter Navarro, and circulated via the National Security Council widely around the White House and federal agencies. They show that even within the Trump administration alarm bells were ringing by late January, at a time when the president was consistently downplaying the threat of Covid-19.<br></p> \n  <p>Moreover, the US intelligence community, public health experts and officials in Trump’s own administration had <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.cnn.com%2F2020%2F03%2F15%2Fpolitics%2Ffact-check-trump-coronavirus-nobody-predicted%2Findex.html\">warned for years</a> that the country was at risk from a pandemic, including specific warnings about a coronavirus outbreak.<br></p> \n  <p>An October 2019 draft report by the Department of Health and Human Services, <a href=\"https://www.nytimes.com/2020/03/19/us/politics/trump-coronavirus-outbreak.html\">obtained by the New York Times</a>: “drove home just how underfunded, underprepared and uncoordinated the federal government would be for a life-or-death battle with a virus for which no treatment existed,” the Times reported.<br></p> \n  <p>Read more: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/10/peter-navarro-what-trumps-covid-19-tsar-lacks-in-expertise-he-makes-up\">Peter Navarro: what Trump's Covid-19 tsar lacks in expertise, he makes up</a> </p> \n  </aside> \n  <p> The missing six weeks:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/28/trump-coronavirus-politics-us-health-disaster\">The missing six weeks: how Trump failed the biggest test of his life</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e9637498f082c29014b0fe0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T22:22:12.309Z\">11.22pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact check: WHO</strong></p> \n  <p>Trump has accused the WHO of “severely mismanaging and covering up” the coronavirus crisis. </p> \n  <p>The WHO has been criticized for a 14 January tweet, which Trump has referenced, that noted that a preliminary investigation by Chinese officials found no evidence of human-to-human transmission. However, by 30 January, the organization declared coronavirus a “public health emergency”, and went on to declare a pandemic on 11 March after numerous countries - including the US and UK - failed to follow its advice. WHO director-general Tedros Adhanom Ghebreyesus spoke of “alarming levels of inaction” from many countries.</p> \n  <p>The WHO “has been drained of power and resources”, said Richard Horton, editor of the influential medical journal the Lancet. “Its coordinating authority and capacity are weak. Its ability to direct an international response to a life-threatening epidemic is non-existent.”</p> \n  <p>The Trump administration and the president himself repeatedly played down the crisis - specifically downplaying the threat to the US, inaccurately compared it to the flu and told his supporters that growing worries about the coronavirus was a “hoax”.<br></p> \n  <p>By the time Trump announced travel restrictions from China on 31 January, most major airlines <a href=\"https://apnews.com/7a165f73821fdd44e321a38be005886c\">had already suspended flights</a>, following the lead of several major international carriers that had stopped due to the outbreak. In late February, the president said the spread of Covid-19 in the US was not inevitable and the danger to Americans “remains very low”. He predicted that the number of cases diagnosed in the country, just 15 that time, could fall to zero in “a few days”.<br></p> \n  <p>Read more here on why WHO’s responsibility far outweighs its power and capacity:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/news/2020/apr/10/world-health-organization-who-v-coronavirus-why-it-cant-handle-pandemic\">The WHO v coronavirus: why it can't handle the pandemic</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-14T22:23:21.492Z\">at 11.23pm BST</time></p> \n</div> \n<div id=\"block-5e9636798f082a2cd32a6d57\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T22:18:05.219Z\">11.18pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Trump announces that the US is halting funding to the WHO</h2> \n <div class=\"block-elements\"> \n  <p>Funding will be cut off to the World Health Organization while the US conducts a “review” investigation, Trump said. </p> \n  <p>“Today I’m instructing my administration to stop funding of the WHO while a review is conducted to assess the WHO’s role in severely mismanaging and covering up the spread of the Coronavirus,” the president said. </p> \n  <p>The WHO has become a frequent scapegoat recently. Today he said the organization has “problems the likes of which no one can believe.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-14T22:20:28.161Z\">at 11.20pm BST</time></p> \n</div> \n<div id=\"block-5e9635e58f082c29014b0fdb\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T22:15:34.419Z\">11.15pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">The coronavirus briefing has begun</h2> \n <div class=\"block-elements\"> \n  <p>The president and vice president have arrived at the White House Rose Garden. </p> \n </div> \n</div> \n<div id=\"block-5e9633bb8f082a2cd32a6d4e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T22:10:35.482Z\">11.10pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Warren urges safe voting in November</h2> \n  <p>Massachusetts Senator and former <a href=\"https://www.theguardian.com/us-news/us-elections-2020\">presidential</a> candidate <strong><a href=\"https://www.theguardian.com/us-news/elizabeth-warren\">Elizabeth Warren</a></strong> is concerned about voters being able to make their choice safely this November. Meanwhile, some Americans think the <strong><a href=\"https://www.theguardian.com/us-news/us-elections-2020\">2020</a></strong> election <a href=\"https://www.nbcnews.com/politics/elections/delay-november-election-what-voters-think-about-coronavirus-campaign-n1182996\">should</a> already be <strong>postponed</strong>.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ewarren/status/1250172119419322369\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Elections are the beating heart of our democracy. <br><br>If we force Americans to choose between voting this November or staying safe from the virus—then democracy as we know it will be lost. <a href=\"https://t.co/UA3L8plmpH\">https://t.co/UA3L8plmpH</a></p>— Elizabeth Warren (@ewarren) \n    <a href=\"https://twitter.com/ewarren/status/1250172119419322369?ref_src=twsrc%5Etfw\">April 14, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-14T22:12:55.961Z\">at 11.12pm BST</time></p> \n</div> \n<div id=\"block-5e96321c8f08213494be6bff\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T21:59:11.413Z\">10.59pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Still waiting...</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1250172326920040449\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">White House news conference today at 5:45 P.M. Eastern. Thank you!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1250172326920040449?ref_src=twsrc%5Etfw\">April 14, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e962c388f08213494be6bdd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T21:38:09.792Z\">10.38pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Between 10 and 20 percent of coronavirus cases are health workers, according to a report from the Centers for Disease Control and Prevention. </strong>But doctors, nurses and other medical professionals infected with the virus tended to be hospitalized at lower rates than other patients. </p> \n  <p>Here’s <a href=\"https://apnews.com/daeaccea8ed06a54df4ba39d41776bc2?utm_medium=AP&amp;utm_source=Twitter&amp;utm_campaign=SocialFlow\">more</a> from the AP: </p> \n  <blockquote class=\"quoted\"> \n   <p><em>The CDC had reports of more than 315,000 cases in the U.S. The new report focused on about 49,000 for which researchers had data on whether or not they worked in health care. About 9,300, or 19%, of them were medical professionals. That included 27 who died.</em></p> \n   <p><em>But the data varied in how complete it was, researchers said. In 12 states that did a better job reporting on whether patients worked in medicine, around 11% of cases were health care workers.</em></p> \n   <p><em>Compared with U.S. cases overall, larger proportions of diagnosed health care workers were women, were white, and were young or middle-aged adults. That’s consistent with the demographics of who works in health care, researchers said.</em></p> \n   <p><em>About 10% of the health care workers were hospitalized with symptoms, compared with 21% to 31% of overall cases. That may reflect the younger age of the workers, as well as prioritization of testing for health care employees, the report said.</em></p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e96292c8f082c29014b0f92\" class=\"block\" data-block-contributor=\"profile/joannawalters\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T21:27:21.228Z\">10.27pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>White House coronavirus briefing shortly</h2> \n  <p>We’re awaiting Donald Trump and his <strong><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus</a></strong> task force’s regular press/public briefing, which was due to begin at 5pm ET but, as is becoming very typical, running late.</p> \n  <p>Yesterday it kicked off at around 5.50pm and lasted almost two and a half hours, probably a record. It was also <strong><a href=\"https://www.theguardian.com/us-news/2020/apr/13/trump-coronavirus-meltdown-media-authority\">extraordinary</a></strong>. </p> \n  <p>Tonight it’s planned to take place in the rose garden at the White House. Reporters are already in place on spaced-out chairs on the lawn.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/13/trump-us-coronavirus-briefing-latest-media\">Trump claims 'total authority' and attacks media in chaotic coronavirus briefing</a> </p> \n  </aside> \n  <p>Sometimes it starts at 5.15, sometimes 5.25....so do stick around. We’ll have a live feed, live-blogging and some contemporaneous fact-checking, and other coverage.</p> \n </div> \n</div> \n<div id=\"block-5e961e8d8f082a2cd32a6ce5\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T21:05:33.508Z\">10.05pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Today so far</h2> \n <div class=\"block-elements\"> \n  <p>That’s it from me today. My west coast colleague, Maanvi Singh, will take over the blog for the next few hours.</p> \n  <p>Here’s where the day stands so far:</p> \n  <ul> \n   <li><strong>The US coronavirus death toll has surpassed 25,000. </strong>The US has confirmed nearly 600,000 cases of coronavirus across the country, and 25,239 Americans have died of the virus.</li> \n   <li><strong>New York governor Andrew Cuomo said Trump was “clearly spoiling for a fight” on reopening the economy. </strong>Cuomo said Trump’s claim that he has “total” authority to reopen the economy is “factually wrong,” and the governor emphasized he would not be pressured into reopening the economy before it was safe to do so.</li> \n   <li><strong>California governor Gavin Newsom established criteria for reopening the economy. </strong>Newsom declined to set a date for relaxing California’s stay-at-home order, but he said the state needs to expand testing and develop a system for contact tracing before restrictions can be eased.</li> \n   <li><strong>Barack Obama officially endorsed Joe Biden’s presidential bid. </strong>Obama said Biden “has all the qualities we need in a president right now,” and he indicated he would soon stump for his former vice president on the campaign trail.</li> \n   <li><strong>Dr Anthony Fauci said the country would likely not be ready to start reopening the economy in the next couple of weeks. </strong>The infectious disease expert emphasized that the nation needed to develop a robust system to test and track coronavirus patients before easing social distancing guidelines. “We have to have something in place that is efficient and that we can rely on, and we’re not there yet,” Fauci said.</li> \n  </ul> \n  <p>Maanvi will have more coming up, so stay tuned.</p> \n </div> \n</div> \n<div id=\"block-5e9624038f08213494be6b92\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T21:03:15.649Z\">10.03pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The 2017 sale of Republican senator Richard Burr’s Washington town home to a lobbyist and longtime donor is attracting scutiny.</strong></p> \n  <p>ProPublica <a href=\"https://www.propublica.org/article/senator-richard-burr-sold-d-c-townhouse-to-donor-at-a-rich-price\">reports</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p> Burr sold the small townhouse, in the Capitol Hill neighborhood, for what, by some estimates, was an above market price — $900,000 — to a team led by lobbyist <strong>John Green</strong>. That is tens of thousands of dollars above some estimates of the property’s value by tax assessors, a real estate website and a local real estate agent. The sale was done off-market, without the home being listed for sale publicly.</p> \n   <p>Green is a longtime donor to Burr’s political campaigns and has co-hosted at least one fundraiser for him. In 2017, the year of the sale, Green lobbied on behalf of a stream of clients with business before Burr’s committees.</p> \n  </blockquote> \n  <p>If Green purchased the home at an above market price, it could be considered a gift to Burr, which could run afoul of Senate ethics rules.</p> \n  <p>Burr recently attracted ethical scrutiny for his stock activity in February, when he was receiving briefings on the coronavirus outbreak, which raised concerns that he had attempted to profit off a public health emergency.</p> \n  <p>Moreover, there’s this!</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davelevinthal/status/1250146603589083143\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Carole Baskin donating to <a href=\"https://twitter.com/SenatorBurr?ref_src=twsrc%5Etfw\">@SenatorBurr</a>'s re-election campaign is the most \"this week\" development of this week.<br><br>Per a new <a href=\"https://twitter.com/FEC?ref_src=twsrc%5Etfw\">@FEC</a> filing: <a href=\"https://t.co/LuKY4Lsoz6\">pic.twitter.com/LuKY4Lsoz6</a></p>— Dave Levinthal (@davelevinthal) \n    <a href=\"https://twitter.com/davelevinthal/status/1250146603589083143?ref_src=twsrc%5Etfw\">April 14, 2020</a>\n   </blockquote> \n  </figure> \n  <p>If you need to know who Carole Baskin, of <strong>Tiger King</strong> fame/infamy is, cast your eye over this:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/20/tiger-king-joe-exotic-netflix-series\">Murder, madness and tigers: behind the year's wildest Netflix series</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-14T21:19:58.868Z\">at 10.19pm BST</time></p> \n</div> \n<div id=\"block-5e961d2f8f082a2cd32a6cdc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T20:47:10.398Z\">9.47pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>New York City’s coronavirus death toll surged past 10,000 </strong>after officials added in people who were suspected to have died of the virus but were never tested.</p> \n  <p>The New York Times <a href=\"https://www.nytimes.com/2020/04/14/us/coronavirus-updates.html\">reports</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p> New York City, already an epicenter of the coronavirus outbreak, sharply increased its death toll by more than 3,700 on Tuesday, after officials said they were now including people who had never tested positive for the virus but were presumed to have died because of it.<br></p> \n   <p>The new figures, released by the city’s Health Department, drove up the number of people killed in New York City to more than 10,000 and appeared to increase the overall United States fatality rate by 17 percent, to more than 26,000.</p> \n   <p>The numbers brought into clearer focus the staggering toll the virus has already taken on the largest city in the United States, where deserted streets are haunted by the near-constant howl of ambulance sirens.</p> \n   <p>Far more people have died in New York City on a per-capita basis than in Italy, the European country with the most deaths.</p> \n  </blockquote> \n  <p>New York state already accounted for about 40% of all coronavirus deaths in the country, with governor <strong>Andrew Cuomo </strong>saying today that the state’s death toll has reached 10,834.</p> \n </div> \n</div> \n<div id=\"block-5e961b3c8f082c29014b0f30\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T20:35:05.118Z\">9.35pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s Vivian Ho reports on the latest from California:</strong></p> \n  <p>California governor <strong>Gavin Newsom</strong> unveiled the plan to reopen the economy as the state experienced a record number of covid-related deaths: 758. </p> \n  <p>State models still predict that California will experience its peak in hospitalizations mid-May. “We are sober about the fact that we’re still seeing in increase, modest though it may be, in hospitalizations,” Newsom said. “We are not out of the woods yet. We are not spiking the ball yet. But we are also acknowledging that this is not going to be a permanent state.”</p> \n  <p>Newsom warned that even when he modifies the order and the state is allowed to return to “normal,” the new normal may still be different. Waiters at restaurants may wear masks and gloves. Gatherings of more than 100 will still be unlikely without a vaccine. </p> \n  <p>“There’s no light switch here,” he said. “I would argue it’s more like a dimmer.” He predicted in two weeks, should the state see a continual decline in hospitalizations, he may have a better idea of when he may begin modifying the order. <br></p> \n  <p>“We can’t get ahead of ourselves,” Newsom said. “Let’s not make a mistake of pulling the plug too early, as much as we all want to. I don’t want to make a political decision that puts people’s lives at risk, puts the economy at risk.” </p> \n </div> \n</div> \n<div id=\"block-5e961ad28f082c29014b0f2f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T20:27:07.829Z\">9.27pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Newsom outlines criteria for reopening economy</h2> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s Vivian Ho reports on the latest from California:</strong></p> \n  <p>California governor <strong>Gavin Newsom</strong> provided a pragmatic glimpse into the future of the state on Tuesday, admitting that though there was no specific timeline for when he will lift the stay-at-home order, “there is a ray of optimism that this too shall pass.”</p> \n  <p>California is preparing to enter a new “optimistic” phase of the coronavirus crisis, one where “we begin to transition into suppression, ultimately on our way to herd immunity and ultimately to a vaccine,” Newsom said. It’s in this phase that conversations about reopening the state and returning to normal operations will begin, he said. </p> \n  <p>“This phase is one where science, where public health, not politics, must be the guide,” Newsom said. </p> \n  <p>He outlined the six indicators that the state must consider before modifying the stay-at-home order:<br></p> \n  <ul> \n   <li>The ability to expand testing and address contact tracing, isolating, and supporting those who are positive or exposed.</li> \n   <li>The ability to protect the most vulnerable populations - seniors, the homeless, and those with underlying medical conditions - from infection and spread.</li> \n   <li>The ability of the hospital and health systems to handle surges.</li> \n   <li>The ability to develop therapeutics to meet the demand.</li> \n   <li>The ability for businesses, schools, parks, playgrounds, child care facilities and coastlines to support physical distancing.</li> \n   <li>The ability to determine when to reinstitute “more vigorous controls”, such as the stay-at-home orders, if necessary.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5e9619938f082c29014b0f29\" class=\"block\" data-block-contributor=\"profile/julianborger\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T20:18:43.944Z\">9.18pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>At a Pentagon briefing today, the chairman of the joint chiefs of staff, Gen Mark Milley, was asked about reports and rumours that the coronavirus could have originated in a Chinese laboratory. </strong></p> \n  <p>Republican senator <strong>Tom Cotton </strong>has raised the possibility that the outbreak could have come from a safety lapse at a microbiology lab, or might even be engineered as a bioweapon. The Washington Post foreign affairs columnist <strong>Josh Rogin</strong> reported today about state department cables from 2018 in which US diplomats expressed concern about safety at the Wuhan Institute of Virology, which was conducting studies on bat-borne coronavirus strains.</p> \n  <p>“There’s a lot of rumour and speculation in a wide variety of media, blog sites, etc,” Milley told reporters. “It should be no surprise to you that we’ve taken a keen interest in that, and we’ve had a lot of intelligence look at that. And I would just say at this point, it’s inconclusive, although the weight of evidence seems to indicate natural. But we don’t know for certain.” </p> \n  <p>A Pew Research Center poll released yesterday showed that about a third of Americans believe coronavirus was most likely created by humans in a laboratory, while 43% say it most likely came about naturally.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/13/coronavirus-conspiracy-theory-laboratory-report\">A third of Americans believe Covid-19 laboratory conspiracy theory – study</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e9617268f082a2cd32a6cba\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T20:07:55.871Z\">9.07pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The treasury department is launching a free app for Americans to track the status of their direct payments from the stimulus package.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TreasurySpox/status/1250151594240376832\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tomorrow, <a href=\"https://twitter.com/USTreasury?ref_src=twsrc%5Etfw\">@USTreasury</a> will launch the free Get My Payment web app, where filers can enter bank account information &amp; check the status of their payment. Get your money FAST with the app! <a href=\"https://t.co/S4ZQQ0iNCz\">https://t.co/S4ZQQ0iNCz</a></p>— Monica Crowley (@TreasurySpox) \n    <a href=\"https://twitter.com/TreasurySpox/status/1250151594240376832?ref_src=twsrc%5Etfw\">April 14, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Treasury officials have urged Americans to make sure they have a direct deposit on file with the IRS to ensure quick delivery of the money, which is starting to be distributed this week.</p> \n  <p>Singles earning up to $75,000 a year will receive $1,200, and couples making up to $150,000 will receive $2,400. The check value decreases with salaries over those thresholds.</p> \n  <p><a href=\"https://www.washingtonpost.com/business/2020/04/14/1200-relief-checks-have-begun-arriving-bank-accounts-people-are-mostly-spending-it-food/\">Early evidence</a> suggests Americans are using the money to mostly buy essentials like groceries and gas.</p> \n </div> \n</div> \n<div id=\"block-5e9610528f082a2cd32a6c89\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T19:41:37.267Z\">8.41pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">US coronavirus death toll surpasses 25,000</h2> \n <div class=\"block-elements\"> \n  <p>The US coronavirus death toll has surpassed 25,000, according to data compiled by <a href=\"https://coronavirus.jhu.edu/map.html\">Johns Hopkins University</a>.</p> \n  <p>According to Hopkins’ numbers, 25,239 Americans have died of coronavirus, while 592,743 cases have been confirmed across the country.</p> \n  <p>New York accounts for about 40% of all the deaths in the country, with 10,056 deaths being recorded in the state so far.</p> \n  <p>Italy has the second-highest number of reported coronavirus deaths at 21,067, while Spain has recorded 18,056 fatalities.<br></p> \n  <p>The US death toll surpassed that of Italy over the weekend, making America the worst hit country in the world:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/11/coronavirus-us-records-2000-dead-in-a-day-as-italy-and-india-extend-lockdowns\">Coronavirus: US records 2,000 dead in a day as Italy and India extend lockdowns</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e960eb48f08213494be6b26\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T19:30:42.785Z\">8.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump will hold a video conference with fellow G7 leaders Thursday to discuss a coordinated response to the coronavirus pandemic. </strong></p> \n  <p>“Working together, the G7 is taking a whole-of-society approach to tackle the crisis across multiple areas, including health, finance, humanitarian assistance, and science and technology,” said White House deputy press secretary <strong>Judd Deere</strong>. </p> \n  <p>The planned video conference is a follow-up to a similar virtual conversation among the world leaders last month, and a third conference is expected in May.</p> \n </div> \n</div> \n<div id=\"block-5e95deee8f082a2cd32a6a48\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T19:13:31.138Z\">8.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Republican senator Rand Paul said in a tweet that the federal government is not “</strong><strong>the ultimate regulator of our lives,” </strong>an implicit criticism of <strong>Trump</strong>’s false claim about having “total” authority to determine when to reopen the economy.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RandPaul/status/1250090771702743043\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The constitution doesn’t allow the federal gov’t to become the ultimate regulator of our lives because they wave a doctor’s note. Powers not delegated are RESERVED to states &amp; the PEOPLE. If we dispense with constitutional restraints, we will have more to worry about than a virus</p>— Senator Rand Paul (@RandPaul) \n    <a href=\"https://twitter.com/RandPaul/status/1250090771702743043?ref_src=twsrc%5Etfw\">April 14, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Several Republican lawmakers, including senator <strong>Marco Rubio </strong>and congresswoman <strong>Liz Cheney, </strong>have pushed back on Trump’s false claim about federal power.</p> \n  <p>However, both Rubio and Cheney avoided specifically mentioning the president’s name, instead simply arguing that states have the power to determine when and how to reopen their economies.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Liz_Cheney/status/1249845408127488000\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The federal government does not have absolute power. <br><br>“The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.” United States Constitution, Amendment X</p>— Liz Cheney (@Liz_Cheney) \n    <a href=\"https://twitter.com/Liz_Cheney/status/1249845408127488000?ref_src=twsrc%5Etfw\">April 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e9606a98f08213494be6ae1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T18:58:10.924Z\">7.58pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Joe Biden has released a statement thanking Barack Obama for his endorsement, </strong>calling his service as Obama’s vice president one of “the greatest honors of my life.”</p> \n  <p>“History will record Barack Obama’s years in office as one of the great American presidencies; there is no better partner in the battle for the soul of this nation, and no one I’d rather have standing by my side,” Biden said in the statement. “Jill and I are so thankful to Barack and Michelle for their support — both politically and personally.”<br></p> \n  <p>Biden went on to say Obama’s handling of the financial crisis had “showed how a president should lead,” comparing the crisis to the current pandemic.</p> \n  <p>“These are difficult times again for our country,” Biden said. “Once again, we need to restore the qualities of presidential leadership President Obama provided — and that is what I intend to do.”</p> \n </div> \n</div> \n<div id=\"block-5e9602b98f082c29014b0e78\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T18:46:32.723Z\">7.46pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>A Liberty University student has filed a lawsuit against the school, </strong>accusing university officials of overseeing a “glacially slow” response to coronavirus that put students’ health at risk. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NYTLiz/status/1250099532219777024\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: <a href=\"https://twitter.com/LibertyU?ref_src=twsrc%5Etfw\">@LibertyU</a> students file class action suit against Liberty University alleging LU/ Falwell placed “students at severe physical risk and refused to refund thousands of dollars in fees owed to them for the Spring 2020 semester.” <a href=\"https://t.co/Un6DU0xmhT\">pic.twitter.com/Un6DU0xmhT</a></p>— Elizabeth Williamson (@NYTLiz) \n    <a href=\"https://twitter.com/NYTLiz/status/1250099532219777024?ref_src=twsrc%5Etfw\">April 14, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“Liberty University is, in a very real sense, profiting from the COVID-19 pandemic—keeping its campus and campus services ‘open’ as a pretext to retain Plaintiff’s and the other Class members’ room, board and campus fees, despite no longer having to incur the full cost of providing those services, all the while putting students’ finances and health at risk,” the plaintiff, identified only as “Student A” in the lawsuit, alleged.</p> \n  <p>The university’s president, prominent <strong>Trump </strong>ally <strong>Jerry Falwell Jr, </strong>downplayed the pandemic for weeks before finally announcing a shift to online instruction on March 23. However, the school has kept its residence halls and dining facilities open, offering students only a $1,000 credit if they chose to leave their campus housing.</p> \n  <p>“Liberty’s decision to tell its students that they could remain on campus to continue to use their housing, meal plans, parking, and the benefits of the services and activities for which their fees paid, was not only illusory and empty—because there were no more on-campus classes—but it was also extremely dangerous and irresponsible,” Student A said in the lawsuit.<strong> <br></strong></p> \n </div> \n</div> \n<div id=\"block-5e95fc298f08213494be6a7f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T18:25:00.926Z\">7.25pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Chris Cuomo – Trump is 'full of shit'</h2> \n <div class=\"block-elements\"> \n  <p>Good afternoon from New York – Martin Pengelly here again, covering for Joanie while she takes a deserved break.</p> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"f4258a6e36ec0d7d0ce82d10c03a861062a8f159\"> \n   <img src=\"https://media.guim.co.uk/f4258a6e36ec0d7d0ce82d10c03a861062a8f159/83_77_1366_1707/800.jpg\" alt=\"Chris Cuomo.\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Chris Cuomo.</span> \n    <span class=\"element-image__credit\">Photograph: AP</span> \n   </figcaption> \n  </figure> \n  <p>More Cuomo news, in this case about <a href=\"https://www.theguardian.com/us-news/2020/mar/31/andrew-cuomo-chris-cnn-new-york-coronavirus-trump\"><strong>Chris Cuomo, CNN anchor</strong>, Covid-19 patient</a> and <a href=\"https://www.theguardian.com/lifeandstyle/2020/apr/02/andrew-cuomo-chris-coronavirus-fine-bromance\">brother of New York governor Andrew Cuomo</a>. </p> \n  <p>The headline on <a href=\"https://nypost.com/2020/04/13/chris-cuomo-trashes-cnn-gig-during-covid-19-meltdown/\">the Murdoch-owned New York Post’s write-up</a> of Chris Cuomo’s words on his <a href=\"https://m.siriusxm.com/servlet/Satellite?c=StreamJockey&amp;childpagename=SXM/StreamJockey/MOB_HostDetail&amp;cid=1293964788231&amp;pagename=SXM/Wrapper\">SiriusXM radio show</a> on Monday night is “Coronavirus-stricken Chris Cuomo trashes CNN gig during radio show meltdown”. And it’s true that the younger Cuomo, who has been in isolation though continuing to work since contracting the coronavirus, seems to be having some vaguely existential thoughts:</p> \n  <blockquote class=\"quoted\"> \n   <p>I don’t want to spend my time doing things that I don’t think are valuable enough to me personally,” Cuomo said. “I don’t value indulging irrationality, hyper-partisanship.”</p> \n  </blockquote> \n  <p>The Post also detailed a confrontation Cuomo said he had with a “loser biker” outside his home on Easter Sunday.</p> \n  <p>But I’m going to single out what Cuomo, 49, said about the state of US politics today: he is growing weary of “talking to Democrats about things that I don’t really believe they mean” and “talking to Republicans about them parroting things they feel they have to say”.</p> \n  <p>The Post also reports that Cuomo “also wants to stop analyzing the president, ‘<strong>who we all know is full of shit by design</strong>’.”</p> \n  <p>As it happens, the Post wrote “s–t”. The Guardian knows of no such Puritan strictures.</p> \n  <p>Donald Trump has <a href=\"https://www.google.com/search?ei=4_6VXt_zKeiHytMPyvKXyA8&amp;q=trump+chris+cuomo+fredo+guardian&amp;oq=trump+chris+cuomo+fredo+guardian&amp;gs_lcp=CgZwc3ktYWIQAzoGCAAQCBAeOgUIABDNAkoJCBcSBTEyLTY0SgkIGBIFMTItMTFQ5g9YvxZg4RhoAHAAeACAAUSIAaoFkgECMTGYAQCgAQGqAQdnd3Mtd2l6&amp;sclient=psy-ab&amp;ved=0ahUKEwif8baExOjoAhXog3IEHUr5BfkQ4dUDCAw&amp;uact=5\">attacked Chris Cuomo</a> before – of course he has. So we might expect further tweets or maybe remarks at <strong>today’s White House briefing, which is scheduled for 5pm</strong>. Yesterday’s session of podium-pounding before the Brady briefing room bunch was, well, what it was. David Smith’s superb sketch is <a href=\"https://www.theguardian.com/us-news/2020/apr/13/trump-coronavirus-meltdown-media-authority\">here</a>:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/13/trump-coronavirus-meltdown-media-authority\">Wounded by media scrutiny, Trump turned a briefing into a presidential tantrum</a> </p> \n  </aside> \n  <p>My write-up of Donald Trump and Andrew Cuomo’s bizarre back and forth about Mutiny on the Bounty and Alexander Hamilton, meanwhile, is <a href=\"https://www.theguardian.com/us-news/2020/apr/14/trump-coronavirus-reopen-us-cuomo\"><strong>here</strong></a>.</p> \n </div> \n</div> \n<div id=\"block-5e95fa258f08213494be6a5a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T18:04:21.288Z\">7.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Architect of the Capitol is requiring agency staffers to wear face coverings at the Capitol, </strong>but the guidance will not extend to lawmakers and their staff.</p> \n  <p>Roll Call <a href=\"https://www.rollcall.com/2020/04/14/some-staff-in-the-capitol-told-to-wear-masks-but-not-lawmakers/\">reports</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p> The mask requirement was issued last week to the Architect of the Capitol’s internal network, according to Laura Condeluci, an agency spokesperson. She did not specify what date that directive was sent. ... <br></p> \n   <p>Staff covered by the mask order include maintenance and construction workers in the Capitol complex. Requirements for lawmakers in the Capitol track that advice and guidance issued by the Office of Attending Physician, according to a Republican spokesperson for the House Administration Committee, the panel with oversight over the AOC. </p> \n  </blockquote> \n  <p>Senate majority leader <strong>Mitch McConnell </strong>and House majority leader <strong>Steny Hoyer </strong>have both announced that the chambers will likely not return to session until May 4 at the earliest.</p> \n  <p><em>Update: This post has been updated with more information on the guidance.</em></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-14T20:58:20.915Z\">at 9.58pm BST</time></p> \n</div> \n<div id=\"block-5e95f76d8f08213494be6a44\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T17:53:21.159Z\">6.53pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Dr Anthony Fauci acknowledged that the daily White House briefings on the response to coronavirus have become </strong><strong>“really draining.”</strong></p> \n  <p>“If I had been able to just make a few comments and then go to work, that would have really been much better,” Fauci, the nation’s top infectious disease expert, <a href=\"https://apnews.com/urn:publicid:ap.org:46ee40035d500c4190489aea0adb126b\">told the AP</a>. </p> \n  <p>Yesterday’s briefing, during which <strong>Trump </strong>falsely claimed he has “total” authority to reopen the economy, ran for nearly two and a half hours. “It isn’t the idea of being there and answering questions, which I really think is important for the American public,” Fauci said. “It’s the amount of time.”<strong> </strong></p> \n  <p>Some news networks have started cutting away from the briefing before it’s over to feature analysis and fact-checking of the president’s comments, which has angered the White House.</p> \n </div> \n</div> \n<div id=\"block-5e95efcf8f082a2cd32a6b40\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T17:36:54.052Z\">6.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump has made more than 18,000 false or misleading claims since taking office, </strong>according to an analysis by the Washington Post.</p> \n  <p>Since the first confirmed coronavirus case in the US was confirmed on January 20, the president has been making an average of about 23 false or misleading claims a day.</p> \n  <p>The Post <a href=\"https://www.washingtonpost.com/politics/2020/04/14/president-trump-made-18000-false-or-misleading-claims-1170-days/\">reports</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p> When we last updated <a href=\"https://www.washingtonpost.com/graphics/politics/trump-claims-database/?itid=lk_inline_manual_2&amp;tid=lk_inline_manual_2&amp;tid=lk_inline_manual_3&amp;tid=lk_inline_manual_4&amp;tid=lk_inline_manual_2&amp;tid=lk_inline_manual_2&amp;itid=lk_inline_manual_2\">our database of President Trump’s false or misleading claims</a>, it was on Jan. 19, the end of his third year as president. The president’s most frequently repeated false claim was that he presided over the best economy in the history of the United States.<br></p> \n   <p>The next day, the first confirmed case of the novel coronavirus was reported in the United States. So, with this update through April 3, we’ve added a new category — coronavirus — that already has more than 350 items. Much has changed in the world, with stay-at-home orders, massive economic disruption and topsy-turvy securities markets, but one thing has remained constant — the president’s prolific twisting of the truth.</p> \n   <p>As of April 3, Trump’s 1,170th day in office, our database shows that he has made 18,000 false or misleading claims. That’s an average of more than 15 claims a day, though since our last update 75 days ago, he’s been averaging just over 23 claims a day. That’s slightly higher than the 22 a day he recorded in 2019.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e95ee4c8f082c29014b0d88\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T17:21:56.239Z\">6.21pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Senate is not expected to return to session until May 4 at the earliest, </strong>majority leader <strong>Mitch McConnell </strong>said in a statement today.</p> \n  <p>“As the country continues working together to flatten the curve, following the advice of health experts, the full Senate is not expected to travel back to Washington D.C. sooner than Monday, May 4th,” McConnell said. </p> \n  <p>House majority leader <strong>Steny Hoyer </strong>similarly announced yesterday that members would likely not return until May 4 at the earliest.</p> \n  <p>The delay will help lawmakers observe social distancing guidelines as the Washington metropolitan area sees a surge in coronavirus cases, but it will also make it difficult to pass the next coronavirus relief bill, considering McConnell’s attempt to pass it by unanimous consent failed last week.</p> \n </div> \n</div> \n<div id=\"block-5e95ebd78f082c29014b0d6e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T17:06:16.431Z\">6.06pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Today so far</h2> \n <div class=\"block-elements\"> \n  <p>Here’s where the day stands so far:</p> \n  <ul> \n   <li><strong>New York governor Andrew Cuomo said Trump was “spoiling for a fight” on reopening the economy. </strong>Cuomo said Trump’s claim that he has “total” authority to reopen the economy was “factually wrong,” and the governor said he would not be pressured into reopening New York’s economy if he thought it would jeopardize public health.</li> \n   <li><strong>Barack Obama officially endorsed Joe Biden’s presidential bid. </strong>Obama said in the widely expected endorsement that his former vice president has “all the qualities we need in a president right now.”</li> \n  </ul> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"4ba6b224-3fae-45f3-b32f-00324a79ab1e\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/_710a73PSzo?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <ul> \n   <li><strong>Dr Anthony Fauci said “we’re not there yet” on reopening the economy. </strong>The infectious disease expert said that the country needed to develop a better system to quickly identify and isolate coronavirus patients before states could start relaxing stay-at-home orders.</li> \n  </ul> \n  <p>The blog will have more coming up, so stay tuned.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-14T17:35:33.663Z\">at 6.35pm BST</time></p> \n</div> \n<div id=\"block-5e95e9808f082c29014b0d58\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T16:55:18.995Z\">5.55pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Fauci: 'We're not there yet' on reopening the economy</h2> \n <div class=\"block-elements\"> \n  <p><strong>Dr Anthony Fauci, </strong>the country’s top infectious disease specialist, said he doesn’t think the US is in a position to start reopening in the next couple of weeks.</p> \n  <p>Fauci said that May 1 might be “a bit overly optimistic” as a target date to reopen the economy, even as <strong>Trump </strong>reportedly looks to begin that process by the end of the month.</p> \n  <p>“We have to have something in place that is efficient and that we can rely on, and we’re not there yet,” Fauci, the director of the National Institute of Allergy and Infectious Diseases, <a href=\"https://apnews.com/urn:publicid:ap.org:46ee40035d500c4190489aea0adb126b\">told the AP</a> of the country’s testing capacities.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kellydaschle/status/1250097055084752902\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Fauci tells <a href=\"https://twitter.com/AP?ref_src=twsrc%5Etfw\">@AP</a>: 'We're not there yet' on critical steps to reopen the economy. <a href=\"https://t.co/Ya6iZqG5Wx\">pic.twitter.com/Ya6iZqG5Wx</a></p>— Kelly Daschle (@kellydaschle) \n    <a href=\"https://twitter.com/kellydaschle/status/1250097055084752902?ref_src=twsrc%5Etfw\">April 14, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Fauci warned that areas will likely see a surge of infections when social distancing guidelines are relaxed, so the country needs to develop a robust testing operation to identify and isolate those new patients.<br></p> \n  <p>“I’ll guarantee you, once you start pulling back there will be infections,” Fauci said. “It’s how you deal with the infections that’s going [to] count.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-14T17:04:46.457Z\">at 6.04pm BST</time></p> \n</div> \n<div id=\"block-5e95e5aa8f082c29014b0d1f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T16:39:53.343Z\">5.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump is currently meeting with several people who have recovered from coronavirus, </strong>as the president looks to reopen the US economy. </p> \n  <p>When one of the women present for the White House meeting said she was about 85% recovered from the virus, the president jokingly told her to stay away from him.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeffmason1/status/1250097663808286721\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">One woman says she’s now feeling about 85 percent better. The president then quips that she should stay away from him. (The room is full of officials and journalists.) <a href=\"https://t.co/CxuulT2qpp\">pic.twitter.com/CxuulT2qpp</a></p>— Jeff Mason (@jeffmason1) \n    <a href=\"https://twitter.com/jeffmason1/status/1250097663808286721?ref_src=twsrc%5Etfw\">April 14, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e95e29d8f082a2cd32a6a7f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T16:31:06.317Z\">5.31pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Cuomo briefing summary</h2> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>just wrapped up his daily briefing on the state’s response to coronavirus.</p> \n  <p>Here’s some of what he said:</p> \n  <ul> \n   <li><strong>Cuomo said Trump was “clearly spoiling for a fight” on reopening the economy. </strong>Cuomo said Trump’s claim that he has “total” authority to reopen the economy was “factually wrong,” and the governor insisted he would not be drawn into a partisan fight amid a pandemic.</li> \n  </ul> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"5613054f-196e-4913-b0a8-f5b2b065ab0b\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/9yZngU8_p-I?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <ul> \n   <li><strong>New York recorded 778 coronavirus deaths yesterday. </strong>The figure marks an increase fom Sunday’s death toll, and the state’s total coronavirus death toll has reached 10,834.<strong><br></strong></li> \n   <li><strong>Cuomo said he believes New York is at the apex of its crisis. </strong>Coronavirus hospitalizations slightly decreasd yesterday, Cuomo said, even as 1,600 new people were admitted to New York hospitals. The small tick down shows more people are being discharged from hospitals after recovering from the virus.</li> \n   <li><strong>Nursing homes are an</strong> <strong>“increasing issue” in the state,</strong> Cuomo said. The governor warned that the rate of coronavirus deaths in New York’s nursing homes is higher than that of the state’s hospitals.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-14T20:00:28.245Z\">at 9.00pm BST</time></p> \n</div> \n<div id=\"block-5e95e0c08f08213494be68ff\" class=\"block\" data-block-contributor=\"profile/lauren-gambino\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T16:15:22.078Z\">5.15pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Notably, <strong>Barack </strong><strong>Obama</strong> did not mention <strong>Trump</strong> by name in his endorsement of <strong>Joe Biden</strong>, but the former president assailed <strong>Republicans</strong>, saying they are not interested in “progress”, only “power”. </p> \n  <p>“Repeatedly, they’ve disregarded American principles of rule of law, and voting rights, and transparency – basic norms that previous administrations observed regardless of party – principles that are the bedrock of our democracy,” Obama said. <br><br>“The other side has a massive war chest. The other side has a propaganda network with little regard for the truth,” he continued. “On the other hand, pandemics have a way of cutting through a lot of noise and spin to remind us of what is real, and what is important.”<br><br>He signed off by vowing: “I’ll see you on the campaign trail as soon as I can.” </p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"4ba6b224-3fae-45f3-b32f-00324a79ab1e\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/_710a73PSzo?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-14T17:36:12.119Z\">at 6.36pm BST</time></p> \n</div> \n<div id=\"block-5e95dff18f082c29014b0cb1\" class=\"block is-key-event\" data-block-contributor=\"profile/lauren-gambino\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T16:11:40.358Z\">5.11pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Obama officially endorses Biden's presidential bid</h2> \n <div class=\"block-elements\"> \n  <p><strong>Barack Obama</strong> has officially endorsed his former vice president, <strong>Joe Biden</strong>. </p> \n  <p>“Choosing Joe to be my Vice President was one of the best decisions I ever made, and he became a close friend,” the former president said in a 12-minute video published on Tuesday. “And I believe Joe has all the qualities we need in a President right now.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BarackObama/status/1250088269502709762\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I’m proud to endorse my friend <a href=\"https://twitter.com/JoeBiden?ref_src=twsrc%5Etfw\">@JoeBiden</a> for President of the United States. Let's go: <a href=\"https://t.co/maHVGRozkX\">https://t.co/maHVGRozkX</a></p>— Barack Obama (@BarackObama) \n    <a href=\"https://twitter.com/BarackObama/status/1250088269502709762?ref_src=twsrc%5Etfw\">April 14, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Obama praised Biden’s rivals as “talented and decent”, and said Biden would be a better nominee for having competed in “one of the most impressive Democratic fields ever.” </p> \n  <p>In his remarks, Obama singled out <strong>Bernie Sanders</strong>, who he called an “American original.”</p> \n  <p>“He and I haven’t always agreed on everything, but we’ve always shared a conviction that we have to make America a fairer, more just, more equitable society,” Obama said of Sanders, adding: “The ideas he’s championed; the energy and enthusiasm he inspired, especially in young people, will be critical in moving America in a direction of progress and hope.”<br><br>Obama also made reference to the criticism of his presidency and agreed that “structural change,” a term popularized by senator Elizabeth Warren’s presidential campaign, was needed to combat the “vast inequalities created by the new economy”. </p> \n  <p>“If I were running today, I wouldn’t run the same race or have the same platform as I did in 2008,” he said. “The world is different; there’s too much unfinished business for us to just look backwards.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-14T16:12:59.618Z\">at 5.12pm BST</time></p> \n</div> \n<div id=\"block-5e95df438f082c29014b0ca1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T16:07:44.959Z\">5.07pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>emphasized he hoped to work with <strong>Trump </strong>and the federal government in “partnership” and “coordination” to respond to the current crisis.</p> \n  <p>“I am not going to fight with him,” Cuomo said of the president. “This is no time for any division between the federal government and state governments.”</p> \n  <p>Cuomo noted he has coordinated with other governors from both parties to address the pandemic. “This is not about Democratic or Republican,” Cuomo said. “This is about New York -- 10,000 lives lost. ... Forget the darn politics.”</p> \n </div> \n</div> \n<div id=\"block-5e95dd578f08213494be68cb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T16:01:28.525Z\">5.01pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>said <strong>Trump</strong>’s claim that he has “total” authoritiy to determine when the economy should reopen is “factually wrong.” </p> \n  <p>“That statement cannot stand,” Cuomo said when asked why he decided to push back against the president’s claim, which has been contradicted by constiutional experts.</p> \n  <p>Cuomo noted many other aspects of the Constitution can be debated based on varying interpretations. “This is not one of those things that is ambiguous,” Cuomo said of the power granted to state governments.</p> \n  <p>The governor warned Trump’s false claim strikes at the “very concept of democracy.”</p> \n </div> \n</div> \n<div id=\"block-5e95dbaa8f082c29014b0c79\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T15:54:48.278Z\">4.54pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Cuomo: Trump is 'clearly spoiling for a fight'</h2> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>said <strong>Trump</strong>’s tweets this morning, including one that <a href=\"https://www.theguardian.com/world/live/2020/apr/14/coronavirus-us-live-donald-trump-briefing-deaths-rise-cuomo-fauci-latest-news-updates?page=with:block-5e95d1c08f082c29014b0be4#block-5e95d1c08f082c29014b0be4\">referenced</a> the film Mutiny on the Bounty, show the president is “unhappy” with some Democratic governors.</p> \n  <p>“The president is clearly spoiling for a fight on this issue,” Cuomo said of Trump’s efforts to quickly reopen the US economy.</p> \n  <p>But Cuomo said he would not get bogged down in partisan bickering in the middle of a pandemic. “The president will have no fight with me,” Cuomo said. “I will not engage it.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-14T15:55:46.569Z\">at 4.55pm BST</time></p> \n</div> \n<div id=\"block-5e95dada8f082c29014b0c6f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T15:49:55.057Z\">4.49pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Cuomo says Trump does not have 'total' authority to reopen economy</h2> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>said <strong>Trump </strong>does not have “total” authority to reopen the economy, as the persident claimed during his briefing yesterday.</p> \n  <p>“That is not an accurate statement, in my opinion,” Cuomo said of Trump’s claim, which has been contradicted by constitutional experts.</p> \n  <p>Cuomo pointed out that the Constitution lays out a system of federalism, balancing power between the federal and state governments.</p> \n  <p>“We don’t have a king in this country,” Cuomo said. “We didn’t want a king, so we have a Constitution.”</p> \n  <p>Cuomo said earlier today that he would not be pressured to reopen New York’s economy if he did not think it was safe.</p> \n </div> \n</div> \n<div id=\"block-5e95d9908f082c29014b0c69\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T15:46:23.618Z\">4.46pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">New York recorded 778 deaths yesterday, Cuomo says</h2> \n <div class=\"block-elements\"> \n  <p>Despite some encouraging signs that New York has reached the apex of its coronavirus crisis, governor <strong>Andrew Cuomo </strong>announced that 778 New Yorkers died of the virus yesterday.</p> \n  <p>The state’s total death toll has reached 10,834, far higher than that of any other US state.<br></p> \n  <p>Cuomo said the death toll, while devastating, is a “lagging indicator” of how the virus is spreading through the state. The rate of hosptializations is more reflective of new cases. </p> \n  <p>“We changed the curve,” Cuomo said of New Yorkers’ social distancing practices. “We are changing the curve every day.”</p> \n </div> \n</div> \n<div id=\"block-5e95d8488f082a2cd32a69f0\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T15:41:02.082Z\">4.41pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Cuomo: 'We think we are at the apex'</h2> \n <div class=\"block-elements\"> \n  <p>New York saw a small decrease in its coronavirus hospitalizations yesterday, governor <strong>Andrew Cuomo </strong>announced at his daily briefing.</p> \n  <p>The governor said the state recorded a “small tick down” in hospitalizations, but the number was basically flat.</p> \n  <p>Cuomo said the change in hospitalizations was “statistically irrelevant, but better than being up.”</p> \n  <p>“We think we are at the apex,” Cuomo said, while noting that 1,600 new people came in to New York hospitals yesterday. The decrease is attributed to people recovering from coronavirus and being discharged.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-14T15:49:38.903Z\">at 4.49pm BST</time></p> \n</div> \n<div id=\"block-5e95d5cf8f082a2cd32a69b0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T15:29:04.368Z\">4.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump’s reelection campaign dismissed Barack Obama’s anticipated endorsement of Joe Biden, </strong>which is expected to come later today.</p> \n  <p>“Barack Obama spent much of the last five years urging Joe Biden not to run for president out of fear that he would embarrass himself,” Trump campaign manager <strong>Brad Parscale </strong>said in a statement. “Biden is a bad candidate who will embarrass himself and his party. President Trump will destroy him.” </p> \n  <p>The New York Times <a href=\"https://www.nytimes.com/2019/08/16/us/politics/biden-obama-history.html\">reported</a> in August that Obama had been initially skeptical of Biden’s plans to run, but the former president quickly came around to the idea and even offered some advice before Biden’s campaign launch last year:</p> \n  <blockquote class=\"quoted\"> \n   <p> Up until earlier this year [2019], he suggested Mr. Biden would be better off sticking with his vague promise, made during the audition for the vice presidency, that his short-lived 2008 presidential campaign would be his last.<br></p> \n   <p>That has changed: While initially skeptical of Mr. Biden’s decision to run, Mr. Obama, driven by affection and loyalty, has been more active in advising his campaign than previously known — going so far as to request a briefing from the campaign before his friend officially joined the fray, according to people close to both men.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e95d1c08f082c29014b0be4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T15:20:36.951Z\">4.20pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump compared the current tension between him and some Democratic governors to the movie “Mutiny on the Bounty” in a new tweet.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1250075668282576898\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tell the Democrat Governors that “Mutiny On The Bounty” was one of my all time favorite movies. A good old fashioned mutiny every now and then is an exciting and invigorating thing to watch, especially when the mutineers need so much from the Captain. Too easy!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1250075668282576898?ref_src=twsrc%5Etfw\">April 14, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“Tell the Democrat Governors that ‘Mutiny On The Bounty’ was one of my all time favorite movies. A good old fashioned mutiny every now and then is an exciting and invigorating thing to watch, especially when the mutineers need so much from the Captain,” Trump wrote. “Too easy!”</p> \n  <p>Trump’s movie reference seems odd, considering the film focuses on a cruel captain who is eventually ousted from command after torturing his crew and causing several deaths.</p> \n </div> \n</div> \n<div id=\"block-5e95cb878f082a2cd32a6911\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T15:05:07.923Z\">4.05pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>On Capitol Hill, congresswoman <strong>Jennifer Wexton</strong> presided over the House’s pro forma session today wearing a hot pink suit that matched her face mask.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AlexNBCNews/status/1250061941516763145\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">VA Dem <a href=\"https://twitter.com/RepWexton?ref_src=twsrc%5Etfw\">@RepWexton</a> in color coordinating hot pink/purple blazer and face mask today presiding over the House pro forma session <a href=\"https://t.co/PqAelUO33D\">pic.twitter.com/PqAelUO33D</a></p>— Alex Moe (@AlexNBCNews) \n    <a href=\"https://twitter.com/AlexNBCNews/status/1250061941516763145?ref_src=twsrc%5Etfw\">April 14, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The Virginia Democrat’s outfit (and matching protective gear) added a joyful pop of color to this truly surreal era in Washington and across the country.</p> \n </div> \n</div> \n<div id=\"block-5e95cb7c8f08213494be6787\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T14:50:18.328Z\">3.50pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Joe Biden pushed back against Trump’s claim that he has “total” authority to decide when the US economy will reopen, </strong>which is contradicted by the Constitution.</p> \n  <p>“I am not running for office to be King of America. I respect the Constitution,” Biden said in a tweet, going on to applaud the job many states’ governors are doing to respond to the current crisis. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoeBiden/status/1250064846869221381\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I am not running for office to be King of America. I respect the Constitution. I’ve read the Constitution. I’ve sworn an oath to it many times. I respect the great job so many of this country’s governors — Democratic and Republican — are doing under these horrific circumstances. <a href=\"https://t.co/vMtcfD45mG\">https://t.co/vMtcfD45mG</a></p>— Joe Biden (@JoeBiden) \n    <a href=\"https://twitter.com/JoeBiden/status/1250064846869221381?ref_src=twsrc%5Etfw\">April 14, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Many commentators have said that Trump’s claim of having the ability to reopen the economy flies in the face of federalism and the specific powers granted to governors in times of public health emergencies. </p> \n  <p>Even some Republican lawmakers, including senator <strong>Marco Rubio, </strong>have specifically said since Trump’s press conference yesterday that decisions about when and how to reopen the economy should be left to the governors.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/marcorubio/status/1250053154768662528\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">How &amp; when to modify physical distancing orders should &amp; will be made by Governors. <br><br>Federal guidelines issued by ⁦<a href=\"https://twitter.com/CDCgov?ref_src=twsrc%5Etfw\">@CDCgov</a>⁩ &amp; ⁦<a href=\"https://twitter.com/WhiteHouse?ref_src=twsrc%5Etfw\">@WhiteHouse</a>⁩ will be very influential. <br><br>But the Constitution &amp; common sense dictates these decisions be made at the state level. <a href=\"https://t.co/6izVqInX9z\">pic.twitter.com/6izVqInX9z</a></p>— Marco Rubio (@marcorubio) \n    <a href=\"https://twitter.com/marcorubio/status/1250053154768662528?ref_src=twsrc%5Etfw\">April 14, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e95c4fa8f082c29014b0b34\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T14:35:52.231Z\">3.35pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump mocked Andrew Cuomo after the New York governor said he would not be forced to unsafely reopen the state’s economy.</strong></p> \n  <p>“Cuomo’s been calling daily, even hourly, begging for everything, most of which should have been the state’s responsibility, such as new hospitals, beds, ventilators, etc,” Trump wrote in a tweet. “I got it all done for him, and everyone else, and now he seems to want Independence! That won’t happen!”</p> \n  <p>In reality, Cuomo has repeatedly asked for more coordination with the Trump administration to address the crisis, and his team <a href=\"https://www.governor.ny.gov/news/statement-communications-director-dani-lever-response-white-house-press-briefing\">has complained</a> that the federal government was “absent” in the early response to the virus.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CNNPolitics/status/1250041749382332416\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">New York Gov. Andrew Cuomo says President Trump would create a constitutional challenge if he ordered states to reopen: <br><br>\"If he ordered me to reopen in a way that would endanger the public health of the people of my state — I wouldn't do it\" <a href=\"https://t.co/ate7hXePm7\">https://t.co/ate7hXePm7</a> <a href=\"https://t.co/Ty3An3GJHG\">pic.twitter.com/Ty3An3GJHG</a></p>— CNN Politics (@CNNPolitics) \n    <a href=\"https://twitter.com/CNNPolitics/status/1250041749382332416?ref_src=twsrc%5Etfw\">April 14, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Trump’s tweet came shortly after Cuomo said in a CNN interview that he would not be pressured to reopen New York’s economy if he thought it would lead to a surge of infections.</p> \n  <p>“If he ordered me to reopen in a way that would endanger the public health of the people of my state, I wouldn’t do it,” Cuomo said.</p> \n  <p>That comment was in response to the president saying yesterday that he has “total” authority to reopen the economy, which constitutional experts have contradicted.<br></p> \n </div> \n</div> \n<div id=\"block-5e95c61f8f08213494be6727\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T14:26:48.993Z\">3.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Barack Obama </strong>intends to endorse <strong>Joe Biden </strong>in a video statement to be released later today, the Guardian has confirmed with a source close to the former president. </p> \n  <p>The endorsement will clear the way for Obama, who remains incredibly popular among Democrats, to potentially act as a surrogate for Biden on the campaign trail. </p> \n  <p>In 2016, while he was still in office, Obama stumped for <strong>Hillary Clinton </strong>across several battleground states, drawing massive crowds. But the historic campaigning by a sitting president was ultimately not enough to secure a victory for Clinton.</p> \n  <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/nov/08/president-barack-obama-campaign-hillary-clinton-video\" data-short-url=\"https://gu.com/p/5b2ft\" data-show-ads=\"true\" data-video-id=\"2875599\" data-video-name=\"President Barack Obama urges vote for Hillary Clinton at final campaign rally – video\" data-video-provider=\"AP / Reuters\"> \n   <video data-media-id=\"gu-video-5821abd9e4b0d073c27d2851\" class=\"gu-video\" controls=\"controls\" poster=\"\"> \n    <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/11/08/08112016obama_KP-30642260_desk.mp4\">\n    <source src=\"https://cdn.theguardian.tv/webM/2016/11/08/08112016obama_KP-30642260_V4.webm\">\n    <source src=\"https://cdn.theguardian.tv/HLS/2016/11/08/08112016obama_KP-30642260.m3u8\"> \n   </video> \n   <figcaption>\n    <a href=\"https://www.theguardian.com/us-news/video/2016/nov/08/president-barack-obama-campaign-hillary-clinton-video\">President Barack Obama urges vote for Hillary Clinton at final campaign rally</a>\n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e95c3738f08213494be6707\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T14:11:38.019Z\">3.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>An endorsement from <strong>Barack Obama </strong>would cap <strong>Joe Biden</strong>’s stunning comeback in the Democratic presidential primary after the former vice president stumbled in the early contests.</p> \n  <p>Biden came in fourth in the Iowa caucuses and fifth in the New Hampshire primary before capturing second place in the Nevada caucuses.</p> \n  <p>By that point, <strong>Bernie Sanders </strong>had become the undisputed frontrunner in the race, and many Democrats were preparing for a likely Sanders nomination. </p> \n  <p>But Biden’s landslide victory in South Carolina, followed by a series of Super Tuesday wins a few days later, gave him the delegate lead and the momentum to capture the nomination.</p> \n </div> \n</div> \n<div id=\"block-5e95c0748f082a2cd32a6869\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T13:58:20.309Z\">2.58pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Obama reportedly expected to endorse Biden today</h2> \n <div class=\"block-elements\"> \n  <p><strong>Barack Obama </strong>is expected to endorse his former vice president <strong>Joe Biden </strong>this morning in a video statement, according to an NBC News reporter.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PeterAlexander/status/1250059092347019271\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: Former President Barack Obama will endorse his former vice president Joe Biden in a video to be released this morning, according to a source close to the former president.</p>— Peter Alexander (@PeterAlexander) \n    <a href=\"https://twitter.com/PeterAlexander/status/1250059092347019271?ref_src=twsrc%5Etfw\">April 14, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The former president refrained from endorsing any Democratic candidate while the primary was unfolding, but Obama was expected to jump in once the nomination was decided.</p> \n  <p>Biden became the presumptive nominee last week after <strong>Bernie Sanders </strong>dropped out of the race. Sanders also endorsed his former rival in a livestream yesterday.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/13/bernie-sanders-endorses-joe-biden-for-president\">Bernie Sanders endorses Joe Biden for president</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e95bf308f082a2cd32a684b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T13:52:56.723Z\">2.52pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump lashed out against congressional Democrats after they pushed for more funding for hospitals and state and local governments in the next coronavirus relief bill.</strong></p> \n  <p>“The Democrats don’t want to approve more money for our great workers under the incredibly successful ‘Paycheck’ plan,” Trump wrote in a tweet. “Replenish Account Now!”</p> \n  <p>Senate majority leader <strong>Mitch McConnell </strong>tried to pass a relief bill by unanimous consent last week, but Democratic senators objected on the grounds that the bill did not go far enough.</p> \n  <p>McConnell’s bill would have granted $250 billion in additional funding to the small business loan program created by the stimulus package, while Democrats also wanted $250 billion for hospitals and state and local governments.</p> \n  <p>The bill failed to advance because of the back-and-forth, and the two parties appear to be at a stalemate over the issue, as small businesses and state governments wait for more of the desperately needed funds.</p> \n </div> \n</div> \n<div id=\"block-5e95b8908f082a2cd32a67f6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T13:31:06.036Z\">2.31pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Nearly 4 in 10 registered US voters support delaying the November election until coronavirus is under control, </strong>according to a new poll.</p> \n  <p>The <a href=\"https://insights.targetsmart.com/covid-19-and-elections-findings-from-a-national-poll-of-american-voters.html\">TargetSmart survey</a> found that 68 percent of voters think the pandemic will have a big effect on turnout in November. That number includes 80% of Democrats, 66% of independents and 58% of Republicans.</p> \n  <p>The poll also shows that 39% of voters think the November election should be delayed, although a majority (53%) oppose that idea.</p> \n  <p>The date of the election is established by <a href=\"https://www.vox.com/2020/3/21/21188152/trump-cancel-november-election-constitution-coronavirus\">a set of federal laws</a>, so Congress would have to pass a law to move the date, which seems unlikely considering the House is controlled by the Democrats.</p> \n  <p><strong>Joe Biden, </strong>now the presumptive Democratic nominee, has said he is opposed to delaying the election. “[W]e cannot, we cannot delay or postpone a constitutionally required November election,” Biden said last week.</p> \n  <p>The former vice president has voiced support for expanding absentee voting options, which was also a popular idea among respondents in the TargetSmart poll. Nearly 8 in 10 registered voters said it’s important for state and local governments to provide alternatives to in-person voting.</p> \n </div> \n</div> \n<div id=\"block-5e95b5668f082c29014b0a72\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T13:13:55.294Z\">2.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is Joan Greve in Washington, taking over for Martin Pengelly.</p> \n  <p><strong>The Democratic super PAC Priorities USA is out with a new ad </strong>contrasting <strong>Trump</strong>’s comments downplaying the coronavirus pandemic and doctors’ pleas for more personal protective equipment and ventilators.</p> \n  <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=cWold7loD5c\"> \n   <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/cWold7loD5c?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n  </figure> \n  <p>Priorities is spending nearly $2 million to air the ad in several states that Trump won in 2016, including Florida, Michigan, Pennsylvania and Wisconsin.</p> \n  <p>“In this time of crisis, we need to listen to our medical professionals and ensure they have the resources they need to keep them safe while they keep us safe. Unfortunately, Donald Trump is more concerned with deflecting blame and protecting his own political standing than taking the necessary steps to protect our country,” <strong>Guy Cecil</strong>, the chairman of Priorities USA, <a href=\"https://abcnews.go.com/Politics/pro-biden-super-pacs-ad-targets-trumps-coronavirus/story?id=70127657\">told ABC News</a>. </p> \n  <p>Some of Trump’s allies have feared that the president’s daily briefings, which often include falsehoods and outlandish comments, would soon be featured in attack ads to bolster <strong>Joe Biden</strong>’s chances in the November election.</p> \n </div> \n</div> \n<div id=\"block-5e95a9b68f08213494be65bb\" class=\"block is-key-event\" data-block-contributor=\"profile/oliver-milman\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T12:55:03.859Z\">1.55pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">California pastors sue over church service restrictions</h2> \n <div class=\"block-elements\"> \n  <p>Three pastors in California are <a href=\"https://www.cnn.com/2020/04/14/us/california-pastors-sue-church-restrictions/index.html\">suing</a> state officials who have placed restrictions on people gathering at church services due to the coronavirus outbreak.</p> \n  <p>The lawsuit lodged in the US district court for the central district of California, alleges Californians have been denied their “<strong>fundamental rights</strong>” of freedom of religion, speech and assembly due to the restrictions, which are aimed at slowing the spread of Covid-19.</p> \n  <p>Dhillon Law Group, headed by California Republican party official Harmeet Dhillon, is behind the lawsuit, along with three pastors and a churchgoer. <a href=\"https://www.theguardian.com/world/2020/apr/12/how-the-coronavirus-crisis-gave-gavin-newsom-his-leadership-moment\"><strong>California governor Gavin Newsom</strong></a>, one of the targets of the lawsuit, issued a stay at home order on 19 March and closed non-essential businesses.</p> \n  <p>Despite this directive, some worshippers have continued to gather, including in Sacramento county where 71 people linked to a single church became infected with the coronavirus.</p> \n  <p><strong>California <a href=\"https://www.theguardian.com/world/2020/apr/05/coronavirus-churches-florida-social-distancing\">isn’t the only state where there has been a backlash</a> against shuttering churches</strong> in order to protect public health. </p> \n  <p>In Kentucky, Governor Andy Beshear said state officials would be recording the license plates of anyone gathering at Easter services or other gatherings and imposing a two-week quarantine. Rand Paul, a Republican senator from the state, said the governor needed to “take a step back”.</p> \n  <p>In Kansas, Governor Laura Kelly has been locked in a battle with Republican state lawmakers over limiting the size of church congregations. Kelly, a Democrat, issued an order limiting services to 10 people, a measure that was overturned by the Republican-controlled legislature. Kelly turned to the state’s supreme court, which backed her authority and reinstated the limit.</p> \n  <p>Back to California: <a href=\"https://www.theguardian.com/world/2020/apr/12/how-the-coronavirus-crisis-gave-gavin-newsom-his-leadership-moment\">here’s</a> Maanvi Singh’s look at <strong>how Newsom has led his state </strong>through the crisis so far…</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/12/how-the-coronavirus-crisis-gave-gavin-newsom-his-leadership-moment\">How the coronavirus crisis gave Gavin Newsom his leadership moment</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e95ac118f082c29014b0a01\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T12:42:00.959Z\">1.42pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Cuomo: Trump cannot order New York to re-open</h2> \n <div class=\"block-elements\"> \n  <p>More from CNN and more from a governor of a north-eastern state who does not think Donald Trump has the power to tell him what to do about when and how to re-open. It’s <strong>Andrew Cuomo of New York</strong>, brother of Covid-19 patient and <a href=\"https://www.theguardian.com/us-news/2020/mar/31/andrew-cuomo-chris-cnn-new-york-coronavirus-trump\">CNN anchor Chris Cuomo</a>, and <a href=\"https://twitter.com/davidjoachim/status/1250032491022475280\">he says</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p>If he ordered me to reopen in a way that would endanger the public health of the people of my state, I wouldn’t do it.</p> \n  </blockquote> \n  <p>Again, because it’s worth repeating, here’s what Trump claimed <a href=\"https://www.theguardian.com/us-news/2020/apr/13/trump-coronavirus-meltdown-media-authority\">at his White House briefing on Monday night</a>: “When somebody is the president of the United States, the authority is total.”</p> \n  <p>Again, because it’s worth repeating, <strong>no, it isn’t</strong>.</p> \n  <p>Trump and Cuomo <a href=\"https://www.theguardian.com/us-news/2020/mar/28/donald-trump-virginia-usns-comfort-travel\"><strong>have been here before</strong></a>, too, about \n   <strike>\n     six million years \n   </strike> two weeks ago, when Trump said he was thinking about placing New York and parts of New Jersey and Connecticut under quarantine and an incredulous Cuomo said no, that wasn’t going to happen and then Trump said no, he hadn’t ever thought of it at all. And so forth.</p> \n  <p>More from Cuomo, as it happens, from NBC’s Today Show:</p> \n  <blockquote class=\"quoted\"> \n   <p>I don’t know what the president is talking about, frankly. We have a constitution … <strong>We don’t have a king</strong> … <strong>the president doesn’t have total authority</strong>.</p> \n  </blockquote> \n  <p>And on reopening correctly, which New York is seeking to do in concert with six other north-eastern states: “It has to be phased. It has to be balanced. It’s a public health strategy and an economic reactivation strategy. The key to me is testing. <strong>People have to know that they are safe</strong> and the testing actually works to make people feel safe, and we don’t have that capacity now … We have to develop that widespread testing capacity.” </p> \n </div> \n</div> \n<div id=\"block-5e95a7008f082c29014b09bb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T12:26:33.205Z\">1.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>On the subject of Donald Trump’s extraordinary – <strong>and extraordinarily worrying</strong> – <a href=\"https://www.theguardian.com/world/2020/apr/13/trump-us-coronavirus-briefing-latest-media\">White House briefing on Monday night</a>, some interesting words from Howell Raines, formerly executive editor of the New York Times.</p> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"bcb16eb4d525b0dbec78f55d6b482d6235e01684\"> \n   <img src=\"https://media.guim.co.uk/bcb16eb4d525b0dbec78f55d6b482d6235e01684/1_0_682_852/400.jpg\" alt=\"Howell Raines.\" width=\"400\" height=\"500\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Howell Raines.</span> \n    <span class=\"element-image__credit\">Photograph: AP</span> \n   </figcaption> \n  </figure> \n  <p>Raines was <a href=\"https://www.mediaite.com/trump/watch-msnbc-cuts-off-briefing-fmr-ny-times-boss-calls-it-one-of-the-most-astonishing-acts-of-disinformation-since-vietnam/\">speaking on MSNBC</a> – the liberal-skewing network which Trump likes to call MSDNC, in what passes for a joke from a notoriously humorless chap, being a pun on the initials of the Democratic National Committee – after it cut away from the briefing, the propreity of showing which is a whole other argument going on in US newsrooms including the Guardian’s right now.</p> \n  <p>Anyway. Raines:</p> \n  <p>“I think this is one of the <strong>astonishing acts of disinformation</strong> we’ve seen from a White House since the Vietnam era and the five o’clock follies<strong>*</strong> of the Lyndon Johnson administration.</p> \n  <p>“What we are seeing here, I think, <strong>is a kind of imploding presidency</strong>. And with an implosion, you have to have a black hole at the center. And I think what we have here is a black hole that consists of two elements: President Trump’s extremely fragile ego, and his distrust of government experts.”</p> \n  <p>Raines also said that the <a href=\"https://www.theguardian.com/us-news/2020/apr/13/trump-fauci-tweets-speculation-fire\">still-not-fired-for-undercutting-the-president-and-becoming-more-famous-and-trusted</a> Dr Anthony Fauci and the other White House public health experts “remind me of <strong>nervous parents trying to cope with a three-year-old on a sugar high</strong>”.<br></p> \n  <p>Our Washington bureau chief David Smith had a similar thought, in a fine take on the briefing, <a href=\"https://www.theguardian.com/us-news/2020/apr/13/trump-coronavirus-meltdown-media-authority\">which is here</a>:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/13/trump-coronavirus-meltdown-media-authority\">Wounded by media scrutiny, Trump turned a briefing into a presidential tantrum</a> </p> \n  </aside> \n  <p><strong>*Five o’clock follies:</strong> notorious military briefings during the Vietnam war which bore very little resemblance to disastrous reality. <a href=\"https://www.nytimes.com/2017/03/15/opinion/what-i-saw-in-vietnam.html\">See here</a>.</p> \n </div> \n</div> \n<div id=\"block-5e95a3f98f082a2cd32a6707\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T12:13:37.415Z\">1.13pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Connecticut will not reopen before late May – governor</h2> \n <div class=\"block-elements\"> \n  <p>The governor of Connecticut, Ned Lamont, has <a href=\"https://twitter.com/JohnBerman/status/1250022384133976071\">told CNN</a> he <strong>will not move to ease social restrictions</strong> in his state before 20 May.</p> \n  <p>Connecticut, inextricably tied to New York economically, much like New Jersey, is one of seven north-eastern states which on Monday <a href=\"https://www.nytimes.com/2020/04/13/nyregion/new-york-coronavirus-reopen-plan.html\">announced</a> <strong>a plan to co-ordinate their reopening</strong> from social-distancing protocols and other measures to stop the spread of Covid-19. By <a href=\"https://twitter.com/JohnBerman/status/1250022384133976071\">the Johns Hopkins figures</a> it has more than 13,000 confirmed cases and 602 deaths.</p> \n  <p>Donald Trump is chafing at the bit, of course, eager to reopen the US economy as it takes a terrible pounding in his re-election year.</p> \n  <p>More from Lamont, <a href=\"https://twitter.com/JohnBerman/status/1250028105806295040\">via CNN host John Berman</a>: “I’m trying to maintain the social distance … and I don’t need the White House saying, hey, everybody, it’s all going to be fine.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JohnBerman/status/1250029709548834816\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">JUST NOW:<br><br>Me: ? \"If you don't do it the way [the President] wants you to, how could he punish you? \"<a href=\"https://twitter.com/GovNedLamont?ref_src=twsrc%5Etfw\">@GovNedLamont</a>: \"I think the virus would punish us first of all.\"<a href=\"https://twitter.com/NewDay?ref_src=twsrc%5Etfw\">@NewDay</a><a href=\"https://t.co/elcR8gkNgx\">pic.twitter.com/elcR8gkNgx</a></p>— John Berman (@JohnBerman) \n    <a href=\"https://twitter.com/JohnBerman/status/1250029709548834816?ref_src=twsrc%5Etfw\">April 14, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e959d368f082a2cd32a66aa\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T12:00:25.521Z\">1.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>And now, Fun With Polls…</p> \n  <p>I’m no <a href=\"https://twitter.com/ForecasterEnten?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Harry Enten</a> (<a href=\"https://www.theguardian.com/profile/harry-j-enten\">formerly of this parish</a>, you know) but I do, partly because of Harry Enten, know an interesting poll or polls story when I see one. Honest.</p> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"bd78c8a0b310efe3619e7adb39c6543c519e8843\"> \n   <img src=\"https://media.guim.co.uk/bd78c8a0b310efe3619e7adb39c6543c519e8843/763_0_2266_2835/799.jpg\" alt=\"Joe Biden.\" width=\"799\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Joe Biden.</span> \n    <span class=\"element-image__credit\">Photograph: Evan Vucci/AP</span> \n   </figcaption> \n  </figure> \n  <p>In short, <a href=\"https://www.axios.com/biden-trump-swing-state-polls-1174446d-0d60-4e1c-bf0d-d4e6d2e71f35.html?utm_source=newsletter&amp;utm_medium=email&amp;utm_campaign=newsletter_axiosam&amp;stream=top\">Axios this morning</a> puts <strong>Joe Biden in the lead against Donald Trump six key states</strong>, firstly Pennsylvania, Michigan and Wisconsin, three of the rust belt, usually blue states which Trump famously won from under Hillary Clinton’s nose in 2016.</p> \n  <p>But it also has Biden up in <strong>Florida, Arizona and North Carolina</strong>, sunnier places, usually Republican, which if picked up would allow the former vice-president some leeway in those first three, where Trump remains strong.</p> \n  <p>And here’s <a href=\"https://ohpredictiveinsights.cmail19.com/t/ViewEmail/i/0639AAE631CB7AE22540EF23F30FEDED/5C93F9ED58F90D146A4D3D471B02C3D7\"><strong>a new poll from Arizona</strong></a>: Biden 52%, Trump 43%. </p> \n  <p>There are of course caveats to every poll and OH Insights <a href=\"https://ohpredictiveinsights.cmail19.com/t/ViewEmail/i/0639AAE631CB7AE22540EF23F30FEDED/5C93F9ED58F90D146A4D3D471B02C3D7\">lists them here</a>.</p> \n  <p>Either which way, <strong><a href=\"https://www.theguardian.com/us-news/2020/apr/13/bernie-sanders-endorses-joe-biden-for-president\">Bernie Sanders’ endorsement of Biden</a></strong> yesterday has seemingly wrapped up the Democratic primary – some sort of <a href=\"https://www.theguardian.com/us-news/2020/apr/04/andrew-cuomo-profile-coronavirus-new-york\">House of Cards-esque Andrew Cuomo late move</a> notwithstanding – and for now the question is will the 3 November election go ahead in its usual form or will the bizarre scenes in Wisconsin last week presage some move to making voting easier and safer? Not if Trump can help it, of course.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"6df3104e-7f88-4cac-957c-780c438a0e3d\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/wm3IW71LNBo?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>Here’s Tom McCarthy and Sam Levine on the <strong>Wisconsin results</strong> which came in on Monday night:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/13/us-elections-2020-joe-biden-wisconsin\">Biden wins in Wisconsin as a liberal supreme court challenger stages upset</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-14T13:41:49.747Z\">at 2.41pm BST</time></p> \n</div> \n<div id=\"block-5e95957b8f082c29014b08b9\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-14T11:38:21.595Z\">12.38pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Good morning…</h2> \n <div class=\"block-elements\"> \n  <p>…and welcome to another day of coverage of the coronavirus outbreak in the US. More on Donald Trump’s unhinged White House briefing last night in a minute. First, the figures <a href=\"https://www.theguardian.com/world/ng-interactive/2020/apr/13/coronavirus-map-us-latest-covid-19-cases-state-by-state\"><strong>according to Johns Hopkins University</strong></a>:</p> \n  <ul> \n   <li>US cases: <strong>582,431</strong></li> \n   <li>US deaths: <strong>23,647</strong></li> \n   <li>New York deaths: <strong>10,058</strong></li> \n   <li>New Jersey deaths: <strong>2,443</strong></li> \n   <li>Michigan deaths: <strong>1,602</strong></li> \n  </ul> \n  <p>Yesterday, Andrew Cuomo, governor of New York, told reporters “<strong><a href=\"https://www.nytimes.com/2020/04/13/nyregion/new-york-coronavirus-reopen-plan.html\">the worst is over</a></strong>”, if social distancing and other restrictions remain in place, and announced a partnership with six other north-eastern governors to work on reopening the regional economy.</p> \n  <p>Of course, Trump’s public utterances clashed somewhat with such a cautious approach. </p> \n  <p>On Twitter, the president claimed <strong>authority over the states</strong> about reopening plans. The experts <a href=\"https://twitter.com/steve_vladeck/status/1249731213566324740\">dismissed</a> that claim.</p> \n  <p>Then at a White House briefing marked by attacks on reporters and the playing of a propaganda film half-ripped from Fox News, <strong>Trump made a claim for the ages</strong>:</p> \n  <blockquote class=\"quoted\"> \n   <p>When somebody is the president of the United States, the authority is total. </p> \n  </blockquote> \n  <p>Constitutional lawyers: Nope.</p> \n  <p>CNN, <a href=\"https://twitter.com/goldengateblond/status/1249829406719143937\"><strong>CBS reporter Paula Reid</strong></a> and most of the rest of the press corps: Incredulous.</p> \n  <p>Fox News?</p> \n  <p>Laura Ingraham: “I thoroughly enjoyed today’s coronavirus task force briefing. That was great. It was a tour de force!”</p> \n  <p>Sean Hannity, from whose show much of Trump’s propaganda film seemed to come, <a href=\"https://www.foxnews.com/media/texas-greg-abbott-states-reopen-before-may\"><strong>spoke to Texas governor Greg Abbott</strong></a>, who said: “I think most states can reopen even sooner than later. We don’t have to wait until 1 May.”</p> \n  <p>That’s the date by which Trump, the panjandrum of the White House podium, has said he would like to start reopening the shuttered US economy.</p> \n  <p>White House experts including the notably not-yet-fired Dr Anthony Fauci have cast doubt on that goal and said moving too swiftly to lift social restrictions <strong><a href=\"https://www.theguardian.com/us-news/2020/apr/12/trump-fauci-hahn-reopening-who-virus-stalk-human-race\">could cause a resurgence in Covid-19 cases</a></strong>. Trump says the decision is his alone and he will listen to his advisers – and also rely a lot on “instinct”.</p> \n  <p>Let that sink in. While you do, here’s some reading:</p> \n  <p>Washington bureau chief David Smith’s <a href=\"https://www.theguardian.com/us-news/2020/apr/13/trump-coronavirus-meltdown-media-authority\"><strong>take on that briefing</strong></a>, with an intro for the ages:</p> \n  <blockquote class=\"quoted\"> \n   <p>A toddler threw a self-pitying tantrum on live television on Monday night. Unfortunately he was 73 years old, wearing a long red tie and running the world’s most powerful country.</p> \n  </blockquote> \n  <p>And here’s Tom McCarthy’s timeline of Trump’s coronavirus misinformation campaign:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/14/trump-coronavirus-alerts-disinformation-timeline\">'It will disappear': the disinformation Trump spread about the coronavirus – timeline</a> </p> \n  </aside> \n </div> \n</div>"
]