[
  "<p>Donald Trump is “strongly considering a full pardon” for Michael Flynn, his first national security adviser who pleaded guilty to lying to the FBI about his dealings with the Russian ambassador before Trump took office.</p> <p>Flynn cut a deal as part of special counsel Robert Mueller’s <a href=\"https://www.theguardian.com/us-news/2019/apr/18/mueller-report-read-in-full-trump-russia-document-what-does-it-say\">investigation</a> of Russian election interference and links between Trump and Moscow.</p> <p>He initially cooperated with the investigation, which <a href=\"https://www.theguardian.com/us-news/2019/apr/18/mueller-report-read-in-full-trump-russia-document-what-does-it-say\">concluded last year</a> without establishing criminal conspiracy but did lay out extensive evidence of contact between Trump aides and Russia and possible obstruction of justice by the president himself.</p> <p>Flynn, who was fired as national security adviser <a href=\"https://www.nytimes.com/2017/05/17/us/politics/michael-flynn-donald-trump-national-security-adviser.html\">after only 24 days in the role</a>, has not yet been sentenced but a number of <a href=\"https://www.theguardian.com/us-news/ng-interactive/2018/dec/05/robert-mueller-who-charged-list-trump-russia-inquiry-latest-indictments-flynn-manafort-cohen-what-happens-next\">Trump aides and associates</a> have been convicted and jailed in cases arising from Mueller’s work.</p> <p>Flynn faces possible prison time.</p> <p>He sought to <a href=\"https://www.theguardian.com/us-news/2020/jan/14/michael-flynn-seeks-to-withdraw-guilty-plea-trump\">withdraw his guilty plea</a> in January, “because of the government’s bad faith, vindictiveness and breach of the plea agreement”.</p> <p>His change in tack came after he hired a new lawyer, Fox News pundit Sidney Powell, a longtime critic of the Mueller inquiry <a href=\"https://www.politico.com/news/magazine/2020/01/17/maga-lawyer-behind-michael-flynn-legal-strategy-098712\">who has peddled numerous false conspiracy theories</a> on the investigation and other Trump policies and issues in prime time interviews.</p> <p>On Sunday, Trump <a href=\"https://twitter.com/realDonaldTrump/status/1239242219019735042\">tweeted</a>: “So now it is reported that, after destroying his life &amp; the life of his wonderful family (and many others also), the FBI, working in conjunction with the Justice Department, has ‘lost’ the records of General Michael Flynn. How convenient.</p> <p>“I am strongly considering a Full Pardon!”</p> <p>Although Trump did not cite specific reports, Powell <a href=\"https://twitter.com/SidneyPowell1/status/1239030427932856321?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet\">had tweeted hours earlier</a> an unsubstantiated claim that “<a href=\"https://twitter.com/hashtag/FBI?src=hashtag_click\">#FBI</a> still hiding evidence of <a href=\"https://twitter.com/hashtag/Flynn?src=hashtag_click\">#Flynn</a>‘s innocence”.</p> <p>Powell, who has also repeatedly retweeted antisemitic conspiracy theories, has contended in rambling legal filings that FBI officials altered an interview summary with Flynn and conspired to prevent him from obtaining legal counsel before he was interviewed.</p> <p>Trump’s use of the presidential pardon power has proved <a href=\"https://www.theguardian.com/us-news/2018/mar/28/trump-lawyer-presidential-pardon-flynn-manafort-mueller\">vastly controversial</a>, as he has commuted sentences or pardoned prominent supporters including former sheriff Joe Arpaio and former New York City police commissioner Bernie Kerik.</p> <p>In cases related to the Russia investigation, Trump has flirted with the notion of pardoning or granting clemency to Paul Manafort, his former campaign chair who was <a href=\"https://www.theguardian.com/us-news/2018/aug/21/paul-manafort-convicted-of-tax-in-virginia-federal-court\">found guilty of financial charges</a>, and to Roger Stone, a longtime ally who was found guilty of <a href=\"https://www.theguardian.com/us-news/2019/nov/15/roger-stone-guilty-verdict-wikileaks-hacking-case-latest-news\">lying to Congress and tampering with a witness</a>.</p> <p>“Somebody has to stick up for the people,” Trump said in February.</p>",
  "<p>Governor Ron DeSantis last week declared a state of emergency in Florida in the face of the coronavirus as millions of Floridians are set to vote on Tuesday in a crucial delegate-rich primary that will help determine whether Bernie Sanders stays in the Democratic presidential nomination race against Joe Biden.</p> <p>In Florida, the impact of the virus, if left unchecked, could be particularly harsh on the state’s ability to allow people to vote or vote safely without fear of infection.</p> <p>The state is home to one of the largest elderly populations in the country, with around <a href=\"https://www.census.gov/quickfacts/FL\">20%</a> of the residents age 65 or older. While this age group tends to be a stable voting bloc for both political parties, it’s also the most vulnerable to the virus – which has a mortality rate around 18% for those over 80 years old.</p> <p>DeSantis <a href=\"https://www.nbc-2.com/story/41884945/desantis-places-limit-on-florida-nursing-home-visits\">issued an executive order</a> barring people who may have been exposed to the virus from visiting nursing homes. He urged election officials throughout the state to consider moving their polling locations for the state’s 17 March primary out of those locations.</p> <p>But over the weekend before election day, the state seemed to be lacking a unified response, with many polling stations in senior centers and retirement communities still operating at status quo.</p> <p>Workers at Country Aire Manor, Senate Manor Estates, and Crystal Lakes Manor – Pasco and Pinellas county polling sites all held in communities comprised entirely of people above 55 – said they had received no guidelines for the election, and were already receiving equipment to set up for Tuesday.</p> <p>“All locations will be open,” said Robin Lehoux, who works at the parks and recreation department in Pompano Beach, Florida. She hadn’t heard of any instructions from the state or local government regarding the Mullins Park Senior Center, a polling precinct where other senior programming had been shut down.</p> <p>But Florida’s piecemeal response has been a stark departure from other election officials across the country <a href=\"https://www.theguardian.com/us-news/2020/mar/10/coronavirus-concerns-hurdle-voters-primary-elections\">implementing last-minute</a> measures to stave off concerns about contracting coronavirus at the polls. In Ohio, Secretary of State Frank LaRose ordered all polling stations in senior centers and nursing homes to be relocated. Louisiana’s state’s top election official, Kyle Ardoin, announced Friday the primary election next month would be postponed until June.</p> <p>“They’re playing catch up,” said congressman Darren Soto, who represents a central Florida district that includes Orlando. Soto was still expecting a large voter turnout on Friday, and said he was focused on making sure voting precincts remained open so crowds were dispersed. “The main thing is to avoid long lines so people can conduct best practices.”</p> <p>Some election officials are still taking full precautions.</p> <p>In Broward county, the local supervisor of elections announced this week the county was moving <a href=\"https://www.browardsoe.org/\">12 precincts </a>from senior centers and assisted living facilities to alternate locations. The county sent out postcards to all of the voters who would normally cast ballots there letting them know their locations had moved.</p> <p>Some senior living facilities don’t want to move their polling locations because they are wary of having to transport residents, said Steve Vancore, a spokesman for the Broward county elections office. In such cases, the county elections office will make sure they have adequate cleaning and sanitization supplies, Vancore said.</p> <p>﻿</p> <p>State officials held a conference call with local supervisors of elections on Thursday to discuss sanitary measures they could take at the polls. In Volusia county, the supervisor of elections reminded voters they could bring their own pens to fill out ballots. In Marion county, elections officials have limited cleaning supplies and are encouraging people to bring their own from home, said Wesley Wilcox, the county’s supervisor of elections.</p> <p>Florida is no stranger to adapting elections to emergencies.</p> <p>In 2018, Hurricane Michael derailed precincts in the panhandle, and forced election officials to extend voting hours and move locations. In 2016, a federal judge extended voter registration because of disruptions caused by Hurricane Matthew, despite opposition from Republican governor Rick Scott.</p> <p>But the state often only acts at the last minute. “It’s a fight every time,” said Brad Ashwell, the Florida director of All Voting is Local, an advocacy group. The organization was looking to support changes for the primary that could include an extension in vote-by-mail deadlines, poll worker recruitment, as elderly poll workers dropped out, and more state funds to advertise changes to the polling stations.</p> <p>“It seems like the freak out level is slowly creeping in here,” Ashwell said. “I don’t sense anxiety among people. People are upset their conferences are being cancelled. But it doesn’t seem like there’s a real high levels of concern.”</p> <p>Meanwhile, he said, the fears around Covid-19 could build on other issues that voters faced in the state. Under the pressure of lawsuit brought on by civil rights groups and Puerto Rican residents, the state has been attempting to provide bilingual language assistance at each station, which could be impacted if poll workers don’t show up on Tuesday.</p> <p>And the state <a href=\"https://www.miamiherald.com/news/politics-government/state-politics/article218654810.html\">rejected</a> tens of thousands of mail-in ballots and absentee ballots in recent elections, stoking mistrust in that system.</p> <p>Danny Turkel, spokesperson for Voto Latino, an advocacy group focused on registering Latinx voters, said he predicted lower voter turnout in the election because of the state of emergency. He didn’t think any specific community would be impacted, he said, but predicted that the uncertainty would keep voters at home.</p> <p>“Being from Miami, I’m acutely aware of the difficulties people have,” he said. “There were already obstacles in the way that the state has done nothing to improve.”</p> <p>“I think it will show out in the numbers.”</p>",
  "<p>Ministers have been told they can no longer say there have been “no successful examples” of Russian disinformation affecting UK elections, after the apparent hacking of an NHS dossier seized on by Labour during the last campaign.</p> <p>The dropping of the old line is the first official admission of the impact of Kremlin efforts to distort Britain’s political processes, and comes after three years of the government’s refusal to engage publicly with the threat.</p> <p>Cabinet Office sources confirmed the position been quietly changed while an investigation into the alleged hacking of the <a href=\"https://www.theguardian.com/politics/2019/dec/19/leaked-nhs-dossier-inquiry-focuses-on-personal-gmail-account\">451-page cache of emails</a> from a special adviser’s personal email account by the security services concludes.</p> <p>Boris Johnson and his predecessor as prime minister, Theresa May, have both appeared reluctant to discuss Kremlin disinformation, with Johnson refusing to allow a report on Russian infiltration in the UK to be published before the election.</p> <p>Versions of the <a href=\"https://publications.parliament.uk/pa/cm201719/cmselect/cmcumeds/1630/1630.pdf\">“no successful examples” statement</a> were regularly deployed in response to <a href=\"https://www.theguardian.com/politics/2018/jun/10/arron-banks-mps-call-for-police-investigate-russia-links\">allegations of Russian interference</a> in the Brexit referendum, to the frustration of MPs who believed a full investigation was necessary.</p> <p>Officials said the revised position about Russian interference was set out by Earl Howe, the deputy leader of the House of Lords, <a href=\"https://www.parliament.uk/business/publications/written-questions-answers-statements/written-question/Lords/2020-01-08/HL239/\">in a parliamentary answer earlier this year</a>, when he was asked if there were plans to investigate interference by foreign governments in December’s election.</p> <p>The peer said the government was determined to protect the integrity of the democratic process in the UK. “As you would expect, the government examines all aspects of the electoral process following an election, including foreign interference, and that work is ongoing,” he said.</p> <p>Stephen Kinnock, a Labour MP, said the government was being slow in acknowledging the disinformation threat from Russia. “From the hacking of NHS emails to the St Petersburg troll factories and bot farms, it’s clear that the Kremlin is pursuing a deliberate strategy of online disinformation and manipulation that is undermining our democracy.”</p> <p>Security sources said that Russian strategy of “hack and leak” and “disinformation and misinformation” – which first came to prominence with the <a href=\"https://www.theguardian.com/us-news/2018/jul/13/russia-indictments-latest-news-hacking-dnc-charges-trump-department-justice-rod-rosenstein\">hack of Democratic emails</a> in the run-up to the 2016 US presidential election that handed victory to Donald Trump – was becoming widespread internationally.</p> <p>Last month, the Foreign Office said Russia’s GRU spy agency had carried out a series of <a href=\"https://www.gov.uk/government/news/uk-condemns-russias-gru-over-georgia-cyber-attacks\">“large-scale, disruptive cyber-attacks” in Georgia</a> “in an attempt to undermine Georgia’s sovereignty, to sow discord and disrupt the lives of ordinary Georgian people”.</p> <p>But despite the strong words in support of an ally in the Caucasus, ministers had been reluctant to publicly call out any Russian disinformation efforts in the UK – and there has been little public acknowledgement of the NHS hack during the election, first reported by the Guardian.</p> <p>The scale of the Russian threat will be examined in the long-awaited report on Kremlin infiltration into British politics from the independent intelligence and security committee, which cannot be published until Downing Street appoints a new set of members following the election.</p> <p>Earlier this week, it emerged that among those in the frame were the <a href=\"https://www.theguardian.com/politics/2020/mar/11/chris-grayling-to-head-body-that-will-have-final-say-over-russia-report\">error-prone former transport secretary Chris Grayling</a> and recently sacked environment minister Theresa Villiers.</p> <p>The NHS emails are believed to have been hacked from an adviser’s personal Gmail account, and were <a href=\"https://www.reddit.com/r/worldpolitics/comments/dkzlfc/officialsensitive_great_britain_is_practically/\">disseminated online via Reddit</a>, under the headline “Great Britain is practically standing on her knees working on a trade agreement with the US”.</p> <p>Initially ignored, the documents covering six rounds of UK-US trade talks were eventually picked up by Labour from the posting <a href=\"https://www.theguardian.com/society/2019/nov/27/jeremy-corbyn-reveals-dossier-proving-nhs-up-for-sale\">and produced </a><a href=\"https://www.theguardian.com/society/2019/nov/27/jeremy-corbyn-reveals-dossier-proving-nhs-up-for-sale\">during a dramatic press conference by Jeremy Corbyn</a>, who said they showed the NHS was “on the table” in the negotiations.</p> <p><a href=\"https://www.reddit.com/r/redditsecurity/comments/e74nml/suspected_campaign_from_russia_on_reddit/\">Following an investigation, Reddit concluded</a> “we believe this was part of a campaign that has been reported as originating from Russia” and said it bore the hallmarks of the earlier Secondary Infektion disinformation operation, which was exposed by Facebook in 2018.</p>",
  "<p>The Scranton store where a young Joe Biden used to buy his candy is still in operation today, a stone’s throw from the wood-slatted house where the presidential candidate grew up.</p> <p>It’s called Hank’s Hoagies now, in honor of the idiosyncratic Pennsylvania term for a sandwich on a long bread roll, and almost 70 years since Biden left Scranton, his presence lives on – in the form of a lifesize cardboard cut out lurking behind the store’s front door.</p> <p>“We love him,” Tom Owens, the owner of Hanks, said by way of explanation. “He’s a great guy. I think he’d be a great president.”</p> <p>Biden’s dream of becoming president had looked to be over at the end of February. The 77-year-old had lost, by some distance, the first three states of the Democratic primary, was<a href=\"https://www.cnn.com/2020/02/01/politics/joe-biden-2020-campaign-finances/index.html\"> running out of money</a>, and had sagged badly in the polls.</p> <p>Yet Biden won South Carolina, the fourth state to vote, on 6 March with a surprisingly strong showing. Even so, few predicted what came next.</p> <p>Biden won 10 out of the next 14 states, on Super Tuesday picking up more delegates than anyone else. On the less super, but still delegate-heavy, Tuesday that followed, Biden won four out of six states and established a delegate lead that looks unassailable. </p> <p>Speaking after his first big win, Biden seemed as surprised as anyone, and not just because<a href=\"https://www.today.com/news/joe-biden-reacts-wife-jill-defending-him-protester-t175276\"> an anti-dairy protester had rushed</a> him on the stage.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"ce4f8bcd5f3bb8fbcc457e95641b536091e9439f\"> <img src=\"https://media.guim.co.uk/ce4f8bcd5f3bb8fbcc457e95641b536091e9439f/0_0_3500_2333/1000.jpg\" alt=\"Scranton, Pennsylvania: Biden’s hometown.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Scranton, Pennsylvania: Biden’s hometown.</span> <span class=\"element-image__credit\">Photograph: Mark Makela/Reuters</span> </figcaption> </figure>  <p>“They don’t call it Super Tuesday for nothing!” Biden told his supporters in Los Angeles.</p> <p>“To those who’ve [been] knocked down, counted out, left behind, this is your campaign,” he said. “Just a few days ago the press and the pundits had declared the campaign dead.”</p> <p>Biden wasn’t exaggerating. The influential, and frequently accurate, US polling site<a href=\"https://projects.fivethirtyeight.com/2020-primary-forecast/?ex_cid=rrpromo\"> FiveThirtyEight</a> had given Biden just a one in 12 chance of winning the nomination outright. Bernie Sanders was considered the most likely nominee – but not any more.</p> <p>Media coverage has shifted from talk of a contested convention, where neither Biden nor Sanders have enough delegates to win the nomination, to <a href=\"https://www.yahoo.com/entertainment/joe-biden-dropping-hints-vp-150413413.html\">whom Biden will pick</a> as his running mate and <a href=\"https://www.washingtonpost.com/opinions/2020/03/11/trump-will-corrupt-everything-sight-beat-biden-heres-whats-next/\">what a Biden-Trump election</a> will look like. Meanwhile, the ashes of Sanders’ campaign are being sifted through to work out what went wrong.</p> <p>Super Tuesday not only handed back Biden the frontrunner status he held for much of 2019 – it handed him a big pot of money, too. <a href=\"https://www.cnn.com/2020/03/06/politics/biden-fundraising-bernie-brothers/index.html\">His campaign said</a> it had raked in $22m in the five days following that vote, a colossal amount considering it took Biden <a href=\"https://www.cnn.com/2020/02/01/politics/2020-democratic-race-financing/index.html\">three months to raise $23.2m</a> at the end of 2019.</p> <p>Biden’s surge has little to do with Pennsylvania, which only votes on 28 April, and much more to do with<a href=\"https://www.nbcnews.com/news/nbcblk/black-voters-know-what-they-want-tuesday-it-was-joe-n1151001\"> his strong support</a> among African Americans in the south. Nevertheless, Biden’s perceived earthy nature, which his Scranton childhood symbolizes, is a big selling point for voters hoping he could win back midwest states from Donald Trump in November.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/12/trump-coronavirus-election-impact-bernie-sanders-joe-biden\">‘Everything is up in the air’: coronavirus fears upend US election campaigns</a> </p> </aside>  <p>“He’s an honest guy, the kind of guy you respect, which we seem to be lacking a little bit in our leadership now,” Owens said. “He’s down to earth. I think he’d be a great president.”</p> <p>Biden is never shy of leaning into his Scranton background, having visited the city frequently while campaigning for Barack Obama, and Owens said Biden’s place of birth was visible in his persona.</p> <p>“There’s a lot of blue collar people here. We talk a lot here. We know he has a tendency sometimes to maybe go on a little too much – that would be from living around here,” Owens said.</p> <p>It is, in part, Biden’s talking that has been a major weakness. He turned in a series of lackluster debate performances through the end of 2019 and into 2020, sometimes stumbling over his words and at times looking like a relic of a bygone era.</p> <p>In the past three weeks alone, Biden has mistakenly<a href=\"https://www.foxnews.com/politics/biden-accidentally-says-tomorrow-is-super-thursday\"> claimed</a>: “Tomorrow is Super Thursday”, on the day before Super <em>Tuesday</em>; <a href=\"https://www.msn.com/en-us/news/elections-2020/biden-oddly-suggests-150-million-people-killed-by-guns-since-2007/ar-BB10osFM?li=BBnb7Kz\">stated 125 million people</a> had been shot dead in the US since 2007 – the actual figure is less than 500,000 – and launched into an expletive-laced row with an auto-worker <a href=\"https://www.mediaite.com/politics/joe-biden-mocked-for-ranting-about-ar-14s-to-detroit-auto-worker/\">about “AR-14” guns</a>, when a years-long debate has actually taken place over the appropriateness of AR-15 weapons.</p> <p>Donald Trump picked up on Biden’s gaffes when the president himself<a href=\"https://www.theguardian.com/us-news/2020/mar/05/donald-trump-joe-biden-health-attack\"> appeared in Scranton</a> in the days after Super Tuesday. Appearing at the Scranton Cultural Center – on the street where Biden grew up – Trump didn’t hold back just because he was in Biden’s hometown.</p> <p>Instead, Trump – who has faced much scrutiny over his own mental acuity – attacked Joe Biden’s cognitive abilities, listing Biden’s repeated gaffes and suggesting there is “something going on” with the former vice-president.</p> <p>Biden didn’t respond to Trump, who wasn’t appearing in Pennsylvania by accident. Scranton, a town of 77,000 nestled in the rolling hills of north-eastern Pennsylvania’s Wyoming Valley, is firmly a part of America’s rust belt – a band of towns and cities stretching nearly a thousand miles from Wisconsin in the west all the way through Pennsylvania in the east.</p> <p>The communities in the rust belt suffered more than most from de-industrialization, as coalmines, steel plants and car factories closed, and some areas still suffer from chronic unemployment. Scranton was once home to the coal industry, and the city and region boomed in the 1930s and 40s, but the decline was just as swift. As the US turned to oil and gas for its energy, mines closed and jobs were lost.</p> <p>Biden and his family moved to Delaware in 1953 after his father struggled to find work in Pennsylvania. The future vice-president became a US senator for the state in 1973.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"5ec5895df634992907e701ebd5042c0b8ac704c1\"> <img src=\"https://media.guim.co.uk/5ec5895df634992907e701ebd5042c0b8ac704c1/0_0_4615_3077/1000.jpg\" alt=\"Joe Biden gets a hug from a supporter after he laid out his economic policy plan at the Scranton Cultural Center in Scranton, Pennsylvania.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Joe Biden gets a hug from a supporter after he laid out his economic policy plan at the Scranton Cultural Center in Scranton, Pennsylvania.</span> <span class=\"element-image__credit\">Photograph: Rick Loomis/Getty Images</span> </figcaption> </figure>  <p>Trump swept into communities like Scranton in 2016, wooing disenchanted working-class voters who had previously voted for Democrats with his hazy promise to Make America Great Again. He<a href=\"https://www.nytimes.com/elections/2016/results/pennsylvania\"> won Pennsylvania</a> by 48.2% to Hillary Clinton’s 47.5%, and he narrowly triumphed in Michigan, Wisconsin and Ohio, too.</p> <p>In 2020, that means Biden’s background is a key part of his case to be the Democratic nominee. If he is chosen, it could prove crucial in recapturing those states and the White House. Biden’s case for being the nominee is based, in part, around his ability to win in the midwest, and he will point to <a href=\"https://www.nytimes.com/interactive/2020/03/10/us/elections/results-michigan-president-democrat-primary-election.html\">his convincing win in Michigan</a> on Tuesday as supporting evidence.</p> <p>That success in the rust belt was a long time in the making, and came after a concerted effort to make people aware of his upbringing: in the space of two weeks at the end of 2019 Biden was still pumping out shamelessly Scranton-specific advertisements, including “<a href=\"https://www.youtube.com/watch?v=2Pr_NcJK5Tw\">Scranton Values</a>” and “<a href=\"https://www.youtube.com/watch?v=S98mI1tTkVM\">A Kid from Scranton</a>”.</p> <p>In those ads, as in person, Biden looks good for his 77 years. Straight-backed and easily 6ft tall, he looks little different from the decade-old cardboard version of him at Hanks, which apparently is a popular gift.</p> <p>“I have the same cardboard cut-out. I got it for my mom,” said Ailish Renton, who was buying a sandwich.</p> <p>“She likes him. She also likes the way he looks,” Renton, 22, said of her mother. “She says he’s very handsome. And that she would kiss him.”</p> <p>Unfortunately for Biden, few young people share Renton’s mother’s enthusiasm.<a href=\"https://www.cnn.com/2020/03/04/politics/youth-vote-sanders-biden-super-tuesday/index.html\"> Sanders won</a> 61% of voters under 30 on Super Tuesday, compared with Biden’s 17%, and also handily beat Biden in the 30-44-year category. Last week, on less-super Tuesday, Sanders won <a href=\"https://www.npr.org/2020/03/11/814268568/here-are-the-voters-who-powered-biden-to-his-big-tuesday-wins\">more than 70% of voters</a> under 30 in both Michigan and Missouri.</p> <p>Ironically, given Biden’s experience is cited by his supporters as a positive that could help him navigate government, it is his longevity that frequently turns off young voters. During his years in the Senate Biden voted for the Iraq war and<a href=\"https://www.nytimes.com/2019/07/15/us/politics/biden-busing.html\"> opposed</a> bussing African American children to predominantly white, better performing, schools, and he supports moderate policies that are anathema to the 18-29 crowd.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/11/bernie-sanders-stay-in-drag-biden-left-movement-lives-2020-democratic-election\">Sanders stays, so his movement can live on by dragging Biden leftward</a> </p> </aside>  <p>On Wednesday Sanders said <a href=\"https://www.theguardian.com/us-news/live/2020/mar/11/joe-biden-bernie-sanders-democratic-primaries-michigan-live-coverage\">he </a><a href=\"https://www.theguardian.com/us-news/live/2020/mar/11/joe-biden-bernie-sanders-democratic-primaries-michigan-live-coverage\">was staying in the race</a>, and his fervent youth support may be the only thing troubling Biden. Younger people, who already make up a relatively small slice of the electorate, are turning out in lower numbers than in 2016, when Sanders ran Hillary Clinton close, however, and it would take something unprecedented for Sanders to change that in the next few weeks.</p> <p>If Biden can overcome his young people problem, and perhaps even if he can’t, then he will probably be the Democratic candidate for president. Win the election, and given his frequent visits to Scranton, it is likely the town will experience a visit by a president at some point.</p> <p>Given his affinity with his hometown, however, it’s likely that even if Biden loses, he will always be welcome in Scranton.</p> <p>Particularly by one young woman’s mother.</p>",
  "<p>Bernie Sanders had just dominated the Nevada caucuses, after strong showings in Iowa and New Hampshire, when the Vermont senator thundered on stage at the Cowboy Dance Hall in San Antonio to declare victory before a crowd of thousands.</p> \n<p>His speech that night was hardly different from the hundreds of speeches he had made before – and all the speeches he would make after. But he looked different. Famously irascible, Sanders smiled deeply and laughed easily. The future of his political revolution was as bright and clear as the big Texas sky.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/13/bernie-sanders-fans-joe-biden-democratic-candidate\">Bernie or Bust: the Sanders fans who will never vote for Biden</a> </p> \n</aside> \n<p>“Don’t tell anybody. I don’t wanna get them nervous,” the 78-year-old democratic socialist boasted, dropping his voice as if sharing a secret. “We are gonna win the Democratic primary in Texas.”</p> \n<p>But the next 10 days would wipe away every trace of that optimism. Sanders not only lost Texas but a string of other contests that stripped him of his briefly held status as frontrunner, returning him to a more familiar role: long-shot insurgent chasing the establishment favorite.</p> \n<p>In frank but defiant remarks on Wednesday, Sanders acknowledged that he was “losing” to Joe Biden after a stunning reversal of fortune. Biden, snatched only days before from the jaws of defeat, had just racked up four more victories, including in Michigan, a state that revived Sanders’ presidential bid four years ago and where he had pinned his hopes of a comeback.</p> \n<p>Later that evening, Sanders folded himself into an armchair on the set of NBC’s The Tonight Show in New York City.</p> \n<p>“How you feeling?” host Jimmy Fallon <a href=\"https://www.youtube.com/watch?v=flGJ4FxC33M\">asked</a> gingerly.</p> \n<p>“I’m feeling good,” Sanders sighed. “Could feel better.”</p> \n<p>•••</p> \n<p><strong>Bernie Sanders had promised </strong>to build an unprecedented “multi-generational, multi-racial coalition” of young people and working-class voters that would “sweep this country” and transform American politics.</p> \n<p>“You cannot beat Trump with the same old same old kind of politics,” he told supporters at a Super Tuesday rally in Vermont, where he had expected a celebration.</p> \n<p>But that night, voters in 10 of the 14 states holding primary contests disagreed, choosing instead a candidate who represents a return to the pre-Trump years. It was Biden, not Sanders, who expanded the Democratic electorate, bringing in non-voters and suburban voters while boosting turnout among African Americans.</p> \n<p>Sanders’ <a href=\"https://www.theguardian.com/us-news/2020/mar/02/bernie-sanders-latino-voters\">commanding support among Latinos</a> helped him notch two consequential victories in Nevada and California. But his appeal among young people, liberals and politically independent voters was not enough to realize the revolution he envisioned.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"be6a792d-6ae8-4a41-a528-61f0c78a12d3\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/nLM9bm11sVI?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>“Bernie Sanders’ challenge always in the race was to expand his support,” said Mark Longabaugh, a lead strategist on Sanders’ 2016 team who split with the campaign early last year. “And he just never found a way electorally to attract voters outside of his coalition.”</p> \n<p>In the critical days between his victory in Nevada and Super Tuesday, Sanders continued to rail against old foes – the Democratic establishment and the “corporate media” – instead of reaching out to the members of the party he hoped to lead.</p> \n<p>In a <a href=\"https://www.cbsnews.com/video/bernie-sanders-democratic-presidential-candidate-anderson-cooper-60-minutes-2020-02-23/\">60 Minutes interview</a> the day after the caucuses, Sanders told the host Anderson Cooper that he didn’t have an estimate for the total cost of his sweeping economic agenda. In the same interview, he reiterated past remarks that were complimentary of certain aspects of Fidel Castro’s communist government, sparking backlash among Democrats in the battleground state of Florida.</p> \n<p>“One of Bernie’s strengths is his consistency – he’s been delivering the same message to some degree since the 70s,” Longabaugh said. “But it also inhibited him in the sense that it limited his potential for growth.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"7657cbb068d1ead68e316a5c78e1a275034c1590\"> \n <img src=\"https://media.guim.co.uk/7657cbb068d1ead68e316a5c78e1a275034c1590/0_86_3500_2101/1000.jpg\" alt=\"FILE PHOTO: FILE PHOTO: Democratic 2020 U.S. presidential candidates Senator Bernie Sanders shakes hands with former Vice President Joe Biden after the tenth Democratic 2020 presidential debate at the Gaillard Center in Charleston, South Carolina, U.S. February 25, 2020. REUTERS/Jonathan Ernst/File Photo\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Sanders said many people had told him they agreed with his policies but thought that Joe Biden was better placed to beat Donald Trump.</span> \n  <span class=\"element-image__credit\">Photograph: Jonathan Ernst/Reuters</span> \n </figcaption> \n</figure> \n<p>Sanders’ ascent set off panic among party officials and leaders. Swing-district Democrats warned Sanders would hurt their chances of re-election, while members of the Democratic National Committee <a href=\"https://www.nytimes.com/2020/02/27/us/politics/democratic-superdelegates.html\">plotted</a> to stop him if he arrived at the convention shy of the delegates needed to win the nomination outright.</p> \n<p>“From the beginning, we knew this was going to be the fight of our lives,” said Jennifer Epps-Addison, the president of the Center for Popular Democracy, which endorsed Sanders. “We’re taking on not only the corporate elite of this party but the billionaire class, the pharmaceutical industry, the prison industrial complex, Wall Street, the insurance companies.”</p> \n<p>Even so, the rapid alignment behind Biden, first by his former rivals and then by millions of voters, caught the campaign off guard. In a matter of days, the field shrank from seven top contenders to just two.</p> \n<p>Moderates, once paralyzed over which candidate to support, suddenly rallied behind the former vice-president. On the eve of Super Tuesday, Biden <a href=\"https://www.theguardian.com/us-news/2020/mar/02/joe-biden-rally-amy-klobuchar-beto-orourke\">won the endorsements of three former opponents</a> and more followed in a dramatic show of force that his team compared to <a href=\"https://twitter.com/kbeds/status/1236680535013015553?s=21\">the Avengers assembling.</a> Notably, Elizabeth Warren, Sanders’ closest ideological ally, has not yet backed anyone.</p> \n<p>“In candor, the consolidation of candidates behind Biden happened sooner than anyone expected ” said the congressman Ro Khanna, one of Sanders’ national co-chairs. “There was simply not enough time to build more broadly.”</p> \n<p>•••</p> \n<p><strong>Bernie Sanders entered the primary with more built-in advantages </strong>than any of his rivals. His name recognition was sky high, he had an enviable list of small-dollar donors, an unshakable base of support and the experience of having just run a presidential campaign. Little changed from 2016, not the message nor the mission, not even the “Bernie” logo. It would be a “class-conscious” campaign for people who felt left out of the political process.</p> \n<p>“He represents the people who have been written off for much of their lives,” Khanna said. “For the people who feel they haven’t been heard, who feel marginalized, who feel the system hasn’t been working for them, he is their voice.”</p> \n<p>A heart attack in October nearly derailed his presidential bid. With Warren on the march and Sanders slumping, his candidacy appeared to be in freefall. But his loyal troops rallied to his side. A strong debate performance and a coveted endorsement from the congresswoman Alexandria Ocasio-Cortez paved the way for a remarkable comeback.</p> \n<p>It proved to be a clarifying moment for the campaign. Sanders used the experience to connect more deeply with his supporters. At intimate town halls and on social media, his team elevated the economic struggles of people who couldn’t afford medical treatment or prescription drugs. It was the foundation of the campaign ethos, “Not me, us.”</p> \n<p>But political reality set in after voting began. Despite his successes in the first three contests, Sanders struggled in a fractured field to retain the support he garnered four years ago. After the centrist vote coalesced behind Biden, he lost state he had won in 2016, when he was far less of a political force than he is today.</p> \n<p>Democrats’ overriding priority in 2020 was to defeat Trump. And on that front, Sanders was losing to Biden.</p> \n<p>“I cannot tell you how many people our campaign has spoken to who have said – and I quote – ‘I like what your campaign stands for,” Sanders said soberly from his hometown of Burlington last week. “‘I agree with what your campaign stands for. But I’m going to vote for Joe Biden because I think Joe is the best candidate to defeat Donald Trump.”</p> \n<p>•••</p> \n<p><strong>Black voters have decided the Democratic nominee</strong> in every primary election since 1992. And this year, as in 2016, African Americans <a href=\"https://www.washingtonpost.com/graphics/politics/exit-polls-2020-south-carolina-primary/\">overwhelmingly</a> chose Sanders’ opponent. In South Carolina, black voters propelled Biden’s triumph and set in motion a turnaround that greatly narrowed the senator’s path to the nomination.</p> \n<p>Supporters believe that Sanders’ effort to make inroads with black voters over the past four years was obscured by Biden’s longstanding ties to African American communities and his eight years as Barack Obama’s loyal lieutenant. After being walloped in the south on Super Tuesday, Sanders’ campaign <a href=\"https://www.youtube.com/watch?v=5gcY2Fhr5wo\">released</a> an ad that featured Obama praising the senator and saying emphatically “Feel the Bern!” But it did not yield the results he hoped.</p> \n<p>“There’s a fundamental disconnect if folks still don’t feel like he’s the one who they can put their faith in after four years,” said Cliff Albright, a co-founder of Black Voters Matter Fund.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"f9f21efff9a3b7798ba8c263372716406ca3df77\"> \n <img src=\"https://media.guim.co.uk/f9f21efff9a3b7798ba8c263372716406ca3df77/0_165_4876_2927/1000.jpg\" alt=\"Sanders visits custodian Davonta Bynes, from left, principal DaRhonda Evans-Stewart and social worker Kim Little outside a polling location in Detroit.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Sanders visits custodian Davonta Bynes, from left, principal DaRhonda Evans-Stewart and social worker Kim Little outside a polling location in Detroit.</span> \n  <span class=\"element-image__credit\">Photograph: Paul Sancya/AP</span> \n </figcaption> \n</figure> \n<p>Ahead of the Michigan primary, Sanders earned the endorsement of the Rev Jesse Jackson, in what those close to him said was a deeply meaningful moment. In 1988, Jackson became the first black presidential candidate to win millions of votes on a similar platform of universal healthcare, a federal jobs guarantee and taxing the rich. Sanders, then the mayor of Burlington, was one of the few white public officials to endorse him.</p> \n<p>“The ideas resonate with black folks,” Albright said. “Medicare for All, free college, debt forgiveness, criminal justice reform, on those issues black folks are far closer to Bernie than to Biden. So it’s not the ideas. It’s this issue of electability.”</p> \n<p>•••</p> \n<p><strong>Sanders now faces a legacy-defining decision: </strong>does he stay in a race that has become increasingly difficult for him to win or does he bow out now to begin the delicate process of unifying the party?</p> \n<p>Many supporters are not ready to see Sanders exit. Larry Cohen, a longtime Sanders confidant and chairman of his political non-profit, Our Revolution, acknowledged the senator faces long odds but urged him to keep competing. Every delegate Sanders accumulates in the primary, he argued, will be “critical to negotiations over the rules and party platform” at the convention in Milwaukee this summer.</p> \n<p>“If he drops out now, those ideas are left with the delegates that he’s won,” Cohen said. “They’re the voice for these issues.”</p> \n<p>Further complicating the course ahead is a new challenge: <a href=\"https://www.theguardian.com/us-news/2020/mar/12/trump-coronavirus-election-impact-bernie-sanders-joe-biden\">running for president in midst of a global health emergency</a>. The coronavirus outbreak has forced Sanders to abandon the stadium-size rallies that are a feature of his campaign.</p> \n<p>“This coronavirus has obviously impacted our ability to communicate with people in the traditional way and that’s hurting us,” he told reporters during a brief press conference in Burlington, where he has spent his time since cancelling an election night rally in Cleveland last week amid concerns about the virus.</p> \n<p>Yet the senator has signaled in recent days that he is unlikely to battle Biden to the bitter end. But he also made clear that there are issues on which he still intends to confront his opponent – and on which has the leverage to do so.</p> \n<p>On Sunday Sanders will appear at the next presidential debate, a long-sought one-on-one with Biden. At a press conference, he previewed a litany of policy questions that he planned to press Biden on: “Joe, what are you gonna do?” he intends to ask on issues from income inequality to student loan debt.</p> \n<p><strong>When Sanders launched his campaign in February </strong><strong>2019,</strong> he was asked what would be different this time. “We’re gonna win,” <a href=\"https://www.theguardian.com/us-news/2019/feb/19/bernie-sanders-announces-2020-run-presidency\">Sanders replied,</a> with the blunt assurance that thrills so many of his supporters.</p> \n<p>By his own admission, he is falling short of that goal. As Sanders fights for the future of his candidacy, there is also the sense that he has already accomplished more than he could have imagined in his nearly 50-year political career.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"d907cf5a90875b1ff42418617685d6dbcb0c3696\"> \n <img src=\"https://media.guim.co.uk/d907cf5a90875b1ff42418617685d6dbcb0c3696/0_116_3500_2101/1000.jpg\" alt=\"Sanders speaks during a rally in St Louis, Missouri, last week.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Sanders speaks during a rally in St Louis, Missouri, last week.</span> \n  <span class=\"element-image__credit\">Photograph: Lucas Jackson/Reuters</span> \n </figcaption> \n</figure> \n<p>Michael Kazin, a historian and co-editor of Dissent magazine, said Sanders has already achieved what many nominees and presidents never do: he has fundamentally shifted the ideology of the Democratic party on everything from healthcare and climate change to raising the minimum wage and taxing the rich. Sanders, Kazin said, was likely the “most leftwing candidate” to make it this far in American political history.</p> \n<p>That a 78-year-old democratic socialist has come within striking distance of the nomination is an “astounding success” in its own right, marveled Bill Press, a progressive talkshow host who helped launch Sanders 2016 campaign from the living room of his Washington home.</p> \n<p>“In a very real sense,” he said, “Bernie has already won the primary.”</p>",
  "<p>With his back to the wall, Donald Trump turned to perhaps the only people that truly impress him: not health experts or scientists but the titans of corporate America.</p> <p>Confronted by a global pandemic he cannot <a href=\"https://www.theguardian.com/world/2020/mar/09/donald-trump-coronavirus-response\">bully, insult or out-tweet</a>, the president paraded chief executives at the White House in the hope they could dig him out of a hole partly of his own making.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/13/donald-trump-coronavirus-national-emergency-sketch\">'I don't take responsibility': Trump shakes hands and spreads blame over coronavirus</a> </p> </aside>  <p>Retailers such as CVS, Target, Walmart and Walgreens – household names in America – will provide “drive-thru” testing for the coronavirus, Trump promised, while Google was developing a national website to offer guidance.</p> <p>This, however, came as a surprise to Google. The tech giant <a href=\"https://www.theverge.com/2020/3/13/21179118/google-coronavirus-testing-screening-website-drive-thru-covid-19\">denied it is doing any such thing</a>.</p> <p>The bizarrely misleading claim was indicative of Trump’s mishandling of a crisis different in magnitude from any he faced before. The former special counsel Robert Mueller’s Russia investigation and the Ukraine scandal that led to Trump’s impeachment did not send markets into free fall, force mass closures of schools and sporting events or potentially put millions of lives at risk.</p> <p>The acid test of Trump’s maverick leadership has finally come.</p> <p>His response so far has been “haphazard”, said <a href=\"https://twitter.com/MichaelSteele?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Michael Steele</a>, former chairman of the Republican National Committee. “When you start from the point of thinking the whole thing is a hoax, or at least something your political opponents are ginning up to use against you, it colours your whole approach.”</p> <p>Trump’s original sin was committed two years ago when he disbanded a White House office dealing specifically with preparation for pandemics. <a href=\"https://twitter.com/NewsHour/status/1238572800186757120?s=20\">His discomfort on this topic</a> was clear on Friday when a reporter asked him about it.</p> <p>“Well, I just think it’s a nasty question,” he said. “I don’t know anything about it.”</p> <p>Trump’s second big mistake was turning down the offer of a German-made diagnostic test approved by the World Health Organization (WHO). Asked about the shortage, which left America lagging far behind South Korea and other countries, Trump said: “I don’t take responsibility at all.”</p> <p>The past few weeks have also brought a cascade of false statements that sought to downplay the severity of the threat and wish it away. The coronavirus is not as bad as the seasonal flu, Trump has maintained, and will disappear in the warmth of spring. The slump of financial markets, on which Trump has yoked so much of his re-election hopes, finally seized his attention.</p> <p>Everything he did, however, just seemed to make matters worse. He toured the Centers for Disease Control and Prevention (CDC) in Atlanta wearing a “Keep America Great” cap, boasting of his “natural ability” to understand the subject and making the bogus assertion that any American who needs a coronavirus test can get one.</p> <p>On Wednesday this week he addressed the nation from the Oval Office, live on primetime TV. It was, in many viewers’ estimation, <a href=\"https://www.theguardian.com/us-news/2020/mar/11/donald-trump-us-coronavirus-address\">an unmitigated disaster</a>, fueling anxiety rather than calm, panic rather than reassurance. Trump blindsided European officials by announcing a 30-day travel ban and made some basic factual errors the White House had to correct.</p> <p>Then came Friday’s rose garden reset. Trump <a href=\"https://www.theguardian.com/world/2020/mar/13/donald-trump-coronavirus-national-emergency\">declared a national emergency</a> that released $50bn for state and local governments. Shaking hands with chief executives despite medical advice on social distancing, the president promised a public-private partnership to finally make testing widely available.</p> <p>His eternally loyal vice-president, Mike Pence, did his best to reshape the narrative.</p> <p>“This day should be an inspiration to every American,” he said, “because thanks to your leadership from early on, not only are we bringing a whole-of-government approach to confronting the coronavirus, we’re bringing an all-of-America approach.</p> <p>“Mr President, from early on, you took decisive action. You suspended all travel from China … throughout this process, Mr President, you’ve put the health of America first.”</p> <p>It was an attempt to right the ship and restore confidence. But will it work?</p> <p>There was a promising sign on the stock market. The Dow Jones industrial average jumped nearly 2,000 points – its biggest point gain ever.</p> <p>Furthermore, there are few signs that the coronavirus shambles has disillusioned Trump’s supporters. Some 87% of Republicans approve of his handling of the problem, according to a Quinnipiac University poll.</p> <p><a href=\"https://www.theguardian.com/us-news/2018/jul/29/sean-spicer-trump-briefing-book\">Sean Spicer</a>, a former White House press secretary, said: “I think they came out really strong in terms of declaring flights shut down [from China]. The rollout of the kits and the testing was a step backwards but now they seem to be getting their footing back.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>His rhetoric over this has been sloppy if not reckless: the Trump tendency to blurt out things, loose talk</p> <footer> <cite>Bill Whalen</cite> </footer> </blockquote> </aside>  <p><a href=\"https://www.hoover.org/profiles/bill-whalen\">Bill Whalen</a>, a research fellow at the Hoover Institution at Stanford University in Palo Alto, California, said: “He gets mixed reviews. His rhetoric over this has been sloppy if not reckless: the Trump tendency to blurt out things, loose talk. Where he got good reviews lies in the government’s overall approach.”</p> <p>Whalen noted that California’s Democratic governor, Gavin Newsom, had praised Trump for supporting his state in the repatriation of passengers from a coronavirus-infected cruise ship.</p> <p><a href=\"https://www.newsweek.com/californias-democrat-governor-praises-trumps-coronavirus-response-every-single-thing-he-said-1491294\">Newsom told reporters</a>: “We had a private conversation, but [Trump] said: ‘We’re gonna do the right thing’ and ‘You have my support, all of our support, logistically and otherwise’. He said everything I could have hoped for and we had a very long conversation and every single thing he said, they followed through on.”</p> <p>Trump will almost certainly face Joe Biden in November’s presidential election. Standing before US flags, the former vice-president gave a speech this week about his plan to tackle the coronavirus, presenting the image of a government in waiting.</p> <p>It made for a telling contrast with Trump, who may find himself haunted by the spectre of George W Bush’s bungled <a href=\"https://www.theguardian.com/world/2005/sep/14/hurricanekatrina.usa\">response to Hurricane Katrina in 2005</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/14/coronavirus-washington-state-us-outbreak\">Why Washington state is at the center of the US coronavirus outbreak</a> </p> </aside>  <p>Whalen said: “The question is how does he handle this as on a personal level. For Bush, the problem with Katrina wasn’t the federal response but Bush not getting out of the plane, not showing the personal touch. Nobody elected Trump on the principle that he’d be the hugger-in-chief or the consoler-in-chief.</p> <p>“The economy is his trump card at all times. There are people who say: ‘I may not care for the tweets or his bombastic bluster but I’m making money while he’s in office.’ But now people will get their monthly statement and ask: ‘What happened to 10% of my portfolio?’”</p>",
  "<p>Joe Biden and Bernie Sanders will square off in the 11th Democratic debate on Sunday night, in a contest moved from Arizona to Washington DC and held without a live audience due to the coronavirus outbreak.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/14/democratic-party-unite-2020-election-joe-biden-bernie-sanders\">Can Democrats unite the party in time for November's election?</a> </p> \n</aside> \n<p>The escalating public health crisis has played havoc with all areas of US life, but Arizona, Florida, Illinois and Ohio will still <a href=\"https://www.businessinsider.com/march-17-could-be-bernie-last-stand-against-biden-2020-2020-3\">go to the polls on Tuesday</a>.</p> \n<p>After his <a href=\"https://www.theguardian.com/commentisfree/2020/mar/04/super-tuesday-joe-biden#maincontent\">spectacular rebound on Super Tuesday</a> and <a href=\"https://www.theguardian.com/us-news/2020/mar/10/sanders-michigan-loss-crushes-staff-and-supporters\">strong performances</a> this week, Biden is ahead in delegates earned, seemingly on course for the nomination to face Donald Trump in November.</p> \n<p>But Sanders <a href=\"https://www.nytimes.com/2020/03/11/us/politics/bernie-sanders-democrats-2020.html\">has refused to throw in the towel</a>, saying this week that though he may be “<a href=\"https://www.theguardian.com/us-news/2020/mar/11/bernie-sanders-democratic-race-stays-joe-biden\">losing the debate over electability</a>”, he is a champion for the views of most younger voters and wants to influence the general election platform.</p> \n<p>“On Sunday, I very much look forward to the debate in Arizona with my friend <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a>,” Sanders said, indicating he would challenge the former vice-president on healthcare reform, the minimum wage and other progressive priorities.</p> \n<p>Nick Carter, Sanders’ political outreach director in 2016, <a href=\"https://www.nytimes.com/2020/03/11/us/politics/bernie-sanders-democrats-2020.html\">told the New York Times</a> the Vermont senator was “pivoting to ensure that the issues that he has built his political career around continue to be front and center in the political dialogue.</p> \n<p>“I also think he has [at the] top of [his] mind ensuring his supporters and <a href=\"https://www.theguardian.com/us-news/2020/mar/13/bernie-sanders-fans-joe-biden-democratic-candidate\">those unenthusiastic about a Biden candidacy</a> don’t call it a day.”</p> \n<p>Many in the Democratic establishment would prefer the independent from Vermont admit defeat and <a href=\"https://www.theguardian.com/us-news/2020/mar/14/democratic-party-unite-2020-election-joe-biden-bernie-sanders\">put his shoulder to the wheel for Biden</a>.</p> \n<p>In emails to the Guardian, Martin O’Malley, a former Baltimore mayor, Maryland governor <a href=\"https://www.theguardian.com/us-news/2020/feb/01/bernie-sanders-iowa-democrats-martin-omalley\">and candidate for the presidential nomination</a>, said he was “guessing, most kindly, that Bernie is thinking as quickly as Biden sprung back to political life, he could as easily stumble and so he has an obligation to hang in there.</p> \n<p>“What he risks is that more and more people [see] his messiah veneer fall away and his hypocrisy on many issues – gun safety, immigration reform, Russia interference – will strip away his lovable old uncle persona.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"be6a792d-6ae8-4a41-a528-61f0c78a12d3\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/nLM9bm11sVI?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>At the polls, Biden’s comeback from seemingly inevitable defeat has been powered by older voters, moderates, voters in swing counties and an overwhelming percentage of African Americans.</p> \n<p>“I think Biden has been so battered and scarred already,” O’Malley said, “[that] I’m not sure there is much more that Bernie can do … in fact, Bernie could be a useful foil for Biden’s need to appeal to and win more independents.”</p> \n<p>Reed Galen, a former aide to George W Bush and John McCain, left the Republican party in 2016 and is now part of <a href=\"https://www.theguardian.com/us-news/2020/feb/28/lincoln-project-donald-trump-cooper-union-rick-wilson\">the Lincoln Project</a>, a super Pac devoted to producing ads against Trump.</p> \n<p>Sanders is “using the core of his support base to not drop out gracefully”, Galen told the Guardian on Saturday, adding: “I don’t think Bernie Sanders has grace about him. From my perspective I think he should have [dropped out] and let the Biden campaign go and do the things it needs to do vis-a-vis Trump.</p> \n<p>“But Bernie doesn’t care because he’s not a Democrat and never has been, so from his supporters’ perspective, if they wreck the Democratic party it’s just another win for them.”</p> \n<p>Galen and O’Malley both expected a fiery contest in CNN’s Washington studio.</p> \n<p>“Biden won’t stand there like a punching bag,” said O’Malley, who experienced the highs and lows of the debate stage alongside Sanders and Hillary Clinton. “He will hit back when pressed. And Bernie has no choice but to press.”</p> \n<p>Galen said he thought Biden had a good opportunity to appeal again to moderates and independents, but added a warning about the pitfalls of any such bare-knuckle political bout, <a href=\"https://www.youtube.com/watch?v=S6-UC8yr0Aw\">into which Biden has fallen</a> in this and other elections.</p> \n<p>“When you hit that debate stage it’s like a roller coaster heading downhill,” he said. “You hope it’s going to stay on the tracks but once in a while it goes flying off the edge.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"a381fa53-24c1-46a8-a648-7710acb74a3a\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/K30TgRppDzg?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>The coronavirus outbreak – which caused Univision host Jorge Ramos to step aside as a debate host after contact with someone exposed to Covid-19 – seems sure to dominate proceedings.</p> \n<p>Both Biden and Sanders addressed the nation on the subject this week, attempting to present a contrast with Trump’s wildly uneven attempts to lead.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/13/bernie-sanders-fans-joe-biden-democratic-candidate\">Bernie or Bust: the Sanders fans who will never vote for Biden</a> </p> \n</aside> \n<p>Galen said he thought Biden’s advisers would therefore seek to “utilise what Biden has been best at, which is relying on personal experience.</p> \n<p>“We saw this week that he started talking about what he’s done in government and what government can and can’t do. I think his team will try to stay in that fairly narrow zone.</p> \n<p>“But it wouldn’t surprise me if they also spend a fair amount of time focused on Trump. Here’s a way that he can use a sledgehammer on Trump but a scalpel on Sanders: by saying, ‘Here’s a guy we elected that had no experience, no people willing to work for him, no people he is willing to listen to. We can’t have that anymore.’”</p> \n<p>Galen and O’Malley both deplored a tweet sent by Trump’s campaign this week which called Biden a “<a href=\"https://twitter.com/TeamTrump/status/1238485971571576832\">rotting corpse of a candidate</a>”, and said it was a taste of the fierce and dirty fight to come.</p> \n<p>“There is one question and only one question that viewers will be asking themselves during Sunday’s debate,” O’Malley said, “and it is this: which of these two candidates would do the best job of keeping me and my family safe in a big emergency, like, a pandemic.</p> \n<p>“What I do know is that of the three men left [including Trump], more and more people are wishing Biden were already in charge.”</p> \n<p>In fact, the Hawaii congresswoman Tulsi Gabbard is still campaigning. For the debate in Washington on Sunday, however, she did not meet qualification criteria set by the Democratic National Committee.</p>"
]