[
  "<p><em>This story was reported in collaboration with OpenSecrets.</em></p> <p>A powerful new conservative organization fighting to restrict voting in the 2020 presidential election is really just a rebranded group that is part of a dark money network already helping Donald Trump’s <a href=\"https://www.theguardian.com/us-news/2020/apr/28/donald-trump-judges-create-new-conservative-america-republicans?CMP=series_embed_box\">unprecedented effort </a>to remake the US federal judiciary, the Guardian and OpenSecrets reveal.</p> <p>The organization, which calls itself the <a href=\"https://www.honestelections.org/\">Honest Elections Project</a>, seemed to emerge out of nowhere a few months ago and started stoking fears about voter fraud. Backed by a dark money group funded by rightwing stalwarts like the Koch brothers and Betsy DeVos’ family, the Honest Elections Project is part of the network that pushed the US supreme court picks Brett Kavanaugh and Neil Gorsuch, and is quickly becoming a juggernaut in the escalating fight over voting rights.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/18/republicans-devote-20m-and-50000-people-into-efforts-to-restrict-voting\">Republicans devote $20m and 50,000 people to efforts to restrict voting</a> </p> </aside>  <p>The project announced it was spending $250,000 in <a href=\"https://www.nbcnews.com/politics/meet-the-press/blog/meet-press-blog-latest-news-analysis-data-driving-political-discussion-n988541/ncrd1182726#blogHeader\">advertisements </a>in April, warning against voting by mail and <a href=\"https://www.youtube.com/watch?v=0gFW4sb1lps&amp;feature=youtu.be\">accusing Democrats of cheating</a>. It facilitated letters to election officials in <a href=\"https://www.honestelections.org/wp-content/uploads/2020/02/Colorado-Pre-litigation-Notice.pdf\">Colorado</a>, <a href=\"https://www.honestelections.org/wp-content/uploads/2020/02/Florida-Pre-litigation-Notice.pdf\">Florida</a> and <a href=\"https://www.honestelections.org/wp-content/uploads/2020/02/Michigan-Pre-litigation-Notice.pdf\">Michigan</a>, using <a href=\"https://www.brennancenter.org/our-work/analysis-opinion/calls-more-purges-rest-shaky-data\">misleading data</a> to accuse jurisdictions of having bloated voter rolls and threatening legal action.</p> <p>Calling voter suppression a “<a href=\"https://www.honestelections.org/the-voter-suppression-myth/\">myth</a>”, it has also been extremely active in the courts, filing briefs in favor of voting restrictions in <a href=\"https://www.honestelections.org/the-honest-elections-project-filed-a-brief-in-state-court-defending-nevadas-duly-enacted-election-laws/\">Nevada</a>,<a href=\"https://www.honestelections.org/honest-elections-project-files-brief-in-virginia-on-witness-requirements-for-absentee-ballots/\"> Virginia</a>, <a href=\"https://www.honestelections.org/honest-elections-project-files-brief-in-texas-on-straight-ticket-voting/\">Texas</a>, <a href=\"https://www.honestelections.org/wp-content/uploads/2020/03/HEP-Amicus-Brief-2020-03-30-17_55_45.pdf\">Wisconsin</a> and <a href=\"https://www.honestelections.org/wp-content/uploads/2020/03/50_HEP-Amicus-Br-2020-03-26-19_13_01.pdf\">Minnesota</a>, among other places, at times represented by lawyers from the <a href=\"https://www.washingtonpost.com/local/legal-issues/coming-to-trumps-defense-an-unconventional-lawyer-for-an-unconventional-president/2019/08/21/f877214a-9382-11e9-aadb-74e6b2b46f6a_story.html\">same firm</a> that represents Trump. By having a hand in both voting litigation and the judges on the federal bench, this network could create a system where conservative donors have an avenue to both oppose voting rights and appoint judges to back that effort.</p> <p>Despite appearing to be a free-standing new operation, the Honest Elections Project is just a legal alias for the Judicial Education Project, a well-financed nonprofit connected to a powerful network of dark money conservative groups, according to business records reviewed by the Guardian and OpenSecrets.</p> <p>“These are really well-funded groups that in the context of judicial nominations have been systematically, over the long term but also the short term, kind of pushing an agenda to pack the courts with pretty extreme right wing nominees,” said Vanita Gupta, the president and CEO of the Leadership Conference on Civil and Human Rights. “The infrastructure that they’ve built over the years has been a really important vehicle for them to do this.”</p> <p>For nearly a decade, the organization has been almost entirely funded by DonorsTrust, known as a <a href=\"https://www.motherjones.com/politics/2013/12/donors-trust-franklin-center-alec-mercatus-center-dark-money/\">“dark money ATM”</a> backed by the Koch network and other prominent conservative donors, according to data tracked by OpenSecrets. In 2018, more than 99% of the Judicial Education Project’s funding came from a single $7.8m donation from DonorsTrust.</p> <p>The Judicial Education Project is also closely linked to <a href=\"https://www.washingtonpost.com/graphics/2019/investigations/leonard-leo-federalists-society-courts/\">Leonard Leo</a>, one of the most powerful people in Washington who has shaped Donald Trump’s <a href=\"https://www.theguardian.com/us-news/2020/apr/28/donald-trump-judges-create-new-conservative-america-republicans\">unprecedented effort to remake</a> the federal judiciary with conservative judges.</p> <p>The organization has deftly hidden the changes to its name from public view. In December, the Judicial Education Project formally <a href=\"https://www.documentcloud.org/documents/6889358-Articles-of-Amedment-Judicial-Education-Project.html\">changed</a> its legal name to The 85 Fund, a group Leo backed to funnel “tens of millions” of dollars into conservative causes, <a href=\"https://www.axios.com/leonard-leo-crc-advisors-federalist-society-50d4d844-19a3-4eab-af2b-7b74f1617d1c.html\">according to Axios</a>. The Honest Elections Project is merely a <a href=\"https://www.documentcloud.org/documents/6889355-The-85-Fund-Fictious-Name-Certificate-Honest.html\">fictitious name</a> – an alias – the fund legally adopted in February. The change was nearly indiscernible because The 85 Fund registered two other legal aliases on the same day, including <a href=\"https://www.documentcloud.org/documents/6889356-The-85-Fund-Fictious-Name-Certificate-Judicial.html\">the Judicial Education Project</a>, its old name. The legal maneuver allows it to operate under four different names with little public disclosure that it is the same group.</p> <p>The Judicial Education Project is closely aligned with the Judicial Crisis Network, a group with unmatched influence in recent years in shaping the federal judiciary. The Judicial Crisis Network spearheaded the campaigns to get Gorsuch and Kavanaugh confirmed to the US supreme court, <a href=\"https://www.brennancenter.org/our-work/analysis-opinion/conservative-group-behind-kavanaugh-confirmation-has-spent-years\">spending millions of dollars</a> in each instance. It has also spent significantly on critical state supreme court races across the country.</p> <p>There is a lot of overlap between the Honest Elections Project and the Judicial Crisis Network. Both groups share personnel, including Carrie Severino, the influential president of the Judicial Crisis Network. Both groups have been funded by The Wellspring Committee, a group Leo raised money for until it shut down in 2018. Both have also paid money to <a href=\"https://www.opensecrets.org/news/2018/11/trump-inauguration-money-links-secretive-dark-money/\">BH Group</a>, an LLC Leo once disclosed as his employer, that made a $1m mystery donation to Trump’s inauguration.</p>  <figure class=\"element element-image\" data-media-id=\"ae693cf67675a1e7ab104313c04a22ed122393ff\"> <img src=\"https://media.guim.co.uk/ae693cf67675a1e7ab104313c04a22ed122393ff/0_0_6000_4000/1000.jpg\" alt=\"The Honest Elections Project is part of the network that pushed the US supreme court picks Brett Kavanaugh and Neil Gorsuch.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Honest Elections Project is part of the network that pushed the US supreme court picks Brett Kavanaugh and Neil Gorsuch.</span> <span class=\"element-image__credit\">Photograph: Doug Mills/Getty Images</span> </figcaption> </figure>  <p>“This is a small community that is really trying to push forward these more suppressive tactics that will be challenged in court and having those judges on the bench, they’re really hoping it’s going to continue to rig the system in their favor,” said Lena Zwarensteyn, who closely follows judicial nominations at the Leadership Conference. “By changing the rules of the game and who the referees are, they’re trying to change the landscape.”</p> <p>Neither the Honest Elections Project nor the Judicial Crisis Network responded to requests for an interview.</p> <p>The Honest Elections Project has become active as Republicans are scaling up their efforts to fight to keep voting restrictions in place ahead of the election. The Republican National Committee will spend at least <a href=\"https://www.theguardian.com/us-news/2020/may/18/republicans-devote-20m-and-50000-people-into-efforts-to-restrict-voting\">$20m on litigation</a> over voting rights and wants to recruit up to 50,000 people to help monitor the polls and other election activities.</p> <p>Gupta said seeing a group that has been extremely successful in pushing judicial confirmations turn its attention to voting rights was alarming.</p> <p>“It isn’t any surprise to those of us that do work in both of these spaces that our opponents [who] want to constrict access to voting, access to the courts, who are seeking an anti-inclusive, anti-civil rights agenda are one in the same,” she said.</p>",
  "<ul> \n <li></li> \n</ul> \n<p>Good morning.</p> \n<p>Donald Trump raged against Twitter – on Twitter – on Tuesday, after the social media platform <a href=\"https://www.theguardian.com/us-news/2020/may/26/trump-twitter-fact-check-warning-label\">marked the president’s misleading </a><a href=\"https://www.theguardian.com/us-news/2020/may/26/trump-twitter-fact-check-warning-label\">posts with its new “get the facts” label</a> for the first time since introducing the feature this month. Trump had made false statements about the threat of voter fraud posed by the expansion of mail-in voting in California.</p> \n<figure class=\"element element-image\" data-media-id=\"e65ea6399baa54fd91c548cd5982bf04507798fa\"> \n <img src=\"https://media.guim.co.uk/e65ea6399baa54fd91c548cd5982bf04507798fa/0_0_3725_2235/1000.jpg\" alt=\"Twitter fixed the labels to Trump’s tweets under its new policy, which debuted this month.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Twitter fixed the labels to Trump’s tweets under its new policy, which debuted this month.</span> \n  <span class=\"element-image__credit\">Photograph: AFP/Getty</span> \n </figcaption> \n</figure> \n<p>Twitter, which has long faced criticism for failing to censor the head of state’s most egregious statements, added the new labels after deciding Trump’s tweets violated its new “civic integrity policy”, which bars users from “manipulating or interfering in elections”. Trump then repeated his false claims in a further series of tweets, accusing Twitter of “interfering in the 2020 Presidential Election” and “completely stifling FREE SPEECH”.</p> \n<ul> \n <li><p><strong>A widower asked Twitter to delete Trump’s ‘horrifying’ smears about his late wife. </strong>But the firm has said it will not take down the tweets, in which <a href=\"https://www.theguardian.com/media/2020/may/26/lori-klausutis-husband-asks-twitter-delete-trump-joe-scarborough-smears-death\">the president alludes to debunked claims that Joe Scarborough was involved</a> in the 2001 death of Scarborough’s then congressional aide, Lori Klausutis.</p></li> \n <li><p><strong>Kayleigh McEnany repeatedly ducked questions about the controversy </strong>at a White House briefing on Tuesday. The president’s new press secretary is <a href=\"http://www.theguardian.com/us-news/2020/may/26/kayleigh-mcenany-white-house-press-secretary-briefing\">no different from her predecessors</a>, writes David Smith:</p></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>McEnany has stunned viewers with her evangelical devotion to the US president, her straight-faced defence of his wildest conspiracy theories and her already-wearing-thin stunt of trying to turn the tables on reporters.</p> \n</blockquote> \n<h2>The Americas are the new epicentre of the pandemic</h2> \n<figure class=\"element element-image\" data-media-id=\"9c97673757f52def51287764e8beb22e923d15e8\"> \n <img src=\"https://media.guim.co.uk/9c97673757f52def51287764e8beb22e923d15e8/0_132_4000_2401/1000.jpg\" alt=\"The graves of those who have died since early April, at a cemetery in Manaus, Brazil\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">The graves of those who have died since early April, at a cemetery in Manaus, Brazil.</span> \n  <span class=\"element-image__credit\">Photograph: Felipe Dana/AP</span> \n </figcaption> \n</figure> \n<p>The daily coronavirus infection rate has surged in Brazil and other Latin American countries. According to Carissa Etienne, the World Health Organization’s director for the Americas, it makes the region <a href=\"https://www.theguardian.com/world/2020/may/27/global-report-who-says-the-americas-are-centre-of-pandemic-as-cases-surge\">the latest “epicenter of the Covid-19 pandemic</a><a href=\"https://www.theguardian.com/world/2020/may/27/global-report-who-says-the-americas-are-centre-of-pandemic-as-cases-surge\">”</a>. A study by the University of Washington predicts the death toll in Brazil could reach 125,000 by early August, while WHO officials have also expressed concern about accelerating outbreaks in Peru, Chile, El Salvador, Guatemala and Nicaragua.</p> \n<ul> \n <li><p><strong>Venezuela’s official count of just 10 deaths is ‘not credible’</strong>, say activists from Human Rights Watch, calling the <a href=\"https://www.theguardian.com/world/2020/may/26/venezuela-coronavirus-death-toll-human-rights-watch\">statistics released by the Maduro regime</a> “absolutely absurd”.</p></li> \n <li><p><strong>In Brazil, </strong><strong>157 nurses </strong><strong>have died as a result of Covid-19</strong>, <a href=\"http://www.theguardian.com/world/2020/may/27/brazil-coronavirus-nurses-deaths-cases\">more than any other country including the US</a>, where at least 146 nurses are known to have died.</p></li> \n <li><p><strong>A cardboard hospital bed that doubles as a coffin</strong> could come into use in Colombia, after a team of designers came up with the <a href=\"http://www.theguardian.com/world/2020/may/27/colombia-coronavirus-cardboard-hospital-beds-coffins\">morbidly pragmatic solution to potential shortages</a> of hospital beds and funerary caskets.</p></li> \n</ul> \n<h2>Protests followed a police killing in Minneapolis</h2> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"3e7f3a94-d3a0-4ed3-b8bd-73d907abda32\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/otIfcxvWlGA?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>The footage is distressing: a Minneapolis police officer kneels on the neck of 46-year-old George Floyd as he lies in the street, yelling that he cannot breathe. The shocking death of another unarmed black man at the hands of police officers <a href=\"https://www.theguardian.com/us-news/2020/may/26/george-floyd-killing-minneapolis-protest-police\">led to clashes between protesters and police</a> in the city on Tuesday, while the FBI and authorities in Minnesota have both <a href=\"https://www.theguardian.com/us-news/2020/may/26/george-floyd-killing-police-video-fbi-investigation\">launched investigations into the incident</a>.</p> \n<p>Four officers who were involved in the fatal arrest on Monday have already been fired, while the Minneapolis mayor, Jacob Frey, said on Tuesday that the white officer who knelt on Floyd’s neck for five minutes had “failed in the most basic human sense”.</p> \n<ul> \n <li><p><strong>A viral confrontation between a white dog-walker and a black birdwatcher </strong>in New York’s Central Park has <a href=\"https://www.theguardian.com/us-news/2020/may/26/central-park-new-york-white-woman-black-birdwatcher\">ignited a fresh online debate over everyday racism</a>, after the woman was caught on camera saying she would call police “to tell them there’s an African American man threatening my life”.</p></li> \n</ul> \n<h2>Riot police flooded the streets of Hong Kong again</h2> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"e6c2cd4e-4095-4c11-8800-365e94b11c7f\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/zt5VKdS-Wik?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Armed police streamed into the streets of Hong Kong on Wednesday, to suppress widespread protests over a new law that <a href=\"https://www.theguardian.com/world/2020/may/27/hong-kong-trump-china-security-crackdown-protests\">criminalises any mockery of China’s national anthem</a>. Pepper bullets were fired and at least 180 demonstrators arrested during the lunchtime rallies, amid continued anger at Beijing’s increasing interference in the semi-autonomous city’s affairs.</p> \n<p>McEnany said at a press conference on Tuesday that Trump was “displeased” by the new national security law being imposed by Beijing, adding it was “hard to see how Hong Kong can remain a financial hub if China takes over”.</p> \n<h2>In other news…</h2> \n<figure class=\"element element-image\" data-media-id=\"0db0e52a636e9d26b04ac1b18a9eeb79c8142c6a\"> \n <img src=\"https://media.guim.co.uk/0db0e52a636e9d26b04ac1b18a9eeb79c8142c6a/0_120_3000_1800/1000.jpg\" alt=\"The New York governor, Andrew Cuomo, waves to the trading floor at the New York stock exchange on Tuesday\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">The New York governor, Andrew Cuomo, waves to the trading floor at the New York stock exchange on Tuesday.</span> \n  <span class=\"element-image__credit\">Photograph: Xinhua/Rex/Shutterstock</span> \n </figcaption> \n</figure> \n<ul> \n <li><p><strong>The New York stock exchange reopened</strong> on Tuesday for the first time since 23 March, with <a href=\"https://www.theguardian.com/us-news/2020/may/26/nyse-reopens-two-months-closing-covid-19\">new Covid-19 safety protocols for the small number of traders</a> permitted to return to work in person.</p></li> \n <li><p><strong>The US is letting 10 firms delay paying environmental fines </strong>totalling $56m, after <a href=\"http://www.theguardian.com/environment/2020/may/27/epa-corporation-environmental-fines-decision\">granting them a pause during the pandemic</a>. At least two of the polluters in question told the Guardian they had made payments despite the extension.</p></li> \n <li><p><strong>At least 11 local news stations aired segments scripted by Amazon</strong>, after the company’s PR team sent out <a href=\"https://www.theguardian.com/technology/2020/may/26/amazon-local-news-segments-pr-coronavirus\">a pre-edited package offering a “glimpse inside” its warehouses</a> and the new safety measures it says it has put in place to protect staff.</p></li> \n <li><p><strong>Yamaha has developed a ‘remote cheering’ app </strong>that will allow Japanese football fans to support their team <a href=\"https://www.theguardian.com/world/2020/may/27/japan-launches-remote-cheering-app-to-boost-atmosphere-in-empty-stadiums\">by cheering into their smartphones</a>, with their voices then reverberating around the empty stadiums in real time, via loudspeakers.</p></li> \n</ul> \n<h2>Great reads</h2> \n<figure class=\"element element-image element--showcase\" data-media-id=\"86ff5e058d66dabc531a7c242ae60949c649eb54\"> \n <img src=\"https://media.guim.co.uk/86ff5e058d66dabc531a7c242ae60949c649eb54/0_69_1024_614/1000.jpg\" alt=\"The Northwest Angle is 80% water, surrounding a small rectangle of land cut off by Canada\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">The Northwest Angle is 80% water, surrounding a small rectangle of land cut off by Canada.</span> \n  <span class=\"element-image__credit\">Photograph: Rutherford Studios/Sara Fox</span> \n </figcaption> \n</figure> \n<p><strong>A corner of Minnesota cut off by Canada</strong></p> \n<p>The Northwest Angle is the northernmost point of the continental US, a tiny, idyllic wedge of Minnesota only accessible via boat – or via Canada. Porter Fox takes a fishing trip, and explains the <a href=\"https://www.theguardian.com/travel/2020/may/27/corner-of-minnesota-thats-there-by-mistake-northwest-angle-us-canada\">quirk of history that created this isolated corner of the US</a>.</p> \n<p><strong>Will the Biden archive be made public?</strong></p> \n<p>The University of Delaware is home to 1,875 boxes of “photographs, documents, videotapes and files” and 415 gigabytes of electronic records that comprise Joe Biden’s archive, spanning his 36 years in the US Senate. Republicans sense rich pickings, but <a href=\"http://www.theguardian.com/us-news/2020/may/27/joe-biden-papers-archive-democrats-republicans\">will the collection be made public before the election</a>? David Smith reports.</p> \n<h2>Opinion: It’s not inspiring to see billionaires in space</h2> \n<p>On Wednesday, Elon Musk is helping send Americans back to space on one of his SpaceX rockets. With the world being ravaged by a pandemic, Arwa Mahdawi <a href=\"https://www.theguardian.com/commentisfree/2020/may/27/of-course-billionaires-like-elon-musk-love-outer-space-the-earth-is-too-small-for-their-egos\">struggles to find much hope or inspiration in the idea of privatised spaceflight</a>.</p> \n<blockquote class=\"quoted\"> \n <p>Seriously, if you think that billionaires are exploring space for the good of humankind then I have a bridge on Mars I can sell you. They are doing it for their ego and the commercial opportunity.</p> \n</blockquote> \n<h2>Last Thing: What pandemic personality are you?</h2> \n<figure class=\"element element-image\" data-media-id=\"22df33d0e5bf89be89e462a0ebc388cc4f8407bd\"> \n <img src=\"https://media.guim.co.uk/22df33d0e5bf89be89e462a0ebc388cc4f8407bd/0_86_4672_2805/1000.jpg\" alt=\"Are you a project person, or more of a radically progressive traditional housewife?\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Are you a project person, or more of a radically progressive traditional housewife?</span> \n  <span class=\"element-image__credit\">Photograph: Kangah/Getty Images</span> \n </figcaption> \n</figure> \n<p>Have you discovered a new you under lockdown? Or has the coronavirus crisis exposed your true character for the first time? Max Benwell breaks down the <a href=\"http://www.theguardian.com/global/2020/may/27/coronavirus-pandemic-personality-character\">“pandemic personalities” that have emerged in this unprecedented moment</a>, from smug introverts to radically progressive traditional housewives, or “radwives” for short.</p> \n<h2>Sign up</h2> \n<figure class=\"element element-embed\" data-alt=\"Sign up for the US morning briefing\"> \n <iframe src=\"https://www.theguardian.com/email/form/plaintone/4300\" height=\"52px\" data-form-title=\"A different kind of daily email\" data-form-description=\"Sign up and get a daily US news briefing from the Guardian\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks, you'll start getting the US morning briefing soon.\"></iframe> \n <figcaption>\n  Sign up for the US morning briefing\n </figcaption> \n</figure> \n<p>First Thing is delivered to thousands of inboxes every weekday. If you’re not already signed up, <a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">subscribe now</a>.</p>",
  "<p>Richard Nixon had tapes. Hillary Clinton had emails. Joe Biden <a href=\"https://www.washingtonpost.com/politics/2020/05/01/biden-delaware-documents/\">has an archive</a> spanning 36 years in the US Senate. It’s a record of his thinking, on everything from criminal justice to the Iraq war, and it could offer rich pickings for reporters and Republican opposition researchers.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/22/joe-biden-radicalism-fdr-economic-crisis-coronavirus\">Joe Biden pushed to embrace radicalism of FDR by scale of economic crisis</a> </p> </aside>  <p>The Biden senatorial papers comprise 1,875 boxes of<a href=\"http://www1.udel.edu/udaily/2012/jun/library-biden-papers-061112.html\"> “photographs, documents, videotapes and files”</a> and 415 gigabytes of electronic records at the University of Delaware in his home state. They recently came to public attention when Biden was accused by Tara Reade, a former staffer, of sexually assaulting her in a Capitol Hill basement in 1993.</p> <p>While vehemently denying that allegation in a TV interview on 1 May, the former vice-president simultaneously acknowledged the explosive potential of the archive’s many other contents.</p> <p>“The fact is that there’s a lot of things, of speeches I’ve made, positions I’ve taken, interviews that I did overseas with people, all of those things relating to my job, and the idea that they would all be made public in the fact while I was running for public office, they could be really taken out of context,” <a href=\"https://www.nytimes.com/2020/05/01/us/politics/joe-biden-tara-reade-msnbc.html\">he told interviewer Mika Brzezinski</a> on MSNBC’s Morning Joe program.</p> <p>“They’re papers or position papers, they are documents that existed and that – for example, when I met with [Vladimir] Putin or when I met with whomever, and all of that could be fodder in a campaign at this time.”</p> <p>Biden, 77, also insisted that the collection does not contain personnel records, sending journalists on a wild goose chase through the <a href=\"https://www.theguardian.com/us-news/2020/may/04/joe-biden-tara-reade-senate-records-reject-request\">National Archives and Senate</a> in search of evidence of a complaint filed by Reade at the time of the alleged incident. The trail went cold, but the University of Delaware treasure trove remains tantalizing.</p> <p>Last week the Republican National Committee <a href=\"https://www.foxnews.com/politics/rnc-ad-targets-university-of-delaware-records-amid-allegations-against-biden?utm_medium=email&amp;utm_source=pu_48&amp;utm_campaign=20200519_124569_&amp;utm_content=\">launched a digital advertising campaign</a>, raising questions about whether the university is keeping documents under seal related to the Reade allegation. One of the ads alleges: “University of Delaware is complicit in sexual assault cover-up.”</p> <p><a href=\"https://www.judicialwatch.org/\">Judicial Watch,</a> a rightwing activist group, is taking legal advice on whether it has grounds to take the university to court for access to the records. Its president, Tom Fitton, said on Thursday: “If we find that the documents are being withheld from us contrary to law, we are prepared to sue.”</p> <p>Biden’s defenders argue he is merely following precedent: past senators who ran for president have not been required to disclose all their papers. But Fitton contended: “It’s not that they’re being required; the question is whether the records are available under law. If he had them at his house, maybe there’s an argument, but they’re not at his house. They’re at a university and subject to Foia [Freedom of Information Act].”</p> <p>Biden’s records were donated to the University of Delaware in 2012. The university did not respond to questions for this article but Andrea Boyle, a spokeswoman, <a href=\"https://www.cnn.com/2020/04/30/politics/biden-senate-papers/index.html\">told CNN</a> earlier this month that it is still “curating the collection”, a process likely to continue well into 2021, and the papers will not be released until two years after Biden retires from public life.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It sets up the Republican line perfectly, which is, ‘What’s he hiding? How come he won’t show us?’</p> <footer> <cite>Larry Sabato</cite> </footer> </blockquote> </aside>  <p>That is unlikely to deter newspaper editors sensing that Biden, first elected to the Senate in 1972 at the age 29, is likely to have skeletons in the closet. <a href=\"https://www.theguardian.com/us-news/2019/mar/15/joe-biden-democrats-trump-2020-president\">His long political career</a> includes the 1991 confirmation hearings for supreme court justice Clarence Thomas, accused of sexual harassment, as well as his support for a 1994 crime law that contributed to mass incarceration. Then there was his 2003 vote authorizing the invasion of Iraq, which he has since said he regrets.</p> <p>Furthermore, critics on the progressive wing of the Democratic party would be eager to scrutinize Biden’s <a href=\"https://www.nytimes.com/2015/08/31/us/politics/banking-ties-could-hurt-joe-biden-in-race-with-populist-overtone.html\">links to the financial services industry,</a> a big player in Delaware. Conservatives might hunt for documents linking Biden’s son, Hunter, to overseas business interests. In a replay of the 2016 campaign, when he encouraged Russia to hack Clinton’s emails, Donald Trump may welcome a chance to make mischief by demanding “transparency”.</p> <p>Larry Sabato, director of the <a href=\"http://centerforpolitics.org/crystalball/\">Center for Politics at the University of Virginia,</a> said: “His papers are much more voluminous than Hillary Clinton’s emails, so I would expect there would be even more stories. Republicans are going to say, ‘You just know there’s some interesting material at the University of Delaware’. No, there really isn’t, but they know it’s a safe thing to say because it can’t be disproven before the election.”</p> <p>There are practical objections, Sabato added, but Republicans will seek to turn those to their advantage. “First of all, you couldn’t publish it all or even open it all. He had an incredibly long career, a 50-year political career, and there are some personal items in there as well, from what I understand. How could you even manage to make it available to researchers, much less the general public, just a few months ahead of an election? It’s not going to happen.</p> <p>“Therefore, it sets up the Republican line perfectly, which is, ‘What’s he hiding? How come he won’t show us?’ No one out there is going to going to say, ‘Well, of course, it’s an enormous amount of material and why would he and most of it’s junk,’ which is true, by the way .”</p> <p>Other presidential candidates have faced similar pressures. <a href=\"https://www.mullings.com/\">Rich Galen,</a> a campaign strategist for actor and former Republican senator Fred Thompson’s unsuccessful 2008 bid, recalled: “His papers from the Senate were at the University of Tennessee and his opponents kept quacking about the fact that we had locked them up, literally, because we didn’t want to go through every morning having some 12-year-old take five words out of a 300-word essay and have to defend it all day.</p> <p>“So we just said to hell with you, if that’s what the fight is going to be about, then the fight will be about not getting access to the papers as opposed to what’s in the papers. And it’s a little hard to make the case that Biden won’t give up the papers at the University of Delaware while Trump has been in federal court for 27 years to protect his financial records.”</p>",
  "<div id=\"block-5ecdac468f0887d70ac60da2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T23:57:45.402Z\">12.57am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>We’ve fired up a brand new global coronavirus blog at the link below – join me there for the latest: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2020/may/27/coronavirus-live-news-spain-begins-10-days-of-mourning-as-global-deaths-near-350000\">Coronavirus live news: Spain begins 10 days of mourning as global deaths near 350,000</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ecda9408f0852d7299505a4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T23:42:30.230Z\">12.42am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In England, regional flare-ups of coronavirus cases after rules are eased will be tackled with “local lockdowns”, the health secretary has said.</p> \n  <p><a href=\"https://www.theguardian.com/politics/matt-hancock\">Matt Hancock</a> told the No 10 daily press briefing the ability to tighten restrictions in individual regions would be part of the <a href=\"https://www.theguardian.com/society/nhs\">NHS</a> test, track and trace system, which is due to expand on 1 June.</p> \n  <p>According to the government’s road map for easing lockdown restrictions, this could lead to local schools, businesses or workplaces being closed in areas with high prevalence of infection.</p> \n  <p>Hancock said: “We will have local lockdowns in future where there are flare-ups and we have a system we are putting in place with a combination of Public Health England and the new joint biosecurity centre, along with the local directors of public health who play an absolutely crucial role in the decision-making in the system, to make sure if there is a local flare-up there is a local lockdown.</p> \n  <p>“And so local lockdowns will be part of the future system that we put in place as part of the NHS test-and-trace system.”</p> \n  <p>The government’s road map for easing lockdown restrictions has set out how the joint biosecurity centre would have a “response function” that could address local spikes in infections, in partnership with local public health agencies, and impose restrictions.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/27/hancock-local-lockdowns-will-be-used-to-suppress-infection\">Hancock: local lockdowns will be used to suppress infection</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ecda2568f087412dad11100\" class=\"block\" data-block-contributor=\"profile/maanvi-singh\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T23:13:39.927Z\">12.13am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Trump campaign has responded to Twitter adding fact checks to the president’s false tweets about mail-in voting.</strong></p> \n  <p>“We always knew that Silicon Valley would pull out all the stops to obstruct and interfere with President Trump getting his message through to voters,” Trump 2020 campaign manager Brad Parscale said. “There are many reasons the Trump campaign pulled all our advertising from Twitter months ago, and their clear political bias is one of them.“<br></p> \n  <p>It is important to note here that Twitter Inc. banned political ads in October 2019 — necessitating that the Trump campaign pull all its advertising from Twitter months ago.</p> \n </div> \n</div> \n<div id=\"block-5ecd9ea28f0852d72995057c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T22:57:41.597Z\">11.57pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Twitter labels Trump's false claims with warning for first time</h2> \n <div class=\"block-elements\"> \n  <p>Here is the full story on Twitter labelling Trump’s false claims with a warning for the first time. </p> \n  <p><em>The Guardian’s <a href=\"https://www.theguardian.com/profile/julia-carrie-wong\">Julia Carrie Wong</a> reports from San Francisco with <a href=\"https://www.theguardian.com/profile/sam-levine\">Sam Levine</a> in New York:</em></p> \n  <p>Twitter for the first time took action against a series of tweets by Donald Trump, labeling them with a warning sign and providing a link to further information.</p> \n  <p>Since ascending to the US presidency, Trump has used his Twitter account to <a href=\"https://twitter.com/realDonaldTrump/status/911789314169823232\">threaten a world leader</a> with war, <a href=\"https://www.theguardian.com/us-news/2017/nov/29/trump-account-retweets-anti-muslim-videos-of-british-far-right-leader\">amplify racist misinformation</a> by British hate figures and, as recently as Tuesday morning, <a href=\"https://www.theguardian.com/media/2020/may/26/lori-klausutis-husband-asks-twitter-delete-trump-joe-scarborough-smears-death\">spread a lie</a> about the 2001 death of a congressional aide in order to smear a cable news pundit. Throughout it all, Twitter has remained steadfast in its refusal to censor the head of state, even going so far as to <a href=\"https://www.theguardian.com/technology/2019/jun/27/twitter-warning-labels-tweets-violate-site-rules\">write a new policy</a> to allow itself to leave up tweets by “world leaders” that violate its rules.</p> \n  <p>The company’s decision on Tuesday afternoon to affix labels to a series of Trump tweets about California’s election planning is a result of a <a href=\"https://blog.twitter.com/en_us/topics/product/2020/updating-our-approach-to-misleading-information.html\">new policy</a> debuted on 11 May. They were applied – hours after the tweets initially went out – because Trump’s tweets violated Twitter’s “civic integrity policy”, a company spokeswoman confirmed, which bars users from “manipulating or interfering in elections or other civic processes”, such as by posting misleading information that could dissuade people from participating in an election.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/26/trump-twitter-fact-check-warning-label\">Twitter labels Trump's false claims with warning for first time</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T22:58:29.364Z\">at 11.58pm BST</time></p> \n</div> \n<div id=\"block-5ecd99d98f087412dad110dc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T22:42:35.301Z\">11.42pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Twitter has added a <a href=\"https://twitter.com/i/events/1265330601034256384\">fact-check warning</a> to the bottom of a tweet by US President Donald Trump. </p> \n  <p>Trump tweeted: “There is NO WAY (ZERO!) that Mail-In Ballots will be anything less than substantially fraudulent. Mail boxes will be robbed, ballots will be forged &amp; even illegally printed out &amp; fraudulently signed. The Governor of California is sending Ballots to millions of people, anyone.....” </p> \n  <p>Bellow the tweet there is now a link with the warning text “Get the facts about mail-in ballots”:</p> \n  <figure class=\"element element-image\" data-media-id=\"b9e54551304ec9a87d6e72d4ad910a225621937a\"> \n   <img src=\"https://media.guim.co.uk/b9e54551304ec9a87d6e72d4ad910a225621937a/0_11_1334_800/1000.jpg\" alt=\"Twitter adds fact-check warning to Trump tweet.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Twitter adds fact-check warning to Trump tweet.</span> \n    <span class=\"element-image__credit\">Photograph: Twitter</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lizzadwoskin/status/1265395752861196288\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BREAKING: Twitter just slapped a warning label on Trump’s tweets for the first time. <a href=\"https://t.co/T6lR5VYoPK\">https://t.co/T6lR5VYoPK</a></p>— Elizabeth Dwoskin (@lizzadwoskin) \n    <a href=\"https://twitter.com/lizzadwoskin/status/1265395752861196288?ref_src=twsrc%5Etfw\">May 26, 2020</a>\n   </blockquote> \n  </figure> \n  <p>On Sunday Trump suggested that supporters of mail-in voting were using the coronavirus outbreak to pull off a “scam”.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T23:13:30.982Z\">at 12.13am BST</time></p> \n</div> \n<div id=\"block-5ecd96b48f0887d70ac60d36\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T22:29:16.135Z\">11.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em><a href=\"https://www.theguardian.com/profile/dan-mcgarry\">Dan McGarry</a> in Port Vila and <a href=\"https://www.theguardian.com/profile/tess-newton-cain\">Tess Newton Cain</a> have this briefing for the Guardian on how the coronavirus has developed in the Pacific this week: </em></p> \n  <p>The total number of cases of Covid-19 infection across the region stands at 292, an increase of 15 since last week, the majority of which were in Guam.</p> \n  <p>The economic toll of the coronavirus pandemic looms larger and larger in the region as fears of widespread infection subside. This week, Fiji Airways delivered <a href=\"https://www.fijivillage.com/news/Fiji-Airways-terminates-contracts-of-758-employees-lets-go-of-all-expat-pilots-and-some-expat-managers-and-implements-20-pay-cut-National-carrier-to-raise-debt-finance-to-ensure-survival-r5fx48/\">termination letters</a> to 758 staff, including all of its cabin crews. Covid-19 was cited as the cause. Staff will be asked to reapply for their positions should they become open again.</p> \n  <p>In Tonga, the prime minister has recommended that parliamentarians <a href=\"https://www.rnz.co.nz/international/pacific-news/417053/tonga-s-pm-proposes-mps-take-a-pay-cut\">take a 20% pay cut</a> due to the massive budget hole facing the country.</p> \n  <p>‘Bring our boys back home’: rugby team from Tonga trapped in New Zealand due to Covid-19Read more</p> \n  <p>The virus crisis is fuelling a drive by many Pacific island countries to reduce their reliance on tourism, replacing it with <a href=\"http://www.xinhuanet.com/english/2020-05/19/c_139070000.htm\">output from other sectors</a>, including the creative economy.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/27/coronavirus-in-the-pacific-weekly-briefing\">Coronavirus in the Pacific: weekly briefing</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ecd94778f0887d70ac60d2a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T22:17:07.670Z\">11.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hello, Helen Sullivan joining you now. As always, please do get in touch on <a href=\"https://twitter.com/helenrsullivan\">Twitter @helenrsullivan</a> or via email: helen.sullivan[at]theguardian.com. Comments, tips, news from your part of the world, and fun all welcome. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T22:20:06.513Z\">at 11.20pm BST</time></p> \n</div> \n<div id=\"block-5ecd84d48f087412dad11084\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T21:28:57.818Z\">10.28pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Brazilian nurse <strong>Rusia Goes</strong> gave birth while unconscious and breathing through a ventilator tube in April as she suffered severe Covid-19 symptoms. It would be nearly a month before the 42-year-old was reunited with her newborn daughter. She has told Reuters:</p> \n  <blockquote class=\"quoted\"> \n   <p>Only God knows how much I missed that little one, who had been inside me, and all of a sudden was taken out because of all of this.</p> \n  </blockquote> \n  <p>Goes is one of at least 374,000 Brazilians infected by the virus, now the world’s second-biggest outbreak after the United States. Over 23,000 people have died.</p> \n  <p>While she normally works as a nurse in a neonatal intensive care unit, Goes stayed home once the pandemic started. But her husband <strong>Ednaldo Goes</strong> suspects he may have transmitted the virus to her as he continued to go out to work and shop for the family.</p> \n  <p>When <strong>Rusia Goes</strong> checked into a Rio de Janeiro hospital with shortness of breath and other Covid-19 symptoms, she was just beginning the eighth month of her pregnancy. Doctors recommended a premature birth by cesarean section to better treat the mother’s condition.</p> \n  <p>The baby tested negative for the virus and was isolated from Goes, who was transferred to another hospital as her condition worsened.</p> \n  <p>She said the battle with the respiratory disease was hard and “very painful,” but slowly she was able to recover. She first met her daughter Luisa virtually, via a video link to her husband and the baby in another hospital.</p> \n  <p>Goes was finally released from the hospital after two weeks and first met her daughter in person on 20 May – some 26 days after giving birth. Masked medical staff gathered with balloons and applauded as Goes left the hospital with her baby in her arms.</p> \n  <p>“To hold her to my chest was so emotional,” she said.</p> \n </div> \n</div> \n<div id=\"block-5ecd7d688f087412dad11058\" class=\"block\" data-block-contributor=\"profile/poppy-noor\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T20:52:52.122Z\">9.52pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Michigan’s governor <strong>Gretchen Whitmer</strong> has come under fire as allegations arise that her husband has been trying to flout her strict shutdown rules – in what she says was a “failed attempt at humour”.</p> \n  <p>Affectionately nicknamed “<a href=\"https://www.theguardian.com/us-news/2020/may/13/gretchen-whitmer-michigan-governor-coronavirus\">Big Gretch</a>”, Whitmer was thrust into the spotlight this year as her state battled one of the highest Covid-19 rates with one of the strictest lockdown policies in the country.</p> \n  <p>But while Whitmer’s strict stay-at-home order has been effective at <a href=\"https://www.metrotimes.com/news-hits/archives/2020/05/07/michigan-shows-strong-signs-of-controlling-the-coronavirus-as-new-cases-deaths-continue-to-decline\">flattening the curve</a> in Michigan, it has also drawn strong criticism from conservatives and <a href=\"https://www.theguardian.com/us-news/2020/may/20/detroit-water-shutoffs-covid-coronavirus\">Democrats</a> alike.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/26/gretchen-whitmer-husband-marc-mallory-boat-lockdown\">Michigan governor’s husband under fire for asking to take his boat out during lockdown</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ecd7be28f0852d7299504d0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T20:30:36.245Z\">9.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The UK prime minister <strong>Boris Johnson</strong> has discussed the pandemic with the<strong> </strong>UN’s secretary general <strong>António Guterres</strong> and the director of the World Health Organization <strong>Dr Tedros Adhanom Ghebreyesus</strong>, Downing Street says.</p> \n  <blockquote class=\"quoted\"> \n   <p>On both calls, the prime minister set out the UK’s support for the international effort to defeat coronavirus and for the work of the UN and WHO in helping to coordinate the global response.</p> \n   <p>The prime minister and Dr Tedros agreed on the importance of an independent investigation into the origins of the coronavirus outbreak, so we can learn lessons to prevent future pandemics.</p> \n   <p>The prime minister also confirmed he will participate via video message in the UN’s upcoming Financing For Development in the Era of Covid-19 event to map out an equitable, green recovery from this crisis.</p> \n   <p>Both Dr Tedros and Secretary-General Guterres reiterated their support for the UK-hosted Global Vaccine Summit on 4 June, which will raise vital funds to save the lives of millions of children worldwide.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ecd748b8f0887d70ac60c7e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T20:12:02.618Z\">9.12pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Officials have discovered dozens of unlicensed retirement homes in northern Mexico, raising fears that so far undetected coronavirus clusters may emerge in the thinly regulated sector.</p> \n  <p>Reuters reports that the country’s health department began investigating the industry after outbreaks in three registered private facilities in the state of Nuevo Leon. Officials closed 40 unregistered homes in and around the city of Monterrey.</p> \n  <p>As of 25 May, there had been 88 confirmed cases of the coronavirus in the three homes in Nuevo Leon, the department said on Monday. One person tested positive in a fourth home.</p> \n  <p>Officials have not said if they have found evidence of outbreaks in the unregistered facilities, but said families should take home their elderly relatives.</p> \n </div> \n</div> \n<div id=\"block-5ecd6ee08f0887d70ac60c63\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T20:01:30.292Z\">9.01pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Here’s a summary of the latest events:</p> \n  <ul> \n   <li><strong>Confirmed cases worldwide <a href=\"https://www.theguardian.com/world/live/2020/may/26/coronavirus-live-news-covid-19-uupdates-who-drops-hydroxychloroquine-trial-as-mexico-death-toll-questioned?page=with:block-5eccce758f0886ce4f5da5b2#block-5eccce758f0886ce4f5da5b2\">exceed</a> 5.5m. </strong>According to the Johns Hopkins University coronavirus tracker, known infections worldwide number at least 5,550,399. The known death toll stands at 348,302. True death tolls and cases are likely to be significantly higher due to differing definitions and testing rates, delays and suspected underreporting.<br></li> \n   <li><strong>The WHO says the Americas are the new epicentre of the disease</strong>. The World Health Organization’s regional director <strong>Dr Carissa Etienne </strong>said outbreaks were accelerating in countries such as <strong>Brazil</strong>, where the number of deaths reported in the last week was the highest in the world for a seven-day period since the coronavirus pandemic began. The number of coronavirus infections to accelerate in <strong>Guatemala</strong>, <strong>El Salvador</strong> and <strong>Nicaragua</strong>, she said.</li> \n   <li><strong>The UN refugee agency said Covid-19 had pushed its humanitarian work to near “breaking point” in Yemen, a country devastated by five years of war</strong>. It <a href=\"https://www.theguardian.com/world/live/2020/may/26/coronavirus-live-news-covid-19-uupdates-who-drops-hydroxychloroquine-trial-as-mexico-death-toll-questioned?page=with:block-5eccf3f38f08a1782fa81a50#block-5eccf3f38f08a1782fa81a50\">said</a> a growing number of families were resorting to begging, child labour and marrying of children to survive. A separate UN agency said it had only received around 15% of the funding required for the $3.38bn (€3bn) aid package for Yemen this year.</li> \n   <li><strong>Spain has declared 10 days of mourning starting on Wednesday for the nearly 27,000 people who have died from coronavirus in the country</strong>. Flags will be hoisted to half-staff in more than 14,000 public buildings across the country and on Spanish naval vessels until 5 June. It marks the longest official mourning period in Spain’s four-decade-old democracy.</li> \n   <li><strong>The UK death toll passed 47,000, according to new figures from the country’s Office for National Statistics</strong>. This figure is <a href=\"https://www.theguardian.com/world/live/2020/may/26/coronavirus-live-news-covid-19-uupdates-who-drops-hydroxychloroquine-trial-as-mexico-death-toll-questioned?page=with:block-5ecce3d88f0886ce4f5da681#block-5ecce3d88f0886ce4f5da681\">higher</a> than the latest figure given by the UK government – nearly 37,000 – because it includes deaths in which Covid-19 is given as a “suspected” cause. The UK government figure only includes deaths of patients who have tested positive for the coronavirus.</li> \n   <li><strong>Russia reports record one-day rise in deaths. </strong>Russia has announced that 174 people with coronavirus have died in the past 24 hours, a record one-day amount that has pushed the nationwide death toll to 3,807. Officials reported 8,915 new cases, pushing its overall case tally to 362,342 – but Vladimir Putin said the country has “passed the peak” of the virus.</li> \n   <li><strong>Mexico City records thousands more deaths than usual, amid doubt over the official Covid-19 toll. </strong>This year, Mexico City has issued <a href=\"https://www.theguardian.com/world/2020/may/26/mexico-city-records-thousands-more-deaths-than-usual-amid-doubt-over-official-covid-19-toll\">8,072 more death certificates than the average</a> for the same period in the past four years, according to a study that suggests the country’s coronavirus death toll could be significantly higher than the official figure of nearly 7,400. The report’s authors found 37% more death certificates were issued in April 2020 than that month’s average during the previous four years. By the end of May they estimated the number may grow to 120%.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5ecd712f8f0852d729950485\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T19:44:01.232Z\">8.44pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Bosses at a UK hospital that has temporarily stopped accepting new patients due to the high number already being treated there with Covid-19 have said there is an “emerging picture of asymptomatic staff testing positive for the virus”.</p> \n  <p>Weston General Hospital in Weston-super-Mare, in Somerset, stopped taking new admissions, including into its A&amp;E department, from 8am on Monday “to maintain patient and staff safety”.</p> \n  <p>In an update on Tuesday evening, <strong>Dr William Oldfield</strong>, the medical director at the University Hospitals Bristol and Weston NHS Foundation Trust, said:</p> \n  <blockquote class=\"quoted\"> \n   <p>There are currently a high number of patients with coronavirus in the hospital. We have tested all inpatients and will undertake retesting in line with national guidance, and we have appropriate segregation in place for patient care.</p> \n   <p>Testing for symptomatic staff and household contacts has been offered across the trust since the beginning of April.</p> \n   <p>In addition, there is an emerging picture of asymptomatic staff testing positive for the virus. Any members of staff who have tested positive have self-isolated in line with national guidance. We are also in the process of testing all staff in clinical areas at the hospital who may have had some patient contact.</p> \n   <p>Appropriate levels of personal protective equipment (PPE) are available and this is being used in line with Public Health England guidance, and there have been significant efforts to minimise unnecessary staff movements across the hospital.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ecd70478f0852d729950480\" class=\"block\" data-block-contributor=\"profile/laura-snapes\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T19:39:23.788Z\">8.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The final weekend of June should have seen 200,000 revellers descend on Somerset for the 50th anniversary of the <a href=\"https://www.theguardian.com/music/glastonbury\">Glastonbury festival</a>. With the event <a href=\"https://www.theguardian.com/music/2020/mar/18/glastonbury-festival-postponed-due-to-coronavirus\">cancelled owing to the pandemic</a>, the BBC has announced extensive broadcast plans celebrating the British music institution from 25-29 June.</p> \n  <p><a href=\"https://www.theguardian.com/music/davidbowie\">David Bowie</a>’s headline set, from the year 2000, will be shown in full for the first time ever as part of the coverage across BBC Two, BBC Four and iPlayer. The coverage will also feature full headline performances from <a href=\"https://www.theguardian.com/music/jayz\">Jay-Z</a>, Beyoncé, Adele and <a href=\"https://www.theguardian.com/music/coldplay\">Coldplay</a>.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/music/2020/may/26/david-bowie-adele-and-beyonce-bbc-unveil-glastonbury-coverage\">David Bowie, Adele and Beyoncé: BBC unveil Glastonbury coverage</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ecd694b8f0887d70ac60c36\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T19:14:09.977Z\">8.14pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Italian tenor <strong>Andrea Bocelli</strong> has said that he caught the virus but had fully recovered by March. After attending hospital to donate blood to Covid-19 research, the singer posted on Facebook, writing:</p> \n  <blockquote class=\"quoted\"> \n   <p>The pandemic which has shaken the world has also affected – albeit mildly – me and certain members of my family.</p> \n   <p>Out of respect for those for whom contracting the virus has had more serious consequences, I decided it would be best not to share the news. I certainly didn’t want to unnecessarily alarm my fans and also wished to protect my family’s privacy.</p> \n   <p>We were fortunate enough to have a swift and full recovery by the end of March. Given the chance to donate blood to help find a cure for Covid, my response was an immediate ‘yes’.</p> \n   <p>A modest – but fundamental – gesture, through which I am playing my small part.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ecd64ad8f0887d70ac60c11\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T19:03:53.846Z\">8.03pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Saudi public sector employees will start returning to work gradually as of Sunday 31 May after more than two months of suspension, Reuters reports.</p> \n  <p>Public sector workers will eventually resume work as normal as of 14 June, the Saudi minister of human resources <strong>Ahmed al-Rajhi</strong> has said.</p> \n  <p>Saudi Arabia suspended work in all government sectors except health and security on 16 March. The government said on Monday it will begin easing restrictions on movement and travel this week.</p> \n  <p>Restrictions will be lifted in three phases, culminating in the curfew completely ending from 21 June, with the exception of the holy city of Mecca, the state news agency reported.</p> \n </div> \n</div> \n<div id=\"block-5ecd62d08f0852d72995041a\" class=\"block\" data-block-contributor=\"profile/leyland-cecco\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T18:45:55.775Z\">7.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Environmental campaigners have reacted with outrage after a provincial energy minister in Canada said restrictions on public gatherings make it a “great time” to push on with a contentious pipeline project.</p> \n  <p>During a <a href=\"https://caodc.podbean.com/\">podcast </a>hosted by the Canadian Association of Oilwell Drilling Contractors, Alberta’s energy minister <strong>Sonya Savage</strong> was asked about the <a href=\"https://www.theguardian.com/world/2018/may/29/canada-kinder-morgan-pipeline-trans-mountain\">Trans Mountain expansion project</a>, which is under construction despite <a href=\"https://www.theguardian.com/world/2016/dec/03/canada-kinder-morgan-pipeline-expansion-protest\">fierce opposition from environmentalists and some Indigenous groups</a>.</p> \n  <blockquote class=\"quoted\"> \n   <p>Now is a great time to be building a pipeline because you can’t have protests of more than 15 people.</p> \n   <p>People are not going to have tolerance and patience for protests that get in the way of people working. People need jobs and those types of ideological protests that get in the way are not going to be tolerated by ordinary Canadians.</p> \n  </blockquote> \n  <p>Her comments prompted disbelief and indignation among environmentalists.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/billmckibben/status/1264996340620316672\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Wait, she said the true part out loud--they're literally using covid as a cover to build pipelines because they know protest is impossible. <a href=\"https://t.co/RLc90Skxjp\">https://t.co/RLc90Skxjp</a></p>— Bill McKibben (@billmckibben) \n    <a href=\"https://twitter.com/billmckibben/status/1264996340620316672?ref_src=twsrc%5Etfw\">May 25, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Walking Eagle News, an Indigenous satire news site, <a href=\"https://twitter.com/TheEagleist/status/1264987855534858244\">tweeted</a>: “We didn’t write this one. But holy shit, do we wish we had.”</p> \n  <p>After months of protest, the prime minister <strong>Justin Trudeau</strong> announced in May 2018 that his government would buy the $3.45bn (£2.79bn) project from Texas-based Kinder Morgan to ensure it was completed.</p> \n  <p>Canada’s finance minister at the time described the Trans Mountain expansion as a “vital interest” for the country. Trudeau’s government has also said it is keen to sell the project to investors – including <a href=\"https://www.theguardian.com/world/2018/jun/15/trans-mountain-pipeline-first-nations-offer-buy-shares\">First Nations business coalitions</a>.</p> \n  <p>But continuing protests and court battles have slowed the project, much to the frustration of the current conservative government in Alberta, which is eager to see the project completed.</p> \n  <p>In February, the government introduced controversial legislation that would levy heavy fines – and even jail time – for protesters who looking to disrupt energy infrastructure projects. The bill has passed and needs royal assent to come into force.</p> \n </div> \n</div> \n<div id=\"block-5ecd62298f0852d729950416\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T18:39:40.355Z\">7.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Guardian has published its editorial on the UK government’s continued refusal to sack <strong>Dominic Cummings</strong> over his lockdown breaches.</p> \n  <blockquote class=\"quoted\"> \n   <p>The government’s serious mistakes in this crisis, contributing to the highest death toll in Europe, have already imperilled public trust in its stewardship. <a href=\"https://www.thetimes.co.uk/article/revealed-uk-s-lockdown-dithering-led-to-worst-death-toll-in-europe-w86pt3hh5\">A new study</a> at the weekend confirmed a truth already settled in the public mind – that unnecessary delay in locking down cost lives. People believe, with good reason, that the safety of residents in care homes was culpably neglected. The move from “stay at home” to “stay alert” has been muddled and confusing. The unique social contract agreed in March must hold if the country is to stick together in the months to come, but it currently feels fragile. The failure to remove Mr Cummings risks undermining it still further.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/may/26/the-guardian-view-on-the-cummings-crisis-a-social-contract-ripped-up\">The Guardian view on the Cummings crisis: a social contract ripped up | Editorial</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ecd52db8f087412dad10eff\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T18:00:44.443Z\">7.00pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>I’m handing over to my esteemed colleague <strong>Kevin Rawlinson</strong> shortly, so I’ll leave you with a summary of today’s main global developments on the coronavirus pandemic:</p> \n  <ul> \n   <li><strong>Confirmed cases worldwide <a href=\"https://www.theguardian.com/world/live/2020/may/26/coronavirus-live-news-covid-19-uupdates-who-drops-hydroxychloroquine-trial-as-mexico-death-toll-questioned?page=with:block-5eccce758f0886ce4f5da5b2#block-5eccce758f0886ce4f5da5b2\">exceed</a> 5.5m. </strong>According to the Johns Hopkins University coronavirus tracker, infections worldwide number at least 5,543,439. The death toll stands at 347,836. True death tolls and cases are likely to be significantly higher due to differing definitions and testing rates, delays and suspected underreporting.</li> \n   <li><strong>The WHO says the Americas are the new epicentre of the disease</strong>. The World Health Organisation’s regional director <strong>Dr Carissa Etienne </strong>said outbreaks were accelerating in countries such as <strong>Brazil</strong>, where the number of deaths reported in the last week was the highest in the world for a seven-day period since the coronavirus pandemic began. The number of coronavirus infections to accelerate in <strong>Guatemala</strong>, <strong>El Salvador</strong> and <strong>Nicaragua</strong>, she said.</li> \n   <li><strong>The UN refugee agency said Covid-19 had pushed its humanitarian work to near “breaking point” in Yemen, a country devastated by five years of war</strong>. It <a href=\"https://www.theguardian.com/world/live/2020/may/26/coronavirus-live-news-covid-19-uupdates-who-drops-hydroxychloroquine-trial-as-mexico-death-toll-questioned?page=with:block-5eccf3f38f08a1782fa81a50#block-5eccf3f38f08a1782fa81a50\">said</a> a growing number of families were resorting to begging, child labour and marrying of children to survive. A separate UN agency said it had only received around 15% of the funding required for the $3.38bn (€3bn) aid package for Yemen this year.</li> \n   <li><strong>Spain has has declared 10 days of mourning starting on Wednesday for the nearly 27,000 people who have died from coronavirus in the country</strong>. Flags will be hoisted to half-staff in more than 14,000 public buildings across the country and on Spanish naval vessels until 5 June. It marks the longest official mourning period in Spain’s four-decade-old democracy. </li> \n   <li><strong>The UK death toll passed 47,000, according to new figures from the country’s Office for National Statistics</strong>. This figure is <a href=\"https://www.theguardian.com/world/live/2020/may/26/coronavirus-live-news-covid-19-uupdates-who-drops-hydroxychloroquine-trial-as-mexico-death-toll-questioned?page=with:block-5ecce3d88f0886ce4f5da681#block-5ecce3d88f0886ce4f5da681\">higher</a> than the latest figure given by the UK government – nearly 37,000 – because it includes deaths in which Covid-19 is given as a “suspected” cause. The UK government figure only includes deaths of patients who have tested positive for the coronavirus.</li> \n   <li><strong>Russia reports record one-day rise in deaths. </strong>Russia has announced that 174 people with coronavirus have died in the past 24 hours, a record one-day amount that has pushed the nationwide death toll to 3,807. Officials reported 8,915 new cases, pushing its overall case tally to 362,342 – but Vladimir Putin said the country has “passed the peak” of the virus.</li> \n   <li><strong>Mexico City records thousands more deaths than usual, amid doubt over official Covid-19 toll. </strong>This year, Mexico City has issued <a href=\"https://www.theguardian.com/world/2020/may/26/mexico-city-records-thousands-more-deaths-than-usual-amid-doubt-over-official-covid-19-toll\">8,072 more death certificates than the average</a> for the same period in the past four years, according to a study that suggests the country’s coronavirus death toll could be significantly higher than the official figure of nearly 7,400. The report’s authors found 37% more death certificates were issued in April 2020 than that month’s average during the previous four years. By the end of May they estimated the number may grow to 120%.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5ecd50508f0852d729950388\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T17:29:47.436Z\">6.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A diplomatic rift has broken out between <strong>Tanzania</strong> and <strong>the US</strong>. The East African nation said it had summoned the top official at the US embassy to object to an advisory that warned of “exponential growth” of Covid-19 cases in the country.</p> \n  <p>Tanzania’s divisive leader John Magufuli has repeatedly played down the gravity of the coronavirus pandemic, appearing to model his response on the early approach taken by Donald Trump in the US. </p> \n  <p>The US embassy’s advisory, published earlier this month, reported that “many hospitals” in Dar es Salaam, the economic capital, “have been overwhelmed in recent weeks” – a claim the Tanzanian government has hotly denied.</p> \n  <p>On Tuesday it emerged that the US embassy’s charge d’affaires, <strong>Inmi Patterson</strong>, had been summoned by Wilbert Ibuge, permanent secretary at the foreign ministry, who – according to the AFP news agency – reminded Patterson about the two countries’ “historical cooperation”. A diplomatic ticking off, in other words.</p> \n  <p>My colleague <strong>Peter Beaumont</strong> <a href=\"https://www.theguardian.com/global-development/2020/may/19/tanzanias-president-shrugs-off-covid-19-risk-after-sending-fruit-for-tests\">reported last week</a> on how Magufuli had said the economy was “more important than the threat posed by coronavirus” and that the country was preparing to reopen for tourism – despite warnings that Africa could face the next wave of the disease. </p> \n </div> \n</div> \n<div id=\"block-5ecd4f238f0887d70ac60b65\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T17:18:22.472Z\">6.18pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>France’s</strong> coronavirus death toll has risen by 73 to 28,530, a similar rate of increase as the day before despite health authorities having resumed taking into account nursing home data after a four-day interruption.</p> \n  <p>In a statement, the health ministry said the number of fatalities was up 83 in hospitals, to 18,195. But the death toll in nursing homes has been revised to 10,335, 10 fewer than the last time it was published, Reuters reports.</p> \n </div> \n</div> \n<div id=\"block-5ecd495c8f087412dad10e9d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T16:59:24.643Z\">5.59pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s a dispatch from <strong>Wilfredo Miranda Aburta</strong>, a journalist in Managua in <strong>Nicaragua</strong>:</p> \n  <p>Amid a wave of criticism for his government’s response to the coronavirus pandemic, Nicaragua’s president <strong>Daniel Ortega</strong> has claimed that the country has instead offered an example to the world. </p> \n  <p>Ortega has been <a href=\"https://www.wsj.com/articles/as-coronavirus-spreads-in-nicaragua-official-denials-amplify-risk-11590246000\">widely blamed for downplaying the threat of Covid-19</a> and covering up data on its impact in Nicaragua, but in a “white paper” published on Monday, the Sandinista leader claimed his government had come up with an “excellent” strategy to survive the pandemic. </p> \n  <p>“Nicaragua and Sweden represent alternatives to the total lockdown in developing and developed countries,” claimed the document, which was launched by Ortega’s wife and vice-president Rosario Murillo - and addressed “to the Nicaraguan people and the world.” </p> \n  <figure class=\"element element-image\" data-media-id=\"becb38174e826a47e04f70958df321f2ef2fd18c\"> \n   <img src=\"https://media.guim.co.uk/becb38174e826a47e04f70958df321f2ef2fd18c/0_260_4056_2433/1000.jpg\" alt=\"Workers dig graves at the Caminos del Cielo cemetery in Managua on May 23 2020 during the COVID-19 pandemic\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Workers dig graves at the Caminos del Cielo cemetery in Managua on May 23 2020 during the COVID-19 pandemic</span> \n    <span class=\"element-image__credit\">Photograph: Isidro Hernandez/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>The government document was published on the same day that the Pan-American Health Organization announced that community spread of the coronavirus had been confirmed in Nicaragua. </p> \n  <p>Healthcare workers in the country have described hospitals overwhelmed with patients and morgues overflowing with dead bodies. Doctors have reported a surge of deaths from lung problems associated with Coronavirus, and many patients are being buried in the dead of night. </p> \n  <p>These “<a href=\"https://www.theguardian.com/world/2020/may/19/nicaragua-coronavirus-express-burials-death-toll\">express burials</a>” involve sealed caskets and bodies wrapped in plastic – as recommended by the country’s health ministry in coronavirus deaths – but the dead are not included in the official Covid-19 death toll.<br><br>But far from recognizing the gravity of the situation, the document defends the “success” of the government’s policies and claims that the country has seen just 17 deaths and 279 cases of Covid-19 - far below independent estimates of at least 2,000 cases. <br><br>The document also fails to answer how many Covid-19 tests have been undertaken in the country, and does not explain a sudden surge in registered deaths which the country has seen in the past three weeks. <br>Ortega – who two years ago survived <a href=\"https://www.theguardian.com/world/2018/jun/06/nicaragua-daniel-ortega-masaya\">a </a><a href=\"https://www.theguardian.com/world/2018/jun/06/nicaragua-daniel-ortega-masaya\">popular uprising</a> during which more than 300 people were killed – has accused the political opposition of exaggerating the scale of the outbreak in order to undermine him. </p> \n  <p>“The coup-plotting opposition are hoping that the pandemic brings them a chance to weaken the government and the national economy,” the document said.<br></p> \n </div> \n</div> \n<div id=\"block-5ecd46018f0887d70ac60aec\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T16:44:45.555Z\">5.44pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Staying on <strong>Brazil</strong> for a moment, a University of Washington <a href=\"http://www.healthdata.org/covid/updates\">study published yesterday</a> warned that the country’s death toll could climb five-fold to 125,000 by early August, adding to fears it has become a <a href=\"https://www.theguardian.com/world/live/2020/may/26/coronavirus-live-news-covid-19-uupdates-who-drops-hydroxychloroquine-trial-as-mexico-death-toll-questioned?page=with:block-5ecd39638f087412dad10dc9#block-5ecd39638f087412dad10dc9\">new hot spot</a> in the pandemic.</p> \n  <p>The forecast from the <strong>University of Washington</strong>’s Institute for Health Metrics and Evaluation (IHME), was released as Brazil’s daily death toll climbed past that of the United States. Its health ministry announced 807 deaths in the last 24 hours compared to 620 in the US, according to Reuters.</p> \n  <p>Dr Christopher Murray, director of the IHME, said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Brazil must follow the lead of Wuhan, China, as well as Italy, Spain, and New York by enforcing mandates and measures to gain control of a fast-moving epidemic and reduce transmission of the coronavirus. </p> \n  </blockquote> \n  <p>Without such measures, he said Brazil’s daily death toll could keep climbing to until mid-July, driving shortages of critical hospital resources.<br></p> \n </div> \n</div> \n<div id=\"block-5ecd43538f087412dad10e53\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T16:34:08.897Z\">5.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Some of <strong>Brazil</strong>’s top news organisations are to suspend reporting from outside the presidential residence in the latest sign of deteriorating press freedoms under the country’s media-bashing president, Jair Bolsonaro.</p> \n  <p>My colleague <strong>Tom Phillips</strong> <a href=\"https://www.theguardian.com/world/2020/may/26/brazil-media-boycott-bolsonaro-residence-abuse-of-reporters-suspend-reporting-president-supporters\">reports from Rio de Janeiro</a> that the decision follows months of verbal attacks on reporters outside the Palácio da Alvorada in Brasília by hardcore supporters of the far-right president.</p> \n  <p>The harassment reached new heights on Monday as journalists were subjected to a vicious torrent of abuse from <em>Bolsonaristas</em>, with footage showing reporters being called scum, rats, extortionists, rogues, crooks and sons of bitches.</p> \n  <figure class=\"element element-image\" data-media-id=\"3192309b2ea52161c668d25ce44d40040a3cb8af\"> \n   <img src=\"https://media.guim.co.uk/3192309b2ea52161c668d25ce44d40040a3cb8af/0_41_2475_1485/1000.jpg\" alt=\"Supporters of Jair Bolsonaro (not pictured) insult journalists covering the exit of the Palacio da Alvorada\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Supporters of Jair Bolsonaro (not pictured) insult journalists covering the exit of the Palacio da Alvorada</span> \n    <span class=\"element-image__credit\">Photograph: Joédson Alves/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ecd39638f087412dad10dc9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T16:14:49.021Z\">5.14pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The World Health Organization (WHO) says <strong>the Americas</strong> are the new epicenter of the coronavirus pandemic, highlighting in particular the rapid growth of cases in Central and South America.</p> \n  <p>In a videoconference, the WHO regional director <strong>Dr Carissa Etienne </strong>said outbreaks were accelerating in countries such as <strong>Brazil</strong>, where the number of deaths reported in the last week was the highest in the world for a seven-day period since the coronavirus pandemic began.</p> \n  <p>Etienne said she expected the number of coronavirus infections to accelerate in <strong>Guatemala</strong>, <strong>El Salvador</strong> and <strong>Nicaragua</strong> and that now was not the time for countries to be relaxing restrictions.</p> \n </div> \n</div> \n<div id=\"block-5ecd3f538f0852d72995029f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T16:12:03.742Z\">5.12pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Is this the future of cinema? My colleague <strong>Philip Oltermann </strong>shares this picture of a theatre in Berlin. One thing that strikes me is just how close to each other the seats used to be. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/philipoltermann/status/1265303522012168198\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Berlin's theatres are un-installing seats to allow socially-distanced viewing... <a href=\"https://t.co/ozIeARFhWx\">https://t.co/ozIeARFhWx</a></p>— Philip Oltermann (@philipoltermann) \n    <a href=\"https://twitter.com/philipoltermann/status/1265303522012168198?ref_src=twsrc%5Etfw\">May 26, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ecd3b428f0887d70ac60a4a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T15:56:25.644Z\">4.56pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Spain</strong>’s health ministry has said a total of 27,119 people have died from the coronavirus since the beginning of the outbreak.</p> \n  <p>This is up 285 from the 26,834 total calculated by the John Hopkins University on Monday. Confirmed cases of the virus in Spain have reached 236,259, the ministry said.</p> \n  <p>On Monday the government revised down the country’s cumulative death toll by nearly 2,000 after checking data provided by regions, a move which drew sharp criticism from politica opponents.</p> \n </div> \n</div> \n<div id=\"block-5ecd3a3c8f0852d729950250\" class=\"block\" data-block-contributor=\"profile/martin-chulov\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T15:48:56.953Z\">4.48pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Lebanon</strong>’s government says it will on Friday introduce fines of 50,000 Lebanese Lira ($12) for anyone caught without wearing a face mask in public. The move comes as officials say they have sourced one million masks, which will be distributed among citizens.</p> \n  <p>At the same time, the country’s health minister said the fragile Mediterranean State was moving towards re-opening more of its economy, which has been largely shuttered throughout the Covid-19 crisis. </p> \n  <p>Pubs and cafes were allowed to open two weeks ago, but then shut down again for four days after a spike in infections, many of them detected in repatriated expats. </p> \n  <p>Bars and cafes are again open this week, and concerns persist over lax social distancing standards. <br>Malls, swimming pools, gyms and the country’s only international airport remain closed.</p> \n </div> \n</div> \n<div id=\"block-5ecd338e8f0852d7299501f8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T15:24:16.899Z\">4.24pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Spain declares 10 days of mourning</h2> \n <div class=\"block-elements\"> \n  <p>The <strong>Spanish</strong> government has declared 10 days of mourning starting on Wednesday for the nearly 27,000 people who have died from coronavirus in Spain, the longest official mourning period in the country’s four-decade-old democracy.</p> \n  <p>Flags will be hoisted to half-staff in more than 14,000 public buildings across the country and on Spanish naval vessels until 5 June, reports Associated Press.</p> \n  <p><strong>King Felipe VI</strong>, as Spain’s head of state, will preside over a solemn memorial ceremony once the country emerges from the lockdown imposed two and a half months ago, the government said.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T15:33:12.311Z\">at 4.33pm BST</time></p> \n</div> \n<div id=\"block-5ecd32cc8f0887d70ac609cd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T15:19:04.998Z\">4.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Syrian</strong> authorities have loosened coronavirus lockdown restrictions by cancelling a night-time curfew, allowing travel between provinces and announcing a reopening of mosques, state media said.</p> \n  <p>The government said on Monday it would end nighttime curfews starting today, allow travel between provinces and allow shops and malls to open from 8am to 7pm (0500 GMT and 1600 GMT) during summer, state news agency SANA said.<br></p> \n  <p>The country’s endowments ministry said mosques would be allowed to reopen fully from tomorrow after a temporary ban on public prayers because of Covid-19, according to SANA. Syria’s borders, however, remain closed.</p> \n  <p>The decision comes as the war-torn country grapples with a crippling economic crisis and official cases of Covid-19 continue to rise.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T15:22:25.374Z\">at 4.22pm BST</time></p> \n</div> \n<div id=\"block-5ecd2e548f087412dad10d36\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T15:03:17.285Z\">4.03pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Russia past peak of coronavirus, says Putin, on day country records highest daily death toll</h2> \n <div class=\"block-elements\"> \n  <p><strong>Vladimir Putin</strong> said Russia has passed its peak of coronavirus infections, on the same day the country recorded its highest daily death toll.</p> \n  <p>After peaking in mid-May at more than 11,000 new cases per day, the number of daily infections in <strong>Russia</strong> has dropped below 9,000. On Tuesday, the country recorded its highest daily death toll of 174 – a number still far lower than in countries with similar rates of infections.</p> \n  <p>Speaking on Russian television, Putin said “according to experts, the peak can be considered passed”, according to the AFP news agency. The Russian president also ordered a second world war victory parade postponed by the pandemic to be held on 26 June.</p> \n  <figure class=\"element element-image\" data-media-id=\"0ba3878e29257ef844ec3cab096b09d76a55ae3e\"> \n   <img src=\"https://media.guim.co.uk/0ba3878e29257ef844ec3cab096b09d76a55ae3e/613_412_4713_2828/1000.jpg\" alt=\"Russian president Vladimir Putin\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Russian president Vladimir Putin says Russia has passed the peak of coronavirus infections</span> \n    <span class=\"element-image__credit\">Photograph: Alexey Nikolsky/Sputnik/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T15:14:13.327Z\">at 4.14pm BST</time></p> \n</div> \n<div id=\"block-5ecd2a828f0887d70ac60949\" class=\"block\" data-block-contributor=\"profile/leyland-cecco\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T14:44:30.317Z\">3.44pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s an update from <strong>Leyland Cecco</strong> in Toronto, <strong>Canada</strong>:</p> \n  <p>Nearly half of Canadians believe their government isn’t providing the whole truth about Covid-19, according to a poll released on Tuesday.</p> \n  <p>The online survey, conducted by Leger and the Association for Canadian Studies, sampled 1,510 adults and found 50% suspected governments were deliberately withholding information about the coronavirus pandemic.</p> \n  <p>Canada has recorded 85,711 cases of Covid-19 and nearly 6,600 deaths.</p> \n  <p>“It’s staggering, in a period where I believe trust has never been as high,” Leger’s vice-president, <strong>Christian Bourque,</strong> told the Canadian Press, referring to findings in the poll that suggested residents largely supported the government response to date – but are nonetheless sceptical of government honesty.<br tabindex=\"-1\"></p> \n  <p>Nearly 70% said they were satisfied with their local government’s action against the virus. Three-quarters of respondents said they support federal government’s response and 78% supported their respective provinces.<br></p> \n  <p>Respondents also expressed scepticism towards government messaging and disclosure of information. Mistrust was greatest in Quebec – the country’s centre of Covid-19 cases— where 60% of those polled believe governments are keeping secrets about the virus.<br tabindex=\"-1\"></p> \n  <p>Respondents were also asked if they agree with certain fringe and conspiracy theory about the virus. Almost 20% of respondents believed the number of deaths attributed to Covid-19 is inflated. One-third said they believe the virus was created in a lab, or by the Chinese government.</p> \n  <p>The poll also found that half of Canadians believed masks should be necessary and 88% worried about a second wave of the pandemic arriving in the autumn.<br tabindex=\"-1\"></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T14:49:49.484Z\">at 3.49pm BST</time></p> \n</div> \n<div id=\"block-5ecd26838f0852d72995013d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T14:33:24.722Z\">3.33pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Hungary's PM plans to end rule by decree on 20 June</h2> \n <div class=\"block-elements\"> \n  <p><strong>Hungary</strong> aims to lift a state of emergency introduced to tackle the coronavirus crisis on 20 June, its justice minister has said, potentially bring to an end <strong>Viktor Orbán</strong>’s controversial power to rule by decree.</p> \n  <p>In late March, Hungary’s parliament gave Orban, the country’s rightwing nationalist prime minister, the right to <a href=\"https://www.theguardian.com/world/2020/may/13/hungary-viktor-orban-coronavirus-laws-prompt-new-showdown-with-brussels\">rule by decree indefinitely</a> as part of a package of measures aimed at fighting coronavirus.</p> \n  <p>The law was heavily criticised for failing to set a clear time limit on the state of emergency, and for introducing potential jail sentences for people who spread false information. Earlier this month, this led to raids on individuals criticising the government on Facebook.</p> \n  <p>Orban had said that parliament could at any time cancel the special powers, which he said were necessary to curb the coronavirus pandemic and its economic fallout.</p> \n  <p>Today a government spokesman, Zoltán Kovács, confirmed that these special powers would also end on 20 June alongside the state of emergency, Reuters reports. Kovacs said the two “by definition go hand in hand”.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T14:45:29.229Z\">at 3.45pm BST</time></p> \n</div> \n<div id=\"block-5ecd22c78f087412dad10c97\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T14:17:45.590Z\">3.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The coronavirus pandemic will no doubt change many of our lives in different ways. If you live in the Chinese city of <strong>Hangzhou</strong>, that could soon mean having a personalised health passport on your smartphone at all times.</p> \n  <p>The city was one of many in China that introduced a health-tracking app that displays a person’s virus status, which can then be used to determine the extent to which they can move about.</p> \n  <p>Authorities in Hangzhou say they’re now planning to make this app a permanent fixture for its 10 million citizens, <a href=\"https://www.theguardian.com/world/2020/may/26/chinese-city-plans-to-turn-coronavirus-app-into-permanent-health-tracker\">reports</a> my colleague <strong>Helen Davidson:</strong></p> \n  <blockquote class=\"quoted\"> \n   <p>In the proposed app an individual’s status would be colour-coded and scored out of 100 based on medical records, physical test results, levels of activity and other lifestyle choices such as smoking.</p> \n   <p>Screenshots of the proposed app showed a numeral and colour bar indicating the relative health of the user, and the tracking of factors that contribute to the score, including the number of cigarettes smoked that day, steps taken, or hours slept.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T14:50:09.478Z\">at 3.50pm BST</time></p> \n</div> \n<div id=\"block-5ecd1ee78f0887d70ac608cb\" class=\"block is-key-event\" data-block-contributor=\"profile/philip-oltermann\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T13:52:29.276Z\">2.52pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Merkel increasingly losing control of Germany's lockdown measures</h2> \n <div class=\"block-elements\"> \n  <p>Control over <strong>Germany</strong>’s lockdown measures is increasingly slipping from <strong>Angela Merkel</strong>’s grasp as more federal states announced unilateral steps to loosen restrictions, creating a patchwork of wildly varying rules on social distancing within the country.<br><br>Winfried Kretschmann, the premier of <strong>Baden-Württemberg</strong>, announced on Tuesday his state would from 1 June allow seated public events with up to 100 people, adding that there were no plans for further plans to hold the video conferences in which the leaders of Germany’s 16 Länder had until now coordinated their handling of the pandemic.<br><br>Other states simultaneously announced they would loosen restrictions around different parts of public life: the mayor of Hamburg, for example, said the city state would over the coming days reopen cinemas, open-air swimming pools and gyms.<br><br>On Monday, Merkel’s government had postponed a meeting of its “corona cabinet” after the premier of Thuringia announced plans to end both the obligatory wearing of face coverings and the limit on the number of people allowed to gather within the next two weeks.<br><br>Leftwing state premier Bodo Ramelow said on Tuesday that mandatory mask-wearing on public transport, as well as the required 1.5-metre safety distance, would remain in place for now.<br><br>On Wednesday, Merkel’s cabinet will vote on a motion to lift the current travel warning on 31 European countries by 15 June, thus potentially allowing German tourists to travel abroad for their summer holidays this year.<br><br>Under the proposal, the general travel warning that has been in place since 17 March would be replaced by individual travel advice tailored to the spread of the pandemic in each country.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T13:56:04.645Z\">at 2.56pm BST</time></p> \n</div> \n<div id=\"block-5ecd1baa8f0852d7299500c8\" class=\"block\" data-block-contributor=\"profile/sian-cain\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T13:42:37.553Z\">2.42pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Devi Sridhar</strong>, professor of global public health at the University of Edinburgh, has criticised the UK’s decision to focus on the lockdown over other mitigation methods like contact tracing, saying she “doesn’t really understand what the point of the lockdown has been”.<br><br>Speaking at the online iteration of the <strong>Hay festival</strong>, Sridhar said it was “not clear” to her that the UK was in a better position now than it was when the lockdown started nine weeks ago, on 23 March. She said:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>You want to enter and exit [lockdown] as fast as possible, not stay in lockdown longer than you need to be … we still have no border checks in place, until those come into place in June. Cases are exploding in Brazil, India, Russia, the US, countries in South America are taking off, and we have no checks on people coming from any countries while people are locked at home, suffering the economic and social consequences. </p> \n   <p>I think it is frustrating, it has been a very expensive time, but I don’t really understand what the point of it has been. It has helped build NHS capacity but beyond that, lockdown is not a good option.”</p> \n  </blockquote> \n  <p>She added: “In the UK and the US, we’re hearing it is a capacity issue and I think, it can’t be a capacity issue because I’ve seen this done in war-torn Congo for Ebola, in Vietnam, in Thailand, in states in India, in incredibly poor contexts. To say it is a capacity issue does not fit with the reality of being one of the richest countries in the world”.</p> \n  <p>Sridhar went on to praise New Zealand, South Korea, Greece and Senegal’s handing of the pandemic.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T13:55:03.494Z\">at 2.55pm BST</time></p> \n</div> \n<div id=\"block-5ecd198d8f0887d70ac60888\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T13:31:43.134Z\">2.31pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The <strong>Faroe Islands</strong> are looking splendid today. This is from Kristina Háfoss, an MP on the remote island, who says the country will “probably” demand that visitors are tested for Covid-19 before being allowed on the territory.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KristinaHafoss/status/1265265753785348096\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Today in the <a href=\"https://twitter.com/hashtag/FaroeIslands?src=hash&amp;ref_src=twsrc%5Etfw\">#FaroeIslands</a> - we continue testing &amp; we continue to have no <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> case 🍀<br><br>Faroes are reopened, but borders remain almost closed.<br><br>Still no decision on when borders reopen - but when they do, we will probably demand <a href=\"https://twitter.com/hashtag/testing?src=hash&amp;ref_src=twsrc%5Etfw\">#testing</a> of all people who come to the Faroes. <a href=\"https://t.co/YHOOWO9p0e\">pic.twitter.com/YHOOWO9p0e</a></p>— Kristina Háfoss (@KristinaHafoss) \n    <a href=\"https://twitter.com/KristinaHafoss/status/1265265753785348096?ref_src=twsrc%5Etfw\">May 26, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T13:33:55.618Z\">at 2.33pm BST</time></p> \n</div> \n<div id=\"block-5ecd183f8f087412dad10c05\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T13:23:54.499Z\">2.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hello again. <strong>Josh Halliday</strong> again here to steer you through the next few hours. </p> \n </div> \n</div> \n<div id=\"block-5ecd15938f0887d70ac60856\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T13:13:47.143Z\">2.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Global airlines have urged governments to keep politics out of coronavirus border controls after <strong>Britain</strong> and <strong>France</strong> revealed reciprocal quarantine rules. </p> \n  <p>France has signalled it will impose equivalent measures after Britain announced a 14-day quarantine for people arriving from mainland Europe, including France, from 8 June. </p> \n  <p>Alexandre de Juniac, director general of the <strong>International Air Transport Association</strong> (IATA), said any border restrictions related to the epidemic should be driven purely by science.</p> \n  <p>“Tit-for-tat quarantine measures unacceptable,” he told an online weekly news conference. He added later that IATA would not comment on the actions of individual states.</p> \n </div> \n</div> \n<div id=\"block-5ecd151a8f0852d72995006e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T13:11:17.104Z\">2.11pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Spain seeks highest amount possible from EU coronavirus emergency funds</h2> \n <div class=\"block-elements\"> \n  <p><strong>Spain</strong> will seek the highest amount possible in transfers from the <strong>European Union’s</strong> coronavirus emergency funds, government spokeswoman <strong>Maria Jesus Montero</strong> has said. </p> \n  <p>“We will keep fighting so that the transfers are the largest possible and so it doesn’t mean debt for Spain’s government,” she told a news conference following the weekly cabinet meeting. </p> \n  <p>The European commission will propose on Wednesday its blueprint for the 27-nation bloc’s budget, known as the <strong tabindex=\"-1\">Multiannual Financial Framework</strong> and worth around a trillion euros, and the accompanying coronavirus <strong tabindex=\"-1\">Recovery Fund</strong>.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T13:34:25.463Z\">at 2.34pm BST</time></p> \n</div> \n<div id=\"block-5ecd14ba8f0887d70ac6084e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T13:09:08.964Z\">2.09pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Hungary’s</strong> government expects to end a state of emergency on 20 June, the justice minister, <strong>Judit Varga</strong>, said on her Facebook page, as the government prepares to submit a bill ending its emergency powers, such as the power to rule by decree. </p> \n  <p>The emergency powers were granted to the government earlier this year in a bill that contained no end clause. </p> \n </div> \n</div> \n<div id=\"block-5ecd13538f087412dad10bcb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T13:07:54.371Z\">2.07pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Cambodia’s</strong> strongman premier <strong>Hun Sen</strong> will be glorified as a “handsome hero” in a soon-to-be-published book chronicling the decisions he has made during the Covid-19 pandemic.</p> \n  <p>The book’s translated English title is Hun Sen: The Handsome Hero Who Went Against the Current to Fight Covid-19, and will be available by late June or early July. </p> \n  <p>Penned by Hun Sen’s advisers and members of the <strong>Khmer Writers Association</strong> (KWA), the 270-page book will detail the bombastic leader’s unconventional decisions, and will include his speeches. </p> \n  <p>Pov Sok, an advisor to the premier and member of the KWA, told AFP: </p> \n  <blockquote class=\"quoted\"> \n   <p>We want to show in history that Cambodia fought against the deadly disease and that it controlled the situation better than others.</p> \n   <p>We compiled this book as a history for humanity.</p> \n  </blockquote> \n  <p>Hun Sen drew headlines in early February for travelling to Beijing in a show of solidarity as <strong>China</strong> struggled to contain the virus. </p> \n  <p>He also <a href=\"https://www.theguardian.com/world/2020/feb/19/coronavirus-westerdam-cruise-ship-stranded-cambodia\">allowed a US cruise ship to dock after it had been turned away from several ports</a> over fears its passengers could be carrying the coronavirus. </p> \n  <p>“Some people criticised the government but they do not understand about the art of leadership,” Pov Sok said. </p> \n  <figure class=\"element element-image\" data-media-id=\"9567ed36023575538335bd83b9b5299ea4d107a7\"> \n   <img src=\"https://media.guim.co.uk/9567ed36023575538335bd83b9b5299ea4d107a7/0_9_2800_1679/1000.jpg\" alt=\"Cambodia’s prime minister, Hun Sen, wears a face mask at Phnom Penh international airport.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Cambodia’s prime minister, Hun Sen, wears a face mask at Phnom Penh international airport.</span> \n    <span class=\"element-image__credit\">Photograph: Tang Chhin Sothy/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>A staunch ally of China, Hun Sen has moved even closer to Beijing in recent years as Cambodia has received billions of dollars in soft loans and investment. </p> \n  <p>He is also one the world’s longest-serving leaders, maintaining a 35-year grip on power in ways critics say include jailing political opponents and activists. </p> \n  <p><strong>Human Rights Watch</strong> last month accused authorities of <a href=\"https://www.theguardian.com/world/2020/apr/10/fears-as-cambodia-grants-hun-sen-vast-power-under-covid-19-pretext\">using the pandemic as a pretext to arrest opposition supporters</a> and critics who had questioned the government’s handling of coronavirus. </p> \n  <p>Cambodia has reported just 124 coronavirus cases and no deaths, although sceptics say the low numbers are due to a lack of testing and contact tracing within the country. </p> \n </div> \n</div> \n<div id=\"block-5ecd11ce8f087412dad10bb0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T13:00:25.485Z\">2.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Iran</strong> further eased restrictions aimed at curbing the spread of Covid-19 Tuesday by allowing restaurants to accept customers, as it announced another 57 deaths from the virus. </p> \n  <p>Since the first cases of the virus appeared on its soil in mid-February, the Islamic republic has sought to halt the spread of the virus without imposing lockdowns.</p> \n  <p>“Restaurants which before this decree were only allowed to distribute food will be allowed to accept customers from today,” deputy health minister <strong>Mohsen Farhadi</strong> told state television.</p> \n  <p>Farhadi called on restaurants to respect health protocols to ensure distancing of two metres, a measure he said would reduce client numbers by 50%. </p> \n  <figure class=\"element element-image\" data-media-id=\"d02ec934e2932c02125b6cd04b43ffa828909168\"> \n   <img src=\"https://media.guim.co.uk/d02ec934e2932c02125b6cd04b43ffa828909168/0_7_4852_2913/1000.jpg\" alt=\"An Iranian man at a restaurant in the capital city of Tehran on the day ‘high-risk’ businesses such as restaurants, cafes and wedding halls are set to reopen.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">An Iranian man at a restaurant in the capital city of Tehran on the day ‘high-risk’ businesses such as restaurants, cafes and wedding halls are set to reopen.</span> \n    <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Health ministry spokesman <strong>Kianoush Jahanpour</strong> reported 57 additional Covid-19 deaths in the past 24 hours, bringing the total number of fatalities in the country to 7,508. </p> \n  <p>Jahanpour said 1,787 new cases of infection over the same period brought the Islamic republic’s caseload to 139,511. </p> \n  <p>“We are seeing a stable process in the majority of provinces,” Jahanpour said, adding that the southwestern province of <strong>Khuzestan</strong> was still classified “red”, although the number of infected cases was declining. </p> \n  <p>Red is the highest level on the country’s colour-coded scale of risk in relation to its coronavirus outbreak - the deadliest in the Middle East. </p> \n  <p>Experts both at home and abroad have voiced scepticism about Iran’s official figures, saying the real toll could be much higher. </p> \n </div> \n</div> \n<div id=\"block-5ecd10908f0887d70ac6081a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T12:53:20.809Z\">1.53pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>London’s Tate </strong>- a collection of four art museums in the UK<strong> -</strong> has cancelled this year’s <strong>Turner Prize</strong> because of the coronavirus and said it will award £10,000 grants to 10 deserving British artists instead. </p> \n  <p>Judges would have traditionally announced a short-list for the prestigious competition this month and revealed the winner - and awarded an accompanying £25,000 ($30,800, €28,100) prize - in December.</p> \n  <p>But Tate Britain said “the tight timetable for preparing the annual exhibition would not have been achievable under the present restrictions”.</p> \n  <p>“The decision was made to help support a larger selection of artists through this period of profound disruption and uncertainty,” the museum said in a statement. </p> \n  <p>The 10 joint winners will be selected at the end of June. </p> \n  <p>Tate Britain director <strong>Alex Farquharson</strong> said lockdowns aimed at fighting the spread of the virus were causing enormous stress for artists because most galleries have been closed for months. </p> \n  <p>“We have decided to help support even more artists during this exceptionally difficult time,” he said.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/artanddesign/2020/may/26/turner-prize-cancelled-and-chosen-artists-to-get-10k-bursaries\">Turner prize cancelled and chosen artists to get £10k bursaries</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ecd0f5f8f0852d72995002e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T12:49:20.654Z\">1.49pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>An interesting glimpse of the future of air travel from <strong>Hamad international airport in Qatar</strong>. </p> \n  <p>Staff are using advanced thermal screening helmets, which enable contactless temperature checks to screen staff and travellers. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HIAQatar/status/1262668701570150400\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/HIAQatar?src=hash&amp;ref_src=twsrc%5Etfw\">#HIAQatar</a> is using advanced thermal screening helmets, which enable contactless temperature measurement to screen staff and travellers. <a href=\"https://t.co/WReqB2hjRB\">pic.twitter.com/WReqB2hjRB</a></p>— Hamad Int'l Airport (@HIAQatar) \n    <a href=\"https://twitter.com/HIAQatar/status/1262668701570150400?ref_src=twsrc%5Etfw\">May 19, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Disinfectant robots are roaming the corridors, emitting concentrated UV-C light “known to be effective in eliminating majority of infectious microorganisms”, the airport said on Twitter. </p> \n  <p>All passengers will be provided with hand sanitisers readily available at key locations and the airport will continue to maintain 1.5m social distancing, with every other seat in waiting areas cordoned off. </p> \n </div> \n</div> \n<div id=\"block-5ecd0c1b8f0852d729950013\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T12:40:01.955Z\">1.40pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>JK Rowling</strong> will publish a fairy tale called <strong>The Ickabog</strong> free online so that children can read it in lockdown, with the first chapter to be published at 3pm (BST). </p> \n  <p>“Over 10 years ago, I wrote a stand-alone fairy tale called The Ickabog,” Rowling said. “Until very recently, the only people who’d heard the story of The Ickabog were my two younger children.” </p> \n  <p>The Harry Potter author said the mostly handwritten manuscript had been stored in her attic until a few weeks ago and she had done some rewriting in recent weeks. She said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I’ve decided to publish The Ickabog for free online, so children on lockdown, or even those back at school during these strange, unsettling times, can read it or have it read to them. </p> \n   <p>We’ll be publishing a chapter (or 2 or 3) every weekday, starting at 3.00pm today and ending on July 10th. You don’t need to register to access the story. You can read it for free on a new website we’ll be launching shortly. </p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jk_rowling/status/1265251873784815616\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Opening the box was like opening a time capsule. Most of the story was handwritten, but bits had been typed up. When I put it into some kind of order (I'm not renowned for my filing skills) I had a patchwork first draft.<br><br>5/13 <a href=\"https://t.co/mz1qaGyyUt\">pic.twitter.com/mz1qaGyyUt</a></p>— J.K. Rowling (@jk_rowling) \n    <a href=\"https://twitter.com/jk_rowling/status/1265251873784815616?ref_src=twsrc%5Etfw\">May 26, 2020</a>\n   </blockquote> \n  </figure> \n  <p>She is also launching a competition for children to send in pictures which will be used to illustrate the book when it is officially published in November. </p> \n  <p>All author royalties from the books will be to donated to “projects and organisations helping the groups most impacted by Covid-19”, Rowling said. </p> \n  <p>“THIS IS NOT A HARRY POTTER SPIN-OFF,” she emphasised on Twitter, to head off “one possible source of confusion”.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T13:15:12.104Z\">at 2.15pm BST</time></p> \n</div> \n<div id=\"block-5ecd0ba38f0852d72995000b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T12:29:52.503Z\">1.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"38945ddf0b3eefb1dad0a872ea2ffeaed3aa42d4\"> \n   <img src=\"https://media.guim.co.uk/38945ddf0b3eefb1dad0a872ea2ffeaed3aa42d4/0_344_5462_3275/1000.jpg\" alt=\"Customers observe physical distancing at a food court in Bangkok, Thailand.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Customers observe physical distancing at a food court in Bangkok, Thailand.</span> \n    <span class=\"element-image__credit\">Photograph: Gemunu Amarasinghe/AP</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T12:41:08.520Z\">at 1.41pm BST</time></p> \n</div> \n<div id=\"block-5ecd0ac88f087412dad10b6f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T12:27:24.836Z\">1.27pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Russia </strong>will hold its postponed second world war <strong>Victory Day military parade</strong> on 24 June, president Vladimir Putin has said. </p> \n  <p>“According to experts, the peak can be considered passed,” Putin told the defence minister, <strong>Sergei Shoigu</strong>, ordering him to begin preparations for the parade marking 75 years since the defeat of Nazi Germany. </p> \n  <p>“We will do it on 24 June, the day the legendary historic victors’ parade took place in 1945,” Putin said. </p> \n  <p>Putin had been forced to postpone the massive 9 May parade because of risks from the coronavirus pandemic. </p> \n  <p>The Russian president said that the situation was stabilising but stressed that all precautions should be taken to hold the annual Red Square parade next month. </p> \n  <p>Another popular event usually held on 9 May - the <strong>Immortal Regiment processions</strong> that see Russians across the country carry portraits of relatives who died in World War II - will be held on 26 July, Putin said. </p> \n  <p>Russian naval bases will also hold traditional naval parades that day, Putin said. </p> \n  <p>The postponement of the Victory Day parade was a blow to the 67-year-old Russian president, who had hoped to gather world leaders to watch thousands of troops march on Red Square. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T13:20:17.329Z\">at 2.20pm BST</time></p> \n</div> \n<div id=\"block-5ecd0a138f087412dad10b66\" class=\"block\" data-block-contributor=\"profile/antonia-wilson\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T12:25:29.187Z\">1.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The <strong>UK Foreign Office</strong> (FCO) is currently advising against all but essential international travel for an indefinite period. However, countries across <strong>Europe</strong> have begun to ease lockdown measures and border restrictions and prepare for the return of domestic and international tourists.</p> \n  <p>Reciprocal travel deals – as proposed in a <a href=\"https://www.theguardian.com/world/2020/may/12/eu-reopen-borders-tourists-covid-19-recovery-plan\">leaked European </a><a href=\"https://www.theguardian.com/world/2020/may/12/eu-reopen-borders-tourists-covid-19-recovery-plan\">commission</a> document on 12 May – may be struck between countries with similar coronavirus risk profiles. For example, <strong>Estonia</strong>, <strong>Latvia</strong> and <strong>Lithuania</strong> have formed a “travel bubble” allowing movement between those countries.</p> \n  <p>A <a href=\"https://www.theguardian.com/world/2020/may/18/two-week-quarantine-uk-airport-arrivals-rail-sea\">similar idea was proposed by the UK’s transport secretary Grant Shapps</a> on 18 May, whereby travel would be allowed to and from countries with an R-number – a key measure of transmission – below one to try to boost confidence in aviation travel. The so-called “air bridges” would permit re-entry without quarantine.</p> \n  <p>At the UK border, all arrivals must <a href=\"https://www.theguardian.com/world/2020/may/22/uk-quarantine-plan-what-will-it-mean-for-travellers\">self-isolate for 14 days</a>, or face a £1,000 fine. Arrivals must also provide contact and accommodation information, and the authorities have said they will carry out spot checks. </p> \n  <p>A list of exemptions is still to be confirmed, but currently includes passengers arriving from <strong>Ireland</strong>. The <a href=\"https://www.theguardian.com/world/2020/may/15/uk-quarantine-for-travellers-to-now-include-french-arrivals\">UK government has row</a><a href=\"https://www.theguardian.com/world/2020/may/15/uk-quarantine-for-travellers-to-now-include-french-arrivals\">ed back on the idea of exempting travellers from <strong>France</strong></a>.</p> \n  <p>This is our latest round-up of lockdown easing measures and travel restrictions country-by-country:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/travel/2020/may/18/europe-holidays-which-european-countries-are-easing-coronavirus-travel-restrictions-lockdown-measures\">Which European countries are easing travel restrictions?</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T13:02:08.807Z\">at 2.02pm BST</time></p> \n</div> \n<div id=\"block-5ecd09368f087412dad10b63\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T12:21:07.336Z\">1.21pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hi everyone, this is <a href=\"https://www.theguardian.com/profile/jessica-murray\">Jessica Murray</a>, I’ll be steering the blog for the next hour.</p> \n  <p>If you want to get in touch with stories or comments, please feel to do so</p> \n  <p>Email: jessica.murray@theguardian.com<br>Twitter: <a href=\"https://twitter.com/JournoJess_\">@journojess_</a></p> \n </div> \n</div> \n<div id=\"block-5ecd05db8f0852d72994ffc5\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T12:14:40.505Z\">1.14pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>I’ll shortly be handing over to a colleague for the next hour. In the meantime, here is a summary of the latest global developments on Covid-19:</p> \n  <ul> \n   <li><strong>Confirmed cases worldwide <a href=\"https://www.theguardian.com/world/live/2020/may/26/coronavirus-live-news-covid-19-uupdates-who-drops-hydroxychloroquine-trial-as-mexico-death-toll-questioned?page=with:block-5eccce758f0886ce4f5da5b2#block-5eccce758f0886ce4f5da5b2\">exceed</a> 5.5m. </strong>According to the Johns Hopkins University coronavirus tracker, infections worldwide number at least 5,518,905. The death toll stands at 346,700. True death tolls and cases are likely to be significantly higher due to differing definitions and testing rates, delays and suspected underreporting.</li> \n   <li><strong>WHO warns of ‘second peak’ in areas where Covid-19 is declining. </strong>Countries where coronavirus infections are declining could still face an “immediate second peak” if they let up too soon on measures to contain the outbreak, the World Health Organization said on Monday. The WHO emergencies chief, Dr Mike Ryan, told an online briefing: “We cannot make assumptions that just because the disease is on the way down now it is going to keep going down and we are get a number of months to get ready for a second wave. We may get a second peak in this wave.”</li> \n   <li><strong>The UN refugee agency said Covid-19 had pushed its humanitarian work to near “breaking point” in Yemen, a country devastated by five years of war</strong>. It <a href=\"https://www.theguardian.com/world/live/2020/may/26/coronavirus-live-news-covid-19-uupdates-who-drops-hydroxychloroquine-trial-as-mexico-death-toll-questioned?page=with:block-5eccf3f38f08a1782fa81a50#block-5eccf3f38f08a1782fa81a50\">said</a> a growing number of families were resorting to begging, child labour and marrying of children to survive. A separate UN agency said it had only received around 15% of the funding required for the $3.38bn (€3bn) aid package for Yemen this year.</li> \n   <li><strong>Mexico City records thousands more deaths than usual, amid doubt over official Covid-19 toll. </strong>This year, Mexico City has issued <a href=\"https://www.theguardian.com/world/2020/may/26/mexico-city-records-thousands-more-deaths-than-usual-amid-doubt-over-official-covid-19-toll\">8,072 more death certificates than the average</a> for the same period in the past four years, according to a study that suggests the country’s coronavirus death toll could be significantly higher than the official figure of nearly 7,400. The report’s authors found 37% more death certificates were issued in April 2020 than that month’s average during the previous four years. By the end of May they estimated the number may grow to 120%.</li> \n   <li><strong>The UK death toll passed 47,000, according to new figures from the country’s Office for National Statistics</strong>. This figure is <a href=\"https://www.theguardian.com/world/live/2020/may/26/coronavirus-live-news-covid-19-uupdates-who-drops-hydroxychloroquine-trial-as-mexico-death-toll-questioned?page=with:block-5ecce3d88f0886ce4f5da681#block-5ecce3d88f0886ce4f5da681\">higher</a> than the latest figure given by the UK government – nearly 37,000 – because it includes deaths in which Covid-19 is given as a “suspected” cause. The UK government figure only includes deaths of patients who have tested positive for the coronavirus.</li> \n   <li><strong>Russia reports record one-day rise in deaths. </strong>Russia has announced that 174 people with coronavirus have died in the past 24 hours, a record one-day amount that has pushed the nationwide death toll to 3,807. Officials reported 8,915 new cases, pushing its overall case tally to 362,342.</li> \n   <li><strong>White House brings forward Brazil travel restrictions by two days. </strong>The US has amended the timing of its Brazil travel ban to come into force at 11.59pm Washington time on Tuesday. It came as Brazil recorded a daily death toll higher than the US for the first time (807 versus 620). Brazil has the world’s second highest number of infections. In its original announcement, the White House said the travel restrictions would come into force on 28 May.</li> \n   <li><strong>Dutch PM Mark Rutte did not visit dying mother due to Covid-19 restrictions. </strong>The Dutch prime minister, Mark Rutte, was unable to <a href=\"https://www.theguardian.com/world/2020/may/26/dutch-pm-mark-rutte-did-not-visit-dying-mother-due-to-covid-19-restrictions\">visit his dying mother</a> in her final weeks because he obeyed coronavirus restrictions against visiting care homes, his office has said. His mother did not die of Covid-19, although there had earlier been an outbreak of the disease in the home where she was living, Dutch media reported.</li> \n   <li><strong>UK PM’s aid refuses to apologise or resign over lockdown breach. </strong>The British prime minister Boris Johnson’s senior adviser, Dominic Cummings, has refused to apologise or resign for breaching lockdown rules. Cummings drove 264 miles from London to his parents’ estate in Durham, despite suspecting that both he and his wife had coronavirus. Cummings <a href=\"https://www.theguardian.com/politics/2020/may/25/dominic-cummings-refuses-to-resign-or-apologise-for-lockdown-breach\">also admitted to having taken a second trip</a>, to a beauty spot 30 miles from Durham, which he claimed was necessary to <a href=\"https://www.theguardian.com/politics/video/2020/may/25/dominic-cummings-says-he-drove-to-barnard-castle-to-test-his-eyesight-video\">check his eyesight</a> was good enough for the longer drive back to London.</li> \n   <li><strong>WHO suspends hydroxychloroquine trial. </strong>The World Health Organization has <a href=\"https://www.theguardian.com/world/2020/may/25/who-world-health-organization-hydroxychloroquine-trial-trump-coronavirus-safety-fears\">suspended testing the malaria drug hydroxychloroquine in Covid-19 patients</a> due to safety concerns. The WHO’s director general, Tedros Adhanom Ghebreyesus, cited <a href=\"https://www.theguardian.com/science/2020/may/22/hydroxychloroquine-trumps-covid-19-cure-increases-deaths-global-study-finds\">a paper published last week in the Lancet</a> that showed people taking hydroxychloroquine were at higher risk of death and heart problems than those who were not taking it. In light of the study, he said, the organisation would pause the hydroxychloroquine arm of its solidarity global clinical trial.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5eccfda18f0864e579f17e00\" class=\"block\" data-block-contributor=\"profile/henrymcdonald\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T11:57:31.756Z\">12.57pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Coronavirus has prevented the scheduled return home of hundreds of <strong>Irish troops</strong> who have served on UN peacekeeping duties in southern <strong>Lebanon</strong>. </p> \n  <p>Around 360 soldiers from the Irish Defence Forces will not see their families until the end of June even though some have been serving in the zone between <strong>Israel</strong> and their <strong>Hezbollah</strong> enemies since last December. </p> \n  <p>The UN has granted special permission to the 115<sup>th </sup>Irish battalion of United Nations Forces in Lebanon (UNIFIL) special dispensation to return to Dublin in two groups on 21 and 29 June. </p> \n  <p>But one member of the Irish parliament and leader of the Aontu party has criticised the delay in bringing the troops back to Dublin.</p> \n  <p>Dail deputy <strong>Peadar Toibin</strong> said the soldiers and their families had been “separated for far too long and endured too much – exacerbated by the Covid-19 pandemic.”</p> \n  <p>Toibin contrasted the troops’ situation with the decision to allow hundreds of foreign workers to fly into Dublin during the coronavirus crisis in order to pick fruit on Irish farms. </p> \n  <p>When the blue beret peacekeepers finally arrive back in Ireland they will have to self-isolate for 14 days. </p> \n  <p>Their replacement battalion will also be put into 14-day isolation away from their families before they fly out to Beirut to begin their six month peacekeeping duties in the Lebanese southern border area. </p> \n </div> \n</div> \n<div id=\"block-5eccfe9c8f0886ce4f5da7fd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T11:41:45.639Z\">12.41pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Political leaders in <strong>Bavaria</strong>, one of the German states hardest hit by the coronavirus pandemic, have said they will guarantee that people with symptoms can get a virus test within 24 hours.</p> \n  <p>State premier <strong>Markus Söder</strong> said people would know after 48 hours at the latest if they are infected. In a press conference in Munich, he said those without symptoms would be guaranteed a test within 48 hours and could expect a result within a week.</p> \n  <p>My colleague, <strong>Kate Connolly</strong>, <a href=\"https://www.theguardian.com/world/2020/may/25/german-state-causes-alarm-with-plans-to-ease-lockdown-measures-thuringia-second-wave-coronavirus\">reported yesterday</a> that the German government’s attempts to take a nationwide approach to relaxing lockdown measures appeared to be in disarray after one state leader announced it was going it alone.</p> \n  <p>Bavaria has recorded 353 coronavirus infections per 100,000 people, the highest rate in Germany, while neighbouring Thuringia – whose leader has unilaterally announced the lifting of some measures in the state – has one of the lowest coronavirus rates: 133 infections per 100,000 people.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T12:02:07.612Z\">at 1.02pm BST</time></p> \n</div> \n<div id=\"block-5eccfbe98f08a1782fa81ac7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T11:29:05.993Z\">12.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As European countries gradually lift their lockdowns,<strong> Spain</strong> today urged other European Union countries to establish some common rules, including potential health checks for passengers, to open borders and to re-establish freedom of travel in the Shengen Area.</p> \n  <p>Foreign minister <strong>Arancha Gonzalez </strong>told Cadena Ser radio station that countries should “define the common rules that will allow us retake freedom of movement on European territory,” reports the Reuters news agency.</p> \n  <p>Reuters says it has seen a “discussion paper” submitted by Spain to a Future of Europe consultation process between EU nations. </p> \n  <p>The news agency says say the paper calls for the monitoring of tourists’ health via individual checks as part of a common EU-wide procedure. According to Reuters, the paper says:</p> \n  <blockquote class=\"quoted\"> \n   <p>It would be appropriate to consider, in coordination with UNWTO and WHO, options for health checks, either upon the purchase of tickets or at the airport itself, should the results of those checks be available within a reasonable timeframe.</p> \n   <p>The definition of a safe and operational passenger transit system is key to restoring the normality of tourist flows in a sustainable manner.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5eccf3f38f08a1782fa81a50\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T10:58:40.194Z\">11.58am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">UN refugee agency says its work is approaching \"breaking point\" in Yemen</h2> \n <div class=\"block-elements\"> \n  <p>A humanitarian catastrophe is unfolding in <strong>Yemen</strong>, a country <a href=\"https://www.theguardian.com/world/2020/may/13/people-are-very-afraid-yemen-faces-spectre-of-coronavirus-amid-aid-cuts\">ravaged by five years of war</a> that finds itself uniquely vulnerable to the effects of the coronavirus pandemic.</p> \n  <p>In a virtual briefing today, the UN’s refugee agency, <strong>UNHCR</strong>, said it was seeing a “growing number of families resorting to harmful coping mechanism” such as begging, child labour and marrying of children to survive. </p> \n  <p>UNHCR spokesman Charlie Yaxley said: </p> \n  <blockquote class=\"quoted\"> \n   <p>“We are reaching a potential breaking point in our programmes where if we don’t receive further funding soon, many of our programmes and particularly our cash assistance programmes to internally displaced Yemenis may have to stop.”</p> \n  </blockquote> \n  <p>At the same briefing, the UN office for the coordination of humanitarian affairs said it had only received around 15% of the funding required for the $3.38bn (€3bn) aid package for Yemen this year, with the US the top donor.</p> \n  <p>About 80% of Yemen’s population already relies on humanitarian help but the <strong tabindex=\"-1\">World Food Programme</strong> said it expects Covid-19 to “push many more children in Yemen into acute malnutrition”. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T11:19:11.503Z\">at 12.19pm BST</time></p> \n</div> \n<div id=\"block-5eccf1088f0864e579f17d20\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T10:43:33.120Z\">11.43am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Britain will provide the anti-viral drug <strong>remdesivir</strong> to some Covid-19 patients after clinical trials found that it could shorten the recovery period by four days.</p> \n  <p>The UK government said it was working with the manufacturer, Gilead Sciences, to test the drug on an unspecified number of patients for whom it could provide the greatest benefit.</p> \n  <p>The US National Institutes of Health (NIH) last week said that data from its trial of remdesivir showed that the drug offers the most benefit for coronavirus patients who need extra oxygen but do not require mechanical ventilation.</p> \n  <p>The researchers also said that “given high mortality despite the use of remdesivir,” it is likely that the anti-viral drug would be more effective in combination with other treatments.</p> \n  <p>This comes after the news that the <strong>World Health Organization </strong>had <a href=\"https://www.theguardian.com/world/2020/may/25/who-world-health-organization-hydroxychloroquine-trial-trump-coronavirus-safety-fears\">suspended its trial</a> of a different drug, hydroxychloroquine – the malaria drug Donald Trump said he is taking as a precaution — from its global study after safety concerns.</p> \n  <p>The WHO’s director general, Tedros Adhanom Ghebreyesus, said the decision was taken in light of <a draggable=\"true\" href=\"https://www.theguardian.com/science/2020/may/22/hydroxychloroquine-trumps-covid-19-cure-increases-deaths-global-study-finds\">a paper published last week in the Lancet</a> that showed people taking hydroxychloroquine were at higher risk of death and heart problems than those who were not.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T10:49:44.497Z\">at 11.49am BST</time></p> \n</div> \n<div id=\"block-5ecceb078f0864e579f17cc8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T10:14:40.763Z\">11.14am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hello. It’s <strong>Josh Halliday </strong>here in <strong>Manchester</strong>, England. I’ll be providing you with all the latest developments from around the globe on the coronavirus pandemic until the end of the day. </p> \n  <p>As ever, we really value your contributions so please do feel free to contact me through the channels below. If there’s something you think we should be looking into, get in touch.</p> \n  <p>Email: josh.halliday@theguardian.com</p> \n  <p>Twitter: @<a href=\"https://twitter.com/JoshHalliday\">JoshHalliday</a></p> \n </div> \n</div> \n<div id=\"block-5ecce8fd8f08a1782fa819b7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T10:08:02.393Z\">11.08am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>That’s all from me, Simon Burnton, for today. Josh Halliday will be taking over from here. I leave you with news of the <strong>Czech </strong>Tennis Association’s charity tournament to raise funds for those affected by Covid-19, which started this morning in Prague. Competitors include Karolina Pliskova, the world No3, and the 2011 and 2014 Wimbledon winner Petra Kvitova. Ball boys and ball girls are clad in masks and gloves:</p> \n  <figure class=\"element element-image\" data-media-id=\"0a0cf9d9b3d2b062540d0cc75cf3817956d74ce7\"> \n   <img src=\"https://media.guim.co.uk/0a0cf9d9b3d2b062540d0cc75cf3817956d74ce7/314_0_2479_2480/1000.jpg\" alt=\"Karolina Muchova plays tennis\" width=\"1000\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The Czech tennis player Karolina Muchova in action against Kristyna Pliskova during the Czech Tennis President’s Cup charity tournament in Prague.</span> \n    <span class=\"element-image__credit\">Photograph: Martin Divíšek/EPA</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"5429dc66b264a81f767b3728917dd0b617c6a0b4\"> \n   <img src=\"https://media.guim.co.uk/5429dc66b264a81f767b3728917dd0b617c6a0b4/0_210_3500_2100/1000.jpg\" alt=\"Ballgirls at a tennis tournament in Prague\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Ballgirls wearing gloves hold balls during the match between Karolina Muchova and Kristyna Pliskova, as play resume, following the outbreak of Covid-19.</span> \n    <span class=\"element-image__credit\">Photograph: David W Černý/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ecce7598f0886ce4f5da6b3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T09:56:32.112Z\">10.56am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Ursula von der Leyen, the president of the European Commission, has announced that the pledging marathon led by her organisation to raise funds for the development of a vaccine has raised €9.5bn from governments, institutions, foundations and individuals since 4 May: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/vonderleyen/status/1265217549135994880\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Great result, reaching 1st milestone of <a href=\"https://twitter.com/hashtag/GlobalResponse?src=hash&amp;ref_src=twsrc%5Etfw\">#GlobalResponse</a> pledging marathon led by <a href=\"https://twitter.com/EU_Commission?ref_src=twsrc%5Etfw\">@EU_Commission</a>. Since 4 May, govs, institutions, foundations &amp; individuals have donated €9.5 billion to fight <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a>. A world living up to solidarity! Stay tuned, more will follow on Thursday.</p>— Ursula von der Leyen #UnitedAgainstCoronavirus (@vonderleyen) \n    <a href=\"https://twitter.com/vonderleyen/status/1265217549135994880?ref_src=twsrc%5Etfw\">May 26, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ecce6088f08a1782fa81982\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T09:51:13.652Z\">10.51am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Saudi Arabia </strong>has announced that it will end its nationwide coronavirus curfew from 21 June, except in the holy city of Mecca, after more than two months of stringent curbs, <em>reports AFP</em>. Prayers will also be allowed to resume in all mosques outside Mecca from 31 May, the interior ministry said in a series of measures announced on state media.</p> \n  <p>A phased lifting of restrictions will start this week, with the curfew relaxed between 6am and 3pm between Thursday and Saturday. From Sunday until 20 June the curfew will be further eased until 8pm, the ministry added, with the lockdown to be lifted entirely from 21 June.</p> \n  <p>“Starting from Thursday, the kingdom will enter a new phase and will gradually return to normal based on the rules of social distancing,” health minister Tawfiq Al-Rabiah said on Monday.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T09:52:56.585Z\">at 10.52am BST</time></p> \n</div> \n<div id=\"block-5ecce4e98f0886ce4f5da692\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T09:45:50.995Z\">10.45am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Emmanuel Akinwotu, the Guardian’s west Africa correspondent, has filed this report on test kit shortages in the area:</p> \n  <blockquote> \n   <p>As coronavirus lockdowns adopted in Africa ease and urban populations become more mobile, the low supply of test kits to measure outbreaks of Covid-19 is of increasingly urgent concern, public health experts have warned.</p> \n   <p>Countries on the continent have adopted a range of testing strategies, but fierce international competition for test kits and a lack of global coordination of resources have meant many African countries are testing with significantly limited reach.</p> \n   <p>More than half of African countries are experiencing community transmission as lockdown measures relax.</p> \n   <p>Kate Dooley, the director for west Africa at the Tony Blair Institute, said many states were running low on supplies at a critical time. </p> \n   <p>“Most governments are currently rationing their use of test kits given limited supplies. We are aware of some cases where African governments who placed orders in early March are still yet to receive the supply, six to eight weeks later,” he said.</p> \n  </blockquote> \n  <p>More here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/global-development/2020/may/26/africa-concerned-over-lack-of-coronavirus-testing-kits\">Africa concerned over lack of coronavirus testing kits</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T09:48:06.247Z\">at 10.48am BST</time></p> \n</div> \n<div id=\"block-5ecce3d88f0886ce4f5da681\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T09:40:34.390Z\">10.40am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">UK Covid-19 death toll passes 47,000</h2> \n <div class=\"block-elements\"> \n  <p>The number of deaths involving Covid-19 in the UK has topped 47,000, according to the latest available data.</p> \n  <p>The total includes new figures published on Tuesday by the Office for National Statistics that show that 42,173 deaths involving coronavirus occurred in England and Wales up to 15 May (and had been registered up to 23 May).</p> \n  <p>Meanwhile, the latest figures from the National Records of Scotland, published last week, showed 3,546 deaths involving Covid-19 had been registered in Scotland up to 17 May.</p> \n  <p>And the latest figures from the Northern Ireland Statistics and Research Agency, also published last week, showed 664 deaths involving Covid-19 had been registered in Northern Ireland up to 20 May.</p> \n  <p>Together these figures mean that so far 47,343 deaths have been registered in the UK where Covid-19 was mentioned on the death certificate, including suspected cases.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T10:52:04.680Z\">at 11.52am BST</time></p> \n</div> \n<div id=\"block-5ecce2278f08a1782fa81958\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T09:33:43.080Z\">10.33am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Reuters has field a report from Mumbai on the spread of coronavirus to <strong tabindex=\"-1\">India’s </strong>rural areas as migrant labourers leave the big cities:</p> \n  <blockquote> \n   <p>Indian states witnessing millions of migrant labourers returning from the big cities are recording rising coronavirus infections, officials said on Tuesday, fearing that the pandemic could spread through villages where medical care is basic at best.</p> \n   <p>Officials from the home and railway ministries said at least 4.5 million workers had migrated home from economic hubs in the two months since prime minister Narendra Modi declared a lockdown.</p> \n   <p>On Tuesday, India had recorded a total 145,380 infections and a death toll of 4,167, low figures for the world’s second-most populous country when compared with some countries in Europe.</p> \n   <p>But the eastern state of Bihar registered more than 160 infections on Monday, its highest one-day rise, taking its tally to more than 2,700 cases. In the past 36 hours, more than 75 people tested positive in Odisha and 35 in three isolation homes in the desert state of Rajasthan.</p> \n   <p>The latest cases have forced authorities to stretch limited testing resources.</p> \n   <p>“Dozens of labourers who travelled from New Delhi have tested positive. We are ensuring that no one enters their village with this infection,” said Gaurav Sinha, a senior health official in Bihar’s capital, Patna. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T09:49:09.359Z\">at 10.49am BST</time></p> \n</div> \n<div id=\"block-5ecce0648f0864e579f17c52\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T09:26:44.347Z\">10.26am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Guardian’s Daniel Hurst in Canberra reports on the actual origins of the splash in <strong>Australia’s </strong>Daily Telegraph, which purported to reveal that Covid-19 originated in a Wuhan laboratory:</p> \n  <blockquote> \n   <p>Rupert Murdoch’s Sydney tabloid, the Daily Telegraph, went big with a Saturday morning splash and six pages of reporting attributed to “a dossier prepared by concerned western governments” – and the story was quickly amplified and exaggerated by Trump’s media backers in the United States.</p> \n   <p>It gathered steam in subsequent reporting as something even more weighty: the New York Post called it “a damning dossier leaked from the ‘Five Eyes’ intelligence alliance” while Fox News host Tucker Carlson asked why it was so hard for some people to accept “objectively that the evidence suggests [coronavirus] came from a lab” in Wuhan, China. Carlson’s program contained a graphic that claimed: “Dossier was compiled by intel agencies of the US, Canada, UK, Australia and New Zealand.”</p> \n   <p>But there was a problem: the document at the heart of the reporting did not contain any genuinely new information, it did not outline any direct evidence of the lab leakage theory, and it <a href=\"https://www.theguardian.com/world/2020/may/04/five-eyes-network-contradicts-theory-covid-19-leaked-from-lab\">wasn’t culled from intelligence gathered by the Five Eyes network</a>.</p> \n  </blockquote> \n  <p>More here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/26/a-dodgy-dossier-how-news-corp-hyped-a-us-government-reading-list-into-a-china-coronavirus-bombshell\">A dodgy dossier? How News Corp hyped a US government reading list into a China coronavirus 'bombshell'</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T09:49:52.017Z\">at 10.49am BST</time></p> \n</div> \n<div id=\"block-5eccdfd48f08a1782fa81938\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T09:23:31.825Z\">10.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The <strong>British </strong>government has lost its first minister as a result of the Dominic Cummings affair, with Douglas Ross, the MP for Moray, announcing today that he is stepping down as a Scotland Office minister, saying he accepted Cummings felt he had acted in the best interests of his family but these were “decisions others felt were not available to them”.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2020/may/26/junior-minister-resigns-over-dominic-cummings-lockdown-trip-douglas-ross\">Government minister resigns over Dominic Cummings' lockdown trip</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5eccded18f0886ce4f5da643\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T09:19:27.491Z\">10.19am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From my colleague Philip Oltermann in Berlin:</p> \n  <blockquote> \n   <p>It’s not just in Britain that political figures have come under the spotlight for breaching lockdown laws. In <strong tabindex=\"-1\">Austria</strong>, president Alexander Van der Bellen has apologised for staying in the garden of an Italian restaurant beyond the 11pm curfew. Police spotted the 76-year-old head of state in the outside dining area of the Vienna restaurant shortly after midnight on Sunday. Van der Bellen has said he lost track of time during his first restaurant visit since the start of the pandemic, and said he would shoulder any fine issued on the restaurant.</p> \n   <p>In <strong>Germany</strong>, meanwhile, one sector of the economy feels they are being unfairly left out of the latest wave of social distancing relaxations. The country’s Federal Association for Sexual Services has issued a statement insisting sex workers are not “super spreaders” of the virus and proposing a three-step programme to reopen brothels, sex clubs and tabledance bars. The umbrella group argues that in most such establishments the “working situation” is one of one-on-one contacts and thus comparable to hair salons or massage parlors. A cross-party group of 16 Bundestag MPs had last week proposed a long-term shutdown of all forms of prostitution in the wake of the pandemic: “Prostitution has the effect of a virus super spreader”, the group said in an open letter. “Sexual acts are generally non-negotiable with social distancing.” </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T09:50:48.308Z\">at 10.50am BST</time></p> \n</div> \n<div id=\"block-5eccdd598f0864e579f17c31\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T09:13:13.418Z\">10.13am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Indonesia </strong>has today reported 415 new confirmed cases of Covid-19, and 27 deaths. This brings its total number of infections to 23,165, with 1,418 fatalities. <strong>Malaysia </strong> today reported 187 new coronavirus cases, and no new fatalities.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T09:18:11.190Z\">at 10.18am BST</time></p> \n</div> \n<div id=\"block-5eccce758f0886ce4f5da5b2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T09:11:27.630Z\">10.11am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Global confirmed Covid-19 cases exceeds 5.5m</h2> \n <div class=\"block-elements\"> \n  <p>As of a few minutes ago, the total number of confirmed cases of Covid-19 worldwide now stands at 5,508,904, according to <a href=\"https://www.arcgis.com/apps/opsdashboard/index.html#/bda7594740fd40299423467b48e9ecf6\">Johns Hopkins University</a>’s coronavirus tracker. The number of deaths worldwide as a result of the coronavirus stands at 346,326. True death tolls and cases are likely to be significantly higher due to differing definitions and testing rates, delays and suspected under-reporting. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T09:19:48.792Z\">at 10.19am BST</time></p> \n</div> \n<div id=\"block-5eccd8828f08a1782fa81902\" class=\"block\" data-block-contributor=\"profile/kim-willsher\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T08:54:27.322Z\">9.54am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The controversial French doctor Didier Raoult has dismissed a study suggesting the drug he hails as a miracle treatment for the coronavirus is ineffective at best and possibly life-threatening at worst.</p> \n  <p>Raoult, who is regarded as either a saviour or a charlatan in France, remains convinced the anti-viral drug hydroxychloroquine can help treat patients with Covid-19. The scientist said the latest study suggesting otherwise was “messy” and dismissed it as done with “big data” by “people who have not seen any patients”. </p> \n  <p>The study, published in the Lancet, looked at the records of 96,000 patients in hundreds of hospitals. It found giving coronavirus patients hydroxychloroquine increased the risk of them dying.</p> \n  <p>Raoult says his hands-on experience at a hospital in Marseille shows otherwise. “We’ve had 3,600 come through our hospital. You don’t think I’m going to change because there are people who do ‘big data’, which is a form of delusional fantasy … Nothing will change what I have seen with my own eyes,” he said <a href=\"https://www.youtube.com/watch?v=DZFN3DryH68\">in a video on his hospital website</a>.</p> \n  <p>The <a href=\"https://www.theguardian.com/world/2020/may/25/who-world-health-organization-hydroxychloroquine-trial-trump-coronavirus-safety-fears\">World Health Organization has announced it is suspending trials of the drug</a> on Covid-19 patients over safety concerns. French president Emmanuel Macron met Raoult at his hospital in April but insisted the visit was not formal “recognition” of the doctor’s methods. “I’ve no idea if elsewhere, hydroxychloroquine kills, but here it’s saving people,” Raoult added in the video. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T09:19:18.006Z\">at 10.19am BST</time></p> \n</div> \n<div id=\"block-5eccd5a88f0886ce4f5da5ef\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T08:43:26.209Z\">9.43am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Philippine president confirms no school before vaccine</h2> \n <div class=\"block-elements\"> \n  <p>The <strong>Philippine </strong>health ministry has reported 13 deaths and 350 new cases of Covid-19 today, the largest single-day increase in infections in seven weeks. The total number of confirmed cases now stands at 14,669 and deaths have reached 886.</p> \n  <p>The president of the Philippines, Rodrigo Duterte, said late last night that he will not allow students to go back to school until a vaccine is available. Children were due to return to school at the end of August after classes for more than 25 million primary and secondary students were shut down in March. But Duterte said he believed the risk was too great, even if it held students back academically. </p> \n  <p>“Unless I am sure that they are really safe it’s useless to be talking about opening of classes,” the president said. “For me, vaccine first. If the vaccine is already there, then it’s OK. If no one graduates, then so be it.”</p> \n </div> \n</div> \n<div id=\"block-5ecccd7b8f0864e579f17bae\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T08:07:28.753Z\">9.07am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The first ward has been completed at the temporary field hospital being set up at the Cape Town International Convention Centre in <strong tabindex=\"-1\">South Africa</strong>. The hospital will eventually have 850 beds.</p> \n  <figure class=\"element element-image\" data-media-id=\"3e21b830dbf861aa4d04953cdc1bf67652b930b5\"> \n   <img src=\"https://media.guim.co.uk/3e21b830dbf861aa4d04953cdc1bf67652b930b5/0_166_3500_2100/1000.jpg\" alt=\"A coronavirus field hospital in Cape Town\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The temporary field hospital to deal with an expected surge in cases of coronavirus at the Cape Town International Convention Centre.</span> \n    <span class=\"element-image__credit\">Photograph: Mike Hutchings/Reuters</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"2ba079f51a9625a25c2e08bab9bb1de07d6932ca\"> \n   <img src=\"https://media.guim.co.uk/2ba079f51a9625a25c2e08bab9bb1de07d6932ca/0_206_3500_2100/1000.jpg\" alt=\"A coronavirus field hospital in Cape Town\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The temporary field hospital to deal with an expected surge in cases of coronavirus at the Cape Town International Convention Centre.</span> \n    <span class=\"element-image__credit\">Photograph: Mike Hutchings/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T09:20:43.246Z\">at 10.20am BST</time></p> \n</div> \n<div id=\"block-5eccca538f08a1782fa8187f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T07:53:08.653Z\">8.53am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>I’m getting plenty of mail about Dominic Cummings, from some of the many people who were apparently unconvinced many by his eye-test driving yarn. Our UK coronavirus blog is live now and focusing on this issue: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2020/may/26/uk-coronavirus-live-dominic-cummings-boris-johnson-latest-updates\">UK coronavirus live: Dominic Cummings under pressure after refusal to apologise</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5eccc8d28f0886ce4f5da57f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T07:47:16.301Z\">8.47am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from Elias Visontay and AAP in <strong>Australia</strong>:</p> \n  <p>A Covid-19-infected live export ship was apparently cleared by a federal department to dock at Fremantle port, where local workers went on board. The Al Kuwait arrived on Friday after sailing from the United Arab Emirates and six of the 48 multinational crew on board have since tested positive to the virus.</p> \n  <p>On Tuesday Western Australian police commissioner Chris Dawson said half a dozen Fremantle port workers went on to the ship and authorities knew who they were but he was not aware if they had been placed in quarantine.</p> \n  <p>The WA premier, Mark McGowan, said he had been advised the federal Department of Agriculture was told crew members had a fever but didn’t pass that information on to Fremantle Port Authority before the vessel berthed.</p> \n  <p>“I don’t want to point fingers at this point in time,” McGowan said on Tuesday. “We’re just trying to find out exactly what has gone on. Obviously we’re very concerned and to a degree, disappointed.”</p> \n  <p>More here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2020/may/26/wa-premier-fears-more-covid-19-infections-after-six-test-positive-on-live-export-ship-in-fremantle\">WA premier fears more Covid-19 infections after six test positive on live export ship in Fremantle</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5eccc7a18f0886ce4f5da57b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T07:41:24.050Z\">8.41am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Russia reports 8,915 new cases and 174 deaths</h2> \n <div class=\"block-elements\"> \n  <p>Russia has announced that 174 people with coronavirus have died in the past 24 hours, a record one-day amount that has pushed the nationwide death toll to 3,807. Officials reported 8,915 new cases, pushing its overall case tally to 362,342. </p> \n </div> \n</div> \n<div id=\"block-5eccc43b8f0886ce4f5da56a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T07:26:28.990Z\">8.26am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Singapore’s </strong>ministry of health has today confirmed an additional 383 cases of Covid-19, adding that “the vast majority are work permit holders residing in foreign worker dormitories”. This is along similar lines to yesterday’s tally of 344, though they make clear that “the lower number of cases is partly due to fewer tests being conducted”.</p> \n </div> \n</div> \n<div id=\"block-5eccbc098f0886ce4f5da528\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T06:54:13.753Z\">7.54am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The day before <strong>Germany’s </strong>16 state premiers will discuss with Angela Merkel the country’s potential continued route out of lockdown, Bild is reporting this morning that the chancellor has agreed to bring forward the date social distancing should be relaxed from 5 July to 29 June. </p> \n  <p>Bild said meetings in public places would be limited to a maximum of 10 people or members of two households. While there would be no limit on the number of visitors allowed to visit people in their homes, there would have to be space for everyone to keep their distance and have enough fresh air, it said. </p> \n  <p>Meanwhile, the DPA (Deutsche Presse-Agentur) news agency is reporting that Germany will lift a travel warning for 31 European states from 15 June, provided the coronavirus situation allows. This would include the other 26 EU member states as well as Britain, Iceland, Norway, Switzerland and Liechtenstein.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T07:10:49.160Z\">at 8.10am BST</time></p> \n</div> \n<div id=\"block-5eccb97e8f0864e579f17b08\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T06:42:54.091Z\">7.42am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Church of the Nativity in Bethlehem has reopened to the public today after nearly three months. The <strong>Palestinian </strong>prime minister, Mohammad Shtayyeh, said yesterday that mosques, churches and businesses would be allowed to reopen today in an easing of anti-pandemic curbs, given the slow pace of infections. </p> \n  <p>“The birth of our Lord Jesus Christ gave hope to people more than 2,000 years ago, and opening the church today will, I think, give hope to the whole world that hopefully this pandemic will end – not only in Palestine but in the whole world,” Palestinian tourism minister Rula Ma’ayah told Reuters.</p> \n  <figure class=\"element element-image\" data-media-id=\"10e38def8a90383c9de6be552e80285711ce2580\"> \n   <img src=\"https://media.guim.co.uk/10e38def8a90383c9de6be552e80285711ce2580/0_233_3500_2100/1000.jpg\" alt=\"A clergyman sits in the Church of the Nativity in Bethlehem\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A clergyman sits in the Church of the Nativity in Bethlehem as it reopens after Palestinians ease restrictions to restrict the spread of Covid-19.</span> \n    <span class=\"element-image__credit\">Photograph: Mussa Issa Qawasma/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T06:44:30.173Z\">at 7.44am BST</time></p> \n</div> \n<div id=\"block-5eccb7598f08a1782fa817e3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T06:30:24.239Z\">7.30am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s some footage of protests in <strong>Ecuador </strong>yesterday against the leadership of president Lenin Moreno:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Reuters/status/1265164513101271041\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Protests erupted on the streets in various parts of Ecuador against economic measures imposed by President Lenin Moreno as the country grappled with one of Latin America's worst coronavirus outbreaks <a href=\"https://t.co/lhbNK6ivda\">pic.twitter.com/lhbNK6ivda</a></p>— Reuters (@Reuters) \n    <a href=\"https://twitter.com/Reuters/status/1265164513101271041?ref_src=twsrc%5Etfw\">May 26, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5eccabc38f0886ce4f5da4a4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T06:06:14.746Z\">7.06am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Morning/evening/whatever-it-is-where-you-are everyone. This is Simon Burnton taking on the live blog for the next few hours. If you have seen any stories that deserve our attention, or if you have any tips, comments or suggestions for our coverage then please let me know by sending me a message either <a href=\"https://twitter.com/simon_burnton\">to @Simon_Burnton on Twitter</a> or <a href=\"mailto:simon.burnton@theguardian.com\">via email</a>. Thanks!</p> \n </div> \n</div> \n<div id=\"block-5eccaad88f08a1782fa8178f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T06:03:11.729Z\">7.03am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>That’s it from me, <a href=\"https://twitter.com/helenrsullivan\">Helen Sullivan</a>, for today. Huge thanks to those of you who got in touch via <a href=\"https://twitter.com/helenrsullivan\">Twitter</a> and email. See you all tomorrow!</p> \n  <p>My colleague Simon Burnton will take it from here. In the meantime, these are the main developments from the last few hours: </p> \n  <ul> \n   <li><strong>Confirmed cases worldwide near 5.5m. </strong>According to the Johns Hopkins University coronavirus tracker, infections worldwide number at least 5,495,061. The death toll stands at 346,232. True death tolls and cases are likely to be significantly higher due to differing definitions and testing rates, delays and suspected underreporting.</li> \n   <li><strong>WHO warns of ‘second peak’ in areas where Covid-19 is declining. </strong>Countries where coronavirus infections are declining could still face an “immediate second peak” if they let up too soon on measures to contain the outbreak, the World Health Organization said on Monday. The WHO emergencies chief, Dr Mike Ryan, told an online briefing: “We cannot make assumptions that just because the disease is on the way down now it is going to keep going down and we are get a number of months to get ready for a second wave. We may get a second peak in this wave.”</li> \n   <li><strong>Mexico City records thousands more deaths than usual, amid doubt over official Covid-19 toll. </strong>This year, Mexico City has issued <a href=\"https://www.theguardian.com/world/2020/may/26/mexico-city-records-thousands-more-deaths-than-usual-amid-doubt-over-official-covid-19-toll\">8,072 more death certificates than the average</a> for the same period in the past four years, according to a study that suggests the country’s coronavirus death toll could be significantly higher than the official figure of nearly 7,400. The report’s authors found 37% more death certificates were issued in April 2020 than that month’s average during the previous four years. By the end of May they estimated the number may grow to 120%.</li> \n   <li><strong>White House brings forward Brazil travel restrictions by two days. </strong>The US has amended the timing of its Brazil travel ban to come into force at 11.59pm Washington time on Tuesday. It came as Brazil recorded a daily death toll higher than the US for the first time (807 versus 620). Brazil has the world’s second highest number of infections. In its original announcement, the White House said the travel restrictions would come into force on 28 May.</li> \n   <li><strong>Dutch PM Mark Rutte did not visit dying mother due to Covid-19 restrictions. </strong>The Dutch prime minister, Mark Rutte, was unable to <a href=\"https://www.theguardian.com/world/2020/may/26/dutch-pm-mark-rutte-did-not-visit-dying-mother-due-to-covid-19-restrictions\">visit his dying mother</a> in her final weeks because he obeyed coronavirus restrictions against visiting care homes, his office has said. His mother did not die of Covid-19, although there had earlier been an outbreak of the disease in the home where she was living, Dutch media reported.</li> \n   <li><strong>UK PM’s aid refuses to apologise or resign over lockdown breach. </strong>The British prime minister Boris Johnson’s senior adviser, Dominic Cummings, has refused to apologise or resign for breaching lockdown rules. Cummings drove 264 miles from London to his parents’ estate in Durham, despite suspecting that both he and his wife had coronavirus. Cummings <a href=\"https://www.theguardian.com/politics/2020/may/25/dominic-cummings-refuses-to-resign-or-apologise-for-lockdown-breach\">also admitted to having taken a second trip</a>, to a beauty spot 30 miles from Durham, which he claimed was necessary to <a href=\"https://www.theguardian.com/politics/video/2020/may/25/dominic-cummings-says-he-drove-to-barnard-castle-to-test-his-eyesight-video\">check his eyesight</a> was good enough for the longer drive back to London.</li> \n   <li><strong>WHO suspends hydroxychloroquine trial. </strong>The World Health Organization has <a href=\"https://www.theguardian.com/world/2020/may/25/who-world-health-organization-hydroxychloroquine-trial-trump-coronavirus-safety-fears\">suspended testing the malaria drug hydroxychloroquine in Covid-19 patients</a> due to safety concerns. The WHO’s director general, Tedros Adhanom Ghebreyesus, cited <a href=\"https://www.theguardian.com/science/2020/may/22/hydroxychloroquine-trumps-covid-19-cure-increases-deaths-global-study-finds\">a paper published last week in the Lancet</a> that showed people taking hydroxychloroquine were at higher risk of death and heart problems than those who were not taking it. In light of the study, he said, the organisation would pause the hydroxychloroquine arm of its solidarity global clinical trial.</li> \n   <li><strong>Coronavirus measures ‘disastrous’ for children, says Dutch watchdog. </strong>The coronavirus pandemic will have a “disastrous” impact on children’s rights worldwide, making them more vulnerable to forced labour and underage marriage, a rights group said on Tuesday. School closures left boys and girls more vulnerable to child labour, early marriage and teenage pregnancy, while millions would fall into extreme poverty because of the coronavirus outbreak, the NGO KidsRights said.</li> \n   <li><strong>Australia will not open the country’s borders ‘anytime soon’. </strong>Australia will not open the country’s borders “anytime soon”, the PM, Scott Morrison, said on Tuesday, but added the country would continue its discussions with neighbouring New Zealand about a trans-Tasman safe travel zone. “I was speaking with Prime Minister Ardern this morning, and we’ll continue to have our discussions about the trans-Tasman safe travel zone,” Morrison told the National Press Club in Canberra.</li> \n   <li><strong>Masks too dangerous for children under two, Japan medical group says. </strong>Children under the age of two shouldn’t wear masks because they can make breathing difficult and increase the risk of choking, a Japan medical group has said, launching an urgent appeal to parents as the country reopens from the coronavirus crisis.</li> \n   <li><strong>Saudi Arabia to revise curfew times. </strong>Saudi Arabia will revise curfew times this week, and lift them entirely across the kingdom with the exception of the holy city of Mecca, starting on 21 June, state news agency reported in a statement early on Tuesday. Bans on domestic travel, holding prayers in mosques, and workplace attendance in both the government and private sector will be lifted, starting 31 May, the statement added. For Mecca, the curfew time will be adjusted to 3pm-6pm and prayers will be allowed to be held in mosques from 21 June.</li> \n   <li><strong>Iceland eases national alert. </strong>Iceland eased its national alert against the coronavirus on Monday, allowing for public gatherings of up to 200 people and night clubs and gyms to reopen as the country nears complete recovery from the outbreak. Iceland, which limited the virus spread through a meticulous test-and-trace strategy and a full lockdown, has confirmed 1,804 infections and 10 deaths. But there have been only five reported new cases in May, and more than 99% of infected persons have recovered.</li> \n  </ul> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/26/coronavirus-latest-at-a-glance-26-may\">Coronavirus latest: at a glance</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T06:22:11.474Z\">at 7.22am BST</time></p> \n</div> \n<div id=\"block-5ecca31d8f0864e579f17a87\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T05:56:05.986Z\">6.56am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Global report: 'disaster' looms for millions of children as WHO warns of second peak</h2> \n <div class=\"block-elements\"> \n  <p>The coronavirus pandemic will have a “disastrous” impact on children’s rights worldwide, making them more vulnerable to forced labour and underage marriage, a rights group has said, as the <a href=\"https://www.theguardian.com/world/world-health-organization\">World Health Organization</a> warned of an “immediate second peak” in cases if restrictions were lifted too soon.</p> \n  <p>Millions of children would fall into extreme poverty because of the outbreak, which has left governments short of money for health and education for the young, Dutch NGO KidsRights said.</p> \n  <p>The NGO’s warning came as the WHO emergencies head, Dr Mike Ryan, spoke of a potential second wave of infections at any time, especially if measures to halt the first wave were lifted too soon.</p> \n  <p>He said: “We cannot make assumptions that just because the disease is on the way down now it is going to keep going down and we are get a number of months to get ready for a second wave. We may get a second peak in this wave.”</p> \n  <p>Calls for vigilance were echoed as restrictions eased across Europe, Japan lifted its state of emergency, and people in the US marked the start of summer with <a href=\"https://www.theguardian.com/world/2020/may/25/large-crowds-gather-memorial-day-us-braces-100000-deaths\">Memorial Day weekend getaways</a>.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/26/global-report-disaster-looms-for-millions-of-children-as-who-warns-of-second-peak\">Global report: 'disaster' looms for millions of children as WHO warns of second peak</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ecca99a8f0886ce4f5da49c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T05:40:10.288Z\">6.40am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Singapore warns of worst economic contraction since independence</h2> \n <div class=\"block-elements\"> \n  <p>Singapore’s embattled economy could shrink by as much as 7% this year, which would be the worst reading since independence, with the government saying on Tuesday the coronavirus pandemic had throttled the key export sector, AFP reports. <br tabindex=\"-1\"></p> \n  <p>The city-state is seen as a bellwether of the global economy and the historic contraction highlights the extreme pain being wrought on countries by the killer disease.</p> \n  <p>The warning also came hours before Singapore’s deputy prime minister is expected to unveil another stimulus package for the troubled city, which has been crippled by months of lockdowns around the world.</p> \n  <figure class=\"element element-image\" data-media-id=\"694d92f0817bcc2cfcb958d71f3502b99a384d18\"> \n   <img src=\"https://media.guim.co.uk/694d92f0817bcc2cfcb958d71f3502b99a384d18/0_397_6048_3627/1000.jpg\" alt=\"A general view shows the financial business district in Singapore on 26 May 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A general view shows the financial business district in Singapore on 26 May 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Roslan Rahman/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>The trade ministry’s forecast – which was a downgrade from the 4% contraction predicted in March – came as official data showed the economy shrank 0.7% year-on-year in the first three months of the year, while it reduced 4.7% from the previous quarter.</p> \n  <p>The financial hub is one of the world’s most open economies, and is usually hit hardest and earliest during any global shock.</p> \n  <p>The ministry said the new estimate was made “in view of the deterioration in the external demand outlook” and the partial lockdown imposed domestically. A contraction of 7% would be the worst since the city’s independence in 1965.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T05:56:06.933Z\">at 6.56am BST</time></p> \n</div> \n<div id=\"block-5ecca65d8f0886ce4f5da48a\" class=\"block\" data-block-contributor=\"profile/alison-rourke\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T05:30:55.722Z\">6.30am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>‘Stay elite’: what the papers say about Dominic Cummings’ refusal to quit</h2> \n  <p>Any hopes in Downing Street that <a href=\"https://www.theguardian.com/politics/2020/may/25/dominic-cummings-refuses-to-resign-or-apologise-for-lockdown-breach\">Dominic Cummings’ TV appearance</a> would draw a line under his Durham trip have been dashed if today’s front pages are anything to go by.</p> \n  <p>“No regrets” features prominently on several, with the Daily Mail and the Daily Mirror using the same phrases, but in reverse order. “No apology, no regrets” says the Mail, about Cummings’ “rose garden roasting”, referring to his TV appearance in No 10’s garden. “Boris’s defiant svengali refuses to quit” the Mail says over his trip to Durham, and asks: “So how CAN he survive?”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DailyMailUK/status/1265023536256647169\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tuesday's <a href=\"https://twitter.com/DailyMailUK?ref_src=twsrc%5Etfw\">@DailyMailUK</a> <a href=\"https://twitter.com/hashtag/MailFrontPages?src=hash&amp;ref_src=twsrc%5Etfw\">#MailFrontPages</a> <a href=\"https://t.co/5T9PybXP1F\">pic.twitter.com/5T9PybXP1F</a></p>— Daily Mail U.K. (@DailyMailUK) \n    <a href=\"https://twitter.com/DailyMailUK/status/1265023536256647169?ref_src=twsrc%5Etfw\">May 25, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“‘I don’t regret what I did’: Cummings refuses to quit,” is the Guardian’s headline, <a href=\"https://www.theguardian.com/politics/2020/may/25/dominic-cummings-refuses-to-resign-or-apologise-for-lockdown-breach\">describing his TV appearance as “extraordinary”</a>. His justification for driving to Durham to self-isolate was so complex, writes the Guardian’s political editor, Heather Stewart, “it might have helped if he had had a whiteboard to sketch it out on”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/guardian/status/1265041915197534209\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Guardian front page, 26 May 2020: ‘I don't regret what I did.’ Cummings refuses to quit <a href=\"https://t.co/yUpjvwTUxO\">pic.twitter.com/yUpjvwTUxO</a></p>— The Guardian (@guardian) \n    <a href=\"https://twitter.com/guardian/status/1265041915197534209?ref_src=twsrc%5Etfw\">May 25, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Here are the other front pages from around the country: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DailyMirror/status/1265035306857836544\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tomorrow's front page: No regrets no apology<a href=\"https://twitter.com/hashtag/tomorrowspaperstoday?src=hash&amp;ref_src=twsrc%5Etfw\">#tomorrowspaperstoday</a> <a href=\"https://t.co/WyVw63QUIR\">https://t.co/WyVw63QUIR</a> <a href=\"https://t.co/EURyVIkd8i\">pic.twitter.com/EURyVIkd8i</a></p>— Daily Mirror (@DailyMirror) \n    <a href=\"https://twitter.com/DailyMirror/status/1265035306857836544?ref_src=twsrc%5Etfw\">May 25, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCHelena/status/1265028104956907522\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tuesday’s The Times: Cummings: I did not break lockdown rules <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/cph7Odpr5X\">pic.twitter.com/cph7Odpr5X</a></p>— Helena Wilkinson (@BBCHelena) \n    <a href=\"https://twitter.com/BBCHelena/status/1265028104956907522?ref_src=twsrc%5Etfw\">May 25, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCHelena/status/1265022353987309573\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tuesday’s Daily Telegraph: High street to reopen as UK edges back to normality <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/0llZFHdyTS\">pic.twitter.com/0llZFHdyTS</a></p>— Helena Wilkinson (@BBCHelena) \n    <a href=\"https://twitter.com/BBCHelena/status/1265022353987309573?ref_src=twsrc%5Etfw\">May 25, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TheSun/status/1265029476607496200\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tomorrow's Front Page: All non-essential shops including stores selling clothes, toys and furniture to reopen by June 15<a href=\"https://t.co/WcVaOIv6R1\">https://t.co/WcVaOIv6R1</a> <a href=\"https://t.co/7Eu5rCgdh4\">pic.twitter.com/7Eu5rCgdh4</a></p>— The Sun (@TheSun) \n    <a href=\"https://twitter.com/TheSun/status/1265029476607496200?ref_src=twsrc%5Etfw\">May 25, 2020</a>\n   </blockquote> \n  </figure> \n  <p>And the rest of the front pages in our story here: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2020/may/26/stay-elite-what-the-papers-say-about-dominic-cummings-refusal-to-quit\">'Stay elite': what the papers say about Dominic Cummings' refusal to quit</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ecca7778f0864e579f17a95\" class=\"block is-key-event\" data-block-contributor=\"profile/fiona-harvey\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T05:23:54.234Z\">6.23am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">World health leaders urge green recovery from coronavirus crisis</h2> \n <div class=\"block-elements\"> \n  <p>Doctors and medical professionals from around the globe have called on world leaders to ensure a green recovery from the coronavirus crisis that takes account of air pollution and climate breakdown.</p> \n  <p>More than 200 organisations representing at least 40 million health workers – making up about half of the global medical workforce – have <a href=\"https://healthyrecovery.net/letter/\">signed an open letter to the G20 leaders</a> and their chief medical advisers, pointing to the 7 million premature deaths to which air pollution contributes each year around the world.</p> \n  <p>Chief medical officers and chief scientific advisers must be directly involved in designing the stimulus packages now under way, the letter urges, in order to ensure they include considerations of public health and environmental concerns. They say public health systems should be strengthened, and they warn of how environmental degradation could help to unleash future diseases.</p> \n  <p>The signatories also want reforms to <a href=\"https://www.theguardian.com/environment/2019/aug/01/fossil-fuel-subsidy-cash-pay-green-energy-transition\">fossil fuel subsidies</a>, with public support shifted towards renewable energy, which they say would make for cleaner air, cut greenhouse gas emissions and help to spur economic growth of nearly <a href=\"https://www.theguardian.com/environment/2020/apr/20/green-energy-could-drive-covid-19-recovery-international-renewable-energy-agency\">$100tn</a><a href=\"https://www.theguardian.com/environment/2020/apr/20/green-energy-could-drive-covid-19-recovery-international-renewable-energy-agency\"> in the next three decades</a>.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2020/may/26/world-health-leaders-urge-green-recovery-from-coronavirus-crisis\">World health leaders urge green recovery from coronavirus crisis</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ecca57c8f0864e579f17a90\" class=\"block is-key-event\" data-block-contributor=\"profile/rorycarroll\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T05:14:25.774Z\">6.14am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Irish taoiseach Leo Varadkar denies picnic with friends was Covid-19 rule breach</h2> \n <div class=\"block-elements\"> \n  <p><a href=\"https://www.theguardian.com/world/leo-varadkar\">Leo Varadkar</a>, Ireland’s taoiseach, has defended having a picnic with friends in a Dublin park in defiance of a recommendation from a senior government official.</p> \n  <p>A spokesperson for Varadkar issued a statement on Monday night saying he “broke no laws, breached no regulations and observed public health guidance” while picnicking in the Phoenix Park on Sunday.</p> \n  <p>The comment came after images appeared on social media showing the taoiseach with his partner, Matthew Barrett, and two friends near the park’s Wellington monument. Varadkar was in shorts and shirtless.</p> \n  <p>The outing appeared to contradict advice given in a media briefing last week by Liz Canavan, assistant secretary of the Department of the Taoiseach. She said: “If you’re visiting a public amenity try not to stay too long at the site or have picnics. Please do your exercise and then go home.”</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/26/irish-taoiseach-leo-varadkar-denies-picnic-with-friends-was-covid-19-rule-breach\">Irish taoiseach Leo Varadkar denies picnic with friends was Covid-19 rule breach</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ecc93188f0864e579f17a48\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T05:04:40.830Z\">6.04am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The number of confirmed coronavirus cases in Germany increased by 432 to 179,002, data from the Robert Koch Institute for infectious diseases showed on Tuesday.<br><br>The reported death toll rose by 45 to 8,302, the tally showed.</p> \n  <p>On Monday, negotiations in <a href=\"https://www.theguardian.com/world/germany\">Germany</a> over a nationwide approach to relaxing lockdown measures were said to be in disarray after the state of Thuringia announced it was going it alone, my colleague Kate Connolly reported: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/25/german-state-causes-alarm-with-plans-to-ease-lockdown-measures-thuringia-second-wave-coronavirus\">German state causes alarm with plans to ease lockdown measures</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ecca0788f0886ce4f5da478\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T04:52:26.660Z\">5.52am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Get in touch on Twitter <a href=\"https://twitter.com/helenrsullivan\">@helenrsullivan</a>. </p> \n </div> \n</div> \n<div id=\"block-5ecc9be38f0886ce4f5da461\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T04:46:56.063Z\">5.46am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>There are almost 5.5m cases worldwide</strong>, according to the Johns Hopkins university coronavirus tracker, which has counted a total of 5,495,061 confirmed infections. The death toll stands at 346,232.<br></li> \n   <li><strong>WHO warns of “second peak” in areas where Covid-19 declining. </strong>Countries where coronavirus infections are declining could still face an “immediate second peak” if they let up too soon on measures to halt the outbreak, the World Health Organization said on Monday. WHO emergencies head Dr Mike Ryan told an online briefing, “We cannot make assumptions that just because the disease is on the way down now it is going to keep going down and we are get a number of months to get ready for a second wave. We may get a second peak in this wave.”</li> \n   <li><strong>Mexico City records thousands more deaths than usual, amid doubt over official Covid-19 toll. </strong>This year, Mexico City has issued 8,072 more death certificates than the average for the same period in the past four years, according to a new study that suggests the country’s coronavirus death toll could be significantly higher than the official figure of nearly 7,400. The report’s authors found 37% more death certificates were issued in April 2020 than that month’s average during the previous four years. By the end of May they estimated the number would mushroom by 120%.</li> \n   <li><strong>White House brings forward Brazil travel restrictions by two days, </strong>amending the timing to 11.59pm ET on Tuesday, 26 May. The White House announced Sunday it was restricting travel from Brazil, two days after Brazil became the world’s No. 2 hotspot for coronavirus cases. In its original announcement, it said the restrictions would come into force on 28 May.</li> \n   <li><strong>Dutch PM Mark Rutte did not visit dying mother due to Covid-19 restrictions. </strong>Dutch Prime Minister Mark Rutte was unable to visit his dying mother in her final weeks because he obeyed coronavirus restrictions against visiting care homes, his office has said. His mother did not die of Covid-19 although there had earlier been an outbreak of the disease in the home where she was living, Dutch media reported.</li> \n   <li><strong>Dominic Cummings, the UK PM’s aide, has said he does not regret breaching the lockdown</strong>. Dominic Cummings, the chief of staff to Boris Johnson, admitted driving about 250 miles (400km) from his home during the UK’s lockdown, but insisted he acted reasonably.</li> \n   <li><b>The World Health Organization has suspended testing the malaria drug hydroxychloroquine in Covid-19 patients</b> due to safety concerns. The WHO’s director general, Tedros Adhanom Ghebreyesus, cited <a href=\"https://www.theguardian.com/science/2020/may/22/hydroxychloroquine-trumps-covid-19-cure-increases-deaths-global-study-finds\">a paper published in the Lancet </a>that showed people taking hydroxychloroquine were at higher risk of death and heart problems.</li> \n   <li><strong>WHO worries about ‘silent epidemic’ unless Africa prioritises virus testing. </strong>Africa has so far been spared the worst impact of the coronavirus, but the World Health Organization is worried the continent could face a “silent epidemic” if its leaders do not prioritise testing for it, a WHO envoy said on Monday.</li> \n   <li><strong>Coronavirus measures ‘disastrous’ for children: Dutch watchdog. </strong>The coronavirus pandemic will have a “disastrous” impact on children’s rights worldwide, making them more vulnerable to forced labour and underage marriage, a rights group said Tuesday. School closures left boys and girls more vulnerable to child labour, early marriage and teenage pregnancy, while millions would fall into extreme poverty because of the coronavirus outbreak, the NGO KidsRights said. </li> \n   <li><strong>Australia will not open the country’s borders ‘anytime soon’. </strong>Australia will not open the country’s borders “anytime soon”, Prime Minister Scott Morrison said on Tuesday, but added the country will continue its discussions with neighbouring New Zealand for a trans-Tasman safe travel zone. </li> \n   <li><strong>Masks too dangerous for children under two, Japan medical group says. </strong>Children under the age of two shouldn’t wear masks because they can make breathing difficult and increase the risk of choking, a Japan medical group said, launching an urgent appeal to parents as the country reopens from the coronavirus crisis.</li> \n   <li><strong>Saudi Arabia to revise curfew times. </strong>Saudi Arabia will revise curfew times this week, and lift it entirely across the Kingdom with the exception of the holy city of Mecca starting 21 June, state news agency reported in a statement early on Tuesday. Bans on domestic travel, holding prayers in mosques, and workplace attendance in both government and private sector will be lifted, starting 31 May, the statement added. For Mecca, the curfew time will be adjusted to 3pm-6M and prayers will be allowed to be held in mosques from 21 June.</li> \n   <li><strong>Germany offers Lufthansa $9.8bn lifeline. </strong>Germany threw Lufthansa a €9bn (US$9.8bn) lifeline on Monday, agreeing a bailout which gives Berlin a veto in the event of a hostile bid for the airline, Reuters reports.The largest German corporate rescue since the coronavirus crisis struck will see the government get a 20% stake, which could rise to 25% plus one share in the event of a takeover attempt, as it seeks to protect thousands of jobs.</li> \n   <li><strong>Iceland eases national alert. </strong>Iceland eased its national alert against the coronavirus on Monday, allowing for public gatherings of up to 200 people and night clubs and gyms to reopen as the country nears complete recovery from the outbreak.Iceland limited the virus spread through a meticulous test and trace strategy and a full lockdown, has confirmed 1,804 infections and 10 deaths. But there have been only five reported new cases in May, and more than 99% of infected persons have recovered.</li> \n   <li><strong>California issues guidelines for house of worship reopenings. </strong>The state released guidance under which county health departments can approve the reopening of churches, mosques, synagogues and other houses of worship. They have been closed since Governor Gavin Newsom issued a stay-at-home order in March to slow the spread of the coronavirus.</li> \n   <li><strong> </strong><strong>About 15,000 Rohingya refugees are now under coronavirus quarantine in Bangladesh’s vast camps,</strong> officials said Monday, as the number of confirmed infections among them rose to 29.Health experts have long warned that the virus could race through the cramped settlements, housing almost a million Muslims who fled violence in Myanmar, and officials had restricted movement to the area in April.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5ecc932c8f0864e579f17a49\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T04:30:08.447Z\">5.30am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Three dozen inmates in Salvadoran prisons have tested positive for coronavirus, health authorities said Monday, adding that strict health and isolation protocols would be implemented to halt the virus’s spread in the facilities.</p> \n  <p>Twenty-five inmate cases were diagnosed in a prison holding more than 1,200 inmates in the department of San Vicente, Osiris Luna, director of the country’s prison system, told a news conference Monday. </p> \n  <figure class=\"element element-image\" data-media-id=\"a8a17895ad5b320adb42da2af108caee4bbb6595\"> \n   <img src=\"https://media.guim.co.uk/a8a17895ad5b320adb42da2af108caee4bbb6595/0_397_6048_3627/1000.jpg\" alt=\"A soldier stands guard in a street after the government decreed new measures to prevent the spread of the new cortonavirus by suspending the circulation of all public and private collective transport in San Salvador on 6 May 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A soldier stands guard in a street after the government decreed new measures to prevent the spread of the new cortonavirus by suspending the circulation of all public and private collective transport in San Salvador on 6 May 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Marvin Recinos/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>The Quezaltepeque prison near the capital, which holds 1,980 prisoners, registered 11 cases, he added.<br><br>“We have begun treating and isolating these people,” he said. “There is an area for isolation in every prison.”</p> \n  <p>Conditions in Salvadoran prisons have come under greater scrutiny after the government in April released startling photos of hundreds of jailed gang members stripped to underwear and pressed together in formation, drawing strong criticism from human rights groups.<br></p> \n </div> \n</div> \n<div id=\"block-5ecc94fe8f0886ce4f5da437\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T04:19:33.849Z\">5.19am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>South Korea has reported 19 new cases of the coronavirus, most from the densely populated Seoul metropolitan area, where officials have been actively tracing transmissions linked to nightclubs and other entertainment venues, AP reports.</p> \n  <p>South Korea’s Centers for Disease Control and Prevention on Tuesday also reported two more deaths, bringing national totals to 11,225 cases and 269 fatalities. Officials linked three of the new cases to international arrivals.</p> \n  <figure class=\"element element-image\" data-media-id=\"9bc24424f369830e697ab86d0b5098f3e6c09af9\"> \n   <img src=\"https://media.guim.co.uk/9bc24424f369830e697ab86d0b5098f3e6c09af9/0_225_4000_2398/1000.jpg\" alt=\"Workers disinfect as a precaution against the new coronavirus ahead of school reopening in a class at an elementary school in Gwangju, South Korea, Tuesday, 26 May 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Workers disinfect as a precaution against the new coronavirus ahead of school reopening in a class at an elementary school in Gwangju, South Korea, Tuesday, 26 May 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Park Chul-hong/AP</span> \n   </figcaption> \n  </figure> \n  <p>South Korea has been reporting around 20 new cases per day over the past two weeks after health workers found hundreds of infections linked to club goers who went out in early May as the country eased social distancing measures.<br><br>The new infections in the greater capital area have caused concern as authorities proceed with a phased reopening of schools, which began with high school seniors last week.<br><br>Around 2.4 million high school juniors, middle school seniors, first and second graders and kindergarten students will be returning to school on Wednesday.<br></p> \n </div> \n</div> \n<div id=\"block-5ecc92be8f0886ce4f5da42e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T04:08:10.874Z\">5.08am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Masks too dangerous for children under two, Japan medical group says</h2> \n <div class=\"block-elements\"> \n  <p>Children under the age of two shouldn’t wear masks because they can make breathing difficult and increase the risk of choking, a Japan medical group said, launching an urgent appeal to parents as the country reopens from the coronavirus crisis.<br><br>The Japan Pediatric Association has warned parents that masks are too risky for infants.<br><br>“Masks can make breathing difficult because infants have narrow air passages,” which increases the burden on their hearts, the association said, adding that masks also raise the risk of heat stroke for them.<br><br>“Let’s stop the use of masks for children under two-years-old,” the association said in a notice on its website.</p> \n  <figure class=\"element element-image\" data-media-id=\"60edc03549c6b33f27df177a6e5e4876e64ba334\"> \n   <img src=\"https://media.guim.co.uk/60edc03549c6b33f27df177a6e5e4876e64ba334/0_262_8149_4890/1000.jpg\" alt=\"Three-day-old Kengo Saito wears a face visor to protect against Covid-19 on May 15, 2020 in Satte, Japan.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Three-day-old Kengo Saito wears a face visor to protect against Covid-19 on May 15, 2020 in Satte, Japan.</span> \n    <span class=\"element-image__credit\">Photograph: Carl Court/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>It said that so far there were very few serious coronavirus cases among children and that most kids became infected from family members, with almost no outbreaks at schools or day care facilities.<br><br>The US Centers for Disease Control and the American Academy of Pediatrics also say children under the age of two should not wear cloth face covering.</p> \n </div> \n</div> \n<div id=\"block-5ecc928e8f0864e579f17a41\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T03:53:05.513Z\">4.53am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Australia will not open the country’s borders 'anytime soon' - PM</h2> \n <div class=\"block-elements\"> \n  <p>Australia will not open the country’s borders “anytime soon”, Prime Minister Scott Morrison said on Tuesday, but added the country will continue its discussions with neighbouring New Zealand for a trans-Tasman safe travel zone.<br><br>“I was speaking with Prime Minister Ardern this morning, and we’ll continue to have our discussions about the trans-Tasman safe travel zone,” Morrison told the National Press Club in Canberra, referring to New Zealand Prime Minister Jacinda Ardern.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T03:53:17.379Z\">at 4.53am BST</time></p> \n</div> \n<div id=\"block-5ecc8f7b8f0864e579f17a34\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T03:47:44.214Z\">4.47am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Joe Biden has made his first public appearance since March, emerging from isolation to lay a wreath to mark Memorial Day at a park in Delaware. “It feels good to be out of my house,” the 77-year-old said. After abruptly cancelling a campaign rally in Cleveland on 10 March, Biden built a television studio in his home which he has used to appear on news programs and campaign fundraising events: </p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"247474c0-934c-4a4a-84c4-b6c3c766038c\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/oIjp9MK_vwU?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ecc674f8f0886ce4f5da388\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T03:35:12.343Z\">4.35am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Mexican health officials on Monday reported 2,485 new cases of coronavirus and 239 deaths, bringing the country’s totals to 71,105 and 7,633, respectively. </p> \n  <p>But, as we reported earlier, the toll may be significantly higher: this year, Mexico City has issued 8,072 more death certificates than the average for the same period in the past four years, according to a new study that suggests the country’s coronavirus death toll could be significantly higher than the official figure of nearly 7,400.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/26/mexico-city-records-thousands-more-deaths-than-usual-amid-doubt-over-official-covid-19-toll\">Mexico City records thousands more deaths than usual, amid doubt over official Covid-19 toll</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ecc8b2e8f08a1782fa81718\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T03:21:37.658Z\">4.21am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Watch: The World Health Organization has suspended testing the malaria drug hydroxychloroquine in Covid-19 patients due to safety concerns. The WHO’s director general, Tedros Adhanom Ghebreyesus, cited <a href=\"https://www.theguardian.com/science/2020/may/22/hydroxychloroquine-trumps-covid-19-cure-increases-deaths-global-study-finds\">a paper published in the Lancet </a>that showed people taking hydroxychloroquine were at higher risk of death and heart problems.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"60ec99a9-859e-4f52-9546-4929968b985e\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/Z8KAg8q9eGE?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ecc80678f0886ce4f5da3d8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T03:09:10.576Z\">4.09am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">WHO warns of \"second peak\" in areas where Covid-19 declining</h2> \n <div class=\"block-elements\"> \n  <p>Countries where coronavirus infections are declining could still face an “immediate second peak” if they let up too soon on measures to halt the outbreak, the World Health Organization said on Monday.</p> \n  <p>The world is still in the middle of the first wave of the coronavirus outbreak, WHO emergencies head Dr Mike Ryan told an online briefing, noting that while cases are declining in many countries they are still increasing in Central and South America, South Asia and Africa, Reuters reports. <br><br>Ryan said epidemics often come in waves, which means that outbreaks could come back later this year in places where the first wave has subsided. There was also a chance that infection rates could rise again more quickly if measures to halt the first wave were lifted too soon.</p> \n  <figure class=\"element element-image\" data-media-id=\"893407220d19e887f889672a1a609772b2edca84\"> \n   <img src=\"https://media.guim.co.uk/893407220d19e887f889672a1a609772b2edca84/0_0_5760_3456/1000.jpg\" alt=\"Pedestrians enjoying the warm weather at Domino Park on Memorial Day Weekend during Covid-19 coronavirus outbreak, in Brooklyn Coronavirus outbreak, New York, 25 May 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Pedestrians enjoying the warm weather at Domino Park on Memorial Day Weekend during Covid-19 coronavirus outbreak, in Brooklyn Coronavirus outbreak, New York, 25 May 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Adela Loconte/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n  <p>“When we speak about a second wave classically what we often mean is there will be a first wave of the disease by itself, and then it recurs months later. And that may be a reality for many countries in a number of months’ time,” Ryan said.<br></p> \n  <p>“But we need also to be cognisant of the fact that the disease can jump up at any time. We cannot make assumptions that just because the disease is on the way down now it is going to keep going down and we are get a number of months to get ready for a second wave. We may get a second peak in this wave.”<br><br>He said countries in Europe and North America should “continue to put in place the public health and social measures, the surveillance measures, the testing measures and a comprehensive strategy to ensure that we continue on a downwards trajectory and we don’t have an immediate second peak.”<br><br>Many European countries and US states have taken steps in recent weeks to lift lockdown measures that curbed the spread of the disease but caused severe harm to economies.</p> \n </div> \n</div> \n<div id=\"block-5ecc6d6c8f0886ce4f5da39d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T02:58:14.770Z\">3.58am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Coronavirus hasn’t been kind to US car owners, AP reports. </p> \n  <p>Vehicle larcenies shot up 63% in New York and nearly 17% in Los Angeles from 1 January through mid-May, compared with the same period last year. <br><br>And many other law enforcement agencies around the US are reporting an increase in stolen cars and vehicle burglaries, even as violent crime has dropped dramatically nationwide in the coronavirus pandemic. It’s a low-risk crime with a potentially high reward, police say, especially when many drivers leave their doors unlocked or their keys inside.</p> \n  <figure class=\"element element-image\" data-media-id=\"4308f68e9500579cb71f8504ab2f4f94b813885c\"> \n   <img src=\"https://media.guim.co.uk/4308f68e9500579cb71f8504ab2f4f94b813885c/0_0_5159_3095/1000.jpg\" alt=\"Thief trying to pick the lock of a parked car.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Thief trying to pick the lock of a parked car.</span> \n    <span class=\"element-image__credit\">Photograph: Tommaso Altamura/Alamy Stock Photo</span> \n   </figcaption> \n  </figure> \n  <p>“You might as well put a sticker on the window that says come take my stuff,” said an exasperated Alex Villanueva, the Los Angeles County sheriff.<br><br>In Austin, Texas, last month, a whopping 72% of the 322 stolen vehicles had their keys nearby. The total number of auto thefts in April spiked about 50%, and burglaries to vehicles were up 2% from April 2019.<br><br>Salt Lake City police Detective Greg Wilking said a 22% spike in vehicle burglaries there could be from a few criminals working quickly on car prowls.<br><br>In Baltimore, though, a push to reduce the city’s historically high numbers of vehicle thefts and burglaries appears to have paid off. Thefts from autos plunged 24% and stolen vehicles dropped 19% from January to May compared with the same period last year.<br></p> \n </div> \n</div> \n<div id=\"block-5ecc6d4c8f0864e579f179b8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T02:48:07.568Z\">3.48am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">California issues guidelines for house of worship reopenings</h2> \n <div class=\"block-elements\"> \n  <p>Religious services in California will look much different under rules unveiled Monday that limit attendance to 100 people and recommend worshippers wear masks, limit singing and refrain from shaking hands or hugging, AP reports. <br><br>The state released guidance under which county health departments can approve the reopening of churches, mosques, synagogues and other houses of worship. They have been closed since Governor Gavin Newsom issued a stay-at-home order in March to slow the spread of the coronavirus.</p> \n  <figure class=\"element element-image\" data-media-id=\"e239c4469c62f95f523c65ad79f01898e9e9f78e\"> \n   <img src=\"https://media.guim.co.uk/e239c4469c62f95f523c65ad79f01898e9e9f78e/0_16_3727_2237/1000.jpg\" alt=\"A mosque in Southern California.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A mosque in Southern California.</span> \n    <span class=\"element-image__credit\">Photograph: Chris Delmas/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p><br>Its not immediately known how soon in-person services will resume. Counties that are having success controlling the virus are likely to move quickly. Others with outbreaks such as Los Angeles County, which has about 60% of Californias roughly 3,800 deaths may choose to delay.<br>The guidelines ask worshippers to wear masks, avoid sharing prayer books or prayer rugs and skip the collection plate. They also say to avoid large gatherings for holidays, weddings and funerals and warn that activities such as singing or group recitation “negate the benefits of social distancing.<br></p> \n </div> \n</div> \n<div id=\"block-5ecc7fe68f0886ce4f5da3d5\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T02:44:09.824Z\">3.44am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">WHO worries about 'silent epidemic' unless Africa prioritises virus testing</h2> \n <div class=\"block-elements\"> \n  <p>Africa has so far been spared the worst impact of the coronavirus, but the World Health Organization is worried the continent could face a “silent epidemic” if its leaders do not prioritise testing for it, a WHO envoy said on Monday.<br><br>“My first point for Africa, my first concern, is that a lack of testing is leading to a silent epidemic in Africa. So we must continue to push leaders to prioritise testing,” Samba Sow told a news conference.</p> \n  <figure class=\"element element-image\" data-media-id=\"782007611304b6df9152c2e07d4f49c0fc0ff324\"> \n   <img src=\"https://media.guim.co.uk/782007611304b6df9152c2e07d4f49c0fc0ff324/0_0_4869_2923/1000.jpg\" alt=\"A community member wears his face mask during a food handout in Coronation on day 59 of the national lockdown as a result of Covid-19 Coronavirus, in Johannesburg, South Africa, 25 May 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A community member wears his face mask during a food handout in Coronation on day 59 of the national lockdown as a result of Covid-19 Coronavirus, in Johannesburg, South Africa, 25 May 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Kim Ludbrook/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T03:07:14.793Z\">at 4.07am BST</time></p> \n</div> \n<div id=\"block-5ecc7eef8f0864e579f179f3\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T02:33:04.741Z\">3.33am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Saudi Arabia to revise curfew times</h2> \n <div class=\"block-elements\"> \n  <p>Saudi Arabia will revise curfew times this week, and lift it entirely across the Kingdom with the exception of the holy city of Mecca starting 21 June, state news agency reported in a statement early on Tuesday.<br><br>Bans on domestic travel, holding prayers in mosques, and workplace attendance in both government and private sector will be lifted, starting 31 May, the statement added.<br><br>For Mecca, the curfew time will be adjusted to 3pm-6M and prayers will be allowed to be held in mosques from 21 June.</p> \n  <figure class=\"element element-image\" data-media-id=\"a4541e5d0e4070a517ff4a12daf49d3350ed7006\"> \n   <img src=\"https://media.guim.co.uk/a4541e5d0e4070a517ff4a12daf49d3350ed7006/3_0_5063_3041/1000.jpg\" alt=\"An aerial view shows a section of the nearly-deserted King Fahad road in the Saudi capital Riyadh, on 24 May 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">An aerial view shows a section of the nearly-deserted King Fahad road in the Saudi capital Riyadh, on 24 May 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Faisal Al-Nasser/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ecc6d0f8f0864e579f179b6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T02:18:08.539Z\">3.18am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Coronavirus measures ‘disastrous’ for children: Dutch watchdog</h2> \n <div class=\"block-elements\"> \n  <p>The coronavirus pandemic will have a “disastrous” impact on children’s rights worldwide, making them more vulnerable to forced labour and underage marriage, a rights group said Tuesday.<br></p> \n  <p>The economic shock from lockdowns would also leave governments short of money for children’s health and education, Dutch NGO KidsRights said as it launched its annual survey. The results of this year’s survey do not take into account the effect of coronavirus but they will be monitored in future years, KidsRights said.</p> \n  <p>“This crisis turns back the clock on years of progress made on the wellbeing of children,” said Marc Dullaert, founder and chairman of KidsRights.</p> \n  <p>“Therefore, a strong focus for children’s rights is needed more than ever.”</p> \n  <figure class=\"element element-image\" data-media-id=\"64e16ee4dc17fa89dbec358410fcf4e8ff7ce7f0\"> \n   <img src=\"https://media.guim.co.uk/64e16ee4dc17fa89dbec358410fcf4e8ff7ce7f0/0_0_3600_2160/1000.jpg\" alt=\"A children’s playground closed amid the coronavirus outbreak.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A children’s playground closed amid the coronavirus outbreak.</span> \n    <span class=\"element-image__credit\">Photograph: Gavin Ellis/TGS Photo/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n  <p>Millions of children around the world have been affected by school closures due to strict measures imposed by countries to halt the spread of the coronavirus. While children seemed to be relatively unaffected by the disease physically, “not only the economic consequences, but also the measures taken by governments... have a disastrous impact on many children”, said KidsRights.</p> \n  <p>School closures left boys and girls more vulnerable to child labour, early marriage and teenage pregnancy, while millions would fall into extreme poverty because of the coronavirus outbreak, the NGO said. There was also an “astonishing” rise in domestic violence during lockdowns that was “especially devastating for girls”, it added.</p> \n  <p>The suspension of vaccination campaigns for children increased the risk of infant mortality, while hundreds of millions of children who normally relied on school meals were being left with no reliable source of daily nutrition.</p> \n </div> \n</div> \n<div id=\"block-5ecc6cbf8f0886ce4f5da395\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T02:05:16.729Z\">3.05am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Denmark eased its border controls with other Nordic countries and Germany on Monday, allowing cross-border couples separated by the coronavirus lockdown to meet again if they can prove they have been in a relationship for at least six months, Reuters reports. <br><br>The government said that within a couple of days, partners of residents of Denmark living across one of its borders would be asked to produce a written declaration to be granted entry.<br><br>“If you say, you are in a relationship and put it in writing, that is enough,” Justice Minister Nick Haekkerup told local broadcaster TV2.</p> \n  <figure class=\"element element-image\" data-media-id=\"f49dcb469662431ec187968c481470ef85ea0c2d\"> \n   <img src=\"https://media.guim.co.uk/f49dcb469662431ec187968c481470ef85ea0c2d/0_135_2000_1200/1000.jpg\" alt=\"A couple view the number one tourist attraction in Copenhagen, The Little Mermaid, during the coronavirus precautions in Copenhagen, Denmark on 1 April 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A couple view the number one tourist attraction in Copenhagen, The Little Mermaid, during the coronavirus precautions in Copenhagen, Denmark on 1 April 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Anadolu Agency/Anadolu Agency via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>For now, though, couples will need to show shared text messages, private photos or personal information about their partner, Danish police said earlier in the day.<br><br>That had sparked an outcry on Monday from lawmakers over privacy, leading to the hasty change being pushed through by the government.<br><br>“They can bring along a photo or a love letter,” deputy chief Allan Dalager Clausen told Danish broadcaster DR. </p> \n  <p>“I realise these are very intimate things, but the decision to let in the partner ultimately rests on the judgment of the individual police officer,” he said.<br></p> \n </div> \n</div> \n<div id=\"block-5ecc6cb18f0864e579f179b5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T01:51:18.592Z\">2.51am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Mink with the coronavirus have infected two people in the Netherlands in what are probably the first such cases of transmission during the epidemic, government and health authorities said on Monday, Reuters reports. <br><br>Mink carrying the virus were found on four of the 155 farms in the country where they are bred for their fur, Agriculture Minister Carola Schouten said in a letter to parliament that detailed the two cases.<br><br>She said the risk of such animal-to-human transmission of the virus outside the farms was “negligible.”</p> \n  <figure class=\"element element-image\" data-media-id=\"7022900b8f43be8fb249586e91bb3990f5aba44b\"> \n   <img src=\"https://media.guim.co.uk/7022900b8f43be8fb249586e91bb3990f5aba44b/0_117_2703_1623/1000.jpg\" alt=\"A blue iris mink (not the infected animal).\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A blue iris mink (not the infected animal).</span> \n    <span class=\"element-image__credit\">Photograph: Diego Azubel/EPA</span> \n   </figcaption> \n  </figure> \n  <p>On three of the four infected farms, the source of infection has been shown to be a sick human, while the fourth is still under investigation, the minister said.<br><br>The Netherlands’ Institute for Health’s director Jaap van Dissel said that, while a few cats and other animals had been infected with Covid-19 by humans, “This is the first time we’ve found, at least we’ve shown that it’s likely, that in two cases the infection has gone from animal to human,.”<br><br>“Of course the original source of infection in China was also very likely animals,” he said in testimony to parliament on Monday.</p> \n  <p>A law banning mink farming in the Netherlands was passed in 2013, and the remaining farms are due to cease operations in 2023. </p> \n </div> \n</div> \n<div id=\"block-5ecc6c0d8f0864e579f179b2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T01:37:21.740Z\">2.37am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Iceland eases national alert</h2> \n <div class=\"block-elements\"> \n  <p>Iceland eased its national alert against the coronavirus on Monday, allowing for public gatherings of up to 200 people and night clubs and gyms to reopen as the country nears complete recovery from the outbreak.</p> \n  <p>Iceland limited the virus spread through a meticulous test and trace strategy and a full lockdown, has confirmed 1,804 infections and 10 deaths. But there have been only five reported new cases in May, and more than 99% of infected persons have recovered.<br><br>Iceland’s alert level was lowered from ‘emergency phase’ to ‘alert phase’, the second of three stages, the government said in a statement on Monday.<br><br>Gyms can now reopen, though only at half capacity, while bars and restaurants can serve customers until 11pm, it said. Public gatherings of up to 200 persons will be allowed and a two-metre social distancing rule has become optional, but still recommended by authorities.</p> \n  <p>Meanwhile, for those wishing to encourage social distancing, fashion designer Yr Johannsdottir has this solution: </p> \n  <figure class=\"element element-image\" data-media-id=\"5f9b77733da7860cdcf85dc4cd44c41c2e1a9607\"> \n   <img src=\"https://media.guim.co.uk/5f9b77733da7860cdcf85dc4cd44c41c2e1a9607/0_154_6000_3600/1000.jpg\" alt=\"Fashion designer Yr Johannsdottir poses for a photo wearing one of her masks at her studio in Reykjavik, Iceland on May 11, 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Fashion designer Yr Johannsdottir poses for a photo wearing one of her masks at her studio in Reykjavik, Iceland on May 11, 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Jeremie Richard/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>The Icelandic designer’s knitted masks encourage social distancing by letting wearers hide behind scary tongues or fangs, AFP reported earlier this month. </p> \n </div> \n</div> \n<div id=\"block-5ecc6cd68f0886ce4f5da39a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T01:27:30.643Z\">2.27am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Novavax Inc said on Monday it has started the Phase 1 clinical trial of a novel coronavirus vaccine candidate and has enrolled the trial’s first participants, with preliminary results slated for July, Reuters reports. <br><br>The Maryland-based late-stage biotechnology company in April said it identified the candidate, NVX-CoV2373, with which it planned to use its Matrix-M adjuvant to enhance immune responses.<br><br>Adjuvants are mainly used to make vaccines induce a strong immune response, including through the greater production of antibodies, and provide longer-lasting protection against viral and bacterial infection.<br><br>Novavax said it expects preliminary immunogenicity and safety results from the trial in July.<br><br>The announcement comes as drugmakers pause clinical trials for other ailments and race to find an antidote for Covid-19, the illness caused by the novel coronavirus which has infected more than 5.3 million people worldwide and killed over 343,000.<br>Novavax said, upon successful completion of Phase 1, the Phase 2 portion of the trial will be conducted in several countries, including the United States.<br><br>The Phase 2 trial will assess immunity, safety and Covid-19 disease reduction in a broader age range, Novavax said.</p> \n </div> \n</div> \n<div id=\"block-5ecc6a568f08a1782fa81697\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T01:14:46.679Z\">2.14am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Uki Goñi reports for the Guardian from Buenos Aires: </em><br><br>One of Argentina’s poorest slums was completely sealed off from the rest of the country on Monday after an explosion of coronavirus cases among its roundabout five thousand inhabitants.<br><br>Around 100 tests resulted in 83 positive cases in Villa Azul in the province of Buenos Aires, one of 1800 slums in the Buenos Aires Metropolitan Area. The unusually proportion of positive cases led authorities to call in security forces to block streets in and out of Villa Azul.<br><br>Unable to leave for work, its inhabitants will now be dependent on the government for food supplies and other essentials. “The idea is to bolster physical distancing and minimize circulation with other nearby poor communities,” said Argentina’s health access secretary Carla Vizzotti.</p> \n  <figure class=\"element element-image\" data-media-id=\"915fc1c2cbe0723cf40fe3c9271cac8a8f88f816\"> \n   <img src=\"https://media.guim.co.uk/915fc1c2cbe0723cf40fe3c9271cac8a8f88f816/0_0_3916_2351/1000.jpg\" alt=\"Children peer from their home as police guard the Villa Azul neighborhood.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Children peer from their home as police guard the Villa Azul neighborhood.</span> \n    <span class=\"element-image__credit\">Photograph: Natacha Pisarenko/AP</span> \n   </figcaption> \n  </figure> \n  <p>A crisis committee for the Buenos Aires Metropolitan Area, which has concentrated 90% of daily new cases in the last weeks, has been set up by the city of Buenos Aires, population three million, and the province of Buenos Aires, where some seven million other people inhabit the Greater Buenos Aires area.<br><br>Plans are being made to cordon off a number of other “villas” or slums in the Buenos Aires Metropolitan Area, where the virus has started to spread quickly because of cramped living conditions, lack of public services including running water and proper sewages in many cases.<br><br>Argentina has 12,628 confirmed coronavirus cases and 467 deaths so far, with 552 new cases and 15 deaths reported Monday.</p> \n </div> \n</div> \n<div id=\"block-5ecc676a8f0886ce4f5da389\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T01:04:56.253Z\">2.04am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Australian Prime Minister Scott Morrison will on Tuesday outline his government’s plans to revive the sputtering economy, but is expected to warn a recovery will take between three to five years.<br><br>Australia has reported just over 7,100 Covid-19 infections, including 102 deaths.<br>That is well below numbers reported by many other developed countries, an achievement it attributes to tough social distancing rules, which have prevented local hospitals from being swamped but taken a heavy toll on the economy.</p> \n  <figure class=\"element element-image\" data-media-id=\"9723c098608be221406b124ef7fb9fc3508086d6\"> \n   <img src=\"https://media.guim.co.uk/9723c098608be221406b124ef7fb9fc3508086d6/0_397_6048_3627/1000.jpg\" alt=\"Australian Prime Minister Scott Morrison.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Australian Prime Minister Scott Morrison.</span> \n    <span class=\"element-image__credit\">Photograph: Lukas Coch/EPA</span> \n   </figcaption> \n  </figure> \n  <p>With Australia confident it has suppressed the spread of coronavirus, Morrison will on Tuesday turn to how to revive the country’s economy as debt levels rise to about 30% of GDP.<br><br>Morrison will say in a speech that tax reform, deregulation and lower energy costs will be central to stimulating economic growth as Canberra begins to unwind its more than AU$250bn worth of stimulus.<br> <br>The central bank earlier this month forecast the AU$2tn ($1.31tn) economy would shrink by 10% in the first half of the year, marking the first recession in three decades.<br><br>Australia has committed to removing the vast majority of social distancing restrictions imposed to slow the spread of Covid-19 by July, while nearly AU$70bn of government aid is scheduled to finish in September.<br></p> \n </div> \n</div> \n<div id=\"block-5ecc65948f0886ce4f5da37e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T00:47:32.149Z\">1.47am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>China reported 7 new confirmed coronavirus cases in the mainland as of end-May 25, up from 11 a day earlier, the National Health Commission reported.<br><br>The commission said in a statement all of the new infections were imported cases, involving travellers from overseas.<br><br>It also reported 29 new asymptomatic cases - patients who are infected but do not show symptoms - versus 40 a day earlier.<br><br>The total number of cases to date in the mainland stands at 82,992. The death toll remains unchanged at 4,634. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PDChina/status/1265079878321205248\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">On Monday, the Chinese mainland reported: <br><br>- No new <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> deaths <br>- 7 new cases, all imported (5 in Inner Mongolia, 1 in Shanghai, 1 in Fujian Province)<br>- 29 new asymptomatic cases<br>- 81 active cases in total, including 7 in critical condition <a href=\"https://t.co/iBoES2fDf9\">pic.twitter.com/iBoES2fDf9</a></p>— People's Daily, China (@PDChina) \n    <a href=\"https://twitter.com/PDChina/status/1265079878321205248?ref_src=twsrc%5Etfw\">May 26, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T00:48:02.978Z\">at 1.48am BST</time></p> \n</div> \n<div id=\"block-5ecc64288f08a1782fa81677\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T00:39:54.066Z\">1.39am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Germany offers Lufthansa $9.8bn lifeline</h2> \n <div class=\"block-elements\"> \n  <p>Germany threw Lufthansa a €9bn (US$9.8bn) lifeline on Monday, agreeing a bailout which gives Berlin a veto in the event of a hostile bid for the airline, Reuters reports. </p> \n  <p>The largest German corporate rescue since the coronavirus crisis struck will see the government get a 20% stake, which could rise to 25% plus one share in the event of a takeover attempt, as it seeks to protect thousands of jobs.<br><br>Lufthansa has been locked in talks with Berlin for weeks over aid it needs to survive an expected protracted travel slump, with the airline wrangling over how much control to yield in return for financial support.</p> \n  <figure class=\"element element-image\" data-media-id=\"55f3402540c78125a38f393be56c6ad5406dd16c\"> \n   <img src=\"https://media.guim.co.uk/55f3402540c78125a38f393be56c6ad5406dd16c/0_0_3500_2102/1000.jpg\" alt=\"Lufthansa airplanes are parked on the tarmac at the airport in Frankfurt, Germany, 25 May 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Lufthansa airplanes are parked on the tarmac at the airport in Frankfurt, Germany, 25 May 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Kai Pfaffenbach/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>Germany’s central government has spent decades offloading stakes in companies, but remains a large shareholder in former state monopolies such as Deutsche Post and Deutsche Telekom. Berlin also still has a 15% holding in Commerzbank, which it took on during the global financial crisis.<br><br>Germany’s Finance and Economy Ministries said on Monday that Lufthansa, whose shares closed up 7.5% at €8.64, had been operationally healthy and profitable with good prospects, but had run into trouble because of the pandemic.</p> \n  <p>“The support that we’re preparing here is for a limited period,” Finance Minister Olaf Scholz said of the deal, under which Germany is buying new shares at the nominal value of €2.56 apiece for a total of about €300m.</p> \n  <p>Berlin, which has set up a €100bn fund to take stakes in companies struck by the coronavirus crisis, said it plans to sell the Lufthansa stake by the end of 2023.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-26T03:07:36.785Z\">at 4.07am BST</time></p> \n</div> \n<div id=\"block-5ecc625b8f0864e579f1798f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T00:27:48.305Z\">1.27am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Dutch PM Mark Rutte did not visit dying mother due to Covid-19 restrictions</h2> \n <div class=\"block-elements\"> \n  <p>Dutch Prime Minister Mark Rutte was unable to visit his dying mother in her final weeks because he obeyed coronavirus restrictions against visiting care homes, his office has said. </p> \n  <p>The news about Rutte emerged as Britain was gripped by a political row over allegations that the top aide to prime minister Boris Johnson <a href=\"https://www.theguardian.com/politics/2020/may/25/dominic-cummings-refuses-to-resign-or-apologise-for-lockdown-breach\">broke Covid-19 rules </a>to travel cross-country to stay on his parents’ estate, AFP reports. </p> \n  <p>Rutte on Monday announced the death of 96-year-old Mieke Rutte-Dilling in a home in The Hague on 13 May, nearly two months after the government shut all such institutions to the public on 20 March.</p> \n  <p>“The prime minister has complied with all directives”, Rutte’s spokesman told AFP when asked about reports that the premier had stuck to the rules and so not seen his mother before she died.</p> \n  <p>His mother did not die of Covid-19 although there had earlier been an outbreak of the disease in the home where she was living, Dutch media reported.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/26/dutch-pm-mark-rutte-did-not-visit-dying-mother-due-to-covid-19-restrictions\">Dutch PM Mark Rutte did not visit dying mother due to Covid-19 restrictions</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ecc5d298f0864e579f17979\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T00:17:23.491Z\">1.17am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">White House brings forward Brazil travel restrictions by two days</h2> \n <div class=\"block-elements\"> \n  <p>In case you missed it: the White House on Monday issued a statement amending the timing of the start of new restrictions on travel from Brazil to the United States to 11.59pm Eastern Time on Tuesday, 26 May.</p> \n  <p>The White House announced on Sunday that it was restricting travel from <a href=\"https://www.theguardian.com/world/brazil\">Brazil</a> to the United States, two days after the South American nation became the world’s No. 2 hotspot for coronavirus cases.<br><br>In its original announcement, it said the restrictions would come into force on 28 May.</p> \n </div> \n</div> \n<div id=\"block-5ecc577d8f0864e579f17965\" class=\"block is-key-event\" data-block-contributor=\"profile/david-agren\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T00:04:53.097Z\">1.04am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Mexico City records thousands more deaths than usual, amid doubt over official Covid-19 toll</h2> \n <div class=\"block-elements\"> \n  <p>This year, Mexico City has issued 8,072 more death certificates than the average for the same period in the past four years, according to a new study that suggests the country’s coronavirus death toll could be significantly higher than the official figure of nearly 7,400.</p> \n  <p>Research <a href=\"https://datos.nexos.com.mx/?p=1388\">published</a> in the Mexican magazine Nexos on Monday used information from the capital’s 52 civil registries to estimate the number of death certificates created between 1 January and 20 May.</p> \n  <p>The report’s authors, investigators Mario Romero Zavala and Laurianne Despeghel, found 37% more death certificates were issued in April 2020 than that month’s average during the previous four years. By the end of May they estimated the number would mushroom by 120%.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/26/mexico-city-records-thousands-more-deaths-than-usual-amid-doubt-over-official-covid-19-toll\">Mexico City records thousands more deaths than usual, amid doubt over official Covid-19 toll</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ecc4b518f0864e579f17938\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-26T00:02:04.120Z\">1.02am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Hello and welcome to today’s live coronavirus coverage with me, Helen Sullivan. </p> \n  <p>I’ll be bringing you the latest from around the world for the next while, and as always, it would be great to hear from you: get in touch via Twitter <a href=\"https://twitter.com/helenrsullivan\">@helenrsullivan</a> or email: helen.sullivan[at]theguardian.com. Tips, questions, feedback and fun all welcome.</p> \n  <p>The British prime minister Boris Johnson’s senior adviser, Dominic Cummings, has refused to apologise or resign for breaching lockdown rules. Cummings drove 264 miles from London to his parents’ estate in Durham despite suspecting that both he and his wife had coronavirus.</p> \n  <p>Cummings also admitted to having taken a second trip, to a beauty spot 30 miles from Durham, which, <a href=\"https://www.theguardian.com/politics/2020/may/25/dominic-cummings-refuses-to-resign-or-apologise-for-lockdown-breach\">my colleague Rowena Mason writes</a>, “he claimed was necessary to <a href=\"https://www.theguardian.com/politics/video/2020/may/25/dominic-cummings-says-he-drove-to-barnard-castle-to-test-his-eyesight-video\">check his eyesight</a> was good enough for the longer drive back to London.” </p> \n  <p>You, like me, may still have questions. <a href=\"https://www.theguardian.com/politics/2020/may/25/dominic-cummings-press-conference-leaves-questions-unanswered\">We’ve answered some of them here</a>. </p> \n  <p>Meanwhile, the World Health Organization has temporarily dropped hydroxychloroquine – the malaria drug Donald Trump said he is taking as a precaution – from its global study into experimental coronavirus treatments after safety concerns.</p> \n  <p>The WHO’s director-general Tedros Adhanom Ghebreyesus said in light of <a href=\"https://www.theguardian.com/science/2020/may/22/hydroxychloroquine-trumps-covid-19-cure-increases-deaths-global-study-finds\">a paper published last week in the Lancet </a>that showed people taking hydroxychloroquine were at higher risk of death and heart problems than those who were not, it would pause the hydroxychloroquine arm of its solidarity global clinical trial.</p> \n  <p>Key global developments in the coronavirus pandemic include: </p> \n  <ul> \n   <li><strong>There are more than 5.4m cases worldwide</strong>, according to the Johns Hopkins university coronavirus tracker, which has counted a total of 5,467,945 confirmed infections. The death toll stands at 344,731.<br></li> \n   <li><strong>White House brings forward Brazil travel restrictions by two days,</strong> amending the timing to 11.59pm ET on Tuesday, 26 May. The White House announced Sunday it was restricting travel from Brazil, two days after Brazil became the world’s No. 2 hotspot for coronavirus cases. In its original announcement, it said the restrictions would come into force on 28 May.</li> \n   <li><strong>Dominic Cummings, the UK PM’s aide, has said he does not regret breaching the lockdown</strong>. Dominic Cummings, the chief of staff to Boris Johnson, admitted driving about 250 miles (400km) from his home during the UK’s lockdown, but insisted he acted reasonably.</li> \n   <li><strong>The World Health Organization has said it will temporarily drop hydroxychloroquine from its study into coronavirus treatments</strong>. Director general Tedros Adhanom Ghebreyesus said the decision was made in light research that showed people taking it were at higher risk of early death.<br></li> \n   <li><strong><a href=\"https://www.theguardian.com/world/live/2020/may/25/coronavirus-live-news-us-bars-travel-from-brazil-as-british-pms-adviser-reported-to-police-over-lockdown-breach?page=with:block-5ecbae3b8f0864e579f17493#block-5ecbae3b8f0864e579f17493\">Greece took another step towards normality</a> as it reinstated ferry links with islands and allowed restaurants, cafes and bars to reopen</strong>. The moves, designed to kickstart the country’s tourist industry ahead of seasonal hotels reopening on 15 June, following almost three months of enforced closure.<br></li> \n   <li><strong>Health authorities in Spain revised downward the country’s death toll from the coronavirus by nearly 2,000,</strong> bringing the total number of deaths recorded to 26,834. A new system of gathering data had allowed them to identify cases that were counted twice and exclude deaths wrongly attributed to the virus, said Fernando Simon, the health ministry’s emergencies coordinator.</li> \n   <li><strong>About 15,000 Rohingya refugees are now under coronavirus quarantine in Bangladesh’s vast camps,</strong> officials said Monday, as the number of confirmed infections among them rose to 29.Health experts have long warned that the virus could race through the cramped settlements, housing almost a million Muslims who fled violence in Myanmar, and officials had restricted movement to the area in April.</li> \n   <li><strong><a href=\"https://www.theguardian.com/world/live/2020/may/25/coronavirus-live-news-us-bars-travel-from-brazil-as-british-pms-adviser-reported-to-police-over-lockdown-breach?page=with:block-5ecbc0658f0886ce4f5d9f12#block-5ecbc0658f0886ce4f5d9f12\">Spain will lift its quarantine requirement</a> for people entering the country from 1 July</strong>, the government confirmed. At the moment, travellers from overseas are required to undergo a 14-day self-isolation on arrival. On Saturday the prime minister, Pedro Sánchez, said the country would reopen to tourists from July.</li> \n   <li><strong>Italy reported its fewest number of new coronavirus cases since early March</strong>. Authorities confirmed the deaths of 92 more people, bringing the total death toll from the pandemic to 32,877. New infections grew by 300, down from 531 on Sunday, with zero new cases registered in five regions.<br></li> \n   <li><strong>Sweden’s top epidemiologist, Anders Tegnell, <a href=\"https://www.theguardian.com/world/live/2020/may/25/coronavirus-live-news-us-bars-travel-from-brazil-as-british-pms-adviser-reported-to-police-over-lockdown-breach?page=with:block-5ecbf18d8f08a1782fa8143c#block-5ecbf18d8f08a1782fa8143c\">defended his country’s outbreak strategy</a></strong> as the number of people to have died after catching the virus <a href=\"https://www.theguardian.com/world/live/2020/may/25/coronavirus-live-news-us-bars-travel-from-brazil-as-british-pms-adviser-reported-to-police-over-lockdown-breach?page=with:block-5ecbbc228f0886ce4f5d9eec#block-5ecbbc228f0886ce4f5d9eec\">passed 4,000</a>. Critics have accused Swedish authorities of gambling with citizens’ lives by not imposing strict stay-at-home measures.<strong> <br></strong></li> \n  </ul> \n </div> \n</div>",
  "<p>Twitter has for the first time taken action against a series of tweets by Donald Trump, labeling them with a warning sign and providing a link to further information.</p> <p>Since ascending to the US presidency, Trump has used his Twitter account to <a href=\"https://twitter.com/realDonaldTrump/status/911789314169823232\">threaten a world leader</a> with war, <a href=\"https://www.theguardian.com/us-news/2017/nov/29/trump-account-retweets-anti-muslim-videos-of-british-far-right-leader\">amplify racist misinformation</a> by British hate figures and, as recently as Tuesday morning, <a href=\"https://www.theguardian.com/media/2020/may/26/lori-klausutis-husband-asks-twitter-delete-trump-joe-scarborough-smears-death\">spread a lie</a> about the 2001 death of a congressional aide in order to smear a cable news pundit. Throughout it all, Twitter has remained steadfast in its refusal to censor the head of state, even going so far as to <a href=\"https://www.theguardian.com/technology/2019/jun/27/twitter-warning-labels-tweets-violate-site-rules\">write a new policy</a> to allow itself to leave up tweets by “world leaders” that violate its rules.</p> <p>The company’s decision on Tuesday afternoon to affix labels to a series of Trump tweets about California’s election planning is the result of a <a href=\"https://blog.twitter.com/en_us/topics/product/2020/updating-our-approach-to-misleading-information.html\">new policy</a> debuted on 11 May. They were applied – hours after the tweets initially went out – because Trump’s tweets violated Twitter’s “civic integrity policy”, a company spokeswoman confirmed, which bars users from “manipulating or interfering in elections or other civic processes”, such as by posting misleading information that could dissuade people from participating in an election.</p> <p>Trump responded on Tuesday evening with a pair of tweets that repeated his false claims about voting and accused Twitter of “interfering in the 2020 Presidential Election”. “Twitter is completely stifling FREE SPEECH, and I, as President, will not allow it to happen!” he <a href=\"https://twitter.com/realDonaldTrump/status/1265427539008380928\">wrote</a>. <a href=\"https://www.eff.org/issues/bloggers/legal/liability/230\">Federal law</a> protects the rights of internet platforms to moderate the third-party speech they publish.</p> <p>Trump’s tweets include numerous false statements about California’s plan to expand access to voting by mail in November due to the coronavirus outbreak. The tweets now feature a light blue exclamation point icon, with the message “Get the facts about mail-in ballots”. The alert label may not be visible when the tweets are embedded in another web page, such as below.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1265255845358645254\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">....living in the state, no matter who they are or how they got there, will get one. That will be followed up with professionals telling all of these people, many of whom have never even thought of voting before, how, and for whom, to vote. This will be a Rigged Election. No way!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/1265255845358645254?ref_src=twsrc%5Etfw\">May 26, 2020</a></blockquote>  </figure>  <p>Clicking on the alert will link users to a “<a href=\"https://twitter.com/i/events/1265330601034256384\">Twitter-curated page</a>” that variously describes Trump’s claims as “unsubstantiated” and false. The Twitter page also aggregates tweets from a number of journalists and publications explaining why Trump’s statements are false.</p> <p>Trump’s claims about California on Tuesday were blatantly wrong. The state is not sending a ballot to anyone who lives in the state but rather those registered there. Sam Mahood, a spokesman for the secretary of state, Alex Padilla, said in an email only active voters in the state would be mailed ballots.</p> <p>As states prepare for an unprecedented surge in mail-in voting because of the Covid-19 pandemic, Trump has repeatedly made baseless claims that this will lead to fraud. Voter fraud is <a href=\"https://www.brennancenter.org/issues/ensure-every-american-can-vote/vote-suppression/myth-voter-fraud\">extremely rare</a> and one analysis found just <a href=\"https://thehill.com/opinion/campaign/494189-lets-put-the-vote-by-mail-fraud-myth-to-rest\">143 convictions involving</a> mail-in ballot fraud since 2000, representing 0.00006% of the ballots cast during that time period.</p> <p>Trump, who voted by mail in Florida in March, has made it clear that he opposes any effort to make it easier to vote by mail for all eligible voters, including sending an absentee ballot application to all voters, a measure the Republican National Committee does not oppose. In March, <a href=\"https://www.theguardian.com/us-news/2020/mar/30/trump-republican-party-voting-reform-coronavirus\">he said</a> Democratic efforts in Congress to expand mail-in voting would make it so “you’d never have a Republican elected in this country again”. Studies have shown neither Democrats nor Republicans benefit from a switch to a vote-by-mail system.</p> <p>Trump also attacked efforts to increase mail-in voting in Michigan and Nevada last week. He falsely <a href=\"https://www.theguardian.com/us-news/2020/may/20/trump-threatens-cut-states-election-funding-mail-in-ballot-plans\">said Michigan</a> was sending absentee ballots to all registered voters; in fact the state was only sending an absentee ballot application. Trump later deleted his tweet and reposted a new one accusing the secretary of state of unlawfully sending the applications, something the secretary of state says is well within her authority.</p> <p>Trump’s campaign manager, Brad Parscale, lambasted Twitter’s decision in a statement, framing it as an attempt by “Silicon Valley” to “obstruct and interfere with President Trump getting his message through to voters”. Parscale also asserted that Twitter’s “clear political bias” was a reason that the Trump campaign pulled its advertising from Twitter “months ago”.</p> <p>Twitter <a href=\"https://www.theguardian.com/technology/2019/oct/30/twitter-ban-political-advertising-us-election\">banned all political advertising</a> in November 2019, more than six months ago. At the time, Parscale decried the global policy change as “another attempt by the left to silence Trump and conservatives”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2019/oct/30/twitter-ban-political-advertising-us-election\">Twitter to ban all political advertising, raising pressure on Facebook</a> </p> </aside>  <p>Experts on misinformation raised questions about whether Twitter’s measure would be effective. Mike Caulfield, head of the Digital Polarization Initiative of the American Democracy Project, noted that the “Get the facts” phrasing could further entrench misinformation with its “legitimizing tone”.</p> <p>“Get the facts implies there is a debate where facts are being marshalled in evidence,” he <a href=\"https://twitter.com/holden/status/1265406538602053632\">wrote</a> on Twitter. “It elevates the claim.”</p> <p>Claire Wardle, the director of First Draft News, also questioned whether Twitter’s information page would be effective in changing any minds.</p> <p>“If we are to consider the reasoning behind this, it’s not a belief that this will change anyone’s minds, it’s to provide necessary context to a tweet that should be taken down, but if they did that would lead to more conspiratorial thinking,” she said. “They’re stuck between a rock and hard place.”</p>"
]