[
  "<p>Donald Trump’s Oval Office address on coronavirus was terrifying because it revealed a man completely unmatched to the moment. Even though he was reading from a teleprompter, the president got the details of his major policy announcements wrong. He attempted no emotional connection with or comfort of the tens of millions of Americans whose lives are being upended by the threat of the disease. He didn’t even have anything useful to say about what his own top scientist has described as America’s “<a href=\"https://www.theguardian.com/world/2020/mar/12/coronavirus-us-testing-failures-trump-administration\">failing</a>” testing regime, which has screened about as many people all year as South Korea does in a day. In a presidency accustomed to lows, this one was quite literally sickening.</p> \n<p>Trump had an unusual deer-in-the-headlights quality during his address, seeming to reveal that even he realizes his lie-and-deny operation cannot last for much longer. His allies in the media are busy trying to downplay the virus, but anyone who switches over to a real news channel can see what is happening in Italy, where doctors feel forced to leave the elderly to die and hospitals are struggling to bury the dead. With estimates of the number of Americans who might require intensive care <a href=\"https://www.businessinsider.nl/presentation-us-hospitals-preparing-for-millions-of-hospitalizations-2020-3?international=true&amp;r=US\">running into the millions</a> and only about 45,000 ICU beds <a href=\"https://www.nytimes.com/2020/03/12/upshot/coronavirus-biggest-worry-hospital-capacity.html\">available</a> in the US, similar scenes might soon be playing out at home.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/mar/13/coronavirus-donald-trump-presidency-sick-joke\">The sick joke of Donald Trump's presidency isn't funny any more | Richard Wolffe</a> </p> \n</aside> \n<p>When Trump and his allies can no longer lie or deny, we can expect them to move on to the next phase of their crisis management playbook: attacking their enemies. It is already clear that they intend to interpret the virus not primarily as an existential threat to millions of Americans, but as an existential threat to their own political power. With the markets tumbling and Trump’s re-election suddenly in doubt, it is only a matter of time before the right goes on the offensive. When they do, it won’t be the virus in their sights, but the familiar foes: journalists, experts, blue states, immigrants and people of color.</p> \n<p>At this point, the coronavirus pandemic will intersect with Trump’s authoritarian impulses in truly frightening ways. With parts of the country experiencing levels of privation and death rarely seen in peacetime, Trump will feel justified in invoking emergency powers. In a declared state of emergency, the president has <a href=\"https://www.theatlantic.com/magazine/archive/2019/01/presidential-emergency-powers/576418/\">extraordinary powers</a>, including the ability to freeze an American’s finances and deprive them of the ability to legally work, to control digital communications, and to deploy the military domestically. Aside from these enumerated items, Trump has repeatedly shown that he anyway believes that there are no legal or constitutional limits on presidential authority.</p> \n<p>Most worrying of all are the implications for immigrant communities and people of color. Trump has repeatedly demonstrated that he has a racialized view of who is a “true” American, from denying Barack Obama’s citizenship to telling congresswomen of color born in the US to “go back” to where “they came” from. It would be extraordinary if this doesn’t at the very least color his decisions on where to send federal aid and how to deploy his emergency powers. There is also a disturbing likelihood that Trump will attempt to stoke racism in order to rally his base and present the coronavirus as an alien plot against (white) America.</p> \n<p>Already the right has shown a tendency to lash out at foreigners in its response to the virus, from <a href=\"https://www.theguardian.com/world/2020/mar/10/republicans-face-backlash-racist-labeling-coronavirus-china-wuhan\">insisting on labeling it</a> “Wuhan coronavirus” to carrying out border closures while doing little to stop transmission within the United States. In a bizarre statement, Senator Tom Cotton even <a href=\"https://www.washingtonexaminer.com/news/hold-accountable-those-who-inflicted-it-on-the-world-tom-cotton-demands-punishment-for-coronavirus-outbreak\">threatened</a> to “hold accountable those who inflicted it on the world”. Once the virus is undeniably established in America, it is all too likely that this animus and psychological need for scapegoats will be directed at those the right considers alien interlopers at home. The results – both from the misuse of state power, and from privately – inflicted terrorism and violence – could be profound.</p> \n<p>It is also time to start worrying about the 2020 election. If the economy has crashed, there are countless dead, and Trump is badly trailing in the polls, it is almost inevitable that he will attempt to cast doubt on the wisdom and legitimacy of holding a November election. He would not have to do anything so drastic as to attempt to call off the election – instead, he could call for his supporters to boycott it, then simply refuse to acknowledge the result. If the Republican party faces an electoral wipeout, its craven behavior over the last few years can give us no confidence that the party would defend the democratic process and eject Trump from the White House.</p> \n<p>In short, nothing in Trump’s record – or that of his ardent base, whose political support is all he cares about – can lead us to believe that he will use his power to protect and serve all Americans equally in a time of unprecedented crisis. He might look like a deer in the headlights right now, but soon enough he will snap back to the unreality he lives in and deploy the only political trick he knows: rallying his base, abusing his power, trashing his foes. Many Americans will have to deal with the reality of a president who is not only incompetent to defend them but doesn’t even regard them as legitimate Americans worthy of protection. This epidemiological crisis is also a political one. We should prepare to defend against both.</p> \n<ul> \n <li><p>Andrew Gawthorpe is a historian of the United States at Leiden University</p></li> \n</ul>",
  "<p>When Brexit and Trump sent transatlantic politics into a spin in 2016, many searched frantically for a handrail in the darkness. The times demanded fresh perspectives – and they appeared in the shape of political podcasting. As a medium, the podcast was poised for adaptation, offering a range of furious, original, funny, marginalised and independent voices when the political going got weird.</p> <p>Suddenly, everything was up for grabs: if Donald Trump could enter the Oval Office, surely nothing was off the table? Could a socialist become US president? The Bernie Sanders ultras on the self-proclaimed “dirtbag left” certainly thought so. Pods such as <a href=\"https://www.theguardian.com/tv-and-radio/2019/jun/03/chapo-trap-house-podcast-interview-trump-socialist-us-comics\">Chapo Trap House</a> and <a href=\"https://redscarepodcast.libsyn.com/\">Red Scare</a> – a mix of radical politics and irony – found sizeable niches, using abrasive humour to tap into a disaffection not represented by mainstream broadcasters. In the centre, <a href=\"https://www.theguardian.com/tv-and-radio/2017/jan/26/pod-save-america-the-podcast-that-won-obamas-last-interview\">Pod Save America</a> – former insiders from Obama’s White House horrified at Trump’s rise – was soon averaging 1.5 million listeners per episode. On the Republican side, Steve Bannon and Raheem Kassam’s <a href=\"https://warroom.org/podcast/\">War Room</a> feels disconcertingly like being in Donald Trump’s head, while John Ziegler’s Individual 1 vocalises anti-Trump conservatism.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"95a15ca06a05b1c5c64183389e0eac6222feab66\"> <img src=\"https://media.guim.co.uk/95a15ca06a05b1c5c64183389e0eac6222feab66/393_63_1532_1531/1000.jpg\" alt=\"Chapo Trap House\" width=\"1000\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chapo Trap House.</span> <span class=\"element-image__credit\">Photograph: Chapo Trap House</span> </figcaption> </figure>  <p>In 2020, political podcasts have become increasingly important, and in the run-up to the US presidential election they are sure to be a significant battleground, with aspiring candidates lining up to be grilled on them. They are big business too: tours and book tie-ins underpin the business model of the likes of Chapo. Crowdfunding platforms such as Patreon, which enable fans to support their favourite pods and unlock extra tiers of content as a reward, have made independent profitability possible. Crooked Media, which hosts multiple shows alongside <a href=\"https://crooked.com/podcast-series/pod-save-america/\">Pod Save America</a>, is arguably becoming a new media empire.</p> <p>The UK has followed suit. Pods ranging from <a href=\"https://trashfuturepodcast.podbean.com/\">Trashfuture</a> (a response to the “continuing psychic trauma of capitalism”) to Novara Media’s <a href=\"https://novaramedia.com/category/audio/tyskysour/\">Tysky</a><a href=\"https://novaramedia.com/category/audio/tyskysour/\">Sour</a> have extolled the virtues of Corbynism. <a href=\"https://audioboom.com/channel/remainiacs-podcast\">The Remainiacs</a> podcast (centrists who suddenly found themselves on the outside looking in) and their second, less Brexit-focused spin-off The Bunker, have become the voice of despairing liberalism. On the right, there is the podcast arm of online magazine Spiked (which recently interviewed privilege-denying thesp Laurence Fox) and The Delingpod, in which journalist James Delingpole does his tendentious, climate crisis-sceptic thing in surround sound.</p> <p>The much-mocked “mainstream media” has responded with pods of its own, in the process often making it clear why their competitors had to happen in the first place. The BBC’s <a href=\"https://www.bbc.co.uk/programmes/p04z203l/episodes/downloads\">Political Thinking </a><a href=\"https://www.bbc.co.uk/programmes/p04z203l/episodes/downloads\">With Nick Robinson</a> boasts titles suggesting the least appetising Friends episodes ever (The Nicky Morgan One; The What Does Boris Johnson Really Think One) and actually uses its extended duration as an excuse to get even cosier still with prominent politicians. These pods don’t exactly go out of their way to dispel the notion that conventional political journalism is frequently a self-perpetuating Human Centipede of quid pro quo banality.</p> <p>Conversely, the success of independent political podcasting is in large part due to the energy generated by outsiders grabbing a platform without permission. Political podcasts thrive on insurgency, on opposition to jaded official voices. “Unmediated, unscripted, direct and authentic content is hugely appealing,” says Dr Lance Dann, who co-wrote <a href=\"https://www.bloomsbury.com/uk/podcasting-9781501328688/\">Podcasting: The Audio Media Revolution</a> with fellow academic Dr Martin Spinelli. “It’s a raw energy and anger that people can express in the moment.” The traditional media has struggled with balance, so in the face of the absurdity of Trump, Johnson and Brexit, these unguarded and incredulous voices have felt not just refreshing but necessary.</p> <p>In fact, the unashamed lack of balance is part of the fun. In an era of correspondents parroting the briefings of anonymous government sources, they feel honest: vigorously and proudly partial. If you are starting to doubt official versions of the truth, it is thrilling to find you’re not alone. “The form itself is incredibly free,” says Spinelli. “There are no gatekeepers, there are no rules, the fear of defamation is virtually nonexistent, and podcasters have been experimenting in developing relationships with their audiences based on these attributes. That’s a key point: podcasting is really about a relationship rather than the spoken word.”</p>  <figure class=\"element element-image\" data-media-id=\"9ff4d437fbe667d0e7469af612b6a8f14fee0094\"> <img src=\"https://media.guim.co.uk/9ff4d437fbe667d0e7469af612b6a8f14fee0094/0_6_1654_992/1000.jpg\" alt=\"Podcast\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <p>But relationships can become too cosy, and insurgency can curdle into isolationism. Jessa Crispin, whose <a href=\"https://www.stitcher.com/podcast/forever-dog-podcast-network/public-intellectual\">Public Intellectual podcast</a> in the US explores a variety of outlooks, recently hosted an episode whose title suggested that <a href=\"https://player.fm/series/public-intellectual-2379837/you-can-talk-to-a-conservative-like-a-normal-human-being-with-gerald-russello\">You Can Talk to a Conservative Like a Normal Human Being</a>. It was a reaction to a consensus in which, she says, “audiences are mostly looking for a podcast that agrees with what they already believe”. These podcasts’ hosts, she adds, try “to turn everything into a punchline. Everyone is trying to follow the Chapo model; guys shouting over one another, eager to make the best joke. If I wanted to listen to men from privileged backgrounds who think they know best about everything, I’d turn on the cable news.”</p> <p>In fact, one of the most notable problems with some of the “dirtbag left” pods is how light on policy discussion they have become. Rather than being a meaningful part of a battle of ideas, they can sometimes feel like hipsterism manifesting as political punditry, what Sigmund Freud called “the narcissism of small differences” rendered streamable. Some of the hard-left podcasts often seem more animated by their loathing of “centrists” than by adversaries on the right. Similarly, few liberal podcasts manage to hide their scorn for the Corbyn project. As Crispin puts it: “There’s a lot of territorial behaviour. ‘This is what I believe; if you don’t believe it too, get the hell out.’ There’s very little bridge building. The thing I get from most of them is not just a lack of humility but a lack of curiosity. There’s the assumption that they have the right opinions.”</p> <p>With that in mind, it would be fascinating to see how the likes of <a href=\"https://soundcloud.com/chapo-trap-house\">Chapo</a> might react to actually getting what they want. The show’s host, Will Menaker, recently sparked controversy by pledging to refuse to vote for anyone but Sanders in November. But if Sanders were to win the Democratic nomination, Chapo would be forced to move on from thinking up insults for Pete Buttigieg (“Ratfuck CIA operative,” being a recent highlight) and on to discussing policy detail. They would move from the outer edges to the inside track.</p> <p>For a glimpse of how tricky this mainstreaming process can be, it is worth considering the opposition. Take the pugnacious provocateurs over at The Spiked Podcast. A recent episode titled The Woke Stasi spoke volumes about their determination to continue obscuring dry policy issues with emotive cultural ones. But its shtick is now predictable to the point of tedium; straw men constructed for the sole purpose of presenting themselves as the contrarian opposition to what they term “cultural Marxism”.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"4e96393cec3c5758c67411eb09fddb7d163294d5\"> <img src=\"https://media.guim.co.uk/4e96393cec3c5758c67411eb09fddb7d163294d5/0_0_1400_1400/1000.jpg\" alt=\"Joe Rogan Experience\" width=\"1000\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Joe Rogan Experience.</span> <span class=\"element-image__credit\">Photograph: HANDOUT</span> </figcaption> </figure>  <p>However, the problem with evoking the Stasi is that the Stasi were the government. Their power was tangible and frightening. Whereas “wokeness”, “political correctness” or whatever other lazy identifier you might employ to avoid discussing systemic inequality, is currently under siege like never before. If Spiked ever offered an outsider perspective, those days are long gone; its viewpoint is now represented at the heart of the establishment. How much more culturally dominant would the performatively populist right have to be before its outriders accepted that they were policing the status quo? </p> <p>And yet the medium retains vast potential. The best political podcasts boast wit and irreverence while allowing space for the informed deep dive too. With its generous tone, Ed Miliband’s <a href=\"https://play.acast.com/s/reasonstobecheerful\">Reasons to Be Cheerful</a> pod is the sound of a man bringing a plastic picnic knife to a gunfight – but it has established a niche, and it is set apart by its open-mindedness and emphasis on policy and ideas. Likewise, for his <a href=\"https://www.earwolf.com/show/getting-curious-with-jonathan-van-ness/\">Getting Curious podcast</a>, Queer Eye’s Jonathan Van Ness conducted an impressive, humanising interview with Elizabeth Warren.</p> <p>Fascinating material can emerge in unlikely places. Podcasting behemoth <a href=\"http://podcasts.joerogan.net/\">Joe Rogan</a> (whose audience runs into millions per episode) is best known as a politically unaffiliated libertarian comedian; a weed-smoking, bench-pressing, deer-hunting avatar of red-blooded male America. And yet his conversation with Bernie Sanders was as thorough an interrogation of Sanders’s actual policy as any of the radical left pods have managed, and will have reached parts of the electorate that previous Democratic candidates can only have dreamed about.</p> <p>November’s US presidential election may mark a turning point for political podcasts. Can they use their energy and large audiences to make a difference, and convince those outside of their echo chambers?</p> <p>“People listen to podcasts for a sense of community, for companionship and, in terms of politics, to have their views confirmed,” says Dann. “As such, podcasting has become the perfect embodiment of the dangers of social and web media bubbles. Audiences are listening in. They need to force themselves to listen out.”</p>",
  "<p>It was just before 9am and the sky was overcast when a small group of reporters were suddenly ushered through the White House’s south portico. They gathered in <a href=\"http://www.whitehousemuseum.org/floor0/diplomatic-room.htm\">the diplomatic reception room,</a> once home to Franklin Roosevelt’s “fireside chats”, and stared at a desk with pen, documents and the presidential seal.</p> \n<p>Donald Trump strode in, wearing a black bomber jacket and white shirt unbuttoned at the top, and settled down beneath a portrait of George Washington. He signed a congressional emergency spending bill to combat the coronavirus for $8.3bn – more than three times what the president himself had requested – and held it up to a chorus of clicking cameras.</p> \n<p>“We’re doing very well,” he insisted. “But it’s an unforeseen problem. What a problem. Came out of nowhere, but we’re taking care of it.” He gazed around the oval-shaped room, wallpapered romantic American landscapes, and took questions. Someone asked: “How do you keep people from panicking?” Trump’s response in part: “Calm. You have to be calm. It’ll go away.”</p> \n<p>It has not gone away.</p> \n<p>A week later, coronavirus cases in the US have soared past 1,300, with at least 38 deaths. The stock market suffered its worst percentage drop since the 1987 Wall Street crash. On Wednesday night alone, Trump announced a travel ban on most of Europe during an Oval Office address, the National Basketball Association suspended its season and it emerged the Hollywood actor Tom Hanks and his wife Rita Wilson had tested positive. <a href=\"https://www.axios.com/newsletters/axios-am-401d8f45-603c-4491-9c4b-8c27d14f3a4b.html?chunk=0&amp;utm_term=emshare#story0\">The New York Post’s front page headline</a> declared: A world turned upside down.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"5b86d89c-98d6-4d80-ba4b-9c7affda275f\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/NezEbDx4B9A?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>It is at such moments of peril that <a href=\"https://www.nytimes.com/2020/03/11/us/politics/president-leadership-crisis.html\">a nation looks to its leader</a> for reassurance and direction. Trump, critics say, has failed the test in both words and deeds. Uniquely unqualified, he is the wrong man in the wrong place at the wrong time.</p> \n<p><a href=\"https://www.brookings.edu/experts/elaine-kamarck/\">Elaine Kamarck,</a> a senior fellow at the Brookings Institution think tank in Washington, said: “He’s an idiot. He’s handled it horribly. When things are rough, you want somebody who can exude confidence and competence and Trump does not do that.</p> \n<p>“We’ve been incredibly lucky. For the last three years, there was nothing big going on that had a real bearing on the lives of the ordinary American. This does.”</p> \n<p>The coronavirus outbreak plays to the weaknesses of Trump, <a href=\"https://abcnews.go.com/Politics/trump-professed-germaphobe-continues-shaking-hands-amid-coronavirus/story?id=69441047\">a germaphobe</a> and gut instinct politician who prefers to slug it out with human foes on Twitter. He has spent years undermining experts, institutions, scientists, media outlets, global alliances and trust in government, all of which are now needed more than ever. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/global/commentisfree/2020/mar/13/trump-coronavirus-antivaxxer-vaccine\">Trump used to flirt with anti-vaxxers. Now he is demanding a coronavirus vaccine | H Holden Thorp</a> </p> \n</aside> \n<p><a href=\"https://nationalsecurityaction.org/newsroom/trump-coronavirus-disaster\">His first misstep came two years ago</a> when he disbanded the global health security team on the National Security Council (NSC) that was responsible for preparing for a pandemic. The NSC’s global health security chief, Rear Admiral Tim Ziemer, was fired the day after an Ebola outbreak was declared in the Democratic Republic of the Congo. Last year intelligence agencies warned that the US remained vulnerable to the next flu pandemic but Trump, it seems, hoped that his long streak of political luck would hold.</p> \n<p>Distracted by impeachment in January, the president showed little urgency when the coronavirus exploded in China, apparently unwilling to sour his relationship with authoritarian leader Xi Jinping, whom he praised for having the outbreak “totally under control” even as it raced across that country and beyond.</p> \n<p>The White House did impose a limited travel ban on China but that alone was not enough. Former US Food and Drug Administration commissioner David Kessler <a href=\"https://www.politico.com/news/2020/03/06/coronavirus-testing-failure-123166\">told the Politico website:</a> “They needed and still need to be searching for where the cases are, instead of trusting that limited travel bans were keeping out a virus that was probably already on the march.”</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2020/03/us_travel_ban_countries/giv-3902kxaGVtNaHNHJ/\" data-alt=\"travel ban\"> \n <a href=\"https://interactive.guim.co.uk/uploader/embed/2020/03/us_travel_ban_countries/giv-3902kxaGVtNaHNHJ/\">travel ban</a> \n</figure> \n<p>Perhaps Trump’s greatest blunder was <a href=\"https://www.rollingstone.com/politics/politics-news/question-cdc-who-no-coronavirus-testing-965279/\">turning down</a> the offer of a German-made diagnostic test approved by the World Health Organization and taken up by many countries. The US government’s own painfully slow progress led to a nationwide shortage of test kits at the most critical moment. <a href=\"https://twitter.com/FoxReports/status/1238121576555577346?s=20\">It was reported</a> that just 11,000 tests have been conducted in America so far, whereas South Korea is carrying out 10,000 tests per day.</p> \n<p>Ashish Jha, director of the Harvard Global Health Institute, <a href=\"https://www.bloomberg.com/news/articles/2020-03-12/u-s-coronavirus-response-was-marked-by-overconfidence-delays?sref=Ptu9QECN\">told the Bloomberg news agency:</a> “This is an unmitigated disaster that the administration has brought upon the population, and I don’t say this lightly. We have had a much worse response than Iran, than Italy, than China and South Korea.”</p> \n<p>It seems that Trump only began to take the issue seriously two weeks ago when he saw a 1,000-point drop on Wall Street. Even then, he urged aides, including Kellyanne Conway and senior economic adviser Larry Kudlow, to go on television and preach confidence, according to five White House officials and Republicans <a href=\"https://www.usnews.com/news/politics/articles/2020-03-11/analysis-facing-virus-outbreak-trumps-tactics-fall-short\">interviewed by the Associated Press.</a></p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"538cecca-7ee7-4bb8-bf40-77cbda8b4dd3\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/W8Py8qaAV4M?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Trump himself constantly downplayed the threat and contradicted his own health officials, asserting that the virus was “very much under control” and infections were “going very substantially down, not up”. On 26 February, he confidently claimed that total cases will be “close to zero”.</p> \n<p>He also accused Democrats of using the coronavirus as “their new hoax”, promised a vaccine much sooner than scientifically possible, prophesied that the virus will be killed off by warmer spring weather and kept comparing it to the common flu (though experts say coronavirus is 10 times more deadly). But the <a href=\"https://www.theguardian.com/world/2020/mar/09/donald-trump-coronavirus-response\">usual playbook of deny and distract</a> proved futile against a nimble germ without an ego.</p> \n<p><a href=\"https://twitter.com/BobShrum?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Robert Shrum,</a> a Democratic strategist and political science professor at the University of Southern California, said: “Before it happened, he dismantled a lot of the preparedness that had been put in place under Obama and Ron Klain [Ebola czar] and Joe Biden, I suppose because they were things Obama had done so he wanted to get rid of them, like the Paris climate accords.</p> \n<p>“And since then he has over and over again contradicted his own health people and at one point tried to muzzle them. He called the coronavirus ‘a Democratic hoax’ and then they ran out to explain, ‘No, no, the hoax was that they were blaming Trump for not handling it well’. Well, I think almost universally people would say Trump has not handled this well.”</p> \n<p>Even if Trump tried to dismiss the health statistics, he could not ignore the financial markets, an obsession he has made central to his reelection. He put vice-president Mike Pence in charge of a coronavirus task force, demoting Health Secretary Alex Azar, but continued to get in the way of the message.</p> \n<p>Soon after signing the congressional funding bill last Friday, Trump donned a “Keep America great” campaign cap and <a href=\"https://www.theguardian.com/world/2020/mar/06/us-coronavirus-death-toll-washington-state\">visited the Centers for Disease Control and Prevention</a> in Atlanta. In remarks that many found confounding and frightening, he described the governor of Washington state as a “snake”, praised his own expertise and falsely claimed that anyone who wants a coronavirus test can get one. Pence was later forced to correct this.</p> \n<p>But on Monday the full horror of the economic implications dawned on Trump as he flew from Florida to Washington on Air Force One. In his on-board office, Fox News showed graphics illustrating the single worst day for markets since the financial crisis of 2008. Fellow passenger Matt Gaetz, a Republican congressman, had isolated himself in part of the plane after learning he had come into contact with an infected person.</p> \n<p>Trump travelled to Capitol Hill for lunch with Senate Republicans on Tuesday. He promised: “We’re doing a great job with it. And it will go away. Just stay calm. It will go away.” A day later, Dr Anthony Fauci, one of the government’s top public health experts, testified: <a href=\"https://www.youtube.com/watch?v=RapD4-7uAbg\">“Bottom line, it’s going to get worse.”</a></p> \n<p>The president tried to provide further reassurance in <a href=\"https://www.theguardian.com/us-news/2020/mar/11/donald-trump-us-coronavirus-address\">only his second Oval Office address</a> on Wednesday night. But it had the exact opposite effect. He blindsided European governments by announcing a 30-day travel ban to keep out the “foreign virus”. He also failed to explain how tests will become available and committed factual errors the White House was forced to hastily correct.</p> \n<p>Susan Rice, former national security adviser, tweeted simply: “OMG.”</p> \n<p>Eight months <a href=\"https://www.theguardian.com/us-news/2020/mar/12/trump-coronavirus-election-impact-bernie-sanders-joe-biden\">from a presidential election,</a> the virus has jeopardised Trump’s central reelection argument – a strong economy – just as Joe Biden, the candidate emerging from the Democratic field, seems poised to take advantage by offering stability and a safe pair of hands.</p> \n<p><a href=\"https://twitter.com/MichaelSteele?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Michael Steele,</a> former chairman of the Republican National Committee, said: “The most calming and reassuring presidential voice of the past 24 hours has been Joe Biden. As a Republican, this is hard for me to say but it’s true.”</p> \n<p>The coronavirus pandemic is being described as a once-in-a-lifetime event. History remembers <a href=\"https://www.theguardian.com/books/2018/oct/07/doris-kearns-goodwin-leadership-in-turbulent-times-trump\">how presidents handle such crises</a> – and to Trump, it seems unlikely to be kind. He may be regarded as a Nero, fiddling while Rome burned.</p> \n<p><a href=\"https://twitter.com/moevela?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Moe Vela,</a> a former senior adviser to Biden, said: “He is unable to express compassion and empathy; I don’t believe he possesses those two values. This was his chance to show that he could lead, to show that he was as tough as he said he was for three years. And then what does he do? He falls on his face.”</p> \n<p>Vela, an LGBTQ and Latino activist and board director at TransparentBusiness, added: “We’re walking around in ghost towns. Kids aren’t going to school. Not enough people are getting tested. We have no clue what the reality of this pandemic is because information is being withheld and reaction from this administration was slow at best. It’s disgusting. It’s disconcerting. It’s scary as hell.”</p>",
  "<div id=\"block-5e6c1dc18f085c6327bbfb02\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-14T00:08:44.476Z\">12.08am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Evening Summary</h2> \n <div class=\"block-elements\"> \n  <p>That does it for me on the west coast as we close out a very busy day for coronavirus news. Here are some of the day’s key moments. </p> \n  <ul> \n   <li><strong>House Speaker Nancy Pelosi</strong> has announced that a deal has been reached with the Trump administration that would provide relief to help deal with the fallout of coronavirus. The legislation would provide: paid emergency leave with two weeks of paid sick leave and up to three months of paid family and medical leave.</li> \n   <li><strong>The Washington Post</strong> has reported that a second person who visited <strong>President</strong> <strong>Trump’s</strong> private <strong>Mar-a-Lago</strong> estate last weekend has tested positive for coronavirus. It’s the second person in as many days who’s had coronavirus and been near the president, a widely reported germaphobe.</li> \n   <li>International passengers are still stuck on the <strong>Grand</strong> <strong>Princess</strong>, the stricken cruise ship that docked in <strong>Oakland</strong> early this week. Fourteen passengers will likely remain there for the weekend. Officials initially said it would take three days to clear all passengers from the boat. It’s now day 5. </li> \n   <li><strong>Trump</strong> blasted <strong>PBS reporter Yamiche Alcindor</strong> for pressing him on whether he takes responsibility for axing the Global Health Security team in the National Security Council, which was set up in the wake of the Ebola outbreak to make sure that the government response to a pandemic would be coordinated. Former officials describe it as the lynchpin of the response mechanism. Trump called the question “nasty.”</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-14T00:10:50.404Z\">at 12.10am GMT</time></p> \n</div> \n<div id=\"block-5e6c1c178f085e564ad83e92\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T23:56:06.265Z\">11.56pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The outbreak of the new coronavirus has been boon for a number of companies, including those that sell disinfecting wipes, hand sanitizers and toilet paper. But the pandemic also has sales soaring on another bathroom item: the bidet.</p> \n  <p>Home product company Brondell, which sells various types of bidet toilet seats, heated and unheated, has seen an increase in sales over the last few days, a company spokesperson <a href=\"https://www.businessinsider.com/coronavirus-bidet-sales-increase-panic-toilet-paper-shortages-brondell-tushy-2020-3\">told Business Insider.</a></p> \n  <p>The spokesperson said Brondell is selling a bidet on Amazon every two minutes, or about one thousand units per day. The company reportedly earned $100,000 in one day this week through Amazon sales, an “exponential”jump from its average daily sales.</p> \n </div> \n</div> \n<div id=\"block-5e6c1a808f085e564ad83e8e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T23:45:55.891Z\">11.45pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>San Francisco mayor London Breed on Friday put a 30-day pause on evicting tenants who cant pay rent due to impacts from the coronavirus.</p> \n  <p><a href=\"https://www.sfexaminer.com/news/breed-prohibits-evictions-of-tenants-who-cant-make-rent-due-to-coronavirus/\">The San Fransisco Examiner</a> reports that Breed is using her legal authority under a local emergency declaration to prevent evictions and is putting the prohibition in place for an initial 30-day period, with the possibility that it could be extended for an additional 30 days.</p> \n </div> \n</div> \n<div id=\"block-5e6c151b8f085e564ad83e6f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T23:31:40.136Z\">11.31pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Trump raised eyebrows during the today’s press conference from the Rose Garden when he indicated that the US government is working with Google to build a nationwide website to help people decide whether to get tested. </p> \n  <p>Turns out, it’s not true. <a href=\"https://www.theverge.com/2020/3/13/21179118/google-coronavirus-testing-screening-website-drive-thru-covid-19\">The Verge reports</a> that “a much smaller trial website made by another division of Alphabet, Google’s parent company, is going up” and that it would only be able to direct people to testing facilities in the Bay Area.</p> \n  <p>Debbie Birx, the White House coronavirus response coordinator, showed a flowchart during the press conference that explained how the website would function. She suggested it would be a way for people to enter symptoms and get directed to a nearby “drive-through” testing facility. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HowardMortman/status/1238551284363530246\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> chart <a href=\"https://t.co/d9yR7lAl7C\">pic.twitter.com/d9yR7lAl7C</a></p>— Howard Mortman (@HowardMortman) \n    <a href=\"https://twitter.com/HowardMortman/status/1238551284363530246?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Verge points out that very few details are known about this website, including its URL, when it will launch or how it will work. But what is certain is that Google didn’t build it.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-13T23:32:43.702Z\">at 11.32pm GMT</time></p> \n</div> \n<div id=\"block-5e6c0f978f085e564ad83e5e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T23:07:07.028Z\">11.07pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Pelosi announces deal on coronavirus relief</h2> \n <div class=\"block-elements\"> \n  <p>House Speaker Nancy Pelosi has announced that a deal has been reached with the Trump administration that would provide relief to help deal with the fallout of coronavirus. Trump hasn’t yet said publicly whether he backs it. </p> \n  <p>“We are proud to have reached an agreement with the Administration to resolve outstanding challenges, and now will soon pass the Families First Coronavirus Response Act,” Pelosi wrote in a letter. <br></p> \n  <p>The legislation would provide paid emergency leave with two weeks of paid sick leave and up to three months of paid family and medical leave. It would also expand federal funding for Medicaid to support local, state and tribal health care systems. </p> \n  <p>The announcement comes after Trump denounced the deal in a press conference from the Rose Garden, saying “we just don’t think they’re giving enough. We don’t think the Democrats are giving enough,” the President said. <a href=\"https://www.cnn.com/2020/03/13/politics/coronavirus-relief-congress/index.html\">CNN has more</a>.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sahilkapur/status/1238587806311735296\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">New <a href=\"https://twitter.com/SpeakerPelosi?ref_src=twsrc%5Etfw\">@SpeakerPelosi</a> letter to Democrats: “We are proud to have reached an agreement with the Administration to resolve outstanding challenges, and now will soon pass the Families First Coronavirus Response Act.”<br><br>How she describes the bill 👇 <a href=\"https://t.co/G8J0sX4juC\">pic.twitter.com/G8J0sX4juC</a></p>— Sahil Kapur (@sahilkapur) \n    <a href=\"https://twitter.com/sahilkapur/status/1238587806311735296?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6c0e338f088d7575593261\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T22:53:29.694Z\">10.53pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The California Teachers Association, the most powerful education group in the state, is asking California governor Gavin Newsom to close all K-12 schools and community colleges to prevent the spread of coronavirus. </p> \n  <p>It would be the first state in to adopt such a dramatic measure. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MackenzieMays/status/1238597417022308352\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Newsom has been facing pressure from local school leaders to make a statewide call. Now, CTA calling for the same. <br><br>Expect an announcement of some kind as soon as today.<br><br>Yesterday, the gov. was adamant that schools qualify as \"essential.\" But a lot has changed since yesterday. <a href=\"https://t.co/MFwPj6dwhb\">https://t.co/MFwPj6dwhb</a></p>— Mackenzie Mays (@MackenzieMays) \n    <a href=\"https://twitter.com/MackenzieMays/status/1238597417022308352?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6c0c668f085e564ad83e3d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T22:48:20.863Z\">10.48pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Health officials are publicly considering slowing the flow of people across the US-Mexico border. But this time, it’s Mexico that’s eyeing border restrictions. </p> \n  <p><a href=\"https://www.reuters.com/article/us-health-coronavirus-mexico/mexico-could-consider-taking-measures-at-u-s-border-to-slow-coronavirus-idUSKBN2102BY\">Reuters reports </a>that Mexico so far has only 15 confirmed cases of coronavirus and no deaths — a sliver of the 1,000 cases and dozens of deaths in the US that have been linked to the virus. That means that some in Mexico are looking at the US as a threat. </p> \n  <p>“The possible flow of coronavirus would come from the north to the south. If it were technically necessary, we would consider mechanisms of restriction or stronger surveillance,” deputy health secretary Hugo Lopez-Gatell said at a Friday news conference.<br></p> \n  <p>“Mexico wouldn’t bring the virus to the United States, rather the United States would bring it here.”<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-13T22:49:28.149Z\">at 10.49pm GMT</time></p> \n</div> \n<div id=\"block-5e6c08078f085e564ad83e28\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T22:31:44.292Z\">10.31pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Second person to visit Mar-a-Lago tests positive for coronavirus</h2> \n <div class=\"block-elements\"> \n  <p><a href=\"https://www.washingtonpost.com/world/2020/03/13/coronavirus-latest-news/\">The Washington Post</a> has reported that second person who visited President Trump’s private Mar-a-Lago estate last weekend has tested positive for coronavirus, according to emails from Republican party officials to other guests who were present. </p> \n  <p>That’s the second person in as many days who’s had coronavirus and been near the president. A Brazilian official who met Donald Trump at Mar-a-Lago last weekend also <a href=\"https://www.theguardian.com/world/2020/mar/12/trump-coronavirus-photo-brazilian-aide-bolsonaro-contact-latest\">tested positive</a> for coronavirus.</p> \n  <p>The unfolding health crisis appears to be edging closer to Trump, a widely <a href=\"https://www.vanityfair.com/news/2020/03/trump-germaphobe-in-chief-struggles-to-control-the-covid-19-story\">reported germaphobe</a>. </p> \n </div> \n</div> \n<div id=\"block-5e6c055c8f088d7575593228\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T22:20:14.102Z\">10.20pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Alabama’s governor Kay Ivey has issued a state of emergency after the state the state saw its first confirmed case of coronavirus. </p> \n  <p>State of Emergency <a href=\"https://www.cnn.com/2020/03/10/politics/state-of-emergency-meaning-explained/index.html\">declarations</a> can make it easier for a state or city access to federal aid. Congress appropriated more than $8 billion to deal with coronavirus and it appears as though even that will fall short. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ReshadHudson/status/1238586527128707075\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/BREAKING?src=hash&amp;ref_src=twsrc%5Etfw\">#BREAKING</a>: <a href=\"https://twitter.com/GovernorKayIvey?ref_src=twsrc%5Etfw\">@GovernorKayIvey</a> issues a state of emergency following Alabama’s first <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> case confirmed. <a href=\"https://t.co/DHbvDezA4q\">pic.twitter.com/DHbvDezA4q</a></p>— Reshad Hudson (@ReshadHudson) \n    <a href=\"https://twitter.com/ReshadHudson/status/1238586527128707075?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6c03458f085c6327bbfa8e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T22:08:26.720Z\">10.08pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Nearly 19,000 schools have or will close across the US, affecting more than 8.1m students and counting, according to Education Week, one of the few outlets tracking school closures nationally. There are roughly 76 million students in US schools.</p> \n  <p>That number will likely rise as coronavirus spreads to Midwest and rural areas of the country. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AndrewUjifusa/status/1238481413281927170\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Update: At least 18,700 schools have closed or will close, affecting at least 8.1 million students, due to <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a>, as of today at 11 a.m. (Some of those schools have reopened.)<br><br>Six governors have ordered or asked schools to close; via <a href=\"https://twitter.com/educationweek?ref_src=twsrc%5Etfw\">@educationweek</a> <a href=\"https://t.co/0U0CPCCyYm\">https://t.co/0U0CPCCyYm</a> <a href=\"https://t.co/yn5wwSvHVv\">pic.twitter.com/yn5wwSvHVv</a></p>— Andrew Ujifusa (@AndrewUjifusa) \n    <a href=\"https://twitter.com/AndrewUjifusa/status/1238481413281927170?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6bff688f085c6327bbfa7d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T21:57:28.886Z\">9.57pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hours before the House was scheduled to vote on a package that would provide assistance those affected by the coronavirus outbreak, President Trump criticized the proposal, throwing a compromise into question.</p> \n  <p>“We don’t think they’re giving enough,” Trump said, referring to Democrats during a midday press conference from the Rose Garden. “They’re not doing what’s right for the country.”<br></p> \n  <p>Speaker Nancy Pelosi of California had previously announced the House would go forward on a vote later in the day on a sweeping package that includes a new paid sick provision, additional unemployment benefits, free virus testing and additional funds for food assistance.</p> \n  <p>The compromise appears to have gotten hung up on a big payroll tax cut, Trump’s highest priority in terms of an economic response to the disaster. The <a href=\"https://www.nytimes.com/2020/03/13/us/politics/trump-coronavirus-relief-congress.html?action=click&amp;module=Spotlight&amp;pgtype=Homepage\">New York Times has more</a>. </p> \n </div> \n</div> \n<div id=\"block-5e6bfcd98f088d7575593206\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T21:42:01.141Z\">9.42pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">International passengers remain on Grand Princess</h2> \n <div class=\"block-elements\"> \n  <p>ABC News is reporting that international passengers are still stuck on board the Grand Princess, the ill-fated cruise ship that docked in Oakland this week Monday. Fourteen of those passengers will reportedly remain at least through the weekend. </p> \n  <p>Public health officials and the state’s governor, Gavin Newsom, said they expected it would take three days to disembark all passengers. It’s now day five. </p> \n  <p>Passengers who left the ship earlier this week have been transported to military bases and hotels for 14 days of quarantine. The Guardian has spoken with multiple individuals inside quarantine who’ve complained they still haven’t been tested for the coronavirus despite asking for one to be administered. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/abc7newsbayarea/status/1238579539770511360\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">There are still international travelers on board the <a href=\"https://twitter.com/hashtag/GrandPrincess?src=hash&amp;ref_src=twsrc%5Etfw\">#GrandPrincess</a> cruise ship, <a href=\"https://twitter.com/ABC?ref_src=twsrc%5Etfw\">@ABC</a> reports. Public Health and cruise officials say 14 of them are stuck on board at least through the weekend until their countries arrange charters. <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> <a href=\"https://t.co/tPoYzuq6vk\">https://t.co/tPoYzuq6vk</a></p>— ABC7 News (@abc7newsbayarea) \n    <a href=\"https://twitter.com/abc7newsbayarea/status/1238579539770511360?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6bfb108f088d75755931fa\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T21:34:12.811Z\">9.34pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><a href=\"https://www.sfchronicle.com/bayarea/article/Coronavirus-live-updates-Six-dead-in-Washington-15100710.php\">San Francisco Chronicle has posted </a>a tally of cases of the new coronavirus across the Bay Area. The number of total coronavirus cases include:</p> \n  <p>• 277 in California, including 168 in the Bay Area</p> \n  <p>• 1,668 in the U.S., including 41 deaths: 5 in California, 31 in Washington state, 2 in Florida, 1 in New Jersey, 1 in Georgia and 1 in South Dakota</p> \n  <p>• More than 137,000 in the world and more than 5,000 deaths. More than 69,000 have recovered. </p> \n  <p>Additionally, San Francisco’s mayor London Breed announced emergency child care plans for school closures. Starting Monday, the city’s recreation centers and libraries will suspend regular programming to operate as emergency care facilities and will The provide recreation, learning and three meals a day. Children of healthcare workers, disaster service workers and low-income families will be eligible.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-13T21:36:20.834Z\">at 9.36pm GMT</time></p> \n</div> \n<div id=\"block-5e6bf6d18f085e564ad83dda\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T21:16:44.227Z\">9.16pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Santa Clara County, just outside San Francisco, is banning gatherings of more than 35 people out of concern for coronavirus. </p> \n  <p>More and more gatherings have been canceled across the Bay Area, but so far the ban on groups numbering more than 35 appears to be one of the most conservative approaches to gatherings in California. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/skarlamangla/status/1238557353936433152\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"und\" dir=\"ltr\">😳 <a href=\"https://t.co/biyjyhwVs4\">pic.twitter.com/biyjyhwVs4</a></p>— Soumya (@skarlamangla) \n    <a href=\"https://twitter.com/skarlamangla/status/1238557353936433152?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-13T21:29:53.719Z\">at 9.29pm GMT</time></p> \n</div> \n<div id=\"block-5e6bf4498f085c6327bbfa3c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T21:08:09.620Z\">9.08pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Twitter is a afire with criticism of Donald Trump’s response to a question from <strong>PBS’ Yamiche Alcindor </strong>about the president’s responsibility over the nation’s lack of preparedness after he called the question over cuts his administration made to NSC a “nasty one.”</p> \n  <p>But some have pointed out that his response also demonstrated a limited understanding of what an administration actually does.</p> \n  <p>Asked about the cuts, Trump said: “You say I did that, I don’t know anything about it... It’s the administration. Perhaps they do that, let people go. You used to work for a different newspaper than you do know,” he told Alcindor, turning a question over basic preparedness into a personal one. </p> \n  <p><strong>The Guardian’s world affairs editor Julian Borger has additional insights:</strong></p> \n  <p>Yamiche Alcindor’s “nasty” question to Trump was about the axing of the Global Health Security team in the National Security Council, which was set up in the wake of the Ebola outbreak to make sure that the government response to a pandemic would be coordinated. Former officials describe it as the lynchpin of the response mechanism. </p> \n  <p> In May 2018, John Bolton, national security adviser at the time, got rid of the whole office, as he did not see pandemics as a priority national security threat. Trump’s claim that he knew nothing about it, and still knows nothing about it (on a day he declares a national emergency over a pandemic) is extraordinary.<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/freedlander/status/1238568821457334272\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The “nasty question” line is getting a lot of attention, deservedly, but don’t sleep on the fact that Trump says he was unaware of what his administration actually does <a href=\"https://t.co/SzcVnExXRP\">pic.twitter.com/SzcVnExXRP</a></p>— David Freedlander (@freedlander) \n    <a href=\"https://twitter.com/freedlander/status/1238568821457334272?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Here’s video of the exchange: </p> \n  <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=W8Py8qaAV4M\"> \n   <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/W8Py8qaAV4M?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-13T23:18:47.105Z\">at 11.18pm GMT</time></p> \n</div> \n<div id=\"block-5e6bf2308f085c6327bbfa2d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T20:59:40.871Z\">8.59pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Earlier today Vermont senator Bernie Sanders, the favorite candidate of grassroots progressives in the 2020 Democratic primary, delivered his own speech on Coronavirus. </p> \n  <p>Before the hourlong press conference Trump held Friday afternoon, Sanders spoke in Vermont:</p> \n  <blockquote class=\"quoted\"> \n   <p><em>Needless to say we must massively increase the availability of test kits for the coronavirus and the speed at which the tests are processed. We need to anticipate significant increases in hospital admissions, which means that we will need more ICU units and ventilators, we will need more doctors, nurses, and medical personnel of all kinds - and we must make sure that these frontline personnel are well protected from the diseases they are treating. I have talked to nurses recently who worry very much about whether they are getting the kind of knowledge and equipment they need so that they do not get sick.</em></p> \n   <p><em>We need to significantly improve our communications and collaboration with other countries to ensure that we are learning everything that we can about the successes and failures of other countries as they deal with this crisis. And furthermore, we must be honest with the American people and communicate as effectively and directly as we can with all of the scientific information that we can provide.</em><em>Further, and most importantly, our response to this entire crisis must be guided by the decisions of doctors, scientists, and researchers, not politicians. </em></p> \n  </blockquote> \n  <p>And then Sanders pivoted to his signature issue, healthcare. He argued that the crisis is a reason the country needs to adopt Medicare for All. </p> \n  <blockquote class=\"quoted\"> \n   <p><em>But as we struggle with this crisis, it is also important that we learn the lessons of how we got to where we are today, and what we must do in the future so that we are better prepared for similar crises that may come. </em><em>Poll after poll already shows us that the American people understand that we must do what every other major country on earth does, and that is to guarantee healthcare to all of our people as a human right, not a privilege. As we begin to see the failures and vulnerabilities of the current healthcare system, my guess is that those numbers and the demand for universal healthcare will only go up.</em> </p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e6bf1d88f088d75755931cd\" class=\"block\" data-block-contributor=\"profile/max-benwell\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T20:54:45.674Z\">8.54pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is the <strong>unsettling moment Trump hit out at PBS’ Yamiche Alcindor</strong>, after she asked him about his <a href=\"https://www.snopes.com/fact-check/trump-fire-pandemic-team/\">closure of the White House’s pandemic response team in 2018</a>:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MarcACaputo/status/1238569990481162240\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Q: What responsibility do you take for disbanding the White House pandemic office<br><br>Trump: “it's a nasty question ... we saved thousands of lives because of the quick closing. And when you say me, I didn't do it... I don't know anything about it...I don't know anything about it.\" <a href=\"https://t.co/Mh7uCjGIjN\">pic.twitter.com/Mh7uCjGIjN</a></p>— Marc Caputo (@MarcACaputo) \n    <a href=\"https://twitter.com/MarcACaputo/status/1238569990481162240?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/maggieNYT/status/1238562137137721345\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Super gross remark by the president just now at <a href=\"https://twitter.com/Yamiche?ref_src=twsrc%5Etfw\">@Yamiche</a>, who asked a key and important question about actions taken by this administration and got slimed in response instead of an answer.</p>— Maggie Haberman (@maggieNYT) \n    <a href=\"https://twitter.com/maggieNYT/status/1238562137137721345?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lolaogunnaike/status/1238563039227588609\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A “nasty question” should now be a journalism mandate. They should all be asking them.</p>— Lola Ogunnaike (@lolaogunnaike) \n    <a href=\"https://twitter.com/lolaogunnaike/status/1238563039227588609?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-13T21:02:43.567Z\">at 9.02pm GMT</time></p> \n</div> \n<div id=\"block-5e6beb9c8f088d757559319e\" class=\"block is-key-event\" data-block-contributor=\"profile/max-benwell\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T20:35:42.266Z\">8.35pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Trump says he doesn't take responsibility for testing delays</h2> \n <div class=\"block-elements\"> \n  <p>During his press conference in the White House Rose Garden, <strong>Trump has said that he doesn’t “take responsibility at all”</strong> for the delays in testing for coronavirus. You can watch the moment here:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PodSaveAmerica/status/1238558530178674688\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Q: Do you take responsibility for the lag in <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> testing? <br><br>Trump: \"No, I don't take responsibility at all.\" <a href=\"https://t.co/bbFbZ7cCH3\">pic.twitter.com/bbFbZ7cCH3</a></p>— Pod Save America (@PodSaveAmerica) \n    <a href=\"https://twitter.com/PodSaveAmerica/status/1238558530178674688?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Here’s how some viewers have been responding:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/morninggloria/status/1238559837975269376\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Every democrat running for office this fall should write Trump a thank you note for that clip of the president saying he doesn’t take responsibility for a failure of the government he leads, what a great closer for an ad.</p>— Erin ☄️ Ryan (@morninggloria) \n    <a href=\"https://twitter.com/morninggloria/status/1238559837975269376?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/danpfeiffer/status/1238559263468838915\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Trump in 2016: “I alone can fix it.”<br><br>Trump just now: “I don't take responsibility at all\"</p>— Dan Pfeiffer (@danpfeiffer) \n    <a href=\"https://twitter.com/danpfeiffer/status/1238559263468838915?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoyAnnReid/status/1238561942488387584\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Good for <a href=\"https://twitter.com/Yamiche?ref_src=twsrc%5Etfw\">@Yamiche</a> for pushing back on Trump's \"take no responsibility\" statement by pointing out that Trump disbanded the NSC office that dealt with pandemics. Trump denies he disbanded the office at all. Calls it a \"nasty\" question and ignores her attempts to restate her Q.</p>— Joy Reid (@JoyAnnReid) \n    <a href=\"https://twitter.com/JoyAnnReid/status/1238561942488387584?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mattyglesias/status/1238557669058805761\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"I don't take responsibility at all\" is perhaps the most honest thing Trump has ever said.</p>— Matthew Yglesias (@mattyglesias) \n    <a href=\"https://twitter.com/mattyglesias/status/1238557669058805761?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/matthewchampion/status/1238559094434340864\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Harry S. Truman, January 19, 1953: \"The President has to decide. He can't pass the buck to anybody. No one else can do the deciding for him. That's his job.\"<br><br>Donald J. Trump, March 13, 2020: \"I don't take responsibility at all.\"</p>— Matthew Champion (@matthewchampion) \n    <a href=\"https://twitter.com/matthewchampion/status/1238559094434340864?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6bedbe8f088d75755931a5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T20:34:27.529Z\">8.34pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Multiple times during this press conference Trump has been asked about the <a href=\"https://www.theguardian.com/world/2020/mar/12/trump-coronavirus-photo-brazilian-aide-bolsonaro-contact-latest\">Brazilian official who met</a> the president and tested positive for Coronavirus. </p> \n  <p>He was asked if he was offering different advice to Americans than he’s practicing himself.</p> \n  <p>“I think they have to listen to their doctors and they shouldn’t be jumping to get the test unless they have it,” Trump said. </p> \n  <p>In response to a followup question Trump said he would “probably” be tested “very soon.” <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-13T20:48:40.176Z\">at 8.48pm GMT</time></p> \n</div> \n<div id=\"block-5e6becfd8f085e564ad83d9c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T20:30:45.139Z\">8.30pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Asked how long the national emergency would go on for, Trump did not give a specific answer. </p> \n  <p>“I hope not long,” Trump said. But, he added, “it gives us the power it needs to get rid of the virus.” </p> \n  <p>He also said that the Trump administration is in touch with other countries dealing with the Coronavirus. </p> \n  <p>“They’re calling us and asking for advice. They’re calling for advice from the people behind me,” Trump said. </p> \n </div> \n</div> \n<div id=\"block-5e6bea5d8f088d757559319b\" class=\"block\" data-block-contributor=\"profile/max-benwell\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T20:19:38.460Z\">8.19pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s quite an <strong>awkward moment</strong> from Trump’s speech that has been spotted and shared by one viewer</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ScrewFace26/status/1238554026297266176\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Why is Trump still trying to shake hands after declaring a national emergency! 😂 <a href=\"https://t.co/85W3mDnhZ6\">pic.twitter.com/85W3mDnhZ6</a></p>— Juan (@ScrewFace26) \n    <a href=\"https://twitter.com/ScrewFace26/status/1238554026297266176?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6bea318f085e564ad83d93\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T20:18:36.246Z\">8.18pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The spread of the Coronavirus has not been lost on Trump, his team, and the businesspeople at this press conference. At one point vice president Mike Pence said “The truth is, we now have coronavirus cases in 46 of the American states.”</p> \n  <p>The Guardian has a regularly updated map tracking the spread of Coronavirus cases across the country. See it <a href=\"https://www.theguardian.com/world/ng-interactive/2020/mar/10/coronavirus-us-map-confirmed-cases-covid-19\">here</a>. </p> \n </div> \n</div> \n<div id=\"block-5e6be9738f088d7575593197\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T20:15:13.930Z\">8.15pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It’s important to note that Trump, during a question and answer session following his remarks, was asked whether he or his staff were taking any precautions to make sure they get tests for Coronavirus. Trump stressed repeatedly that he and his staff did not have any exposure. </p> \n  <p>“I don’t know if I’ve had any exposure but I don’t have any symptoms,” Trump said. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-13T20:44:19.912Z\">at 8.44pm GMT</time></p> \n</div> \n<div id=\"block-5e6be7bc8f088d757559318c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T20:09:55.136Z\">8.09pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Back at the podium, Trump stressed the importance of local governments to stay consistent in their steps to fight coronavirus. A number of governors around the country have issued bans of large gatherings at varying levels. </p> \n  <p>“We must take all precautions and be responsible for the actions we take,” Trump said. </p> \n  <p>Then Trump made a small tangent to note all the major sporting events that have been postponed, canceled, or dramatically scaled back to prevent transmission of the virus. </p> \n  <p>“It’s incredible with what’s happened to the sports of the world,” Trump said. “They’ve done a great service.”</p> \n  <p>Trump continued: “We can learn and we will turn a corner on this virus. Some of these doctors say it will wash through, it will flow through. Interesting terms. And very accurate. In a number of weeks I think you will find it’s a very accurate term.”</p> \n </div> \n</div> \n<div id=\"block-5e6be6348f085e564ad83d7e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T20:00:55.459Z\">8.00pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Meanwhile, Senate minority leader Chuck Schumer, the top Democratic senator in Congress, released a statement welcoming Trump’s invocation of the Stafford Act. His response, blasted out before Trump’s presser ended, is below:</p> \n  <blockquote class=\"quoted\"> \n   <p>“I’m pleased the president heeded our calls to invoke the Stafford Act to extend vital financial assistance to help keep communities safe from the coronavirus outbreak. I urge New York and other states to immediately request these newly available funds and for the Trump administration to approve these requests without delay.</p> \n   <p>“As other steps are considered, the president must not overstep his authority or indulge his autocratic tendencies for purposes not truly related to this public health crisis.”</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e6be31f8f088d7575593173\" class=\"block\" data-block-contributor=\"profile/max-benwell\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T19:57:14.081Z\">7.57pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Trump’s national emergency declaration is already coming under heavy criticism, and not just because he was about 30 minutes late to deliver it. </p> \n  <p>First of all, his decision to announce it by saying “national emergency, two very big words” hasn’t gone unnoticed. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PickardJE/status/1238548839134629889\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Donald Trump has literally just said:<br><br>“National Emergency, two very big words.”</p>— Jim Pickard (@PickardJE) \n    <a href=\"https://twitter.com/PickardJE/status/1238548839134629889?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/juliaioffe/status/1238548843521769476\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"two very big words\"<br><br>FFS, man</p>— Julia Ioffe (@juliaioffe) \n    <a href=\"https://twitter.com/juliaioffe/status/1238548843521769476?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n  <p>His delivery has also been questioned, as well as his strange aside on Google: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JYSexton/status/1238549118051651584\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">You gotta love a president who can’t read his notecards while declaring a national emergency during a spreading pandemic.</p>— Jared Yates Sexton (@JYSexton) \n    <a href=\"https://twitter.com/JYSexton/status/1238549118051651584?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KateAronoff/status/1238550437248348166\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">When declaring a National Emergency, it's important to give Google credit for its great websites, which are better than websites in the past</p>— Kate Aronoff (@KateAronoff) \n    <a href=\"https://twitter.com/KateAronoff/status/1238550437248348166?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n  <p>And then there was his decision to shake hands with members of his team:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Rishi_Persaud/status/1238553644204777474\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Trump: ‘I’m declaring a national emergency’<br><br>Also Trump: *Handshakes with everyone* <a href=\"https://t.co/uR4FUhIRjR\">pic.twitter.com/uR4FUhIRjR</a></p>— Rishi (@Rishi_Persaud) \n    <a href=\"https://twitter.com/Rishi_Persaud/status/1238553644204777474?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n  <p>There are still questions over Trump’s status at the moment, as he has <a href=\"https://www.theguardian.com/world/2020/mar/12/trump-coronavirus-photo-brazilian-aide-bolsonaro-contact-latest\">recently came into contact</a> with at least one person who has tested positive for coronavirus.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-13T19:58:38.724Z\">at 7.58pm GMT</time></p> \n</div> \n<div id=\"block-5e6be42b8f085e564ad83d76\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T19:57:11.213Z\">7.57pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Trump moved on to introducing representatives from partner organizations working with the White House to combat the coronavirus. They include representatives from Walmart, Walgreens, LHC Group and Signify Health. </p> \n  <p>Most of the business people gave brief remarks about how eager their respective companies are to help. </p> \n  <p>Trump then said as part of the Coronavirus response “we’ll be changing a lot of the rules and regulations for [the] future”. </p> \n  <p>“I guess that’ll continue to an extent but we hope it never happens but we’ll be changing a lot of the wholes and speculations,” Trump said. </p> \n  <p>Trump added: “I’ve waived interest on all student loans held by government agencies.” </p> \n  <p>The president said he instructed the secretary of energy, Dan Brouillette, to buy “large quantities” of gasoline “in the US strategic reserve”.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-13T20:13:27.581Z\">at 8.13pm GMT</time></p> \n</div> \n<div id=\"block-5e6be33c8f085e564ad83d6d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T19:49:30.718Z\">7.49pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Dr. Deborah Birx took a few minutes to explain a new Coronavirus website for texting. She held up a chart to explain how the website would work (C-SPAN’s Craig Caplan snapped a picture). </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CraigCaplan/status/1238551949009616898\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/OfDsLU2XLv\">pic.twitter.com/OfDsLU2XLv</a></p>— Craig Caplan (@CraigCaplan) \n    <a href=\"https://twitter.com/CraigCaplan/status/1238551949009616898?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6be12c8f088d757559316a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T19:43:00.068Z\">7.43pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Trump in his remarks said that as part of the national emergency declaration, “the action I am taking will open up $50 billion.”</p> \n  <p>Trump, flanked by aides including vice-president Mike Pence and Dr. Deborah Birx, also said the move will waive a number of other requirements meant to benefit doctors and fight the Coronavirus pandemic. </p> \n  <p>There’s been an ongoing concern about the availability of tests for the Coronavirus. Trump said his team expected “half a million additional tests will be available early next week.” </p> \n  <p>“Which will bring probably 1.4 million tests next week and five million in a month,” Trump said. “Our overriding goal is to stop the spread of the virus.”</p> \n </div> \n</div> \n<div id=\"block-5e6bd5ed8f085c6327bbf979\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T19:33:12.507Z\">7.33pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Trump declares national emergency</h2> \n <div class=\"block-elements\"> \n  <p>Donald Trump on Friday afternoon declared a national emergency to address the ongoing Coronavirus pandemic.</p> \n  <p>The declaration, made from the White House Rose Garden during a press conference, comes as the Trump administration grapples with the ongoing outbreak. </p> \n </div> \n</div> \n<div id=\"block-5e6bdece8f088d7575593159\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T19:30:17.517Z\">7.30pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Donald Trump is late to this press conference where he’s expected to declare a national emergency in response to the COVID-19 pandemic. </p> \n  <p>The tardiness is unlikely to allay ongoing tensions among the American public about the federal government’s plans for fighting the Coronavirus.</p> \n </div> \n</div> \n<div id=\"block-5e6bd0178f085e564ad83cb9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T18:50:12.936Z\">6.50pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Daniel Strauss taking over the blog here for a bit. <br></p> \n  <p>Over in Texas, Governor Greg Abbott has declared a state of disaster. <a href=\"https://www.dallasnews.com/news/politics/2020/03/13/watch-live-texas-gov-greg-abbott-declares-state-of-disaster-over-coronavirus-says-drive-through-testing-to-start-in-san-antonio/\">The Dallas Morning News</a> has more: </p> \n  <blockquote class=\"quoted\"> \n   <p>Gov. Greg Abbott is declaring a “state of disaster” over coronavirus disease 2019, and announced that the state on Friday opened a drive-through testing center in San Antonio, with ones to follow soon in Dallas, Houston and Austin.</p> \n   <p><a href=\"https://statutes.capitol.texas.gov/Docs/GV/htm/GV.418.htm#418.014\">Under state law</a>, in such a disaster, Abbott becomes “commander in chief of state agencies, boards, and commissions having emergency responsibilities.”</p> \n   <p>As he did with the four drive-through testing centers, the governor can direct supplies, equipment, materials and facilities to mitigate the disaster.</p> \n   <p>Abbott also is directing state health care regulatory agencies to tell nursing homes, assisted living centers and hospitals to restrict visitation.</p> \n   <p>While he didn’t by executive order ban mass gatherings, Abbott strongly discouraged large meetings until public health officials have a better grasp of how many Texans have contracted COVID-19 or are at risk of doing so.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e6bd2928f088d75755930bd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T18:39:12.687Z\">6.39pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Virginia closes schools amidst coronavirus concerns</h2> \n  <p>Virginia governor Ralph Northam just <a href=\"https://wtop.com/coronavirus/2020/03/coronavirus-dc-area/\">announced</a> that Virginia schools will be closed for a minimum of two weeks as the spread of Covid-19 continues in the area. </p> \n  <p>The announcement means that all schools in the DMV area – Washington DC, Maryland and Virginia – will be closed for most of the month. </p> \n </div> \n</div> \n<div id=\"block-5e6bd00d8f088d75755930ac\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T18:25:57.929Z\">6.25pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Major US companies tell their employees to work from home </h2> \n  <p>Thousands of employees of major US companies have been instructed to work from home if they are able to given the spread of Covid-19. <br></p> \n  <p>Ford, General Motors and AT&amp;T have all told their employees to work from home if possible. JP Morgan and Goldman Sachs have instructed their staff in New York City to work from home as the number of cases in the New York City metro area rises. </p> \n  <p>Here’s more from the Guardian’s business editor Dominic Rushe on the effect coronavirus is having on employees and the economy: </p> \n  <blockquote class=\"quoted\"> \n   <p><em>The long-term economic impact of the shuttering of America will take weeks if not longer to assess. Michael Pearce, senior US economist at CapitalEconomics, said the escalating response to the crisis from the US government, closing schools, banning large gatherings, will take a ‘sharp toll on the economy’.</em></p> \n   <p><em>Capital Economics has cut its US growth forecast for 2020 to just 0.6%, down from 1.8%.</em></p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/mar/13/us-companies-work-from-home-policy-ford-general-motors\">Coronavirus forces industries across US to let employees work from home</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e6bcb448f085c6327bbf8d4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T18:13:00.481Z\">6.13pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Nancy Pelosi holds brief press conference on coronavirus aid package</h2> \n  <p>Speaker Nancy Pelosi just gave a short press conference – taking no questions from reports – detailing the Families First Coronavirus Response Act that House Democrats are planning to pass today. </p> \n  <p>Pelosi said the bill’s main component is “testing, testing, testing’. “This legislation facilitates free testing for everyone who needs a test, including the insured,” she said.</p> \n  <p> The speaker also said that federal sick leave and unemployment support was also a priority. </p> \n  <p>During the press conference, which only lasted a few minutes, Pelosi did not divulge any information on how talks with her Republican counterparts in the White House are going. </p> \n  <p>Trump is expected to speak in the Rose Garden at 3pm for his own press conference on the coronavirus outbreak. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mkraju/status/1238527638978940928\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">In her statement, Pelosi outlines the details of the bill and indicates the House will take action - but doesn’t detail the state of her talks with Mnuchin</p>— Manu Raju (@mkraju) \n    <a href=\"https://twitter.com/mkraju/status/1238527638978940928?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6bc9ab8f085e564ad83c5f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T17:58:44.103Z\">5.58pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>House majority leader says chamber will vote on coronavirus aid package today</h2> \n  <p>House Democratic majority leader Steny Hoyer released a statement saying the House will put up the coronavirus aid package up for a vote regardless of whether they have the support of their Republican colleagues. </p> \n  <p>Hoyer said a vote will take place no earlier than 2:30, after Speaker Nancy Pelosi has a press conference on the bill at 2pm. We’ll be tuning in. <br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JakeSherman/status/1238520886707343364\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW ... from ⁦<a href=\"https://twitter.com/LeaderHoyer?ref_src=twsrc%5Etfw\">@LeaderHoyer</a>⁩ <br><br>No vote prior to 230 .. vote no matter what today. <a href=\"https://t.co/FMrvvQjEGo\">pic.twitter.com/FMrvvQjEGo</a></p>— Jake Sherman (@JakeSherman) \n    <a href=\"https://twitter.com/JakeSherman/status/1238520886707343364?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-13T18:01:15.057Z\">at 6.01pm GMT</time></p> \n</div> \n<div id=\"block-5e6bc8908f088d7575593044\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T17:53:52.298Z\">5.53pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Delta airlines to reduce capacity to by 40%</h2> \n  <p>In response to the coronavirus outbreak, Delta just announced that it is reducing its capacity by 40% – the largest capacity reduction in the company’s history. <br></p> \n  <p>The company said it will eliminate all flights to Europe, with the exception of London, for the next 30 days with the possibility of extension. It will also be trying to cut down its workforce, offering voluntary, short-term unpaid leaves and will reduce the number of consultants and contractors it works with. <br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davidshepardson/status/1238517149322432514\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Jaw dropping news from <a href=\"https://twitter.com/Delta?ref_src=twsrc%5Etfw\">@Delta</a> <a href=\"https://t.co/NygHjVcN3W\">pic.twitter.com/NygHjVcN3W</a></p>— David Shepardson (@davidshepardson) \n    <a href=\"https://twitter.com/davidshepardson/status/1238517149322432514?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-13T17:54:08.809Z\">at 5.54pm GMT</time></p> \n</div> \n<div id=\"block-5e6bc6218f088d7575593023\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T17:44:58.793Z\">5.44pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Speaker Nancy Pelosi is set to give a press conference in 15 minutes on a coronavirus aid package the House deliberated on this morning. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Journo_Christal/status/1238518922296668160\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">House Speaker Nancy Pelosi will offer a statement today at 2 pm on the coronavirus bill that she’s been negotiating for days with Treasury Secretary Mnuchin. Her statement will come before Trump’s press conference at 3 pm <a href=\"https://t.co/IQNivhbVTl\">pic.twitter.com/IQNivhbVTl</a></p>— Christal Hayes (@Journo_Christal) \n    <a href=\"https://twitter.com/Journo_Christal/status/1238518922296668160?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6bc5338f085c6327bbf86b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T17:39:31.921Z\">5.39pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>What is a national emergency?</h2> \n  <p>Donald Trump, as president, has the power to declare a national emergency, which gives power to the federal government to more freely redistribute funds to state and local governments in a time of the crisis. </p> \n  <p>The president is set to declare a national emergency because of the coronavirus outbreak under the <a href=\"https://www.fema.gov/media-library/assets/documents/15271\">Stafford Act</a>, which was signed into law in 1988 and is designed to encourage local municipalities to design and run their own disaster mitigation efforts, with federal assistance. </p> \n  <p>The last time Trump <a href=\"https://www.theguardian.com/us-news/2019/feb/14/trump-national-emergency-explainer-border-wall\">declared</a> a national emergency was in February 2019 when he declared a national emergency to divert funding for his border wall. That national emergency was declared under a different act, the <a href=\"https://www.govinfo.gov/content/pkg/STATUTE-90/pdf/STATUTE-90-Pg1255.pdf\">1976 National Emergencies Act</a>. </p> \n </div> \n</div> \n<div id=\"block-5e6bb6788f088d7575592ee7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T16:46:00.159Z\">4.46pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s voting rights reporter Sam Levine:</strong></p> \n  <p>Louisiana will <a href=\"https://www.wafb.com/2020/03/13/la-secretary-state-hold-news-conference-upcoming-april-election/?fbclid=IwAR1iyE4Ic2MSvHyawRDMC-n79C5I-O6QYEvBM-1EGNu5iIvCUK8IB-xNzoc\">postpone</a> its April 4 presidential preference primary amid ongoing concern over coronavirus, Kyle Ardoin, the state’s top election official announced on Friday.</p> \n  <p>The Democratic contest will be postponed until June 20. Ardoin is acting to the contest using a provision in state law that allows him to move an election in an emergency situation, according to the Advocate. Louisiana is the first state to postpone its primary election as the nation tries to contain the spread of the virus.</p> \n  <p>Election officials in other states are rushing to implement last-minute changes to safeguard against the virus. Ohio Secretary of State Frank LaRose this week <a href=\"https://www.theguardian.com/us-news/2020/mar/10/coronavirus-concerns-hurdle-voters-primary-elections\">ordered</a> local election officials to relocate all polling stations from senior centers and assisted living facilities. Some election officials in <a href=\"https://www.chicagotribune.com/coronavirus/ct-coronavirus-chicago-election-day-20200307-f4ypho2tgrdm5pzd6ubiluwcxi-story.html\">Illinois</a> and <a href=\"https://www.wlrn.org/post/coronavirus-live-updates-first-cases-reported-palm-beach-five-more-broward#stream/0\">Florida</a> are taking similar steps.</p> \n  <p>Throughout the country, local election offices are taking extra sanitization steps, providing wipes and hand sanitizer at polling stations.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-13T16:50:47.545Z\">at 4.50pm GMT</time></p> \n</div> \n<div id=\"block-5e6bb30c8f088d7575592eb6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T16:21:48.802Z\">4.21pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More reports are suggesting that Donald Trump will be declaring a national emergency at a 3pm press conference today. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Yamiche/status/1238498871409610752\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A senior White House source said \"stand by\" when asked if President Trump would be declaring a national emergency today. Now, the president will speak at 3 p.m. and is expected to make that move which would free up up to $42.6 billion for efforts.</p>— Yamiche Alcindor (@Yamiche) \n    <a href=\"https://twitter.com/Yamiche/status/1238498871409610752?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6bad398f085c6327bbf698\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T15:58:29.073Z\">3.58pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Miami mayor tests positive for coronavirus </h2> \n  <p>The mayor of Miami, Florida Francis Suarez has tested positive for coronavirus, the <a href=\"https://www.miamiherald.com/news/local/community/miami-dade/article241163311.html\">Miami Herald</a> is reporting. Suarez attended an event with a Brazilian government official earlier this week who has since tested positive with coronavirus.</p> \n  <p>Suarez announced earlier this week that he was not displaying any symptoms, but self-quarantined himself out of safety precaution once he learned that one of Bolsonaro’s staff members tested positive. <br></p> \n  <p>Suarez was one of several politicians who interacted with Brazilian president Jair Bolsonaro and his staff, along with Donald Trump and his staff, when they came to Miami earlier this week. Earlier today, reports said Bolsonaro tested positive for coronavirus, but now <a href=\"https://twitter.com/MiamiHerald/status/1238490328937705473\">other reports</a> are saying the test came back negative. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MiamiHerald/status/1238490328937705473\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BREAKING: Miami Mayor Francis Suarez has tested positive for COVID-19, the disease caused by the novel coronavirus, four days after the mayor attended a Miami event with a Brazilian government official who later tested positive for the virus. <a href=\"https://t.co/D9SHXIV1mN\">https://t.co/D9SHXIV1mN</a></p>— Miami Herald (@MiamiHerald) \n    <a href=\"https://twitter.com/MiamiHerald/status/1238490328937705473?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6ba76f8f088d7575592de2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T15:32:48.441Z\">3.32pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Trump may declare national emergency at 3pm press conference </h2> \n  <p>Three Bloomberg reporters are saying that multiple sources have told them that Donald Trump will announce a national emergency over coronavirus at a press conference this afternoon.</p> \n  <p>Declaring a national emergency will allow an easier flow of federal aid to state and local governments who are responding to outbreaks. <br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferJJacobs/status/1238485355998973953\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">////BREAKING: Trump plans to declare a national emergency over the coronavirus outbreak, invoking the Stafford Act to open the door to more federal aid for states and municipalities, sources tell me, <a href=\"https://twitter.com/jendeben?ref_src=twsrc%5Etfw\">@jendeben</a> and <a href=\"https://twitter.com/SalehaMohsin?ref_src=twsrc%5Etfw\">@SalehaMohsin</a></p>— Jennifer Jacobs (@JenniferJJacobs) \n    <a href=\"https://twitter.com/JenniferJJacobs/status/1238485355998973953?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6ba4658f085e564ad839d3\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T15:20:11.497Z\">3.20pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">White House staff called into ‘urgent meeting’ over Bolsonaro</h2> \n <div class=\"block-elements\"> \n  <p>There are multiple reports that the White House Chief of Staff’s has called for an “urgent meeting” among staff because of news that Brazilian president Jair Bolsonaro, who met with Donald Trump Saturday, has reportedly tested positive for covid-19.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenGriffinFNC/status/1238476621172047872\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/johnrobertsFox?ref_src=twsrc%5Etfw\">@JohnRobertsFox</a>: A number of White House staff (including comms team) were just called to an urgent meeting in the Chief of Staff’s office because of the Brazilian President Bolsonaro positive test for coronavirus.</p>— Jennifer Griffin (@JenGriffinFNC) \n    <a href=\"https://twitter.com/JenGriffinFNC/status/1238476621172047872?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-13T15:33:03.559Z\">at 3.33pm GMT</time></p> \n</div> \n<div id=\"block-5e6ba0d88f085c6327bbf5d7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T15:04:46.338Z\">3.04pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Donald Trump just tweeted that he will hold a press conference at 3pm EST on coronavirus. We got a sneak peak of what he will say from a tweet he posted moments earlier. He said the 40 coronavirus-related deaths in the US is due to the “very strong border policy” in place. “If we had weak or open borders, that number would be many times higher!” he wrote. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1238478167695863817\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">To this point, and because we have had a very strong border policy, we have had 40 deaths related to CoronaVirus. If we had weak or open borders, that number would be many times higher!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1238478167695863817?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Keep in mind that the number of cases in the US has been rising dramatically over the past few weeks, yet Trump has stuck to praising himself and his administration for having a handle on a situation that is getting <a href=\"https://www.theguardian.com/world/2020/mar/13/us-coronavirus-impact-shutdowns-unprepared-america-wakes-up\">increasingly dire.</a><br></p> \n </div> \n</div> \n<div id=\"block-5e6b9ed08f085c6327bbf5c3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T14:55:31.740Z\">2.55pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Boston Marathon postponed until September</h2> \n  <p>State and local officials have postponed the Boston Marathon until 14 September over fears of the coronavirus outbreak. The race was originally scheduled for 20 April. <br></p> \n  <p>WGBH <a href=\"https://www.wgbh.org/news/local-news/2020/03/13/boston-marathon-postponed-until-september-due-to-coronavirus?utm_source=TWITTER&amp;utm_medium=social&amp;utm_term=20200313&amp;utm_content=3196997893&amp;utm_campaign=WGBH+News\">reported</a> that this is the first time the marathon has been delayed in its 124-year history. About 30,000 people run the marathon each year. </p> \n </div> \n</div> \n<div id=\"block-5e6b973f8f085e564ad8393e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T14:24:19.473Z\">2.24pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Trump administration won't let states use Medicaid to respond to crisis</h2> \n <div class=\"block-elements\"> \n  <p>States experiencing dramatic coronavirus outbreaks are unable to use Medicaid more freely to respond to the outbreak by expanding medical care, the Los Angeles Times is reporting.<br></p> \n  <p>The White House has tools it can use to assist states looking to bolster their healthcare efforts, but so far, the Trump administration has not made any moves to ease the burden on states.<br></p> \n  <p>As coronavirus has intensified in the US over the last few weeks, Trump has tried to downplay the effect that the illness will have on Americans. He called the illness Democrats’ “<a href=\"https://www.theguardian.com/us-news/2020/feb/28/trump-calls-coronavirus-outbreak-a-hoax-and-links-it-to-immigration-at-rally\">new hoax</a>” and has compared it to the flu, which has a far lower mortality rate. <br></p> \n  <p>Additionally, as the LA Times point out, Seema Verna, head of the Centers for Medicare and Medicaid Services, has been a champion of conservative states who have been trying to cut the number of people on Medicaid. <br></p> \n  <p>Here’s more from the <a href=\"https://www.latimes.com/politics/story/2020-03-13/trump-administration-blocks-states-use-medicaid-respond-coronavirus-crisis\">LA Times</a>: <br></p> \n  <blockquote class=\"quoted\"> \n   <p><em>Months into the current global disease outbreak, the White House and senior federal health officials haven’t taken the necessary steps to give states simple pathways to fully leverage the mammoth safety net program to prevent a wider epidemic.</em></p> \n   <p><em>That’s making it harder for states to quickly sign up poor patients for coverage so they can get necessary testing or treatment if they are exposed to coronavirus.</em></p> \n   <p><em>And it threatens to slow efforts by states to bring on new medical providers, set up emergency clinics or begin quarantining and caring for homeless Americans at high risk from the virus.</em></p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-13T14:27:15.154Z\">at 2.27pm GMT</time></p> \n</div> \n<div id=\"block-5e6b908b8f085c6327bbf523\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T13:54:46.469Z\">1.54pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Ted Cruz extends his self-quarantine </h2> \n  <p>Senator <strong>Ted Cruz</strong>, a Republican from Texas, said in a statement that he has extended his self-quarantine after learning that another person he interacted with on 3 March has tested positive for Covid-19. </p> \n  <p>Cruz tweeted on Sunday that he was in self-quarantine after learning that an attendee at the Conservative Political Action Conference he interacted with tested positive for coronavirus. Cruz said in today’s statement that his self-quarantine was supposed to end tonight and he is showing no symptoms, but will extend his self-quarantine until 17 March. <br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BenjaminEW/status/1238457017452421121\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">New: <a href=\"https://twitter.com/tedcruz?ref_src=twsrc%5Etfw\">@tedcruz</a> is extending his self-quarantine: “Unfortunately, last night I was informed I had a second interaction with an individual who yesterday tested positive for COVID-19.\" <a href=\"https://t.co/KDhJEpjMIP\">pic.twitter.com/KDhJEpjMIP</a></p>— Ben Wermund (@BenjaminEW) \n    <a href=\"https://twitter.com/BenjaminEW/status/1238457017452421121?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-13T13:56:34.988Z\">at 1.56pm GMT</time></p> \n</div> \n<div id=\"block-5e6b8bdc8f088d7575592c91\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T13:35:59.972Z\">1.35pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Utah passes bill banning abortions if Roe v. Wade is overturned</h2> \n  <p>Yesterday, the Utah state legislature <a href=\"https://www.sltrib.com/news/politics/2020/03/02/utah-senate-votes-ban-all/\">passed</a> a bill that would ban all elective abortions – which excludes abortion procedures for maternal health or procedure disease – if Roe v. Wade is overturned by the Supreme Court. </p> \n  <p>The bill is a signal that conservative states are gearing up for an overturn of the decision in the near future. Under Donald Trump, the Supreme Court has had two conservative appointees who have had reservations about Roe v. Wade and the right to abortion.<br></p> \n  <p>Last week, the Supreme Court heard arguments for <a href=\"https://www.theguardian.com/world/2020/mar/04/us-supreme-court-abortion-case-louisiana-arguments\">June Medical Services v. Russo</a>, a case from Louisiana about a law that significantly restricts abortion access by requiring doctors at abortion clinics to be registered at nearby hospitals. The law is similar to one the Supreme Court overturned in 2016.<br></p> \n  <p>The swing vote for the decision is likely to be chief justice John Roberts, who is known for being an institutionalist who does not like to disturb precedent. </p> \n </div> \n</div> \n<div id=\"block-5e6b860c8f085e564ad83873\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T13:10:20.518Z\">1.10pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Good morning, this is Lauren Aratani taking over.</p> \n  <p>The US Food and Drug Administration just sent out word that they will allow New York state’s health department to begin authorizing labs to conduct their own testing for Covid-19 once their tests have been validated. </p> \n  <p><a href=\"https://www.theguardian.com/world/2020/mar/12/coronavirus-us-testing-failures-trump-administration\">Testing</a> has been a serious concern in New York state and the US overall, with many fearing there is a shortage of available and quick testing for people who are showing symptoms. New York governor Andrew Cuomo told CNN that the US is “way behind on testing” and called the “federal bottleneck” so bad that he authorized New York officials to contract private labs for testing. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/yoavgonen/status/1238429881836453888\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Here’s the FDA press release. Sounds like it authorizes New York’s health department to approve new labs for testing rather than making the labs apply to the FDA for approval. If I’m reading it right, that could allow those 28 labs to come online rather quickly <a href=\"https://t.co/vNyc2K5VYt\">pic.twitter.com/vNyc2K5VYt</a></p>— Yoav Gonen (@yoavgonen) \n    <a href=\"https://twitter.com/yoavgonen/status/1238429881836453888?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6b817f8f085e564ad8382f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T12:56:07.748Z\">12.56pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>US Central Command Commander General Kenneth McKenzie is briefing reporters at the Pentagon on the strikes yesterday against Iranian-backed Shia militia facilities in Iraq. You can <a href=\"https://www.c-span.org/video/?470335-1/us-centcom-commander-briefs-reporters-airstrikes-iraq\">watch it here</a>.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-13T12:56:48.440Z\">at 12.56pm GMT</time></p> \n</div> \n<div id=\"block-5e6b7e208f085c6327bbf42b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T12:38:38.560Z\">12.38pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Trump urges approval of a payroll tax cut until 31 December</h2> \n <div class=\"block-elements\"> \n  <p>Trump is weighing in on what he wants approved by legislators today - and unsurprisingly it his payroll tax cut plan, not some of the more directly coronavirus-related measures that Democrats on Capitol Hill have been trying to get passed.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1238442385048305664\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">If you want to get money into the hands of people quickly &amp; efficiently, let them have the full money that they earned, APPROVE A PAYROLL TAX CUT until the end of the year, December 31. Then you are doing something that is really meaningful. Only that will make a big difference!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1238442385048305664?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The house is expected to continue discussion on a coronavirus economic stimulus package when it opens - you’ll be able to <a href=\"https://www.c-span.org/video/?470342-1/house-session\">watch it here</a>.</p> \n </div> \n</div> \n<div id=\"block-5e6b7d1d8f085e564ad83807\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T12:34:17.904Z\">12.34pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Noam Levey is reporting for the LA Times on <a href=\"https://www.latimes.com/politics/story/2020-03-13/trump-administration-blocks-states-use-medicaid-respond-coronavirus-crisis\">how the Trump administration isn’t allowing states to use Medicaid</a> more freely to respond to the coronavirus crisis by expanding medical services.</p> \n  <blockquote class=\"quoted\"> \n   <p>One reason federal health officials have not acted appears to be President Trump’s reluctance to declare a national emergency. That’s a key step that would clear the way for states to get Medicaid waivers to more nimbly tackle coronavirus, but it would conflict with Trump’s repeated efforts to downplay the seriousness of the epidemic. Another element may be ideological: The administration official who oversees Medicaid, Seema Verma, has been a champion of efforts by conservative states to trim the number of people enrolled.</p> \n  </blockquote> \n  <p><strong>Read it here</strong> - <a href=\"https://www.latimes.com/politics/story/2020-03-13/trump-administration-blocks-states-use-medicaid-respond-coronavirus-crisis\">LA Times: Trump administration blocks states from using Medicaid to respond to coronavirus crisis</a></p> \n </div> \n</div> \n<div id=\"block-5e6b7a948f085c6327bbf400\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T12:25:16.988Z\">12.25pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It is K-9 Veterans Day today. Not an official holiday, of course, but one that is being observed by Donald Trump, who has just issued a White House statement about it.</p> \n  <blockquote class=\"quoted\"> \n   <p>On National K-9 Veterans Day, I join our Nation in celebrating and honoring the important job performed each day by America’s dedicated working dogs who support our military. Established in 1942, the K-9 Corps is a critical part of our armed forces. Since its founding, more than 30,000 dogs have served in America’s military, with approximately 2,500 active Military Working Dogs currently helping to defend our freedom. </p> \n  </blockquote> \n  <p>The president goes on to praise again <a href=\"https://www.theguardian.com/us-news/2019/nov/25/trump-conan-white-house-dog-baghdadi-isis-raid\">Conan</a>, the working dog that was part of the raid that lead to the death of Abu Bakr al-Baghdadi in October last year. Here’s a clip of the president appearing with Conan back in November.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"92979bc4-9147-48a1-913a-504cacc03839\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/4Mo4ETIP4W4?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6b77608f085c6327bbf3d4\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T12:11:28.962Z\">12.11pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Karen Bass, chairwoman of the Congressional Black Caucus, endorses Biden</h2> \n <div class=\"block-elements\"> \n  <p>Associated Press is reporting that the chairwoman of the Congressional Black Caucus (CBC) has endorsed Joe Biden for president, an influential nod of support that could bolster his 2020 Democratic campaign.</p> \n  <p>The endorsement by Democratic Rep. Karen Bass of California on Friday is the latest testament of a growing coalescence of support for Biden’s White House bid says AP. Biden’s campaign has seen a resurgence powered by black voters, who have helped cement his front-runner status after commanding wins in several recent primaries, including in South Carolina, in several Southern states and just this week in Michigan.</p> \n  <p>“It’s very clear to me that he is the best person, not just to beat (President Donald) Trump, but he is the person to lead at this time,” Bass said in an interview. “I think him having a long-standing history of working with African American communities, most notably in his own state but around the country, was qualitatively different from the other candidates.”<br></p> \n  <p>Bass said she held off endorsing a candidate because two CBC members, Cory Booker and Kamala Harris, were running for president. Booker and Harris have since dropped out and endorsed Biden.<br></p> \n  <p>The CBC as a whole is not officially endorsing a candidate, Bass said, but the majority of members have already announced support for Biden.</p> \n  <p>Although Biden has strong support within the African American community, especially among older voters, concerns have been raised about his ability to energize young and progressive voters.</p> \n  <p>“As this race settles down, it is my job personally and the job of members of the Congressional Black Caucus to be extremely clear with people in our districts what is at stake here, and what is at stake is their future,” Bass said. “It’s a job that we’ve all been doing over the last 3 1/2 years, but we have to step it up.”<br></p> \n  <p>Asked whether Sanders and Tulsi Gabbard should drop out of the race to unite the party before the Democratic National Convention, Bass said she believes the primary process needs to run its course and allow every voter the chance to weigh in.<br></p> \n  <p>“I would never be in a position to say, ‘You need to drop out,’” Bass said. “I do think, though, that math is math.”<br></p> \n </div> \n</div> \n<div id=\"block-5e6b73788f085c6327bbf37e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T11:51:22.103Z\">11.51am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Dr. Anthony Fauci, head of the National Institute of Allergy and Infectious Diseases, was on CBS This Morning talking about the coronavirus, and particularly about the availability - or lack of - testing kits in the US. Here’s the clip:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CBSThisMorning/status/1238428155410554883\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">WATCH: Dr. Anthony Fauci, head of the National Institute of Allergy and Infectious Diseases, says in his 36 years doing this, “we've not had this kind of a situation before\" with regard to disruption of everyday life. <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> <a href=\"https://t.co/6p3gjNZOvD\">pic.twitter.com/6p3gjNZOvD</a></p>— CBS This Morning (@CBSThisMorning) \n    <a href=\"https://twitter.com/CBSThisMorning/status/1238428155410554883?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6b6f618f088d7575592af5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T11:36:04.557Z\">11.36am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Politico this morning also have a look at <a href=\"https://www.politico.com/news/2020/03/13/coronavirus-consumes-trumps-reelection-bid-127852\">what a difference the virus outbreak is going to make to election campaigning this year</a>. Both Biden and Sanders’ teams have already been ordered to work from home. </p> \n  <blockquote class=\"quoted\"> \n   <p>Strategists are gaming out how the lack of in-person campaigning might affect Trump and Biden. Trump’s signature mega-rallies, a source of psychic uplift for the president, are on ice. Biden, a tactile politician whose best moments are often on rope lines interacting one-on-one with voters, will be denied those opportunities for the foreseeable future. Fundraising is also being disrupted. Biden has been forced to move his donor events online. And on Wednesday, the president scrapped a much-anticipated fundraiser.</p> \n  </blockquote> \n  <p>There’s another element - how the president is viewed to have handled the emergency is going to be a big factor in November’s vote now</p> \n  <p><strong>Read it here</strong> - <a href=\"https://www.politico.com/news/2020/03/13/coronavirus-consumes-trumps-reelection-bid-127852\">Politico: Coronavirus consumes Trump’s reelection bid</a></p> \n </div> \n</div> \n<div id=\"block-5e6b6b318f085f0b8d947d81\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T11:24:51.369Z\">11.24am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>YouGov and Yahoo! News conducted a poll between March 10 - 11 looking at what Americans felt about the Trump administration’s handling of coronavirus, and it doesn’t make for great reading for the president.</p> \n  <p>53 percent of the polled US adults did not have faith in the president to tell the truth about the threat of the new coronavirus. Women were less likely to trust the president than men. <a href=\"https://www.newsweek.com/majority-americans-dont-trust-trump-tell-truth-about-covid-19-coronavirus-threat-1492125?utm_term=Autofeed&amp;utm_medium=Social&amp;utm_source=Twitter#Echobox=1584090317\">Newsweek has more on the poll here</a>. </p> \n  <p>It can’t help when the president makes <a href=\"https://edition.cnn.com/2020/03/12/politics/fact-check-trump-coronavirus-europe-travel/index.html\">notable errors and omissions</a> when announcing coronavirus measures.</p> \n </div> \n</div> \n<div id=\"block-5e6b65f88f085f0b8d947d42\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T10:56:17.829Z\">10.56am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Our Voting Rights Editor Ankita Rao has been talking to people for who it is <a href=\"https://www.theguardian.com/us-news/2020/mar/13/bernie-sanders-fans-joe-biden-democratic-candidate\">Bernie or bust</a>, people who will support Sanders, but will not back Biden - even against Donald Trump.</p> \n  <blockquote class=\"quoted\"> \n   <p>This year, Martha Baez, a 54-year-old who works in finance, is planning to vote for Sanders in the New York primary, and will not vote for Biden if he is the nominee in November.<strong> </strong>But she said her real issue was not with the specific candidate, but losing trust in the Democratic party. “I don’t think that I should put aside my values and vote out of fear,” she said. “The DNC needs an overhaul, it lacks values, real leaders that represent the people not its donors.”</p> \n  </blockquote> \n  <p><strong>Read it here</strong> - <a href=\"https://www.theguardian.com/us-news/2020/mar/13/bernie-sanders-fans-joe-biden-democratic-candidate\">Bernie or Bust: the Sanders fans who will never vote for Biden</a></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/13/bernie-sanders-fans-joe-biden-democratic-candidate\">Bernie or Bust: the Sanders fans who will never vote for Biden</a> </p> \n  </aside> \n  <p>Incidentally Ankita has been asking people to get in touch if coronavirus is changing their plans for voting in Florida next week.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/anrao/status/1238193937623506945\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Hi, if you're voting in the Florida primary and the virus is changing your plans, I want to hear from you: ankita.rao@theguardian.com</p>— Ankita Rao (@anrao) \n    <a href=\"https://twitter.com/anrao/status/1238193937623506945?ref_src=twsrc%5Etfw\">March 12, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6b63a08f087df56e4c7e87\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T10:46:45.807Z\">10.46am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Misyrlena Egkolfopoulou at Bloomberg has been looking at <a href=\"https://www.bloomberg.com/news/articles/2020-03-13/coronavirus-roils-2020-race-forcing-a-virtual-campaign-season\">the impact coronavirus is likely to have on the race for the White House</a>.</p> \n  <blockquote class=\"quoted\"> \n   <p>It’s an added challenge for all three campaigns. With the Democratic race down to two candidates - and with Biden solidly in the lead - interest in the contest would naturally shrink somewhat. Combine that with the pandemic’s overwhelming impact on the economy and daily life, getting voters’ attention is going to be difficult - and expensive.</p> \n  </blockquote> \n  <p>Aside from the obvious reduction in hand-shaking and picking up babies for those cute pictures, the teams are going to have to get more creative digitally. </p> \n  <p><strong>Read it here</strong> - <a href=\"https://www.bloomberg.com/news/articles/2020-03-13/coronavirus-roils-2020-race-forcing-a-virtual-campaign-season\">Bloomberg: Coronavirus roils 2020 race, forcing a virtual campaign season</a></p> \n </div> \n</div> \n<div id=\"block-5e6b5f868f087df56e4c7e60\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T10:30:32.683Z\">10.30am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Trump attacks CDC and Obama - but claims widespread coronavirus testing ready to go</h2> \n <div class=\"block-elements\"> \n  <p>The president is tweeting - and he is criticising the federal agency responsible for keeping the US safe from coronavirus - and of course somehow it is Barack Obama’s fault as well. He claims, without providing any evidence, that changes he has made now mean that widespread testing for coronavirus will shortly start.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1238410051758575617\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">.... Their response to H1N1 Swine Flu was a full scale disaster, with thousands dying, and nothing meaningful done to fix the testing problem, until now. The changes have been made and testing will soon happen on a very large scale basis. All Red Tape has been cut, ready to go!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1238410051758575617?ref_src=twsrc%5Etfw\">March 13, 2020</a>\n   </blockquote> \n  </figure> \n  <p>There has been widespread criticism of the administration over the lack of testing - just eight tests were carried out on Tuesday.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/12/coronavirus-us-testing-failures-trump-administration\">Anger grows at Trump administration's coronavirus testing failures</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e6b522d8f08c2df6d278dda\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T10:17:52.294Z\">10.17am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Good morning. It is very much not politics as normal as the US continues to get to grips with the fall-out from the coronavirus outbreak, and the administration’s attempts to handle it. Colleges across the US have begun canceling and curtailing graduation ceremonies, and March Madness is off.</p> \n  <p>The president will be meeting industry executives about the Covid-19 response at 1:30pm.</p> \n  <p>There is a bit of voting action due at the weekend. The Northern Mariana Islands don’t take part in November’s presidential election, but they do have a Democratic caucus tomorrow. It awards six pledged delegate - and in 2016 <a href=\"https://abcnews.go.com/Politics/hillary-clinton-wins-democratic-caucuses-northern-mariana-islands/story?id=37599233\">they broke four-two in Hillary Clinton’s favour over Bernie Sanders</a>. Joe Biden <a href=\"https://www.theguardian.com/us-news/ng-interactive/2020/mar/10/delegate-count-democratic-primary-2020-latest-and-calendar\">currently leads</a> Sanders 881 to 725.</p> \n  <p>Coronavirus is affecting the candidates’ ability to campaign in public - Joe Biden will take part in a virtual town hall in Illinois at 5pm.</p> \n </div> \n</div>"
]