[
  "<p>It was a moment made for live cable TV. Andrew Cuomo, the governor of New York state, warned on CNN on Wednesday night that coronavirus was “here, it’s much more prevalent than we know, you’re going to see the numbers go sky high – and if the American people aren’t ready for it, we are going to have a problem”.</p> \n<p>Suddenly, CNN’s primetime anchor, Cuomo’s younger brother Chris, butted in. You could see the frown of disapproval flit across big brother’s face: what was the youngster doing interrupting him like that?</p> \n<p>“Hold on,” said Chris Cuomo, who was being fed information via his earpiece. “This is happening in real-time. The NBA has just suspended its season.”</p> \n<p>There it was.</p> \n<p>The magnitude of the coronavirus threat to America, this invisible danger that nobody appears able to quantify or fully comprehend, came into blazing view. It was written across the brows of the Cuomo brothers, their split-screen expressions unified in utter disbelief that the basketball season, that national sporting institution, was off.</p> \n<p>The US has finally woken to the uncomfortable truth – this is happening. And it’s happening in a country of 327 million people who are in varying degrees overwhelmingly, totally, largely or partially not ready for it.</p> \n<p>To adopt Governor Cuomo’s words: America, we have a problem.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"2cbb7e6cd16edbbdac5c941e211da948d67fd24d\"> \n <img src=\"https://media.guim.co.uk/2cbb7e6cd16edbbdac5c941e211da948d67fd24d/0_0_3408_2272/1000.jpg\" alt=\"Workers clean a subway station in Brooklyn as New York City confronts the coronavirus outbreak on March 11, 2020 in New York City.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Workers clean a subway station in Brooklyn as New York City confronts the coronavirus outbreak.</span> \n  <span class=\"element-image__credit\">Photograph: Spencer Platt/Getty Images</span> \n </figcaption> \n</figure> \n<p>There have memorably been two occasions in the past century when the United States has declared itself to be under attack on domestic territory: Pearl Harbor and 9/11. Now a third onslaught is under way on American soil and no amount of xenophobic rebranding by Donald Trump, who in his Oval Office address this week cast the disease as the “foreign virus”, will alter that fact.</p> \n<p>Even before the virus has taken hold in communities and cities across the country, it has been preceded by two other contagions – confusion and fear.</p> \n<p>You can see those twin pestilences sprouting furiously on both US coasts. In Bend, Oregon, <a href=\"https://twitter.com/rebecca_mehra/status/1237891575897718791\">Rebecca Mehra</a>, a professional runner, related on Twitter how on her way to shop for groceries she heard a woman call to her from a car parked outside the store.</p> \n<p>The woman and her husband, both in their 80s, had been sitting in the vehicle for almost an hour, afraid to go inside for fear of exposing themselves to the virus yet unable to go home as they were running out of supplies. Mehra said the woman was “nearly in tears”.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"5b86d89c-98d6-4d80-ba4b-9c7affda275f\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/NezEbDx4B9A?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Over on the east coast there was another small glimpse into huge social changes. In the <a href=\"https://twitter.com/ProfessorShaw/status/1237821411198226432\">window of Sushi Katsuei</a>, listed by Zagat as one of the best restaurants in Manhattan’s West Village, a sign on the window now states: “WARNING. For everyone’s safety, all dinners [sic], vendors, and courier personnel’s body temperature will be verified upon entry.”</p> \n<p>Was this some distasteful practical joke? “Oh no, we are totally doing it,” one of the managers assured the Guardian. “We use a laser thermometer to take people’s temperatures so we don’t have to touch them.”</p> \n<p>When the Guardian asked whether at some point Sushi Katsuei might have to close its doors to the public, the manager replied: “That’s a silly question, this isn’t Chinatown.”</p> \n<p>Chinatown. Therein lies another part of the coronavirus story unfolding across this vast nation. Some of the best-known restaurants in Manhattan’s Chinatown, which barely three weeks ago had lines of diners stretching around the block, are now virtually empty.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"e981b4f540904fd70cf8fb3552ce8461b4f69c74\"> \n <img src=\"https://media.guim.co.uk/e981b4f540904fd70cf8fb3552ce8461b4f69c74/0_0_3500_2333/1000.jpg\" alt=\"A woman wearing a face mask walks through the Chinatown section of San Francisco, California, U.S., February 26, 2020.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A woman wearing a face mask walks through the Chinatown section of San Francisco, California, on 26 February.</span> \n  <span class=\"element-image__credit\">Photograph: Shannon Stapleton/Reuters</span> \n </figcaption> \n</figure> \n<p>In <a href=\"https://www.businessinsider.com/coronavirus-chinatown-flushing-queens-new-york-city-2020-3\">Flushing, Queens</a>, home to one of the largest ethnic Chinese populations outside Asia, food courts and restaurants are also deserted.</p> \n<p>What began as anecdotal and random examples of mounting distress have exploded this week into a nationwide phenomenon, visible for all to see.</p> \n<p>In Oklahoma, a staunch <a href=\"https://www.nytimes.com/elections/2016/results/oklahoma\">Trump-supporting</a> state, surreal events unfolded in Oklahoma City around the same time as Trump was making his televised address. The home NBA team, Oklahoma City Thunder, were hosting Utah Jazz as news came in that a Jazz player, Rudy Gobert, had tested positive for Covid-19.</p> \n<p>Trainers and medical staff rushed on to the basketball court to stop the game, then fans were hurriedly ushered out of the arena without being told what was happening.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2020/mar/13/donald-trump-coronavirus-joe-biden-bernie-sanders-live-updates-news\">US election campaign goes virtual as country faces coronavirus shut-down - live updates</a> </p> \n</aside> \n<p>The pandemonium that ensued neatly encapsulated a pattern now repeating itself across the US – prolonged prevarication, followed by precipitous action, prompting mass anxiety, culminating in a drastic shutdown. Within hours of the Jazz-Thunder game being disrupted, the entire NBA season was suspended, generating those bewildered looks from the Cuomo brothers.</p> \n<p>From there, other national institutions – some sporting, others cultural, artistic and educational – began to follow suit. By the end of Thursday, the rush to batten down the hatches was so intense it seemed that all of America, the country founded upon visions of openness and freedom, was closing down.</p> \n<p>After the NBA came the MLS (soccer), NHL (ice hockey) and MLB (baseball) postponing their seasons. Then <a href=\"https://www.cnn.com/2020/03/10/us/march-madness-coronavirus-spt-trnd/index.html\">March Madness</a>, the annual orgy of college basketball which so intoxicates millions of Americans it amply earns its name, <a href=\"https://twitter.com/ShamsCharania/status/1238197296761896963\">caved in to what by now seemed inevitable</a>.</p> \n<p>Other events and gatherings that help to define America, at least to the outside world, also shuttered. Andrew Cuomo snuffed out the lights on the Great White Way, with performances canceled in <a href=\"https://www.playbill.com/article/broadway-goes-dark-amid-coronavirus-concerns\">Broadway theaters</a> until at least 13 April.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"c0eeb558e299053c242458082119ee697cb02953\"> \n <img src=\"https://media.guim.co.uk/c0eeb558e299053c242458082119ee697cb02953/0_0_5264_3510/1000.jpg\" alt=\"Big 12 commissioner Bob Bowlsby is seen on the big screen in an empty Sprint Center as he talks to the media after canceling the remaining NCAA college basketball games in the Big 12 Conference tournament due to concerns about the coronavirus Thursday, March 12, 2020, in Kansas City.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">The Big 12 commissioner, Bob Bowlsby, is seen on the big screen in an empty Sprint Center in Kansas City as he talks to the media after canceling the remaining NCAA college basketball games on Thursday.</span> \n  <span class=\"element-image__credit\">Photograph: Charlie Riedel/AP</span> \n </figcaption> \n</figure> \n<p>The two Mets – the museum and the opera house – made similar announcements. The St Patrick’s Day parade in New York, the largest celebration of its sort in the world, was postponed for the first time in 250 years, as was its Boston equivalent.</p> \n<p>Across the deserts and plains of America, famed festivals and concerts were also postponed or scrapped, from the techie Mecca of <a href=\"https://www.theguardian.com/culture/2020/mar/06/sxsw-cancelled-coronavirus-austin\">SXSW in Austin, Texas</a>, to <a href=\"https://www.theguardian.com/music/2020/mar/10/coachella-expected-to-postpone-until-october-over-coronavirus-fears\">Coachella in California</a> and much, much more. The Capitol building in Washington DC, the bear pit of American politics, is now closed to tourists; and rallies held by presidential candidates – even, eventually, those staged by <a href=\"https://www.theguardian.com/us-news/live/2020/mar/12/donald-tump-coronavirus-travel-ban-joe-biden-bernie-sanders-stock-markets-live-updates?page=with:block-5e6a6f8e8f08c2df6d2786fb#liveblog-navigation\">Trump himself</a> – have been called off.</p> \n<p>The new vocabulary of pandemics – “social distancing”, “reduced density” – quickly infected educational centers. Ohio on Thursday became the first state to <a href=\"https://twitter.com/GovMikeDeWine/status/1238175154569506816\">close all its schools</a>.</p> \n<p>Harvard University said it was ending classroom learning and moving online, sending other universities and colleges stampeding in the same direction.</p> \n<p>Disneyland tucked Mickey Mouse into bed and turned out the lights too.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"7a6078f6-5a66-4d3e-9339-5610fe320767\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>The World Health Organization is recommending that people take simple precautions to reduce exposure to and transmission of the coronavirus, for which there is no specific cure or vaccine.</p>\n    <p>The UN agency&nbsp;<a href=\"https://www.who.int/emergencies/diseases/novel-coronavirus-2019/advice-for-public\">advises</a>&nbsp;people to:</p>\n    <ul>\n     <li>Frequently wash their hands with an alcohol-based hand rub or warm water and soap</li>\n     <li>Cover their mouth and nose with a flexed elbow or tissue when sneezing or coughing</li>\n     <li>Avoid close contact with anyone who has a fever or cough</li>\n     <li>Seek early medical help if they have a fever, cough and difficulty breathing, and share their travel history with healthcare providers</li>\n     <li>Advice about face masks varies. Wearing them while out and about may offer some protection against both spreading and catching the virus via coughs and sneezes, but it is not a cast-iron guarantee of protection</li>\n    </ul>\n    <p>Many countries are now enforcing or recommending curfews or lockdowns. <b>Check with your local authorities for up-to-date information about the situation in your area.</b>&nbsp;</p>\n    <p>In the UK, NHS advice is that anyone with symptoms should&nbsp;<b>stay at home for at least 7 days</b>.</p>\n    <p>If you live with other people,&nbsp;<b>they should stay at home for at least 14 days</b>, to avoid spreading the infection outside the home.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>There was something about the bit-by-bit nature of America’s shutdown, with states acting independently of each other and institutions making their own seemingly disconnected decisions, that only heightened the jitters sweeping the country. If everyone is acting in isolation, who the hell is in charge?</p> \n<p>Andrew Cuomo again had the pithiest answer to that burning question. He told MSNBC this week that he had contacted other governors and advised them not to wait for help from the federal government.</p> \n<p>“It’s not going to happen. You’re on your own,” he told them.</p> \n<p>While Trump has spent his time bragging about his “terrific” response to the crisis, in practice his administration has failed spectacularly to ensure essential measures are taken such as <a href=\"https://www.theguardian.com/world/2020/mar/12/coronavirus-us-testing-failures-trump-administration\">Covid-19 testing</a>. After a prolonged period of energetic inactivity, the president suddenly veered into hyperactivity with his extreme European travel ban.</p> \n<p>It all leaves the US, with Trump at the helm, feeling as stable as a rudderless ship adrift in high seas.</p> \n<p>At least there are the occasional good news stories to tell, isolated though they may be. Those eightysomethings sitting in their car outside the grocer’s store? Mehra, the professional runner, did their shopping for them, loaded it into the trunk, and sent them on their way.</p> \n<p>“I know it’s a time of hysteria and nerves,” she reflected. “But offer help to anyone you can.”</p>",
  "<p>How is US Soccer going to get itself out of this mess?</p> <p>While the new coronavirus is upending much of the sports world, US Soccer has been unraveled by its own sexism and arrogance, culminating Thursday <a href=\"https://www.theguardian.com/football/2020/mar/13/carlos-cordeiro-quits-us-soccer-federation-after-row-over-female-players\">in the sudden resignation of the federation’s president</a>, Carlos Cordeiro.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/mar/13/carlos-cordeiro-quits-us-soccer-federation-after-row-over-female-players\">Carlos Cordeiro quits US Soccer Federation after row over female players</a> </p> </aside>  <p>US Soccer’s latest misstep? An appalling admission in legal filings that the federation views its female athletes as inherently inferior to their male counterparts.</p> <p>In response to <a href=\"https://www.theguardian.com/football/2019/mar/08/usa-womens-team-sues-us-soccer-pay-equality\">the wage discrimination lawsuit</a> filed by the US women’s national team, the federation argued Monday that women have less “ability” than men because ability is based on “the level of certain physical attributes, such as speed and strength”. The federation’s male attorney went on to write that playing for the men’s team “requires a higher level of skill” and it wasn’t “a sexist stereotype” but “indisputable science”.</p> <p>In other words, US Soccer tried to justify paying women less based on the same misogyny spewed by Twitter trolls to demean female athletes every day. Of all the ways US Soccer could’ve defended itself, it chose to say the women don’t deserve equal pay because they aren’t equal.</p> <p>The criticism was swift. First it was former players, such as Heather O’Reilly, who wrote that “to read that US Soccer thinks this of the USWNT and female athletes in general is disgusting and disturbing to me”. Then came the sponsors, with Coca-Cola, Visa, Deloitte and Budweiser calling it “unacceptable” and “offensive”. The players on the USWNT engaged in <a href=\"https://www.theguardian.com/football/2020/mar/12/uswnt-protest-equal-pay-shebelieves-cup\">a silent protest before a game Wednesday night</a>.</p> <p>There’s never a good time to weaponize misogyny and demean women everywhere, but the timing perfectly illustrated the way US Soccer has historically wanted to have it both ways, patting itself on the back for its support of women while quietly <a href=\"https://www.theguardian.com/football/2019/feb/21/jill-ellis-uswnt-salary-womens-world-cup-soccer\">applying double standards in other ways</a>. The sexist legal filing came amid the SheBelieves Cup and the SheBelieves Summit, the federation’s attempt to promote female empowerment.</p> <p>That’s why Cordeiro’s resignation, as necessary as it may have been, does little to fix anything.</p> <p>US Soccer’s unconscionable legal strategy was not Cordeiro’s doing, and it wasn’t something that emerged for the first time this week. It was a strategy presumably executed at the direction of several high-ranking officials at US Soccer. Megan Rapinoe said the team long felt an “undercurrent” of disrespect from their boss but the legal filing just proved it.</p> <p>Federation lawyers last year grilled Carli Lloyd and Alex Morgan in depositions about whether they could beat boys at soccer. At one point, an attorney asked: “Do you think you could be competitive against the senior men’s national team?” to which Lloyd replied: “Shall we fight it out to see who wins and then we get paid more?”</p> <p>Other employees and board members who remain at US Soccer knew exactly the federation’s legal counsel was doing and apparently thought it was a fine strategy. The months-long process of building a legal defense doesn’t occur in a vacuum.</p> <p>To be clear, US Soccer <em>does</em> support its women’s team better than perhaps any other federation in the world does. In some ways, the USWNT’s continued success is a product of that support and investment.</p> <p>But the federation’s attitude that the women ought to be thankful for whatever they get is nothing new – that’s what the federation said back in the 1990s, when <a href=\"https://www.amazon.com/National-Team-Updated-Expanded-Changed/dp/1419743015/\">the women were paid $10 per day</a> and had to work side jobs to support their love of their sport.</p> <p>US Soccer is an organization that is, in some ways, entrenched in what it was when the USWNT first started in 1985 and the players <a href=\"https://www.barnesandnoble.com/w/the-national-team-caitlin-murray/1130471569?ean=9781419743016#/\">wore hand-me-down men’s jerseys</a>. It’s grown massively over the years into an entity that employs hundreds of full-time and part-time staff and will spend around $143m this year on operations. But that growth has just been added onto what US Soccer always been and how it’s always done things, with its most influential figures also some of its longest-tenured.</p> <p>There was hope that with Cordeiro at the helm that could start to change. In the past year, longtime CEO Dan Flynn stepped down, followed by string-puller CMO Jay Berhalter. Kate Markgraf, who hadn’t been afraid to criticize the federation <a href=\"https://www.foyles.co.uk/witem/sport-hobbies/the-national-team-the-inside-story-of-t,caitlin-murray-9781419734496\">in the past</a>, was hired as the GM for women’s programming.</p> <p>But since Cordeiro took over in 2018 from former president Sunil Gulati, who didn’t run for re-election after the US men <a href=\"https://www.theguardian.com/football/2017/oct/10/usa-trinidad-and-tobago-world-cup-2018-qualifier-soccer\">failed to qualify for the World Cup</a>, reforms have been slow and tepid. Cordeiro, as well-intentioned as he may have been, appeared too eager to defer to the expertise of the people around him – many of the same people who had been at the federation far too long and were resistant to change.</p> <p>The federation has made efforts to <a href=\"https://sports.yahoo.com/reforms-planned-after-internal-criticism-leads-to-wake-up-call-for-us-soccer-183357300.html\">boost morale at US Soccer House</a>, but the mess of the past week surely tanked it again. After all, every woman there must have heard what US Soccer thinks of them – and what kind of man wants to work at an organization labeled as sexist?</p> <p>Now, the VP candidate that sources say Cordeiro favored, Cindy Parlow Cone, has abruptly been thrown into the president role. Parlow Cone, a former USWNT midfielder, <a href=\"https://twitter.com/caitlinmurr/status/1238156875893366785\">spoke out publicly</a> against US Soccer’s sexist legal strategy hours before Cordeiro resigned, calling it “troubling”. Now, she’ll be at the helm until February 2021, when someone else can be elected to take over Cordeiro’s term, and she’ll serve as US Soccer’s first female president.</p> <p>There’s not a question of Parlow Cone’s capabilities but of how much she’ll embrace the job at a time when the federation lacks direction and leadership. The presidential position is unpaid but heavily involved – another sign that US Soccer has failed to evolve past its quaint beginnings – and the volunteer VP role she signed up for was very much part-time.</p> <p>What US Soccer needs is a much larger overhaul. Heather O’Reilly, who was on the Athlete Council that voted for Cordeiro, said US Soccer should go through “a lengthy process of reorganization”. She’s right, but the federation has resisted it for this long – why should anything change now?</p> <p>Maybe, just maybe, the situation is dire enough that now is the time for true reform and a shift in culture. After all, it’s hard to imagine it can get any worse.</p>",
  "<p>Ekene Okonkwo studies political science, advocates for gun control and reproductive rights, and is voting in a presidential election for the first time this year. But only if she can vote for Bernie Sanders.</p> \n<p>The 19-year-old, who studies political science and lives in the Bronx, said the Vermont senator is the only candidate she trusts to deal with the issues she cares most about – on climate change, for instance, she called former vice-president Joe Biden’s plan “unfeasible”. A vote for Biden, who is likely to be the Democratic nominee in November, would only give the party more reason to take her vote for granted, she said.</p> \n<p>“If we lose to Trump then hopefully within the next four years maybe an AOC or Rashida Tlaib would be able to run,” Okonkwo said, referring to Alexandria Ocasio-Cortez and another progressive politician who has gained popularity in the last two years. “Maybe there would be a better chance to save the planet.”</p> \n<p>Okonkwo is not alone in her unequivocal and uncompromising support for Sanders. She is part of a loosely connected but vocal group, sometimes uniting under hashtags like #BernieorBust or #NeverBiden who say they will not vote for Biden if he wins the nomination. While it’s nearly impossible to know how large the group is, hundreds of people have shared this sentiment, <a href=\"https://twitter.com/anthonyvclark20\">including</a> progressive political candidates.</p> \n<p>It may be impossible to quantify their number, but not their influence. Those Democrats who will not yield to a moderate and vote for Biden if he wins the nomination are the same group who are sometimes blamed for Donald Trump’s victory in 2016 when disappointed Sanders fans sat out the general election.</p> \n<figure class=\"element element-image\" data-media-id=\"6c92bd2584465722667c6f0071aa9b18002720e0\"> \n <img src=\"https://media.guim.co.uk/6c92bd2584465722667c6f0071aa9b18002720e0/0_0_5760_3840/1000.jpg\" alt=\"Bernie Sanders supporters at a campaign rally in Richmond, Virginia, on 27 February.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Bernie Sanders supporters at a campaign rally in Richmond, Virginia, on 27 February.</span> \n  <span class=\"element-image__credit\">Photograph: Zach Gibson/Getty Images</span> \n </figcaption> \n</figure> \n<p>And the past few weeks have been hard to swallow for Sanders fans. After a strong early showing in Iowa, Nevada and New Hampshire his star faded on Super Tuesday. Supporters were left disappointed again this week when he lost to Biden in Michigan, where he edged out Hillary Clinton in 2016. This poor performance is partly due to an unexpectedly weak youth vote – despite Sanders’ vaunted ability to mobilise younger Americans.</p> \n<p>As the Sanders campaign reckons with the fallout, and former Democratic candidates <a href=\"https://abcnews.go.com/Politics/biden-builds-moderate-coalition-collecting-endorsements-2020-candidates/story?id=69442331\">rush to endorse Biden</a><strong>,</strong> the #BernieorBust fans are grappling with a repeat of 2016. It’s hard to tell how their decision could affect the election, but in 2016, a similar group of people who boycotted Hillary Clinton on election day contributed to her loss in swing states like Florida, where <a href=\"https://www.nytimes.com/elections/2016/results/florida\">more than</a> 200,000 people voted for candidates from outside the two major parties, such as Gary Johnson or Jill Stein.</p> \n<p>“If you distrust something, you are more likely to opt out of it,” said Rashawn Ray, a governance fellow at the Brookings Institution. And Sanders supporters don’t trust the Democratic party. “They think its political sabotage, and not allowing Bernie to have a fair shot. So what do people do? They opt out.”</p> \n<p>Martha Baez, a 54-year-old who works in finance, is one of those voters. She is registered as an independent and voted for Jill Stein in 2016. “There was failure in getting me out to the polls with the ‘lesser of two evils’ theory”, she said of the argument that whatever Clinton’s perceived flaws, she was better than Trump.</p> \n<p>This year, Baez is planning to vote for Sanders in the New York primary, and will not vote for Biden if he is the nominee in November.<strong> </strong>But she said her real issue was not with the specific candidate, but losing trust in the Democratic party. “I don’t think that I should put aside my values and vote out of fear,” she said. “The DNC needs an overhaul, it lacks values, real leaders that represent the people not its donors.”</p> \n<p>The impact on the supreme court or other policies, she said, was not her responsibility.</p> \n<p>“Why is that my problem?” she said. “Shouldn’t it have been considered before selecting the ‘chosen one’? Will they try and flip the script and make it my issue or fault?”</p> \n<p>Jessica Wright, an avid Sanders supporter in east Texas, tweeted that she was #BernieorBust after his Super Tuesday defeat in her state. She said she was angry that other Democratic candidates had dropped out just before the big primary day to endorse Joe Biden, and wanted the “so-called Democratic establishment” to know they were letting down people like her.</p> \n<p>Wright, 37, works at a hospital and said she and her husband live paycheck to paycheck. She said Sanders’ policies would be the best for her family, including family members married to immigrants struggling to gain citizenship status in the US. But given that a Trump election could be worse, and herald new conservative court appointees and other harmful policies, she is still considering voting for Biden, or at the very least, voting down ballot in other, non-presidential races on election day.</p> \n<p>“For me not voting would be to send a message: what you’ve done is not OK,” Wright said. “I wish there was a way to vote for [Biden] and still send that message.”</p> \n<p>Stephen Ansolabehere, a Harvard government professor who studies political campaigns, said there is a similar “sour grapes” group during every election, even if it’s not a big enough group to swing the result. But he said what determines whether or not Sanders supporters will show up for Biden depends on how the latter treats them in the coming months.</p> \n<p>“When you lose [your candidate] it’s like a death in the family,” he said. “That’s the bitterness of the emotions. Biden knows that bitterness so he could be empathetic and bring those people back to the fold.” He gave the example of the 1988 Democratic primary, when frontrunner Michael Dukakis <a href=\"https://www.nytimes.com/1988/06/26/us/democrats-agree-on-rules-to-select-nominee-in-1992.html\">reached a compromise</a> with his opponent Jesse Jackson by changing party rules to tie the delegate vote more closely to the popular vote, giving Jackson a partial victory.</p> \n<p>Ansolabehere also pointed out that Sanders’ progressive movement relies heavily on young people going to the polls. But even if they are politically engaged, this subset of voters consistently deals with more hurdles to register to vote because of restrictive voting policies around address changes and identification. In New Hampshire, for example, a Republican-backed law <a href=\"https://www.theguardian.com/us-news/2019/dec/05/new-hampshire-2020-election-student-vote\">requires</a> that many young voters have a driver’s license to vote.</p> \n<p>“It’s hard to organize a campaign around younger generations,” Ansolabehere said. “You only have 50% chance of being registered when you’re 18 years old.” And that could have played a role during Super Tuesday, when youth turnout (ages 18 to 29) was only an <a href=\"http://circle.tufts.edu/latest-research/super-tuesday-2020\">estimate</a>d 14% in Virginia, and 5% in Tennessee, according to a Tufts University exit poll.</p> \n<p>Ray also said “voter suppression is alive and well” and probably affected turnout for Sanders. But he said that the group that is more likely to determine the election is the 11% of white voters, mostly suburban and often women, who <a href=\"http://centerforpolitics.org/crystalball/articles/just-how-many-obama-2012-trump-2016-voters-were-there/\">switched</a> from Barack Obama in 2012 to Trump in the last election.</p> \n<p>For Sanders’ supporters, these obstacles only drive home the frustration around an election system that they say works against their candidate.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"a381fa53-24c1-46a8-a648-7710acb74a3a\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/K30TgRppDzg?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Habiba Choudhary, a Sanders supporter who was canvassing in Michigan, saw the long polling station lines firsthand on Tuesday in Sanders-friendly communities like Dearborn and perceived this as a way to rig the election in favor of Biden. The New York-based 28-year-old, who identifies with the #BernieorBust movement, said the senator’s message resonated with her family<strong>,</strong> Bangladeshi immigrants who share a one-bedroom apartment in Queens.</p> \n<p>Sanders seemed to be the only candidate whose policies could ease the plight of her father, a taxi driver dealing with healthcare issues, and her sister, who is straining to pay back student loans. “Enough is enough – we tried the neoliberalism and we’re sick and tired of it,” she said. “[Sanders] gave me and other people that voice.”</p> \n<p>Nevertheless, Choudhary said, she would follow Sanders’ lead when it came to voting in November. In 2016, the senator accepted defeat after the primary, and went on to endorse Hillary Clinton in the presidential election.</p> \n<p>“I know Bernie is super consistent,” she said. “His supporters are gonna come out for Biden.”</p> \n<p>• This article was amended on 17 March 2020. An earlier version said that Gary Johnson and Jill Stein were independent candidates in the 2016 election. In fact they represented the Libertarian Party and the Green Party, respectively.</p>",
  "<div id=\"block-5e6ad8988f08c2df6d278afd\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T01:07:34.525Z\">1.07am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Evening summary</h2> \n <div class=\"block-elements\"> \n  <p>We’re wrapping up our live US politics coverage for the evening, but my colleague Helen Sullivan in Australia is running our <a href=\"https://www.theguardian.com/world/live/2020/mar/13/coronavirus-live-updates-uk-us-australia-italy-europe-school-shutdown-share-markets-sport-events-cancelled-latest-update-news\">global liveblog on the coronavirus pandemic</a>, if you’re looking for continued live news updates. </p> \n  <p>Major events today: </p> \n  <ul> \n   <li>There is growing public anger, frustration, and fear over the United States’ <strong>failure to test for coronavirus</strong> on a scale that could contain the outbreak and mitigate its most devastating impacts. My colleague Ed Pilkington has the <a href=\"https://www.theguardian.com/world/2020/mar/12/coronavirus-us-testing-failures-trump-administration\">full story</a>. </li> \n   <li>The White House said <strong>Donald Trump</strong> still has “<a href=\"https://www.theguardian.com/us-news/live/2020/mar/12/donald-tump-coronavirus-travel-ban-joe-biden-bernie-sanders-stock-markets-live-updates?page=with:block-5e6a89638f087df56e4c78a4#block-5e6a89638f087df56e4c78a4\">no plans</a>” to take a <strong>coronavirus test</strong> even though he’s come into contact with a Brazilian government aide who’s tested positive. Others political figures who were exposed during Jair Bolsonaro’s visit to Florida, including two Republican senators, two Florida mayors, and the Miami motorcycle police officers who helped provide security for Bolsonaro, are now in voluntary quarantine.</li> \n   <li>A federal judge ordered <strong>Chelsea Manning</strong> released from jail in Virginia, where the former army analyst has been held since May last year for refusing to testify to a grand jury investigating Wikileaks. On Wednesday, representing Manning said she had attempted suicide. </li> \n   <li>There has been a series of yet more cancellations of major events, from <strong>Trump campaign rallies </strong>to <strong>Broadway shows </strong>to the <strong>annual meeting of the National Rifle Association. </strong></li> \n   <li>The U.S. launched <strong>airstrikes in Iraq</strong> targeting the <strong>Iranian-backed Shia militia members</strong> believed responsible for a rocket attack that killed British and American troops, the Pentagon said. </li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5e6ad1cf8f085f0b8d94799d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T00:33:02.893Z\">12.33am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">National Rifle Association cancels annual meeting for members</h2> \n <div class=\"block-elements\"> \n  <p>The National Rifle Association announced that it is <a href=\"https://www.nraam.org/\">cancelling</a> its annual meeting for members, which was scheduled for April 16 through 19 in Nashville. </p> \n  <p>This includes a cancellation of the meeting’s annual political forum, which typically features speeches from major conservative political figures, including, in recent years, President Trump. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NRA/status/1238237560712892417\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Important Update: <a href=\"https://twitter.com/NRA?ref_src=twsrc%5Etfw\">@NRA</a> Annual Meeting <a href=\"https://t.co/3NeDOELRrk\">pic.twitter.com/3NeDOELRrk</a></p>— NRA (@NRA) \n    <a href=\"https://twitter.com/NRA/status/1238237560712892417?ref_src=twsrc%5Etfw\">March 12, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The NRA’s annual meeting, which the group estimates has attracted 70,000 or more attendees in recent years, attracts gun rights supporters of all ages, but the weekend-long event always includes large numbers of older men and elderly couples--people at particular risk for Coronavirus. </p> \n  <p>In announcing the cancellation, the NRA cited the fact that “earlier today, a state of emergency was declared in Tennessee.” </p> \n  <p>The NRA, long seen as an untouchably dominant group on the American right, has been <a href=\"https://www.theguardian.com/us-news/2019/may/06/nra-trump-2020-campaign-new-york-investigation\">beset by financial and political difficulties </a>in the past year. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-13T00:37:06.926Z\">at 12.37am GMT</time></p> \n</div> \n<div id=\"block-5e6acb7f8f087df56e4c7b02\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-13T00:08:13.573Z\">12.08am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>White House officials said there were no plans to test President Donald Trump for coronavirus, even though he was <a href=\"https://www.theguardian.com/world/2020/mar/12/trump-coronavirus-photo-brazilian-aide-bolsonaro-contact-latest\">photographed</a> standing next to an aide to the Brazilian president who <a href=\"https://www.theguardian.com/world/2020/mar/12/trump-coronavirus-photo-brazilian-aide-bolsonaro-contact-latest\">tested positive</a> for the virus this week. </p> \n  <p>But many other people who met with President Jair Bolsonaro and his communications secretary, Fabio Wajngarten, who tested positive, have already announced they will be self-quarantining as a precautionary measure. </p> \n  <ul> \n   <li>The Miami Police Department’s entire motorcycle patrol unit is going into self-quarantine, because they were served as security for Bolsonaro, and “were in contact during photo-ops or might have shaken hands,” Miami’s police chief <a href=\"https://www.miamiherald.com/news/local/community/miami-dade/article241149831.html\">told the Miami Herald</a>. </li> \n   <li>The mayor of Miami, and the mayor of nearby Miami-Dade County, are also isolating themselves after the visit, the <a href=\"https://www.miamiherald.com/news/local/community/miami-dade/article241140121.html\">Miami Herald reported</a>. </li> \n   <li>So are two Republican senators and Trump allies: <a href=\"https://www.theguardian.com/world/2020/mar/12/trump-coronavirus-photo-brazilian-aide-bolsonaro-contact-latest\">Florida Sen. Rick Scott, and South Carolina Sen. Lindsay Graham</a>. </li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5e6ac7588f08c2df6d278a9a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T23:38:55.717Z\">11.38pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>19 times Trump downplayed the Coronavirus </h2> \n  <p>The Washington Post has a <a href=\"https://www.washingtonpost.com/politics/2020/03/12/trump-coronavirus-timeline/\">new timeline, and video</a>, of 19 times Trump downplayed the threat of Coronavirus. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/thefix/status/1238200512006193154\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">19 times Trump downplayed the coronavirus<a href=\"https://t.co/fswjvFlRoS\">https://t.co/fswjvFlRoS</a> <a href=\"https://t.co/ucwyEvoVCg\">pic.twitter.com/ucwyEvoVCg</a></p>— The Fix (@thefix) \n    <a href=\"https://twitter.com/thefix/status/1238200512006193154?ref_src=twsrc%5Etfw\">March 12, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Among the entries: </p> \n  <p><strong>Jan. 22</strong>: “We have it totally under control.”<br></p> \n  <p><strong>Jan. 24</strong>: “It will all work out well.”</p> \n  <p><strong>Feb. 24</strong>: “The Coronavirus is very much under control in the USA. … Stock Market starting to look very good to me!”</p> \n  <p><strong>March 11 (yesterday)</strong>: “I think we’re going to get through it very well.”</p> \n </div> \n</div> \n<div id=\"block-5e6ac2628f087df56e4c7ab3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T23:23:30.230Z\">11.23pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>When it comes to arts and culture, ‘Basically everything is cancelled’ </h2> \n  <p>In New York, Broadway has been shut down. And in the San Francisco Bay Area, “basically everything everywhere is canceled.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/gmeline/status/1238238460344852480\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Alright y'all.<br><br>I've been chronicling Bay Area events for six days straight and I can say with authority that basically everything everywhere is canceled.<br><br>I'll add some of the big ones in a thread below. 👇🏼<br><br>Over 100 canceled events listed here:<a href=\"https://t.co/vqnIjhfYOa\">https://t.co/vqnIjhfYOa</a></p>— Gabe Meline (@gmeline) \n    <a href=\"https://twitter.com/gmeline/status/1238238460344852480?ref_src=twsrc%5Etfw\">March 12, 2020</a>\n   </blockquote> \n  </figure> \n  <p>That’s the latest evaluation from <a href=\"https://twitter.com/gmeline\">Gabe Meline</a>, senior editor for Arts &amp; Culture at KQED Public Radio, who has tracked the cancellation of more than 100 local events. </p> \n </div> \n</div> \n<div id=\"block-5e6abf6a8f085f0b8d94791b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T23:08:58.705Z\">11.08pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Trump rallies may be replaced with 'virtual town halls'</h2> \n <div class=\"block-elements\"> \n  <p>In place of his trademark in-person rallies, Trump is considering holding “virtual town halls” or “conference calls,” Jonathan Lemire reports for the Associated Press. </p> \n  <p>The president’s campaign has suspended all rallies, events and fundraisers for at least the next week. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JonLemire/status/1238236936826949632\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: President Trump is temporarily halting his trademark rallies as campaign bows to the coronavirus outbreak that is rapidly reshaping the nation’s political landscape.<br><br>Short term alternatives being considered: virtual town halls and conference calls <a href=\"https://t.co/xyNfuqZFxR\">https://t.co/xyNfuqZFxR</a></p>— Jonathan Lemire (@JonLemire) \n    <a href=\"https://twitter.com/JonLemire/status/1238236936826949632?ref_src=twsrc%5Etfw\">March 12, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6abc858f08c2df6d278a52\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T22:53:36.883Z\">10.53pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">US launches airstrikes in Iraq, American officials say</h2> \n <div class=\"block-elements\"> \n  <p> The US has launched airstrikes in Iraq targeting the Iranian-backed Shia militia members believed responsible for the rocket attack that killed and wounded American and British troops at a base north of Baghdad, American officials told the Associated Press. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AP/status/1238233688812511235\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BREAKING: The U.S. has launched airstrikes in Iraq targeting the Iranian-backed Shia militia members believed responsible for a rocket attack Wednesday that killed and wounded American and British troops at a base north of Baghdad. <a href=\"https://t.co/AKqC6dRopl\">https://t.co/AKqC6dRopl</a></p>— The Associated Press (@AP) \n    <a href=\"https://twitter.com/AP/status/1238233688812511235?ref_src=twsrc%5Etfw\">March 12, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The strikes were a joint operation with the British, one US official said. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T23:20:50.128Z\">at 11.20pm GMT</time></p> \n</div> \n<div id=\"block-5e6aba378f08c2df6d278a45\" class=\"block\" data-block-contributor=\"profile/vivian-ho\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T22:41:23.761Z\">10.41pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>San Francisco to close public schools for three weeks</h2> \n  <p>San Francisco is closing public schools for the next three weeks in an effort to prevent the spread of coronavirus. </p> \n  <p>The closure, which affects more than 54,000 students, will go into effect Monday until early April.</p> \n  <p>The decision came after the city issued a moratorium on large gatherings of 1,000 or more. Today, Gavin Newsom, California’s governor, recommended that all gatherings of 250 or more should be canceled or postponed until at least the end of March. </p> \n  <p>As of Thursday morning, there were 198 positive cases of coronavirus in California, and four coronavirus-related deaths.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T22:42:51.723Z\">at 10.42pm GMT</time></p> \n</div> \n<div id=\"block-5e6ab5228f085f0b8d9478e2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T22:28:35.490Z\">10.28pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>The New York subway, empty </h2> \n  <p>An eye-catching photo, posted on Instagram today, shows a completely empty New York City subway car. </p> \n  <figure class=\"element element-instagram\"> \n   <blockquote class=\"instagram-media\" data-instgrm-captioned data-instgrm-permalink=\"https://www.instagram.com/p/B9o5L9sgKkQ/?utm_source=ig_embed&amp;utm_campaign=loading\" data-instgrm-version=\"12\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; min-width:326px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\">\n    <div style=\"padding:16px;\"> \n     <a href=\"https://www.instagram.com/p/B9o5L9sgKkQ/?utm_source=ig_embed&amp;utm_campaign=loading\" style=\" background:#FFFFFF; line-height:0; padding:0 0; text-align:center; text-decoration:none; width:100%;\" target=\"_blank\"> \n      <div style=\" display: flex; flex-direction: row; align-items: center;\"> \n       <div style=\"background-color: #F4F4F4; border-radius: 50%; flex-grow: 0; height: 40px; margin-right: 14px; width: 40px;\"></div> \n       <div style=\"display: flex; flex-direction: column; flex-grow: 1; justify-content: center;\"> \n        <div style=\" background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; margin-bottom: 6px; width: 100px;\"></div> \n        <div style=\" background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; width: 60px;\"></div>\n       </div>\n      </div>\n      <div style=\"padding: 19% 0;\"></div> \n      <div style=\"display:block; height:50px; margin:0 auto 12px; width:50px;\">\n       <svg width=\"50px\" height=\"50px\" viewbox=\"0 0 60 60\" version=\"1.1\" xmlns=\"https://www.w3.org/2000/svg\" xmlns:xlink=\"https://www.w3.org/1999/xlink\">\n        <g stroke=\"none\" stroke-width=\"1\" fill=\"none\" fill-rule=\"evenodd\">\n         <g transform=\"translate(-511.000000, -20.000000)\" fill=\"#000000\">\n          <g>\n           <path d=\"M556.869,30.41 C554.814,30.41 553.148,32.076 553.148,34.131 C553.148,36.186 554.814,37.852 556.869,37.852 C558.924,37.852 560.59,36.186 560.59,34.131 C560.59,32.076 558.924,30.41 556.869,30.41 M541,60.657 C535.114,60.657 530.342,55.887 530.342,50 C530.342,44.114 535.114,39.342 541,39.342 C546.887,39.342 551.658,44.114 551.658,50 C551.658,55.887 546.887,60.657 541,60.657 M541,33.886 C532.1,33.886 524.886,41.1 524.886,50 C524.886,58.899 532.1,66.113 541,66.113 C549.9,66.113 557.115,58.899 557.115,50 C557.115,41.1 549.9,33.886 541,33.886 M565.378,62.101 C565.244,65.022 564.756,66.606 564.346,67.663 C563.803,69.06 563.154,70.057 562.106,71.106 C561.058,72.155 560.06,72.803 558.662,73.347 C557.607,73.757 556.021,74.244 553.102,74.378 C549.944,74.521 548.997,74.552 541,74.552 C533.003,74.552 532.056,74.521 528.898,74.378 C525.979,74.244 524.393,73.757 523.338,73.347 C521.94,72.803 520.942,72.155 519.894,71.106 C518.846,70.057 518.197,69.06 517.654,67.663 C517.244,66.606 516.755,65.022 516.623,62.101 C516.479,58.943 516.448,57.996 516.448,50 C516.448,42.003 516.479,41.056 516.623,37.899 C516.755,34.978 517.244,33.391 517.654,32.338 C518.197,30.938 518.846,29.942 519.894,28.894 C520.942,27.846 521.94,27.196 523.338,26.654 C524.393,26.244 525.979,25.756 528.898,25.623 C532.057,25.479 533.004,25.448 541,25.448 C548.997,25.448 549.943,25.479 553.102,25.623 C556.021,25.756 557.607,26.244 558.662,26.654 C560.06,27.196 561.058,27.846 562.106,28.894 C563.154,29.942 563.803,30.938 564.346,32.338 C564.756,33.391 565.244,34.978 565.378,37.899 C565.522,41.056 565.552,42.003 565.552,50 C565.552,57.996 565.522,58.943 565.378,62.101 M570.82,37.631 C570.674,34.438 570.167,32.258 569.425,30.349 C568.659,28.377 567.633,26.702 565.965,25.035 C564.297,23.368 562.623,22.342 560.652,21.575 C558.743,20.834 556.562,20.326 553.369,20.18 C550.169,20.033 549.148,20 541,20 C532.853,20 531.831,20.033 528.631,20.18 C525.438,20.326 523.257,20.834 521.349,21.575 C519.376,22.342 517.703,23.368 516.035,25.035 C514.368,26.702 513.342,28.377 512.574,30.349 C511.834,32.258 511.326,34.438 511.181,37.631 C511.035,40.831 511,41.851 511,50 C511,58.147 511.035,59.17 511.181,62.369 C511.326,65.562 511.834,67.743 512.574,69.651 C513.342,71.625 514.368,73.296 516.035,74.965 C517.703,76.634 519.376,77.658 521.349,78.425 C523.257,79.167 525.438,79.673 528.631,79.82 C531.831,79.965 532.853,80.001 541,80.001 C549.148,80.001 550.169,79.965 553.369,79.82 C556.562,79.673 558.743,79.167 560.652,78.425 C562.623,77.658 564.297,76.634 565.965,74.965 C567.633,73.296 568.659,71.625 569.425,69.651 C570.167,67.743 570.674,65.562 570.82,62.369 C570.966,59.17 571,58.147 571,50 C571,41.851 570.966,40.831 570.82,37.631\"></path>\n          </g>\n         </g>\n        </g>\n       </svg>\n      </div>\n      <div style=\"padding-top: 8px;\"> \n       <div style=\" color:#3897f0; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:550; line-height:18px;\">\n         View this post on Instagram\n       </div>\n      </div>\n      <div style=\"padding: 12.5% 0;\"></div> \n      <div style=\"display: flex; flex-direction: row; margin-bottom: 14px; align-items: center;\">\n       <div> \n        <div style=\"background-color: #F4F4F4; border-radius: 50%; height: 12.5px; width: 12.5px; transform: translateX(0px) translateY(7px);\"></div> \n        <div style=\"background-color: #F4F4F4; height: 12.5px; transform: rotate(-45deg) translateX(3px) translateY(1px); width: 12.5px; flex-grow: 0; margin-right: 14px; margin-left: 2px;\"></div> \n        <div style=\"background-color: #F4F4F4; border-radius: 50%; height: 12.5px; width: 12.5px; transform: translateX(9px) translateY(-18px);\"></div>\n       </div>\n       <div style=\"margin-left: 8px;\"> \n        <div style=\" background-color: #F4F4F4; border-radius: 50%; flex-grow: 0; height: 20px; width: 20px;\"></div> \n        <div style=\" width: 0; height: 0; border-top: 2px solid transparent; border-left: 6px solid #f4f4f4; border-bottom: 2px solid transparent; transform: translateX(16px) translateY(-4px) rotate(30deg)\"></div>\n       </div>\n       <div style=\"margin-left: auto;\"> \n        <div style=\" width: 0px; border-top: 8px solid #F4F4F4; border-right: 8px solid transparent; transform: translateY(16px);\"></div> \n        <div style=\" background-color: #F4F4F4; flex-grow: 0; height: 12px; width: 16px; transform: translateY(-4px);\"></div> \n        <div style=\" width: 0; height: 0; border-top: 8px solid #F4F4F4; border-left: 8px solid transparent; transform: translateY(-4px) translateX(8px);\"></div>\n       </div>\n      </div></a> \n     <p style=\" margin:8px 0 0 0; padding:0 4px;\"> <a href=\"https://www.instagram.com/p/B9o5L9sgKkQ/?utm_source=ig_embed&amp;utm_campaign=loading\" style=\" color:#000; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none; word-wrap:break-word;\" target=\"_blank\">Alone. #firsttimesince1992 #nyc #subway #offpeakbutstill</a></p> \n     <p style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;\">A post shared by <a href=\"https://www.instagram.com/stefnyc1/?utm_source=ig_embed&amp;utm_campaign=loading\" style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px;\" target=\"_blank\"> Stefanie Wood</a> (@stefnyc1) on <time style=\" font-family:Arial,sans-serif; font-size:14px; line-height:17px;\" datetime=\"2020-03-12T15:40:37+00:00\">Mar 12, 2020 at 8:40am PDT</time></p>\n    </div>\n   </blockquote> \n   <script async src=\"//www.instagram.com/embed.js\"></script> \n  </figure> \n  <p>As someone who lived in New York City for seven years, and left recently, I can tell you: only once, late at night, for just two or three stops, did I ever ride in a subway car that was otherwise empty.<br></p> \n  <p>There are -- or at least, there were -- always other people there. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T22:29:08.298Z\">at 10.29pm GMT</time></p> \n</div> \n<div id=\"block-5e6ab0948f08c2df6d278a23\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T22:09:36.380Z\">10.09pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Fact check: Trump incorrectly said that the insurance industry agreed to waive co-payments for treatment</h2> \n <div class=\"block-elements\"> \n  <p>Insurers agreed to cover the full cost of diagnostic tests to see whether people have Covid-19 - but that doesn’t mean that patients with the illness won’t rack up medical bills. America’s Health Insurance Plans, an insurance industry association, write in their guidelines: “Health insurance providers will cover the tests for their enrollees consistent with the terms of their plans and any <a href=\"https://www.ahip.org/preparing-the-way-disaster-planning/\">emergency plans</a> they have in place.”</p> \n  <p>“It’s testing not treatments,” that insurers have agreed to cover, AHIP said in a statement to the Guardian. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T23:21:38.457Z\">at 11.21pm GMT</time></p> \n</div> \n<div id=\"block-5e6aaef58f085f0b8d9478bc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T21:53:44.889Z\">9.53pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>How has Trump responded to the coronavirus crisis? Not well, writes The Guardian’s Julian Borger: </strong></p> \n  <p>Trump in a time of coronavirus is a lethal combination. Everything about the president – his reliance on his gut instincts in place of expertise, his overwhelming selfishness, and his unfailing tendency to lash out at others when things go wrong – make him the worst person imaginable to hold the world’s most powerful job in the face of pandemic.</p> \n  <p>Confronting the threat requires global cooperation, perhaps more than at any time since the second world war. But Trump and his junior imitators around the world have taken a sledgehammer to the very notion of international solidarity.</p> \n  <p>America’s closest allies were given no notice of <a href=\"https://www.theguardian.com/world/2020/mar/11/coronavirus-outbreak-us-trump-latest\">his decision on Wednesday night to suspend flights from Europe</a>. The EU mission in Washington only found out about it when journalists started calling.</p> \n  <p>The president has dealt with coronavirus the same way he approached every other challenge in his administration, first trying denial – and when that failed, blaming outsiders. The disease has slid from <a href=\"https://www.theguardian.com/us-news/2020/feb/28/trump-calls-coronavirus-outbreak-a-hoax-and-links-it-to-immigration-at-rally\">a Democratic “hoax”</a> to the <a href=\"https://www.theguardian.com/world/2020/mar/12/we-are-at-a-critical-time-trumps-coronavirus-speech-in-full\">“foreign virus”</a>. It came as little surprise that his speech had been written by Stephen Miller, the author of the administration’s cruellest anti-immigration policies.</p> \n  <p><em>Read the full analysis here: </em></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/12/donald-trump-coronavirus-crisis\">Donald Trump is the very worst person to handle the coronavirus crisis</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e6aad2e8f087df56e4c7a2e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T21:45:31.095Z\">9.45pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Judge orders Chelsea Manning's release from jail</h2> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s Martin Pengelly reports: </strong></p> \n  <p>A federal judge has <a href=\"https://www.courtlistener.com/recap/gov.uscourts.vaed.412520/gov.uscourts.vaed.412520.41.0.pdf\">ordered</a> that Chelsea Manning be released from jail in Virginia.</p> \n  <p>The former US army analyst who leaked hundreds of thousands of documents to WikiLeaks in 2010 <a href=\"https://www.theguardian.com/us-news/2019/may/16/chelsea-manning-jailed-again-as-she-refuses-to-testify-before-grand-jury\">had been held since May last year</a>, when she was taken back into custody for refusing to testify to a grand jury investigating the pro-transparency organisation.</p> \n  <p>A hearing had been due in the case on Friday. On Wednesday, representatives for Manning <a href=\"https://www.theguardian.com/us-news/2020/mar/11/chelsea-manning-suicide-attempt-hospital\">said she had attempted suicide</a>.</p> \n  <p>In a statement, Manning’s representatives said she “has previously indicated that she will not betray her principles, even at risk of grave harm to herself.</p> \n  <p>“Her actions today evidence the strength of her convictions, as well as the profound harm she continues to suffer as a result of her ‘civil’ confinement.”</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/12/chelsea-manning-jail-release-virginia\">Judge orders Chelsea Manning's release from jail in Virginia</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e6aa9978f087df56e4c7a0d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T21:39:54.118Z\">9.39pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Maanvi Singh and Lois Beckett here, on the west coast. </p> \n  <p>First up, our colleague in DC brings us this: an internal Biden campaign memo says that all staff in the Philadelphia headquarters and in field offices across the country will work from home. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielStrauss4/status/1238209135029768192\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Wow. A new internal Biden campaign staff memo from Anita Dunn and Jen O'Malley Dillon says: \"Starting Saturday, March 14, all Biden for President employees both in our Philadelphia headquarters and in field offices across the country will work from home.\"</p>— Daniel Strauss (@DanielStrauss4) \n    <a href=\"https://twitter.com/DanielStrauss4/status/1238209135029768192?ref_src=twsrc%5Etfw\">March 12, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The coronavirus crisis will test the campaigns’ ability to reach voters virtually.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T21:56:23.441Z\">at 9.56pm GMT</time></p> \n</div> \n<div id=\"block-5e6a8fa38f08c2df6d27888b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T21:16:26.818Z\">9.16pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s voting rights reporter Sam Levine reports</strong>:</p> \n  <p>Election officials in Ohio are scrambling to find poll workers for its March 17 primary as a significant number of people scheduled to work cancel amid concerns over the coronavirus, the Columbus Dispatch<a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.dispatch.com%2Fnews%2F20200312%2Fohio-elections-boards-frantically-seeking-poll-workers-due-to-coronavirus-outbreak\"> reported</a> Thursday.</p> \n  <p> Franklin County, home of Columbus, is losing three poll workers for each one it gains, the paper reported. </p> \n  <p>The county has lost 223 poll workers in the last two days and is 291 people short of being fully staffed. Warren County, just north of Cincinnati, is 100 poll workers short.</p> \n  <p>Finding poll workers is a significant concern for election workers as they prepare or elections amid the coronavirus pandemic. Poll workers <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.eac.gov%2Fdocuments%2F2017%2F11%2F15%2Feavs-deep-dive-poll-workers-and-polling-places\">tend to be older Americans</a> -- the demographic most likely to be significantly impacted by the virus. </p> \n  <p>Earlier this week, Ohio’s top election official <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2020%2Fmar%2F10%2Fcoronavirus-concerns-hurdle-voters-primary-elections\">ordered</a> all polling locations in nursing homes or assisted living facilities to be relocated. The move is expected to affect 128 locations in the state.</p> \n </div> \n</div> \n<div id=\"block-5e6aa13e8f085f0b8d947823\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T21:02:33.549Z\">9.02pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">The political day is far from over, so stay tuned, after this summary</h2> \n <div class=\"block-elements\"> \n  <p>It’s been a very eventful Thursday, handing the live blog to my Guardian west coast colleague, Maanvi Singh, who will take you through the coming hours.</p> \n  <p>Here are the main events this afternoon:</p> \n  <ul> \n   <li>The Trump 2020 campaign <a href=\"https://www.theguardian.com/us-news/live/2020/mar/12/donald-tump-coronavirus-travel-ban-joe-biden-bernie-sanders-stock-markets-live-updates?page=with:block-5e6a916f8f08c2df6d2788b1#block-5e6a916f8f08c2df6d2788b1\">slammed</a> <strong>Bernie Sanders</strong> after the diehard left-winger called on the president to declare a national emergency and called on the nation to come together. Sanders said: “If there ever was a time in the modern history of our country when we are all in this together,” he said, “this is that moment.”</li> \n   <li>The White House said <strong>Donald Trump</strong> still has “<a href=\"https://www.theguardian.com/us-news/live/2020/mar/12/donald-tump-coronavirus-travel-ban-joe-biden-bernie-sanders-stock-markets-live-updates?page=with:block-5e6a89638f087df56e4c78a4#block-5e6a89638f087df56e4c78a4\">no plans</a>” to take a <strong>coronavirus test</strong> even though he’s come into contact with a Brazilian government aide who’s tested positive, and some Republicans who are in voluntary quarantine.</li> \n   <li>There are <a href=\"https://www.theguardian.com/us-news/live/2020/mar/12/donald-tump-coronavirus-travel-ban-joe-biden-bernie-sanders-stock-markets-live-updates?page=with:block-5e6a8fe48f085f0b8d94775b#block-5e6a8fe48f085f0b8d94775b\">contrasting reports</a> coming out of <strong>Brazil</strong> over whether president <strong>Jair Bolsonaro</strong> has caught coronavirus, though most reliable understanding this hour is that he has not tested positive for Covid-19 despite his press secretary’s diagnosis.</li> \n   <li>Leading Democrats <strong>Joe Biden, Bernie Sanders and Nancy Pelosi</strong> have all today addressed the Trump administration’s response so far to coronavirus and been singularly unimpressed/outraged at the incompetence coming out of the White House.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5e6a9b858f087df56e4c7998\" class=\"block\" data-block-contributor=\"profile/martin-pengelly\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T20:36:23.730Z\">8.36pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Two senators, both Trump allies, have announced self-quarantine measures after being at Mar-a-Lago with the president and his Brazilian visitors last weekend.</p> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"e199c30075ea693de34e971905166fe2dd8f2798\"> \n   <img src=\"https://media.guim.co.uk/e199c30075ea693de34e971905166fe2dd8f2798/1316_821_1744_2179/800.jpg\" alt=\"Lindsey Graham and Donald Trump in Charlotte, North Carolina earlier this month.\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Lindsey Graham and Donald Trump in Charlotte, North Carolina earlier this month.</span> \n    <span class=\"element-image__credit\">Photograph: Brendan Smialowski/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Rick Scott of Florida was first and now <strong>Lindsey Graham of South Carolina</strong> has followed. According to a <a href=\"https://twitter.com/LindseyGrahamSC/status/1238195289602904064/photo/1\">statement</a>, Graham “has no recollection of direct contact with the president of Brazil, who is awaiting the results of a coronavirus test, or his spokesman who tested positive”.</p> \n  <p>But on the advice of his doctor and out of the usually cited abundance of caution, Graham will now work from home.</p> \n  <p>Trump’s office is of course also his home so he’s working from there too, the White House <a href=\"https://www.theguardian.com/world/2020/mar/12/trump-coronavirus-photo-brazilian-aide-bolsonaro-contact-latest\">having said today</a> there are no plans for the president to be tested like his Brazilian counterpart.</p> \n  <p>Here’s our report:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/12/trump-coronavirus-photo-brazilian-aide-bolsonaro-contact-latest\">Trump met with Brazilian official who tested positive for coronavirus</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e6a8fe48f085f0b8d94775b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T20:28:35.454Z\">8.28pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Dom Phillips reports from Rio de Janeiro:</strong></p> \n  <p>Spanish-language twitter feeds have been <a href=\"https://twitter.com/Nexofin/status/1238148029477257216?s=20\">reporting</a> that Brazil’s president <strong><a href=\"https://www.theguardian.com/world/jair-bolsonaro\">Jair Bolsonaro</a></strong> has tested positive for coronavirus after his press secretary was found to have the disease <a href=\"https://www.theguardian.com/world/2020/mar/12/trump-coronavirus-photo-brazilian-aide-bolsonaro-contact-latest\">following a trip to the US</a> – but the reports are being discredited as fake news and none of Brazil’s main media sites have confirmed them. </p> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"36092ae5fcbddbdcd08d567133a5a89b38045d49\"> \n   <img src=\"https://media.guim.co.uk/36092ae5fcbddbdcd08d567133a5a89b38045d49/1762_181_944_1181/799.jpg\" alt=\"Bolsonaro at Mar-a-Lago.\" width=\"799\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Bolsonaro at Mar-a-Lago.</span> \n    <span class=\"element-image__credit\">Photograph: Alan Santos/BRAZILIAN PRESIDENCY/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Bolsonaro has taken a test, however, according to local media, and results will be ready on Friday. His son Eduardo Bolsonaro, a congressman who was also on the trip, <a href=\"https://twitter.com/BolsonaroSP/status/1238173664388034563?s=20\">tweeted</a> that his father “is not exhibiting any signs of the disease.” </p> \n  <p>On Thursday the Brazilian government confirmed media reports that Bolsonaro’s press secretary Fabio Wajngarten tested positive following the US trip he was also on, along with ministers, congressmen and First Lady Michelle Bolsonaro, as well as Eduardo Bolsonaro. </p> \n  <p>Bolsonaro dined with Donald Trump at Mar-a-Lago on Saturday night and videos and photos, including some on Wajngarten’s own <a href=\"https://www.instagram.com/p/B9c_wc3nFKT/\">Instagram</a> account, showed the press secretary, Bolsonaro and Trump all in close proximity. “I’m not concerned,” Trump <a href=\"https://www.politico.com/news/2020/03/12/donald-trump-brazilian-official-coronavirus-127197\">told</a> reporters on Thursday.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/12/trump-coronavirus-photo-brazilian-aide-bolsonaro-contact-latest\">Trump met with Brazilian official who tested positive for coronavirus</a> </p> \n  </aside> \n  <p>The Intercept has <a href=\"https://theintercept.com/2020/03/12/coronavirus-brazil-trump/\">reported</a> that aside from Wajngarten, three other members of the delegation have also reported feeling flu-like symptoms and been tested, quoting an anonymous source. It did not name the three others.</p> \n  <p>Meanwhile conservative Brazilians planning pro-Bolsonaro demonstrations across Brazil on Sunday have begun sharing images of people wearing masks – but are insisting the protests, which Bolsonaro has endorsed, will go ahead. Bolsonaro has cancelled an interview for the launch of CNN Brasil due to air the same day, the Folha de S.Paulo newspaper site <a href=\"https://www1.folha.uol.com.br/poder/2020/03/bolsonaro-muda-agenda-e-adia-entrevista-a-cnn-brasil.shtml?utm_source=twitter&amp;utm_medium=social&amp;utm_campaign=twfolha\">reported</a>. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T20:33:46.076Z\">at 8.33pm GMT</time></p> \n</div> \n<div id=\"block-5e6a916f8f08c2df6d2788b1\" class=\"block is-key-event\" data-block-contributor=\"profile/martin-pengelly\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T20:03:23.202Z\">8.03pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Trump campaign slams Sanders</h2> \n <div class=\"block-elements\"> \n  <p>Trump 2020 communications director Tim Murtaugh is back with another statement, this time slamming Bernie Sanders for his remarks on the coronavirus outbreak.</p> \n  <p>The Vermont senator, still in the running to be the Democratic nominee to face Trump in November, followed frontrunner Joe Biden in <a href=\"https://www.youtube.com/watch?v=-lDCso1USSg\">speaking about the public health crisis</a>.</p> \n  <p>In his remarks, delivered from Burlington in his home state, Sanders called on Trump to declare a national emergency and called on the nation to come together.</p> \n  <p>“If there ever was a time in the modern history of our country when we are all in this together,” he said, “this is that moment.” </p> \n  <p>Sanders also called for support for the most needy in American society “from a health perspective and an economic perspective” and renewed his call for Medicare for All healthcare reform.</p> \n  <p>The Trump 2020 response was predictably pugilistic, Murtaugh saying “Sanders is the wrong prescription for fighting an outbreak like the coronavirus” and claiming “a government takeover of healthcare” would leave “America woefully unprepared for public health emergencies”. </p> \n  <p>Many say the US is woefully unprepared for this emergency thanks to cuts by the Trump administration and <a href=\"https://www.theguardian.com/world/2020/mar/12/donald-trump-coronavirus-crisis\">a slow and chaotic official response so far</a>.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/12/donald-trump-coronavirus-crisis\">Donald Trump is the very worst person to handle the coronavirus crisis</a> </p> \n  </aside> \n  <p>Murtaugh also sounded a familiar note from a president who has sought to blame the virus on other countries, saying Sanders has “said he would not even consider closing our borders to protect our people, even if it were necessary to control the spread of the virus”. </p> \n  <p>Trump has banned travel from Europe – though not the UK and Ireland – and has claimed his southern border wall is needed to combat coronavirus, despite the virus having entered the US by other routes entirely.</p> \n  <p>Murtaugh concluded by saying Sanders was “just another Democrat candidate for president trying to score political points by recklessly provoking anxiety and fear”.</p> \n  <p>Again, Trump has been widely accused of seeking to use the outbreak to score political points himself.</p> \n  <p>Sanders’ remarks can be found in full <a href=\"https://www.youtube.com/watch?v=-lDCso1USSg\">on YouTube</a>:</p> \n  <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=-lDCso1USSg\"> \n   <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/-lDCso1USSg?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6a87908f08c2df6d278834\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T19:40:49.486Z\">7.40pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Donald Trump on Thursday said he may declare the <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus pandemic</a> an emergency by invoking a law known as the Stafford Act.</strong></p> \n  <p>The following from the Associated Press explains how the Stafford Act works and what powers a declaration would unlock:<br><br></p> \n  <blockquote> \n   <p><em>WHAT IS THE STAFFORD ACT?</em></p> \n   <p><em>The law, enacted in 1988, empowers the Federal Emergency Management Agency (FEMA) to assist state and local governments during “natural catastrophes” and coordinate the nation’s response.</em></p> \n   <p><em>FEMA, an agency within the US Department of Homeland Security, controls more than $40 billion in federal funding set aside by Congress for disaster relief. FEMA could use that funding to help build medical facilities and transport patients, among other measures.</em></p> \n   <p><em>Only the president can declare a major disaster under the law.</em></p> \n   <p><em>“We have very strong emergency powers under the Stafford Act,” Trump told reporters in the Oval Office on Thursday. “I have it memorized, practically, as to the powers in that act. And if I need to do something, I’ll do it. I have the right to do a lot of things that people don’t even know about.”</em></p> \n   <p><em>Trump has invoked the Stafford Act many times during his presidency, approving major disaster declarations to address flooding in the Midwest and wildfires in California, among other events.</em></p> \n   <p><em>FEMA is commonly associated with natural disaster response but the agency can also address pandemics.</em></p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"25b455590cc3a7a11b22c2c746bf23635bcfaedf\"> \n   <img src=\"https://media.guim.co.uk/25b455590cc3a7a11b22c2c746bf23635bcfaedf/0_6_941_565/500.jpg\" alt=\"The Guardian’s Steve Bell in, once again, inimitable style.\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The Guardian’s Steve Bell in, once again, inimitable style.</span> \n    <span class=\"element-image__credit\">Illustration: Steve Bell/The Guardian</span> \n   </figcaption> \n  </figure> \n  <blockquote> \n   <p><em>In 2000, former President <strong><a href=\"https://www.theguardian.com/us-news/clinton\">Bill Clinton</a></strong> used a Stafford Act emergency declaration to pay for mosquito control efforts to address outbreaks of the West Nile virus in New Jersey and New York.</em></p> \n   <p><em>DIDN’T THE US ALREADY DECLARE CORONAVIRUS AN EMERGENCY?</em></p> \n   <p><em>A different government agency, the U.S. Department of Health and Human Services, declared the coronavirus a public health emergency in late January and has been the lead agency addressing the pandemic.</em></p> \n   <p><em>HHS’s declaration, made under a different law than the Stafford Act, allowed US officials to impose restriction on individuals entering the country from China, among other measures.</em></p> \n  </blockquote> \n  <p>Several state governments have declared emergencies.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T19:50:25.942Z\">at 7.50pm GMT</time></p> \n</div> \n<div id=\"block-5e6a89638f087df56e4c78a4\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T19:15:34.242Z\">7.15pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Trump \"no plans\" for coronavirus test</h2> \n <div class=\"block-elements\"> \n  <p>The White House says Donald Trump has no plans to be tested for coronavirus or go into self-quarantine after attending events last weekend with a senior Brazilian official who tested positive for the illness, the AP writes.</p> \n  <p>Brazilian President <strong><a href=\"https://www.theguardian.com/world/jair-bolsonaro\">Jair Bolsonaro</a></strong>’s communications director tested positive just days after traveling with Bolsonaro to a meeting with Trump and senior aides in Florida.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/12/trump-coronavirus-photo-brazilian-aide-bolsonaro-contact-latest\">Trump met with Brazilian official who tested positive for coronavirus</a> </p> \n  </aside> \n  <p><br>White House press secretary Stephanie Grisham said Thursday that “exposures from the case are being assessed, which will dictate next steps.”</p> \n  <p><br>Grisham says Trump and Vice President <a href=\"https://www.theguardian.com/us-news/mike-pence\">Mike Pence</a> “had almost no interactions with the individual who tested positive and do not require being tested at this time.”</p> \n </div> \n</div> \n<div id=\"block-5e6a86bd8f085f0b8d9476ee\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T19:01:17.774Z\">7.01pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>For the Guardian, Sonam Vashi in Atlanta reports:</strong></p> \n  <p>Officials in Georgia have a bucolic solution for coronavirus quarantines. They have installed seven trailers for COVID-19 patients at Hard Labor Creek State Park, an hour east of Atlanta.</p> \n  <p>“I’m super extroverted, but as a truck driver, I’m used to being isolated from people for 11 hours on the road,” trailer resident Joey Camp told the Guardian.</p> \n  <p> The Atlanta Journal-Constitution <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.ajc.com%2Fnews%2Fbreaking-news%2Ffirst-coronavirus-patient-isolated-park-georgia-shares-his-story%2FDNwdq7SQzZl3Tre5IoK0II%2F\">reports</a> that he is the first patient isolated there.</p> \n  <p>Camp says he’s in a 26-foot, pull-behind RV with a fridge, freezer, and Bluetooth stereo system, which he uses while watching Star Wars movies on his phone.</p> \n  <p> “It’s a bad draw of the cards,” he says of his situation. His symptoms are abating, and he’s surprised by how relatively mild the disease has been for him.</p> \n  <p>About two weeks ago, Camp started feeling sick: fever, chills, body aches. The 30-year-old resident of a town named Canton, north of Atlanta, didn’t have a car and often walked to his jobs as a Waffle House grill cook and truck driver, and he chalked it up to getting a cold.</p> \n  <p> He says he found out that he had tested ‘preliminary positive’ on Monday, and, when state officials asked if he wanted to go to a special isolation facility, he voluntarily agreed: He lived with a friend who has an infant, and he was worried about spreading the virus to the child.</p> \n  <p>Camp doesn’t believe he’s allowed to leave his trailer—so he can’t enjoy the park—and he says health officials call him every few hours to ask how he is and what he needs. “I don’t like to make a fuss,” he says, so he’s mostly asked for coffee and snacks.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T19:04:49.211Z\">at 7.04pm GMT</time></p> \n</div> \n<div id=\"block-5e6a82808f087df56e4c7852\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T18:56:55.586Z\">6.56pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">It's been an incredibly busy day in US politics. Latest summary.</h2> \n <div class=\"block-elements\"> \n  <p>There will be plenty more action to come, so stay tuned.</p> \n  <p>Here are some of the key events so far today:</p> \n  <ul> \n   <li>New York state is poised to <a href=\"https://www.theguardian.com/us-news/live/2020/mar/12/donald-tump-coronavirus-travel-ban-joe-biden-bernie-sanders-stock-markets-live-updates?page=with:block-5e6a7a548f087df56e4c77df#block-5e6a7a548f087df56e4c77df\">ban</a> large gatherings over 500 people. And Broadway shows are all <a href=\"https://www.theguardian.com/stage/2020/mar/12/broadway-shuts-down-coronavirus\">suspended</a> from 5pm today, as are events at Carnegie Hall, together the beating heart of America’s vibrant performing arts world.</li> \n   <li>Joe Biden <a href=\"https://www.theguardian.com/us-news/live/2020/mar/12/donald-tump-coronavirus-travel-ban-joe-biden-bernie-sanders-stock-markets-live-updates?page=with:block-5e6a71cf8f085f0b8d9475f2#block-5e6a71cf8f085f0b8d9475f2\">says</a> America needs a stronger national response to coronavirus and demands no cover up on the numbers, no sparing of effort to test and treat. Trumps Trump with strong address from home state of Delaware.</li> \n   <li>Top federal health official Anthony Fauci <a href=\"https://www.theguardian.com/us-news/live/2020/mar/12/donald-tump-coronavirus-travel-ban-joe-biden-bernie-sanders-stock-markets-live-updates?page=with:block-5e6a6baa8f085f0b8d94759f#block-5e6a6baa8f085f0b8d94759f\">told</a> Congress this morning that the US is “failing” in its efforts to conduct adequate testing of the nation for coronavirus.</li> \n   <li>Donald Trump is considering extending travel restrictions to domestic travel between California and Washington. There is no confirmation and no details from the president on this yet.</li> \n   <li>There is heightened concern at the White House after a picture emerged of a top Brazilian government aide, who has tested positive for coronavirus, <a href=\"https://www.theguardian.com/us-news/live/2020/mar/12/donald-tump-coronavirus-travel-ban-joe-biden-bernie-sanders-stock-markets-live-updates?page=with:block-5e6a63188f085f0b8d947516#block-5e6a63188f085f0b8d947516\">standing right next to</a> Donald Trump at Mar-a-Lago last weekend.</li> \n   <li>Donald Trump <a href=\"https://www.theguardian.com/us-news/live/2020/mar/12/donald-tump-coronavirus-travel-ban-joe-biden-bernie-sanders-stock-markets-live-updates?page=with:block-5e6a5bcd8f08c2df6d2785c3#block-5e6a5bcd8f08c2df6d2785c3\">said</a> the US wants to lose as few people as possible to the virus, predicted, once again, that it will “go away” and also that financial markets will rebound.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5e6a82138f08c2df6d2787e9\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T18:41:42.545Z\">6.41pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Virginia declares state of emergency, New York to ramp up testing</h2> \n <div class=\"block-elements\"> \n  <p>Here are some latest state-by-state developments:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MelLeonor_/status/1238164940986429440\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Virginia Gov. Ralph Northam declares state of emergency in response to COVID19 outbreak.</p>— Mel Leonor (@MelLeonor_) \n    <a href=\"https://twitter.com/MelLeonor_/status/1238164940986429440?ref_src=twsrc%5Etfw\">March 12, 2020</a>\n   </blockquote> \n  </figure> \n  <p>And in New York state:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GarethRhodes/status/1238165158901559296\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">New: NYS working around the clock to ramp up <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> testing: <a href=\"https://twitter.com/NYGovCuomo?ref_src=twsrc%5Etfw\">@NYGovCuomo</a> announces - pending FDA approval - measures for state to test 5,000+ people a day for <a href=\"https://twitter.com/hashtag/COVIDNY?src=hash&amp;ref_src=twsrc%5Etfw\">#COVIDNY</a> with goal of starting next week.</p>— Gareth Rhodes (@GarethRhodes) \n    <a href=\"https://twitter.com/GarethRhodes/status/1238165158901559296?ref_src=twsrc%5Etfw\">March 12, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6a81038f08c2df6d2787d8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T18:37:45.966Z\">6.37pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s Vivian Ho reports from California:</strong></p> \n  <p>Governor Gavin Newsom is recommending that everyone cancel or postpone all gatherings of 250 people or more until at least the end of March to slow the spread of coronavirus. </p> \n  <p>His recommendation Wednesday night followed San Francisco and Santa Clara County fully banning all gatherings of 1,000 or more. <br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GavinNewsom/status/1238125931568365569\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Changing our actions now will save lives in the days and weeks to come.<br><br>To protect the public health, CA has issued an updated policy --<br><br>Gatherings with 250+ people should be rescheduled or canceled at least through the end of March.<br><br>MORE: <a href=\"https://t.co/u5A2WbHBO3\">https://t.co/u5A2WbHBO3</a></p>— Gavin Newsom (@GavinNewsom) \n    <a href=\"https://twitter.com/GavinNewsom/status/1238125931568365569?ref_src=twsrc%5Etfw\">March 12, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The state recommendation also called for venues that do not allow social distancing of six feet per person to cancel or postpone events. <br><br>As of Wednesday morning, California had <a href=\"https://www.cdph.ca.gov/Programs/CID/DCDC/Pages/Immunization/ncov2019.aspx\">177 positive cases</a> of coronavirus and three deaths. </p> \n </div> \n</div> \n<div id=\"block-5e6a7b0f8f085f0b8d94766a\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T18:13:24.320Z\">6.13pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Broadway theatres to shut</h2> \n <div class=\"block-elements\"> \n  <p>New York governor Andrew Cuomo is also about to announce the <strong>closing of Broadway shows</strong> in New York city.</p> \n  <p>Theatre industry meetings were underway earlier and it’s now about to be official, Broadway theatre, the famous “Great White Way” of lights and razzle dazzle and world-leading drama and musicals, will go dark for several weeks.</p> \n  <p>The Guardian’s Adrian Horton reports:</p> \n  <p>New York’s <a href=\"https://www.theguardian.com/stage/broadway\">Broadway</a> theatres have become the latest mass entertainment venues to temporarily shut down for coronavirus.</p> \n  <p>State governor Andrew Cuomo unveiled a plan to suspend shows as part of new regulations to prevent public gatherings over 500 people. Carnegie Hall, one of New York’s premier concert venues, will also <a href=\"https://twitter.com/McHenryJD/status/1238146129650384899\">suspend performances through 31 March</a>, and the <a href=\"https://www.nytimes.com/2020/03/12/arts/design/met-museum-closing-coronavirus.html\">Metropolitan Museum of New York will close indefinitely</a> from 13 March.</p> \n  <p>The decision is a reversal of sorts for Broadway, which seemed to anticipate a financial hit from the virus but have kept tickets on sale. Trade group The Broadway League, who held an emergency closed-door meeting today, previously reassured customers in a <a href=\"https://www.broadwayleague.com/home/\">statement</a> that “We have significantly increased the frequency of cleaning and disinfecting in all public and backstage areas beyond the standard daily schedule, and we have added alcohol-based sanitizer dispensers for public use in the lobby of every theatre. <a href=\"https://www.theguardian.com/stage/2020/mar/06/broadway-theatres-sick-customers-coronavirus-flu\">The League also discouraged</a> anyone experiencing cold or flu symptoms from attending performances.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/stage/2020/mar/12/broadway-shuts-down-coronavirus\">Broadway shuts down due to coronavirus pandemic</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T18:17:01.251Z\">at 6.17pm GMT</time></p> \n</div> \n<div id=\"block-5e6a7a548f087df56e4c77df\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T18:09:41.374Z\">6.09pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">New York state poised to ban large gatherings</h2> \n <div class=\"block-elements\"> \n  <p>New York governor Andrew Cuomo is about to ban large events.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessemckinley/status/1238164110942121984\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BREAKING: <a href=\"https://twitter.com/NYGovCuomo?ref_src=twsrc%5Etfw\">@NYGovCuomo</a> announced closing of large public gethering of 500 or more in NYC because of <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> fears</p>— Jesse McKinley (@jessemckinley) \n    <a href=\"https://twitter.com/jessemckinley/status/1238164110942121984?ref_src=twsrc%5Etfw\">March 12, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6a76398f087df56e4c77a2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T18:03:32.126Z\">6.03pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">\"We will lead with science\" - Biden</h2> \n <div class=\"block-elements\"> \n  <p>Last night, Donald Trump gave a speech from the Oval Office about the <strong><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus outbreak</a></strong> that was riddled with contradictions, confusing statements, falsehoods - or however one may label false information being delivered by a president to his nation during a public health crisis.</p> \n  <p><strong><a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a></strong> seized his moment on Thursday afternoon and managed to outperform Donald Trump in the “authoritative” stakes in the space of about 10 minutes at a little podium in Delaware just now.</p> \n  <p>“We will lead with <strong>science</strong>,” Biden said. A relief to the ears of those desperate for the US to listen to those <a href=\"https://www.theguardian.com/environment/2018/oct/08/global-warming-must-not-exceed-15c-warns-landmark-un-report\">global experts warning</a> about the <strong><a href=\"https://www.theguardian.com/environment/climate-change\">climate crisis</a></strong>, let along the coronavirus pandemic.</p> \n  <p>“We need to surge our capacity, both in prevention and treatment of coronavirus,” Biden said.</p> \n  <p>“We need to prepare our hospitals for the influx [of patients expected], we have been saying this for weeks.”</p> \n  <figure class=\"element element-image\" data-media-id=\"e4c8ce4526d4759d5f4141fa0e333c2f8a4da854\"> \n   <img src=\"https://media.guim.co.uk/e4c8ce4526d4759d5f4141fa0e333c2f8a4da854/0_0_3500_2253/1000.jpg\" alt=\"Joe Biden speaking in Delaware moments ago.\" width=\"1000\" height=\"644\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Joe Biden speaking in Delaware moments ago.</span> \n    <span class=\"element-image__credit\">Photograph: Carlos Barría/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>It is much easier to talk about a public health crisis in the hypothetical, of course, from the position of the opponent rather than the government dealing with it on the front line.</p> \n  <p>But the performance of Trump in the last week, from his <a href=\"https://www.theguardian.com/us-news/live/2020/mar/06/joe-biden-bernie-sanders-2020-presidential-election-trump-coronavirus-live-updates?page=with:block-5e62c2938f08c2df6d274d4f\">CDC visit</a> to the Oval Office address, in reassuring and reliably informing the American public has been poor by, surely, almost all standards.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/12/we-are-at-a-critical-time-trumps-coronavirus-speech-in-full\">'We are at a critical time': Trump's coronavirus speech in full</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e6a73a28f08c2df6d27872a\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T17:48:04.770Z\">5.48pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Must be \"no efforts to cover up\" coronavirus spread in US - Biden</h2> \n <div class=\"block-elements\"> \n  <p>Biden said federal agencies, private labs and medical manufacturers “should be walking in lock step”, he said, with no effort spared.</p> \n  <p>“No-one should be hiding the true numbers” in order to serve political needs or the stock markets, he said.</p> \n  <p>Biden is objectively calm, clear and concise. Not especially charismatic, or, it must be said, presidential as such. But he’s making excellent sense.</p> \n  <p>He did not mention Trump in relation to the next sentence but was clearly pointed when he said, on the extent of the outbreak in the US, where there has been minimal testing for coronavirus compared with many other countries: “There must be “no efforts to cover it up.”</p> \n  <p>“We have to do everything to beat this challenge sooner rather than later,” he said. Which does sound more authoritative than Trump’s “we will defeat this virus”.</p> \n  <p>He later noted: </p> \n  <p>“It’s a national disgrace that so many of our workers do not have a single day of paid sick leave,” he said.</p> \n  <p>“We should be leading a global response, just like we did with the Ebola crisis,” he said.</p> \n  <p>“When I’m president the response will be better...we will lead with science. In the difficult days ahead I know this country will summon the spirit needed.”</p> \n </div> \n</div> \n<div id=\"block-5e6a71cf8f085f0b8d9475f2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T17:35:22.107Z\">5.35pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">\"We need a national response\" - Biden on coronavirus</h2> \n <div class=\"block-elements\"> \n  <p>Democratic frontrunner <strong>Joe Biden</strong> is speaking now, follow live at the top of our blog. He’s slamming Donald Trump’s response.</p> \n  <p>Says we must “rely on science”. The president is often notoriously dismissive of scientific facts, especially those that are not politically expedient for him.</p> \n  <p>Biden thanked “those making sacrifices to protect us.”</p> \n  <p>He accused the Trump administration of “downplaying, being overly dismissive” and spreading confusing information to the public.</p> \n  <p>Biden said there is no place for xenophobia around the coronavirus.</p> \n  <p>“Labeling Covid-19 a foreign virus does not cover for the missteps made by this administration.”</p> \n  <p>This virus has “laid bare” the shortcomings of the president, he said.</p> \n  <p>Biden also said: “This is going to require a national response. Not just elected leaders and health officials, but all of us.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T17:36:22.795Z\">at 5.36pm GMT</time></p> \n</div> \n<div id=\"block-5e6a6f8e8f08c2df6d2786fb\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T17:23:12.855Z\">5.23pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Joe Biden to speak on coronavirus</h2> \n <div class=\"block-elements\"> \n  <p>The former vice-president is running a little late but looks like he’ll get underway in an address from Wilmington, Delaware, moments from now. There’s a live steam at the top of the blog.</p> \n  <p>We expect <strong><a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a></strong>, now the Democratic frontrunner for the <strong><a href=\"https://www.theguardian.com/us-news/us-elections-2020\">2020</a></strong> nomination, to emerge from the wings soon.</p> \n  <p>Aides are fiddling with the gear to get the microphones right, and media are assembled and waiting as patiently as journalists on constant rolling deadlines can...</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T17:25:14.185Z\">at 5.25pm GMT</time></p> \n</div> \n<div id=\"block-5e6a6baa8f085f0b8d94759f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T17:06:32.272Z\">5.06pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">US \"failing\" on coronavirus testing - top health official.</h2> \n <div class=\"block-elements\"> \n  <p>America’s top infectious diseases doctor, <strong>Anthony Fauci</strong>, a key member of the Trump Administration’s task force (headed by VP Mike Pence) on tackling the coronavirus outbreak made a serious admission in Congress this morning.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NBCNews/status/1238146210755723267\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Dr. Fauci on availability of coronavirus tests in the US:<br><br>“The system is not really geared to what we need right now, what you are asking for. That is a failing … Let’s admit it.” <a href=\"https://t.co/3P42gUapKd\">pic.twitter.com/3P42gUapKd</a></p>— NBC News (@NBCNews) \n    <a href=\"https://twitter.com/NBCNews/status/1238146210755723267?ref_src=twsrc%5Etfw\">March 12, 2020</a>\n   </blockquote> \n  </figure> \n  <p>FYI we’re waiting for Joe Biden to start talking in Delaware about the virus.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T17:09:57.420Z\">at 5.09pm GMT</time></p> \n</div> \n<div id=\"block-5e6a6a798f08c2df6d278697\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T17:02:19.458Z\">5.02pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">\"Flying blind\"</h2> \n <div class=\"block-elements\"> \n  <p>There is alarm on Capitol Hill about the Trump administration’s response to the coronavirus pandemic and the outbreak in theUS.</p> \n  <p>The AP writes:</p> \n  <blockquote class=\"quoted\"> \n   <p>House lawmakers expressed alarm Thursday after a private briefing with<strong> Dr. Anthony</strong> <strong>Fauci</strong>, the National Institute of Health’s infectious disease chief, and other public health officials, Lawmakers were particularly frustrated that U.S. officials have tested relatively few patients suspected to be infected.</p> \n   <p>“We’re basically, in my opinion, flying blind,” said Representative Susie Lee, Democrat of Nevada.</p> \n   <p> Others described the meeting as heated, testy with many lawmakers leaving flooded with graver concerns about the administration’s response.</p> \n   <p>“We should be exuding confidence nationally, said Representative Anna Eshoo, Democrat of California. “The confusion is damaging.”</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e6a64a18f08c2df6d278636\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T16:44:49.798Z\">4.44pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Trump considering travel restrictions to California and Washington state</h2> \n <div class=\"block-elements\"> \n  <p><strong>Washington DC, is straining for an ample response to the coronavirus outbreak</strong> that is testing the nation’s political and health care systems, the Associated Press writes.</p> \n  <blockquote class=\"quoted\"> \n   <p><strong><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a></strong> restricted air travel from Europe, Congress ran into trouble approving an aid package and the centers of power the domed Capitol and stately White House are being shuttered to visitors.</p> \n   <p>Trump, in an Oval Office address to the nation Wednesday night, said the monthlong <a href=\"https://www.theguardian.com/world/2020/mar/11/coronavirus-outbreak-us-trump-latest\">restriction</a> on travel would begin late Friday at midnight. </p> \n   <p>After days of playing down the threat, he blamed Europe for not acting quickly enough to address the “foreign virus” and claimed that U.S. clusters were “seeded” by European travelers.</p> \n   <p>But he said Thursday that he is <strong>also considering restricting travel to domestic hot spots such as <a href=\"https://www.theguardian.com/us-news/california\">California</a> and <a href=\"https://www.theguardian.com/us-news/washington-state\">Washington state</a>. “Is it a possibility? Yes,” he said.</strong></p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/12/seattle-coronavirus-ban-on-large-gatherings\">Seattle feels coronavirus effect after governor's ban on large gatherings</a> </p> \n  </aside> \n  <p>The president was talking in the White House moments ago.</p> \n  <figure class=\"element element-image\" data-media-id=\"e29035ce0d577aa7d8728df6e02fd454f62cbe30\"> \n   <img src=\"https://media.guim.co.uk/e29035ce0d577aa7d8728df6e02fd454f62cbe30/0_195_5334_3200/1000.jpg\" alt=\"Irish Taoiseach Leo Varadkar and Donald Trump in the Oval Office this morning.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Irish Taoiseach Leo Varadkar and Donald Trump in the Oval Office this morning.</span> \n    <span class=\"element-image__credit\">Photograph: Al Drago/EPA</span> \n   </figcaption> \n  </figure> \n  <p>The president invited press questions while hosting Irish Taoiseach Leo Varadkar in the Oval Office.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T16:52:03.451Z\">at 4.52pm GMT</time></p> \n</div> \n<div id=\"block-5e6a63188f085f0b8d947516\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T16:33:30.057Z\">4.33pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Brazilian government has confirmed that President <strong><a href=\"https://www.theguardian.com/world/jair-bolsonaro\">Jair Bolsonaro</a>’s communications secretary, Fabio Wajngarten, has coronavirus just days after meeting Donald Trump</strong> at Mar-a-Lago, the Guardian’s <strong>Dom Phillips</strong>, in Rio de Janeiro, reports.</p> \n  <p>Confirming a newspaper report, it said:</p> \n  <blockquote class=\"quoted\"> \n   <p>The medical service of the presidency of the Republic adopted and is adopting all the necessary preventive measures to preserve the health of the president of the Republic and the entire presidential committee which accompanied him on the recent trip to the United States, as well as presidential palace staff.</p> \n  </blockquote> \n  <p>It added:</p> \n  <blockquote class=\"quoted\"> \n   <p>This is because one of the members of the group, Fabio Wajngarten, secretary of communication of the presidency of the Republic, is carrying the new coronavirus Covid-19, confirmed in a control test.</p> \n  </blockquote> \n  <p>Wajngarten shared photos of himself with Trump and Mike Pence during the trip, as well as Bolsonaro. The two presidents dined on Saturday at Mar-a-Lago in Florida. In one video, Wajngarten (wearing glasses) is seen just behind Trump and Bolsonaro.</p> \n  <p>The US government has been informed “so that they can adopt the necessary cautionary measures”, the statement said. Wajngarten is in home quarantine.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/gabstargardter/status/1238118508166348800\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The guy standing to Trump’s left just tested positive for coronavirus, according to Brazilian media. Fabio Wajngarten posted this photo, taken during meetings at Mar-a-Lago, five days ago. <a href=\"https://t.co/qioU4qIlxl\">pic.twitter.com/qioU4qIlxl</a></p>— Gabriel Stargardter (@gabstargardter) \n    <a href=\"https://twitter.com/gabstargardter/status/1238118508166348800?ref_src=twsrc%5Etfw\">March 12, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Meanwhile, Canadian Prime Minister <strong><a href=\"https://www.theguardian.com/world/justin-trudeau\">Justin Trudeau</a></strong> is in voluntary quarantine after his wife exhibited flu-like symptoms.</p> \n  <p>We’ll have a lot of US coronavirus news in this blog today, for a wider sense of what’s going on internationally with the illness and the world’s response, do follow our dedicated global coronavirus live blog, <a href=\"https://www.theguardian.com/world/live/2020/mar/12/coronavirus-live-updates-who-declares-pandemic-as-italy-introduces-stricter-measures\">HERE</a>.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2020/mar/12/coronavirus-live-updates-who-declares-pandemic-as-italy-introduces-stricter-measures\">Coronavirus live updates: UK moves from 'contain' to 'delay' phase, says Sturgeon, as two more die in England</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e6a5bcd8f08c2df6d2785c3\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T16:10:45.957Z\">4.10pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">\"We want to lose as few people as possible\"</h2> \n <div class=\"block-elements\"> \n  <p>The <strong>president</strong> is still in an extemporaneous Q &amp; A with pool reporters at the White House and he is now addressing the <strong><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus outbreak</a></strong> at its core.</p> \n  <p>Trump is talking about the <strong>virus, the election and the markets</strong>.</p> \n  <p>He has just announced a likely further cancelation of <strong><a href=\"https://www.theguardian.com/us-news/us-elections-2020\">2020</a></strong> campaign rallies. The recent cancellations by Trump and his Democratic opponents <strong><a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a></strong> and <strong><a href=\"https://www.theguardian.com/us-news/bernie-sanders\">Bernie Sanders</a></strong> have already upended the election campaign this month.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/12/trump-coronavirus-election-impact-bernie-sanders-joe-biden\">‘Everything is up in the air’: coronavirus fears upend US election campaigns</a> </p> \n  </aside> \n  <p>Trump mentions that rallies he’s planned to hold in Nevada as part of his election campaign have been canceled and looks like an upcoming one in Florida is off now, too.</p> \n  <p>“We canceled one in Las Vegas, and Reno, we had about three of them in Nevada, and four or five of them that we’re thinking about,” he said.</p> \n  <p>He said there is a rally planned in Tampa, Florida, (March 25) for which tickets have been selling well.</p> \n  <p>“But I think we will probably not do it,” he said.</p> \n  <p>And putting it all in context, the president added:</p> \n  <p>“We need a little separation. Until such time as this [coronavirus] goes away. It’s going to go away,” he reiterated. This is something he’s said frequently in recent days, assuming the virus will fade as the weather warms.</p> \n  <p>“Two months,” he said, without elaborating, but in the context of expecting the virus will peter out in the US in that time frame.</p> \n  <p>“In the meantime we want to lose as few people as possible. This morning, is it 32?” </p> \n  <p>As of this morning the <a href=\"https://www.theguardian.com/us-news/2020/mar/12/mike-pence-us-decisive-action-coronavirus-trump-confusing-speech\">death tol</a>l from the virus in the US was 38, but the number of deaths and cases changes sometimes by the hour.</p> \n  <p>Trump points out the death toll in the US is much lower than most other countries so far. <br></p> \n </div> \n</div> \n<div id=\"block-5e6a58fb8f087df56e4c75ed\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T15:50:51.354Z\">3.50pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Trump speaking at the White House </h2> \n  <p>Moments ago he was having one of those off-the-cuff Q &amp; As with pool journalists in the White House, while Donald Trump was meeting Irish prime minister <strong><a href=\"https://www.theguardian.com/world/leo-varadkar\">Leo Varadkar</a></strong>.</p> \n  <p>The president was talking about <strong>Elizabeth Warren</strong>, oil prices, mentions obliquely the coronavirus isolation zone around the suburban New York community in New Rochelle....</p> \n  <p>Unclear if he talked more directly about the coronavirus outbreak in the US and he cut off reporters’ shouted questions pretty quickly.</p> \n  <p>He’s still talking.</p> \n  <p>No word yet on his response to the fact that the press secretary to Brazil’s leader Jair Bolsonaro has tested positive for Covid-19, days after he (Fabio Wajngarten) was pictured <a href=\"https://twitter.com/gabstargardter/status/1238118508166348800\">next to Trump</a> at Mar-a-Lago.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T15:52:09.949Z\">at 3.52pm GMT</time></p> \n</div> \n<div id=\"block-5e6a56bf8f08c2df6d27856f\" class=\"block is-key-event\" data-block-contributor=\"profile/dominic-phillips\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T15:40:58.566Z\">3.40pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Brazilian leader's aide, who recently met with Trump, has Covid-19</h2> \n <div class=\"block-elements\"> \n  <p><strong><a href=\"https://www.theguardian.com/world/jair-bolsonaro\">Jair Bolsonaro</a></strong>’s communications secretary has tested positive for <strong><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus</a></strong> just days after accompanying the Brazilian president on a trip to the US where they met <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>. </p> \n  <p>The two leaders dined together at <strong>Mar-a-Lago</strong> in Florida last Saturday night and Bolsonaro and ministers who were on the trip are reportedly under observation.</p> \n  <p>The news was revealed by <a href=\"https://twitter.com/gabstargardter/status/1238118508166348800\">Fabio Wajngarten</a>’s wife Sophie on a WhatsApp group of parents at the school their children attend, the Folha de S.Paulo newspaper <a href=\"https://www1.folha.uol.com.br/poder/2020/03/wajngarten-volta-de-viagem-aos-eua-com-bolsonaro-e-testa-positivo-para-coronavirus.shtml\">reported</a> on Thursday.</p> \n  <p>“My husband returned from the trip to Miami yesterday and did the Covid exam which was positive,” she wrote, referring to the novel strain of coronavirus involved in the current outbreak, Covid-19. </p> \n  <p>She added that he is “taking all care at home and since his return he has been isolated in a room, following all the quarantine protocol.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/gabstargardter/status/1238118508166348800\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The guy standing to Trump’s left just tested positive for coronavirus, according to Brazilian media. Fabio Wajngarten posted this photo, taken during meetings at Mar-a-Lago, five days ago. <a href=\"https://t.co/qioU4qIlxl\">pic.twitter.com/qioU4qIlxl</a></p>— Gabriel Stargardter (@gabstargardter) \n    <a href=\"https://twitter.com/gabstargardter/status/1238118508166348800?ref_src=twsrc%5Etfw\">March 12, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Wajngarten had attacked Brazilian media yesterday after reports he had been tested for the virus. “I’m well,” he <a href=\"https://twitter.com/fabiowoficial/status/1237852675816865793?s=20\">tweeted</a>. </p> \n  <p>During the US trip Wajngarten shared a <a href=\"https://www.instagram.com/p/B9c_wc3nFKT\">photo</a> of himself, Trump, US vice-president <strong><a href=\"https://www.theguardian.com/us-news/mike-pence\">Mike Pence</a></strong> and Brazilian TV presenter Alvaro Garnero on his Instagram. </p> \n  <p>On Wednesday Bolsonaro once again downplayed the coronavirus crisis. “Other flues kill more than this,” he <a href=\"https://www1.folha.uol.com.br/equilibrioesaude/2020/03/outras-gripes-mataram-mais-do-que-coronavirus-diz-bolsonaro.shtml\">said</a>. He has also called it “oversized”.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/feb/07/jair-bolsonaro-video-watching-trump-rant\">His master's voice? Jair Bolsonaro posts video of himself watching Trump rant</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T15:42:42.553Z\">at 3.42pm GMT</time></p> \n</div> \n<div id=\"block-5e6a55b88f087df56e4c75b9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T15:33:59.588Z\">3.33pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Donald Trump didn’t warn European leaders before imposing his latest coronavirus-related travel restrictions</strong> and announcing it to the world from the Oval Office last night.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/11/coronavirus-outbreak-us-trump-latest\">Trump to suspend travel from Europe, excluding UK, amid coronavirus outbreak</a> </p> \n  </aside> \n  <p>The move is reported to have caused uproar in European leadership circles. Here’s Trump on this at the White House moments ago.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PeterAlexander/status/1238121774413500416\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NOW: In the Oval Office, Trump, asked why European leaders were not consulted before he announced travel ban: \"We had to make a decision, and we didn't want to take time.\" (via pool)</p>— Peter Alexander (@PeterAlexander) \n    <a href=\"https://twitter.com/PeterAlexander/status/1238121774413500416?ref_src=twsrc%5Etfw\">March 12, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T15:34:19.424Z\">at 3.34pm GMT</time></p> \n</div> \n<div id=\"block-5e6a547c8f085f0b8d947457\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T15:29:52.587Z\">3.29pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Albright endorses Biden</h2> \n <div class=\"block-elements\"> \n  <p>We’ll definitely do more on this a bit later, but #ICYMI, former secretary of state <a href=\"https://www.theguardian.com/us-news/2016/feb/06/madeleine-albright-campaigns-for-hillary-clinton'\"><strong>Madeleine Albright</strong></a> has endorsed <strong><a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a></strong> for the 2020 Democratic party nomination.</p> \n  <figure class=\"element element-image\" data-media-id=\"a5b42d4502200b074ca1c2d9495d2f53181056d0\"> \n   <img src=\"https://media.guim.co.uk/a5b42d4502200b074ca1c2d9495d2f53181056d0/0_162_3500_2100/1000.jpg\" alt=\"You’d better listen. Madeleine Albright talks with Canadian PM Justin Trudeau at a conference in Munich, Germany last month.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">You’d better listen. Madeleine Albright talks with Canadian PM Justin Trudeau at a conference in Munich, Germany last month.</span> \n    <span class=\"element-image__credit\">Photograph: Andreas Gebert/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6a53a78f08c2df6d278544\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T15:24:49.798Z\">3.24pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Trump - markets going to be \"fine\"</h2> \n <div class=\"block-elements\"> \n  <p>The president, without evidence/crystal ball, has asserted that the markets are going to be fine. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/FredLucasWH/status/1238116831845629952\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">At arrival of Irish PM at White House, President Trump tells reporters “markets are gonna be just fine.” <a href=\"https://t.co/qcQrzV8JiQ\">pic.twitter.com/qcQrzV8JiQ</a></p>— Fred Lucas (@FredLucasWH) \n    <a href=\"https://twitter.com/FredLucasWH/status/1238116831845629952?ref_src=twsrc%5Etfw\">March 12, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Markets are in turmoil. For all the developments, do follow our dedicated business live blog.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/live/2020/mar/12/stock-markets-tumble-trump-europe-travel-ban-ecb-christine-lagarde-business-live\">Wall Street plunges again as Trump's EU travel ban sends shares crashing - business live</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e6a51fb8f087df56e4c7592\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T15:17:26.887Z\">3.17pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Coronavirus sufferer rubbed shoulders with Trump - report</h2> \n <div class=\"block-elements\"> \n  <p>Literally. This picture has just been posted on Twitter by a Reuters reporter in Brazil.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/gabstargardter/status/1238118508166348800\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The guy standing to Trump’s left just tested positive for coronavirus, according to Brazilian media. Fabio Wajngarten posted this photo, taken during meetings at Mar-a-Lago, five days ago. <a href=\"https://t.co/qioU4qIlxl\">pic.twitter.com/qioU4qIlxl</a></p>— Gabriel Stargardter (@gabstargardter) \n    <a href=\"https://twitter.com/gabstargardter/status/1238118508166348800?ref_src=twsrc%5Etfw\">March 12, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T15:19:27.928Z\">at 3.19pm GMT</time></p> \n</div> \n<div id=\"block-5e6a4ecf8f087df56e4c7572\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T15:10:09.164Z\">3.10pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Speaker jabs at Trump EU travel suspension</h2> \n <div class=\"block-elements\"> \n  <p>House Speaker Nancy Pelosi is trying to wrap up her press conference. She’s been talking up the new legislation the Democrats introduced in the House this morning but she’s also not especially impressed by Donald Trump’s suspending entry for most passengers arriving in the US from Europe.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/11/coronavirus-outbreak-us-trump-latest\">Trump to suspend travel from Europe, excluding UK, amid coronavirus outbreak</a> </p> \n  </aside> \n  <p>As many have pointed out, by leaving Britain out of the temporary travel ban, it leaves a gaping loophole in the president’s plan.</p> \n  <p>“You just get in the Chunnel and you will be in the UK,” Pelosi pointed out.</p> \n  <p>That’s the <strong>Channel Tunnel</strong> that connects south-east England with north-west France, of course, which runs passenger trains and is also a route for goods vehicles and passenger cars/buses/caravans traveling between the European continent and <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexitised</a> Britain.</p> \n  <figure class=\"element element-image\" data-media-id=\"8ed78afbfaec0208094b8491477cb74bccea87cd\"> \n   <img src=\"https://media.guim.co.uk/8ed78afbfaec0208094b8491477cb74bccea87cd/0_0_3500_2334/1000.jpg\" alt=\"The Eurostar high speed train enters the Channel Tunnel in Coquelles, near Calais France.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The Eurostar high speed train enters the Channel Tunnel in Coquelles, near Calais France.</span> \n    <span class=\"element-image__credit\">Photograph: Pascal Rossignol/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>As my Washington, DC, colleague <a href=\"https://www.theguardian.com/profile/davidsmith\">David Smith</a> pointed out overnight, is <strong><a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a></strong> now the new TSA PreCheck [the pre-approved airport flight checks for entering the US]?</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/11/donald-trump-us-coronavirus-address\">‘He’s gonna get us all killed’: sense of unease after Trump coronavirus speech</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e6a4cc28f087df56e4c7541\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T14:56:46.557Z\">2.56pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Pelosi: \"Testing, testing, testing\"</h2> \n <div class=\"block-elements\"> \n  <p>She’s not trying out the microphone, she’s talking about dealing with the coronavirus outbreak in the US.</p> \n  <p>The House Speaker Nancy Pelosi is holding her press conference right now.</p> \n  <p>She urges more widespread testing for coronavirus, which has been woefully limited in the US, a tiny fraction of testing that has happened in come other countries. </p> \n  <p>“Testing, testing, testing,” so very important,” said Pelosi.</p> \n  <figure class=\"element element-image\" data-media-id=\"991904e6a912c659cd765a4683957baa89aab8d4\"> \n   <img src=\"https://media.guim.co.uk/991904e6a912c659cd765a4683957baa89aab8d4/0_0_3669_2445/1000.jpg\" alt=\"Nancy Pelosi on Capitol Hill in Washington, Thursday, as she headed to a briefing on the coronavirus.\" width=\"1000\" height=\"666\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nancy Pelosi on Capitol Hill in Washington, Thursday, as she headed to a briefing on the coronavirus.</span> \n    <span class=\"element-image__credit\">Photograph: Susan Walsh/AP</span> \n   </figcaption> \n  </figure> \n  <p>Before, unfortunately, getting out a hankie and blowing her nose.</p> \n  <p>“It’s like the house is on fire,” she added, about the sense of emergency now unfolding in the country.</p> \n </div> \n</div> \n<div id=\"block-5e6a4b608f085f0b8d9473d8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T14:50:46.359Z\">2.50pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Trump to sign disaster declaration?</h2> \n <div class=\"block-elements\"> \n  <p>The latest chatter is that the president may sign a disaster declaration today. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JakeSherman/status/1238099378398781448\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW — <a href=\"https://twitter.com/larry_kudlow?ref_src=twsrc%5Etfw\">@larry_kudlow</a> told Republicans on a party call this morning that PRESIDENT TRUMP may sign a disaster declaration under the Stafford Act today.</p>— Jake Sherman (@JakeSherman) \n    <a href=\"https://twitter.com/JakeSherman/status/1238099378398781448?ref_src=twsrc%5Etfw\">March 12, 2020</a>\n   </blockquote> \n  </figure> \n  <p><strong>Larry Kudlow</strong> is director of the White House’s National Economic Council.</p> \n  <p> The Stafford Act is otherwise known as the Disaster Relief and Emergency Assistance Act and is essentially a federal law designed to bring an orderly and systemic means of <strong>federal natural disaster assistance</strong> for state and local governments in carrying out their responsibilities to aid citizens.</p> \n </div> \n</div> \n<div id=\"block-5e6a49b38f085f0b8d9473b4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T14:43:34.862Z\">2.43pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It’s a little on the nose, perhaps, but here’s former Pittsburgh Post-Gazette cartoonist Rob Rogers’ take on all this today.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Rob_Rogers/status/1238108613941645313\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Trump is at his evil best when he has a human enemy to target. Unfortunately, he has no clue how to attack an infectious disease. <a href=\"https://t.co/NPxRsur09E\">https://t.co/NPxRsur09E</a> <a href=\"https://twitter.com/hashtag/Trump?src=hash&amp;ref_src=twsrc%5Etfw\">#Trump</a> <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> <a href=\"https://twitter.com/hashtag/CoronavirusPandemic?src=hash&amp;ref_src=twsrc%5Etfw\">#CoronavirusPandemic</a> <a href=\"https://twitter.com/hashtag/Ukraine?src=hash&amp;ref_src=twsrc%5Etfw\">#Ukraine</a> <a href=\"https://twitter.com/hashtag/CDC?src=hash&amp;ref_src=twsrc%5Etfw\">#CDC</a> <a href=\"https://twitter.com/hashtag/Biden?src=hash&amp;ref_src=twsrc%5Etfw\">#Biden</a> <a href=\"https://t.co/PffQCr82Xw\">pic.twitter.com/PffQCr82Xw</a></p>— Rob Rogers (@Rob_Rogers) \n    <a href=\"https://twitter.com/Rob_Rogers/status/1238108613941645313?ref_src=twsrc%5Etfw\">March 12, 2020</a>\n   </blockquote> \n  </figure> \n  <p>To refresh, here’s Rob’s story:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2018/jun/17/pittsburgh-post-gazette-rob-rogers-cartoons\">Pittsburgh cartoonist says he was fired after 25 years for making fun of Trump</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e6a46b58f08c2df6d27848c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T14:38:24.932Z\">2.38pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Republicans slam new coronavirus legislation</h2> \n <div class=\"block-elements\"> \n  <p>There’s a fight breaking out on Capitol Hill about the new bill to tackle the coronavirus outbreak in the US, unveiled by Democrats today.</p> \n  <p>House Democrats earlier unveiled an ambitious set of measures to provide free testing for the coronavirus, paid sick leave and strengthened unemployment insurance as a response to the worsening outbreak’s economic impact on people across the United States, the AP reports.</p> \n  <p>The House legislation related to the virus is slated for a vote in the Democratic-controlled House on Thursday.</p> \n  <p>The legislation includes requiring private health insurance plans to provide <strong>free coronavirus testing</strong> and waiving cost-sharing rules for testing provided to people covered by Medicare, Medicaid and federal retirement programs.<br><br>It establishes an unprecedented but temporary <strong>federal sick leave benefit</strong> paid through the Social Security program. Workers with the coronavirus or caring for family members with it would receive two-thirds of their wages for up to three months. The benefit would expire in January 2021.<br></p> \n  <p>It also creates a <strong>federally mandated sick leave benefit for private businesses</strong> that would require all employers to allow their workers to accrue seven days of paid sick leave, with an additional 14 days available immediately in the event of public health emergencies such as the current coronavirus crisis.<br><br>It provides <strong>$1.3 billion in emergency food aid</strong> for low-income pregnant women and their young children, senior citizens and food banks. It allows states to provide food stamps to make up for lost school lunch benefits if their children are kept home from school.<br></p> \n  <p>Later Thursday morning, Reuters reports:</p> \n  <blockquote class=\"quoted\"> \n   <p>The top Republican in the House expressed strong opposition to legislation addressing the coronavirus that the Democrat-led chamber is expected to vote on on Thursday.</p> \n   <p>“The legislation that Speaker Pelosi (<strong><a href=\"https://www.theguardian.com/us-news/nancy-pelosi\">Nancy Pelosi</a></strong>) introduced at 11pm last night, written by her staff and her staff alone, and plans to vote on just 12 hours later is not only completely partisan. It is unworkable,” Republican Leader <strong>Kevin McCarthy</strong> wrote in a <a href=\"https://twitter.com/GOPLeader/status/1238097561027821570\">tweet</a>.</p> \n  </blockquote> \n  <p>McCarthy has been heavily criticized for biased language around Covid-19.</p> \n  <figure class=\"element element-image\" data-media-id=\"9a23f97184b83107f6fe1b964af851db736b40ef\"> \n   <img src=\"https://media.guim.co.uk/9a23f97184b83107f6fe1b964af851db736b40ef/0_0_4500_3000/1000.jpg\" alt=\"Downward spiral for the Trump administration? House minority leader Kevin McCarthy, left, on Capitol Hill recently.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Downward spiral for the Trump administration? House minority leader Kevin McCarthy, left, on Capitol Hill recently.</span> \n    <span class=\"element-image__credit\">Photograph: Samuel Corum/Getty Images</span> \n   </figcaption> \n  </figure> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/10/republicans-face-backlash-racist-labeling-coronavirus-china-wuhan\">Republicans face backlash over racist labeling of coronavirus</a> </p> \n  </aside> \n  <p>With <a href=\"https://www.sacbee.com/opinion/editorials/article241061166.html\">demands</a> from some for apologies.</p> \n </div> \n</div> \n<div id=\"block-5e6a427d8f087df56e4c74bd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T14:11:31.296Z\">2.11pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Tourist rout at Capitol</h2> \n  <p>The <strong>US Capitol</strong> in Washington, DC, is normally crowded with excited tourists admiring the seat of power both outside and inside, and sometimes getting to go into the chambers of the House or Senate to watch proceedings.</p> \n  <p>Members of both houses of Congress have been increasingly worried about the crowds in and around the Capitol who have flown across the country (or world) to be there.</p> \n  <p>Well that was yesterday. Here’s today</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kyledcheney/status/1238075853067689984\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Marked change at the Capitol. Yesterday it was crawling with tourists. Today:<br><br>-Cones around the entire front to create separation from passersby.<br><br>-Visitors place items in disposable plastic bags to go through security, rather than shared bins. <a href=\"https://t.co/f3woX6oPxy\">pic.twitter.com/f3woX6oPxy</a></p>— Kyle Cheney (@kyledcheney) \n    <a href=\"https://twitter.com/kyledcheney/status/1238075853067689984?ref_src=twsrc%5Etfw\">March 12, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T14:24:16.219Z\">at 2.24pm GMT</time></p> \n</div> \n<div id=\"block-5e6a3cfa8f085f0b8d947326\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T13:57:26.467Z\">1.57pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hello US politics watchers, <a href=\"https://www.theguardian.com/profile/joannawalters\">Joanna Walters</a> in New York, taking the blog from my colleagues in London.</p> \n  <p>It’s going to be a busy day in a week that feels like a tipping point both in America’s response to the coronavirus outbreak and in the 2020 Democratic nominating race and maybe the entire election.</p> \n  <p>Coming up later this morning we have:</p> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/us-news/nancy-pelosi\">Nancy Pelosi</a></strong>’s press conference in Washington at 10.45 am ET. The president has already indirectly attacked her on Twitter already this morning, by <a href=\"https://twitter.com/realDonaldTrump/status/1238046001744826369\">retweeting</a> criticism from <a href=\"https://www.theguardian.com/media/fox-news\">Fox News</a>.</li> \n   <li>Federal health chiefs Robert Redfield and Anthony Fauci testifying in front of the House oversight committee at 11am.</li> \n   <li>Democratic frontrunner <a href=\"https://www.theguardian.com/us-news/joebiden\"><strong>Joe Biden</strong></a> is talking from Wilmington, Delaware, at 1pm, his home state. He will be talking about the US response to coronavirus and no doubt realizes how vital it is that he appear Obama-presidential (not Trump-presidential or Biden-streetfighter presidential).</li> \n   <li><strong><a href=\"https://www.theguardian.com/us-news/bernie-sanders\">Bernie Sanders</a></strong> is preparing for his crucial debate appearance alongside Biden in Phoenix on Sunday, where he has to justify staying in the race and give a convincing argument for advancing his left-wing movement by doing so.</li> \n  </ul> \n  <p>Do stay tuned.</p> \n </div> \n</div> \n<div id=\"block-5e6a3b518f087df56e4c7460\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T13:38:47.177Z\">1.38pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The markets opened…and then trading was halted</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/markets/status/1238096466935189504\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">S&amp;P 500 Index drops 7%, U.S. stock trading halted <a href=\"https://t.co/t5Y1zEa8b2\">https://t.co/t5Y1zEa8b2</a> <a href=\"https://t.co/oWXcnKk6ig\">pic.twitter.com/oWXcnKk6ig</a></p>— Bloomberg Markets (@markets) \n    <a href=\"https://twitter.com/markets/status/1238096466935189504?ref_src=twsrc%5Etfw\">March 12, 2020</a>\n   </blockquote> \n  </figure> \n  <p>It will resume in 15 minutes.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T13:40:44.591Z\">at 1.40pm GMT</time></p> \n</div> \n<div id=\"block-5e6a39068f08c2df6d2783f1\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T13:31:29.039Z\">1.31pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">House Democrats unveil ambitious coronavirus measures</h2> \n <div class=\"block-elements\"> \n  <p>House Democrats have unveiled an ambitious set of measures to provide free testing for the coronavirus, paid sick leave and strengthened unemployment insurance as a response to the worsening outbreak’s economic impact on people across the United States, the AP reports. </p> \n  <p>The House legislation related to the virus is slated for a vote in the Democratic-controlled House on Thursday.</p> \n  <p>The legislation includes requiring private health insurance plans to provide <strong>free coronavirus testing</strong> and waiving cost-sharing rules for testing provided to people covered by Medicare, Medicaid and federal retirement programs.<br><br>It establishes an unprecedented but temporary <strong>federal sick leave benefit</strong> paid through the Social Security program. Workers with the coronavirus or caring for family members with it would receive two-thirds of their wages for up to three months. The benefit would expire in January 2021.<br></p> \n  <p>It also creates a <strong>federally mandated sick leave benefit for private businesses</strong> that would require all employers to allow their workers to accrue seven days of paid sick leave, with an additional 14 days available immediately in the event of public health emergencies such as the current coronavirus crisis.<br><br>It provides <strong>$1.3 billion in emergency food aid</strong> for low-income pregnant women and their young children, senior citizens and food banks. It allows states to provide food stamps to make up for lost school lunch benefits if their children are kept home from school.<br><br>Workers laid off because of the coronavirus outbreak are already eligible for unemployment benefits, but the legislation provides $1 billion for additional caseloads and administrative costs to encourage temporarily furloughed workers to obtain unemployment benefits.</p> \n </div> \n</div> \n<div id=\"block-5e6a33678f08c2df6d2783ae\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T13:06:14.242Z\">1.06pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>General Kenneth McKenzie, who is responsible for Afghanistan, Iraq and the Mid East is testifying before the Senate Armed Services Committee. Two US soldiers were killed in a rocket attack in Iraq last night.</p> \n  <p>You can watch his appearance here:</p> \n  <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=MdPo3K9QeEk\"> \n   <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/MdPo3K9QeEk?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n   <figcaption>\n    U.S. Central Command Commander Testifies on Afghanistan, Iraq and the Middle East\n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6a311a8f087df56e4c73e6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T13:00:16.888Z\">1.00pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Senator Cotton closes Washington office over coronavirus - blames China</h2> \n <div class=\"block-elements\"> \n  <p>Republican Senator Tom Cotton has <a href=\"https://www.cotton.senate.gov/?p=press_release&amp;id=1337\">announced that he is temporarily closing his Washington office</a> in response to the coronavirus. </p> \n  <p>In a statement which very squarely attempts to blame China for the emergence of the virus, he finishes by saying:</p> \n  <blockquote class=\"quoted\"> \n   <p>We are a great people. We rise to every challenge, we vanquish every foe, and we come through adversity even better than before. I have every confidence America will once again marshal the resolve, toughness, and genius of our people to overcome the serious threat to our health and well-being posed by the Wuhan coronavirus. We will emerge stronger from this challenge, we will hold accountable those who inflicted it on the world, and we will prosper in the new day.</p> \n  </blockquote> \n  <p>Cotton says his Arkansas office remains open.</p> \n  <p>The World Health Organisation have designated the illness caused by the coronavirus as <a href=\"https://www.theguardian.com/world/2020/feb/27/what-is-covid-19\">Covid-19</a>, and strongly discourage the use of geographic locations in the naming of illnesses.</p> \n </div> \n</div> \n<div id=\"block-5e6a2d228f08c2df6d27835b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T12:47:21.712Z\">12.47pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>“I’m hoping that we can just get a lot of facts out in the few minutes we have together”</strong></p> \n  <p>Savannah Guthrie is picking up praise on social media for the way she tackled Mike Pence this morning on TV. The vice president was doing the rounds of the morning shows, trying to reassure the nation that the administration is on top on the coronavirus outbreak. You can watch the eight minute segment here:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/adamwren/status/1238079373141573633\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">It’s a rare moment when a journalist effectively cuts through Pence’s filibusters. This by <a href=\"https://twitter.com/SavannahGuthrie?ref_src=twsrc%5Etfw\">@SavannahGuthrie</a> is well done. <a href=\"https://t.co/nxA5mjCKJQ\">pic.twitter.com/nxA5mjCKJQ</a></p>— Adam Wren (@adamwren) \n    <a href=\"https://twitter.com/adamwren/status/1238079373141573633?ref_src=twsrc%5Etfw\">March 12, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Pence said that for senior citizens with serious underlying health conditions in the US the illness represents a threat of “very serious consequences”. Americans returning from Europe are being asked to self-quarantine for 14 days.</p> \n  <p>Far from Trump’s claim a couple of weeks ago that the 15 cases would soon be nearer zero, Pence said we know that “there will be thousands more cases”.</p> \n </div> \n</div> \n<div id=\"block-5e6a2c208f087df56e4c73ad\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T12:35:32.940Z\">12.35pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It is going to be a rough ride on Wall Street today - if Trump intended to calm world markets with a message that the US was on top of the coronavirus outbreak, that certainly did not happen. Dow Jones futures are down more than 1,000 points as the market braces for more losses when it opens. On Wednesday, the Dow dropped 1,464 points, dragging it 20% below the record set last month and putting the index in a bear market.</p> \n  <p>European and Asian markets have been tumbling already today - you can follow the rout over on our <a href=\"https://www.theguardian.com/business/live/2020/mar/12/stock-markets-tumble-trump-europe-travel-ban-ecb-christine-lagarde-business-live\">live business blog</a>.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/live/2020/mar/12/stock-markets-tumble-trump-europe-travel-ban-ecb-christine-lagarde-business-live\">Stock markets tumble as Trump's Europe travel ban shocks investors - business live</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e6a1c2e8f08c2df6d278291\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T11:32:26.862Z\">11.32am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Bernie Sanders <a href=\"https://www.theguardian.com/us-news/video/2020/mar/11/bernie-sanders-stays-in-race-biden-video\">sounded determined</a> as he announced he was sticking with the race to win the Democratic nomination after his disappointing results in Tuesday’s votes. Politico this morning have been looking at how <a href=\"https://www.politico.com/news/2020/03/12/florida-sanders-hispanics-unpopular-125835\">next week’s vote in Florida may prove to be the crucial step too far</a> for the Vermont senator. </p> \n  <blockquote class=\"quoted\"> \n   <p>More than a quarter of the Democratic primary electorate is traditionally African American, Biden’s base. Two-thirds are typically 50 or older, also Biden’s stronghold. And about 60 percent in polls consider themselves moderates or even conservatives — ditto, advantage Biden. But it gets worse for Sanders. Hispanic voters have been a bright spot for the Vermont senator in several states that have already voted. But the opposite is true in Florida.</p> \n  </blockquote> \n  <p>Marc Caputo looks at how a poll released yesterday showed Florida Hispanics, by a 34-point margin, look unfavourably upon Sanders. It’s not just the “socialist” tag, he angered many of the state’s Hispanic voters with last month’s “60 Minutes” interview where he praised Fidel Castro’s literacy and healthcare record in Cuba - airbrushing over the human rights concerns over the regime.</p> \n  <p><strong>Read it here</strong> - <a href=\"https://www.politico.com/news/2020/03/12/florida-sanders-hispanics-unpopular-125835\">Politico: Florida poised to stamp out Sanders campaign</a></p> \n </div> \n</div> \n<div id=\"block-5e6a19cb8f087df56e4c72c7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T11:20:01.276Z\">11.20am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There’s inevitably been a lot of focus over the last weeks during the Democratic primaries on whether black voters are turning out for Joe Biden or for Bernie Sanders. But that analysis often takes for granted that the black vote will back the Democrats. That isn’t the case:</p> \n  <blockquote class=\"quoted\"> \n   <p>As analysts debunk the myth of the black voter monolith, some black Republicans are stepping forward to counter stereotypes and assert a political identity very different from the usual assumption that all black Americans are Democrats, especially in the era of President Donald Trump.</p> \n  </blockquote> \n  <p>My colleague Kenya Evelyn in New York has been looking at <a href=\"https://www.theguardian.com/us-news/2020/mar/12/black-republicans-african-american-voters\">how black Republicans are debunking the myth of a voter monolith</a>.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/12/black-republicans-african-american-voters\">How black Republicans are debunking the myth of a voter monolith</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e6a16ff8f085f0b8d94715c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T11:10:11.084Z\">11.10am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Associated Press have been looking at how the coronavirus outbreak will impact the election campaign.</p> \n  <p>“If coronavirus has the lasting impact that we all fear it will, it will also dramatically reshape the way a presidential campaign unfolds,” Jesse Ferguson, a veteran Democratic strategist and former spokesman for Hillary Clinton’s campaign, told AP.<br></p> \n  <p>“Politics is fundamentally about leaders interacting with the people who they represent, and if a pandemic forecloses that ability, it changes everything how you campaign, how you knock doors, how you do events and how you do the retail part of politics.”</p> \n  <p>The weekend’s TV debate between Joe Biden and Bernie Sanders will now take place without a studio audience.</p> \n  <p>Coronavirus restrictions could severely stifle the remainder of the Sanders campaign in particular. Steve Schmidt was John McCain’s top adviser when his 2008 campaign was interrupted by the financial crisis. He told AP:</p> \n  <p>“The raw politics of this is that it freezes the Democratic race in place for Bernie Sanders, who is on his last legs. You can’t have a revolution without rallies,” he said.</p> \n  <p>“The Trump show is sustained by rallies,” he added.</p> \n </div> \n</div> \n<div id=\"block-5e6a14078f08c2df6d278249\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T10:56:46.348Z\">10.56am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Yesterday feels like the day that the US suddenly began to get to grips with the idea that widespread disruption from the coronavirus outbreak was inevitable. No St Patrick’s Day parades. No NBA. No college. A prime-time address from the Oval Office, and the news that Trump has cancelled campaign events. Mike Pence, in charge of the administration’s efforts to combat the virus, will be on CBS News this morning to talk about the outbreak.</p> \n  <p>We’ve got full live coverage of the coronavirus crisis as it unfolds <a href=\"https://www.theguardian.com/world/live/2020/mar/12/coronavirus-live-updates-who-declares-pandemic-as-italy-introduces-stricter-measures\">over here</a>:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2020/mar/12/coronavirus-live-updates-who-declares-pandemic-as-italy-introduces-stricter-measures\">Coronavirus live updates: Trump suspends travel from 26 European countries to US</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e6a001e8f08c2df6d2781ba\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T10:40:50.223Z\">10.40am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Good morning. On 26 February <a href=\"https://www.theguardian.com/us-news/video/2020/feb/27/trump-says-coronavirus-spread-not-inevitable-video\">Donald Trump said that the US had 15 cases of the coronavirus</a>, and that “the 15 within a couple of days is going to be down to close to zero, that’s a pretty good job we’ve done.”</p> \n  <p>It is now 15 days later, <a href=\"https://gisanddata.maps.arcgis.com/apps/opsdashboard/index.html#/bda7594740fd40299423467b48e9ecf6\">the US has 1,312 cases</a>, and has seen 38 deaths. <a href=\"https://www.theguardian.com/sport/2020/mar/11/nba-suspend-season-coronavirus\">The NBA season has been suspended</a>. Today’s news is likely to be dominated by the administration’s continued efforts to get on top of the crisis, and the fall-out from <a href=\"https://www.theguardian.com/world/2020/mar/11/coronavirus-outbreak-us-trump-latest\">the sweeping travel ban for visitors from Europe</a> that Trump announced last night.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"bce7d1f1-9db5-47e1-b3ca-04ae6e48b596\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/xVLdDA6WWrA?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>European markets, airline stocks and the pirce of oil have all tumbled after the announcement. It could be turbulent again when Wall Street opens this morning.</p> \n  <p>Somewhat ironically - the president will be busy greeting a guest from Europe this morning - Irish prime minister Leo Varadkar. Ireland is not covered by the ban. What Trump said in his address, and what has actually been written down in <a href=\"https://publicpool.kinja.com/subject-proclamation-suspension-of-entry-as-immigrants-1842280740\">Proclamation 9984</a> are slightly at odds. Here’s an explainer of <a href=\"https://www.theguardian.com/world/2020/mar/11/trump-coronavirus-europe-travel-suspended\">what it means</a> in practice.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/11/trump-coronavirus-europe-travel-suspended\">Trump's EU travel suspension explained: who is affected and will it help?</a> </p> \n  </aside> \n  <p>House Speaker Nancy Pelosi will be having her weekly press conference, then is hosting the annual Friends of Ireland luncheon, with Varadkar as a guest at 11.30am. </p> \n  <p>Democratic front runner Joe Biden will be in Wilmington, Delaware, at lunchtime, where he is expected to talk about the coronavirus pandemic.</p> \n  <p>We might also get some further administration reaction to the news that <a href=\"https://www.theguardian.com/world/2020/mar/11/iraq-rocket-attack-americans-uk-soldier-dead\">two American service members were killed last night by a rocket attack</a> on a military base in Iraq.</p> \n </div> \n</div>"
]