[
  "<p>Standing in the Brady briefing room at the White House last week, Donald Trump said that despite new restrictions on the number of journalists allowed in the room, there were still too many reporters around.</p> <p>“You’re actually sitting too close,” the president told the journalists. “We should probably get rid of about another 75, 80% of you. I have just two or three that I like in this room.”</p> <p>If it was a joke, the timing was terrible.</p> <p>As the coronavirus crisis has grown, so too has the power of the president’s whim to shape American life, whether that means choosing which states get emergency medical equipment first, deciding where to deploy troops to build temporary hospitals – or controlling what the public knows about what the government is doing.</p> <p>In recent weeks, Trump has invoked emergency powers enabling him to waive certain healthcare regulations and direct enormous streams of cash to areas of need. He has also announced that the federal government would use its authority to direct private companies to boost the production of surgical masks, gloves and other equipment, although the status of those efforts was unclear.</p> <p>For now the risk – the seeming surety – of a national disaster has fostered a willingness in even Trump’s harshest critics for him to aggressively seize the reins of his office and marshal the power of the federal government toward a muscular and decisive response that could save thousands of lives.</p> <p>But with this widespread desire for action has come related concerns about where, exactly, that power will stop growing, when the emergency crests, and how that power will shrink when the crisis subsides.</p> <p>Civil society advocates warn the fog of crisis could give Trump cover to grab adjacent powers, not related to the current emergency, that might be difficult to claw back – especially if Congress and the courts failed to check Trump after the fact.</p> <p>“Ordinarily, that’s not something you’d be worried about, because it would seem kind of unthinkable for a president to exploit a pandemic to arrogate a bunch of power that he doesn’t need,” said Elizabeth Goitein, co-director of the liberty and national security program at the Brennan Center for Justice.</p> <p>“But we have seen that this president is willing to abuse emergency powers, and to use them for political gains. And so we have to worry.”</p> <p>By <a href=\"https://www.whitehouse.gov/presidential-actions/proclamation-declaring-national-emergency-concerning-novel-coronavirus-disease-covid-19-outbreak/\">invoking</a> the National Emergencies Act on 13 March, Trump gained access to emergency powers in more than 100 other statutes, Goitein said, “and if you look at those authorities, very few of them relate to health crises”. With incremental action, Trump could expand government control of the internet, freeze private assets or change the size and composition of the armed forces.</p> <p>Other steps Trump has taken in the coronavirus response, such as restricting international borders and imposing mandatory quarantines for certain travelers, do not rely on emergency authorities but could create a legacy of expanded executive power that advocates fear could outlast the virus.</p> <p>One step Trump did not take after his administration <a href=\"https://www.hhs.gov/about/news/2020/01/31/secretary-azar-declares-public-health-emergency-us-2019-novel-coronavirus.html\">declared</a> a public health emergency on 31 January was to reallocate funds to speed approval for drugs and ramp up the production of coronavirus tests kits. Trump’s failure to deploy that power, the University of Texas law professor Steve Vladeck said, may have ironically created a scenario in which he ends up using much broader powers.</p> <p>“The president’s dilatory use of the powers he has, I think, is going to end up requiring him to use a lot more of that power, in ways that are a lot more controversial and a lot more coercive and a lot more inconsistent,” Vladeck told Benjamin Wittes of the Brookings Institution in a <a href=\"https://www.lawfareblog.com/lawfare-podcast-bonus-edition-steve-vladeck-emergency-powers-and-coronavirus\">Lawfare podcast</a> about emergency powers and coronavirus.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"38f39f4948cbc823d5c64fdcf4a908efd2ec8951\"> <img src=\"https://media.guim.co.uk/38f39f4948cbc823d5c64fdcf4a908efd2ec8951/0_169_5098_3060/1000.jpg\" alt=\"Members of the Maryland national guard control entry to a section of parking lot on the south side of FedEx Field on Monday that officials said will become a clinic for coronavirus health screenings.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Members of the Maryland national guard control entry to a section of parking lot on the south side of FedEx Field on Monday that officials said will become a clinic for coronavirus health screenings.</span> <span class=\"element-image__credit\">Photograph: Chip Somodevilla/Getty Images</span> </figcaption> </figure>  <p>Concerns that the administration would look for ways to use the crisis to move the lines of the law were sharpened by <a href=\"https://www.politico.com/news/2020/03/21/doj-coronavirus-emergency-powers-140023\">reports</a> last week that the justice department had asked Congress to pass legislation allowing federal judges to detain people indefinitely without trial during emergencies.</p> <p>But analysts differ in their imaginations of how a dangerous expansion of power by Trump might unfold, with the economy in a tailspin and a presidential election on the horizon.</p> <p>Under extraordinary powers accessible to Trump after his national emergency declaration, he could declare the coronavirus to be a “foreign threat” and impose financial sanctions on anyone he said was contributing to the threat, such as a media company or a political opponent.</p> <p>He could announce an interstate travel ban, enforceable by the military, citing a need to stop the spread of the virus. Along similar lines, he could take steps that could make it harder for some people to vote in the presidential election in November – or make it more difficult for legal challenges to such steps to be heard in court.</p> <p>“It’s not hard to imagine the federal courts in general, and this supreme court in particular, being remarkably deferential to the federal government in a public health crisis like this one,” Vladeck told Wittes.</p> <p>Or, in what analysts describe as a worst-case scenario, the justice department could move for a federal judge to declare a breakdown of local law enforcement – at which point Trump could theoretically deploy the military in the streets, in a manner breaking with <a href=\"https://www.army.mil/article/45029/the_army_response_to_hurricane_katrina\">past deployments</a> of active-duty troops for disaster response.</p> <p>As an ominous reference point, civil liberties advocates point to anti-democratic moves taken by the Israeli prime minister, Benjamin Netanyahu, to close most courts, adjourn parliament and exploit secret cellphone data.</p> <p>“We have to be on the lookout for any use of these powers that goes beyond what public health experts are recommending as necessary, and that intrude on civil liberties,” Goitein said.</p> <p>In offhand comments, Trump has occasionally expressed a reticence about the power of his office, which he elsewhere has described as unlimited.</p> <p>“A lot of executive power, if we don’t have to use it that would be a good thing, not a bad thing,” he said at the White House last week. As late as Wednesday, Trump was resisting calls to invoke the Defense Production Act to get private businesses involved in mask and ventilator production, saying, “We hope we’re not going to need it.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"3044778bfa1fcc6a503b5817444bff2200d26707\"> <img src=\"https://media.guim.co.uk/3044778bfa1fcc6a503b5817444bff2200d26707/0_134_4015_2409/1000.jpg\" alt=\"Donald Trump’s track record offers no reason to believe that he will eagerly accede to the contraction of powers that expanded in a time of emergency response, experts warn.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump’s track record offers no reason to believe that he will eagerly accede to the contraction of powers that expanded in a time of emergency response, experts warn.</span> <span class=\"element-image__credit\">Photograph: Eric Baradat/AFP via Getty Images</span> </figcaption> </figure>  <p>The Berkeley law professor John Yoo, who crafted legal cover for torture programs in the George W Bush years, took a sanguine view of Trump’s power and its containment.</p> <p>“There’s not a whole lot more I think that the president can do, unless we saw something much more serious occur such as the breakdown of law and order,” said Yoo in a call-in forum hosted on Friday by the Federalist Society. “Even then the president would need to rely on the request of state governors for assistance before he could intervene.”</p> <p>But Trump’s track record offers no reason to believe that he will eagerly accede to the contraction of powers that expanded in a time of emergency response, said Goitein, of the Brennan Center.</p> <p>“If you divorce his emergency orders from the context of every other thing he’s ever said or done, you might be able to believe that,” she said. “But if you put it in the context of a president who has said that article II gives him the power to do anything he wants, and a president who has ordered officials not to comply with congressional subpoenas, and a president who has said that Congress does not have the authority to impeach him – then I think you absolutely have to be worried.”</p>",
  "<div id=\"block-5e7965048f08e46329cb49c3\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T02:30:30.944Z\">2.30am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Evening summary</h2> \n <div class=\"block-elements\"> \n  <p>We’re closing out this US politics liveblog for the night, but our global live coverage of the coronavirus pandemic <a href=\"https://www.theguardian.com/australia-news/live/2020/mar/24/coronavirus-live-news-updates-us-trump-uk-lockdown-global-deaths-cases-covid19-latest-update\">will continue</a>. A summary of key events this evening: </p> \n  <ul> \n   <li>In his White House coronavirus briefing, <strong>Donald Trump </strong>made clear that he wanted to lift restrictive public health measures as soon as possible, and that his major concern was the state of the US economy. He would re-open America for business in “weeks,” not months, Trump pledged, and refused to say whether he would simply ignore public health experts if they advised that restrictive measures to stop the spread of the virus needed to stay in place longer. </li> \n   <li>The public health expert who has emerged as a trusted public voice on the epidemic, <strong>Dr. Anthony Fauci, </strong>was not present at tonight’s White House briefing.</li> \n   <li>The White House’s coronavirus response coordinator,<strong> Dr. Deborah Birx</strong>, said the data on the spread of coronavirus in the New York City region was concerning, but data from Europe, which showed that 99% of the deaths from coronavirus were in people over 50, was reassuring. </li> \n   <li>A 69-year-old Texas Republican, <strong>Lt. Gov. Dan Patrick</strong>, said in a Fox News interview that, as a senior citizen, he would rather risk death than have the government pursue measures that would fundamentally damage the American economy. “I just think there are lots of grandparents out there in this country like me,” Patrick said. “Let’s get back to work, let’s get back to living, let’s be smart about it, and those of us who are 70-plus, we’ll take care of ourselves.” </li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5e7963428f08cc9a819471dd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T02:28:57.738Z\">2.28am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Washington joins a host of other states with its new stay-at-home order, in which residents are asked not to leave their houses unless necessary. Those states are: </p> \n  <ul> \n   <li>California</li> \n   <li>Connecticut</li> \n   <li>Delaware</li> \n   <li>Illinois</li> \n   <li>Indiana</li> \n   <li>Louisiana</li> \n   <li>Massachusetts</li> \n   <li>Michigan</li> \n   <li>New Jersey</li> \n   <li>New York</li> \n   <li>Ohio</li> \n   <li>Oregon</li> \n   <li>West Virginia</li> \n   <li>Washington</li> \n  </ul> \n  <p>As life grinds to a slowdown across the US, bustling metropolises have come to resemble eerie ghost towns. Here’s what quarantined America looks like from above ... </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/gallery/2020/mar/23/coronavirus-us-cities-quarantine-in-pictures\">US cities in coronavirus quarantine, seen from above –&nbsp;in pictures</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7961238f08cc9a819471c1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T01:32:28.148Z\">1.32am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In his tweets announcing Washington’s new stay-at-home order, governor Inslee urged residents against a run on the grocery stores. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GovInslee/status/1242249649911508992\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">For the sake of our neighbors, our health workers, our seniors and others: No one should make a run on the grocery stores to overstock. <br><br>If each of us maintains our normal shopping habits, we will avoid the problem of empty shelves.</p>— Governor Jay Inslee (@GovInslee) \n    <a href=\"https://twitter.com/GovInslee/status/1242249649911508992?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The Guardian’s <strong>Victoria Bekiempis</strong> has reported on why panic-buying is the real threat to the US food supply. </p> \n  <p>She writes ... </p> \n  <blockquote> \n   <p>As <a href=\"https://www.theguardian.com/world/live/2020/mar/19/coronavirus-update-live-news-who-covid19-cases-outbreak-us-states-uk-school-closures-australia-europe-eu-africa-asia-latest-updates\">coronavirus</a> spreads in the US, many people are stockpiling essentials for what they believe will be periods of home confinement and panicked<a href=\"https://www.theguardian.com/world/2020/mar/18/the-most-vulnerable-people-are-missing-out-in-panic-buying-spree\"> shoppers</a> have stripped many US grocery stores of staples ranging from bread and milk to meat and toilet paper.</p> \n   <p>But, in fact, the virus currently poses little threat to the integrity of the US food supply. It is panic-buying itself that is causing the real disruption.</p> \n   <p>Experts interviewed by the Guardian said that while the grocery supply chain is generally fine at this point, rapid, dramatic shifts in consumer behavior have temporarily disrupted the market.</p> \n   <p>Trump himself has sought to assuage fears by urging the country not to hoard groceries amid the outbreak, saying he had a call with grocery industry leaders who urged him to speak out against hoarding.</p> \n   <p>“They have actually asked me to say: ‘Could you buy a little bit less, please?’ I thought I’d never hear that from a retailer,” Trump remarked, also saying: “They have no shortages. We have no shortages other than people buying anywhere from three to five times [more].”</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/23/us-coronavirus-panic-buying-food\">‘Could you buy a little less, please?’: panic-buying disrupts food distribution</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7955d38f08cc9a8194718c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T00:54:15.336Z\">12.54am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Texas Lt governor: senior citizens might want to risk lives to preserve the economy</h2> \n <div class=\"block-elements\"> \n  <p>An extraordinary television interview tonight with a Texas Republican, <strong>Lt Governor Dan Patrick</strong>, who is 69 years old and will turn 70 this week.</p> \n  <p>Patrick and said he is concerned that public health measures to prevent coronavirus will end American life as he knows it, and said he would rather risk death than having the country continue with tough public health restrictions that hurt the economy. </p> \n  <p><strong>“You know, Tucker, no one reached out to me and said, ‘As a senior citizen, are you willing to take a chance on your survival in exchange for keeping the America that all America loves for your children and grandchildren?’ And if that’s the exchange, I’m all in,”</strong> Patrick said. “And that doesn’t make me noble or brave or anything like that.<strong> I just think there are lots of grandparents out there in this country like me.” </strong></p> \n  <p>Patrick praised President Trump’s Monday evening press conference and said his heart was “lifted” by Trump’s emphasis on opening the economy again as soon as possible. </p> \n  <p>“I don’t want the whole country to be sacrificed…[in talking to people] everyone says pretty much the same thing: ‘We can’t lose our whole country. We’re having an economic collapse.” </p> \n  <p>“My message: let’s get back to work, let’s get back to living, let’s be smart about it, and those of us who are 70-plus, we’ll take care of ourselves, but don’t sacrifice the country. Don’t do that.” <br></p> \n  <p>Watch the full interview here: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RiegerReport/status/1242249603413655552\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Texas Lt. Gov. Dan Patrick:<br><br>“What I'm living in fear of is what's happening to this country…‘Are you willing to take a chance on your survival in exchange for keeping the America that all America loves for your children and grandchildren?' And if that's the exchange I'm all in\" <a href=\"https://t.co/2vIleMB1jP\">pic.twitter.com/2vIleMB1jP</a></p>— JM Rieger (@RiegerReport) \n    <a href=\"https://twitter.com/RiegerReport/status/1242249603413655552?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“You’re basically saying that this disease could take your life, but that’s not the scariest thing to you. There’s something that would be worse than dying,” Fox News host Tucker Carlson said to Patrick. <br></p> \n  <p>“Yeah,” Patrick said. “And look, I’m going to do everything I can do live. But if you said, are you willing to take a chance …”<br></p> \n  <p>A shorter clip of the interview is below: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ndrew_lawrence/status/1242245135129346050\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tx Lt Gov Dan Patrick says grandparents would be willing to die to save the economy for their grandchildren <a href=\"https://t.co/wC3Ngvtsbj\">pic.twitter.com/wC3Ngvtsbj</a></p>— Andrew Lawrence (@ndrew_lawrence) \n    <a href=\"https://twitter.com/ndrew_lawrence/status/1242245135129346050?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T01:00:10.782Z\">at 1.00am GMT</time></p> \n</div> \n<div id=\"block-5e7959378f08cc9a8194719f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T00:52:20.082Z\">12.52am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Meanwhile in <strong>Washington state</strong>, the governor <strong>Jay Inslee</strong> has issued a stay-at-home order for the entire state in an effort to curb the spread of coronavirus. </p> \n  <p><strong><em>Hallie Golden in Seattle reports ... </em></strong><br></p> \n  <blockquote> \n   <p>Calling this the only weapon we have to fight against the virus, Inslee said during a public address broadcasted online Monday that “the less time you spend out in public, the more lives we can save.”</p> \n   <p>The order will be in place for a minimum of two weeks and involve a ban on all gatherings and the closure of many businesses, except those deemed essential or those where employees can work remotely. It requires all Washingtonians to minimize social interactions and postpone such events as weddings and funerals.</p> \n   <p>The announcement came after a weekend full of reports of locals congregating in large groups at parks and standing close to one another in line at coffee shops and restaurants. </p> \n   <p>On Monday, Washington state health officials confirmed 2,221 cases of coronavirus, including 110 deaths. The majority were reported in King County, which includes Seattle.</p> \n   <p>Inslee had already banned gatherings of more than 50 people, as well as sit-in service at all food establishments, including restaurants, bars and coffee shops. He also recently announced that all kindergarten through 12th grade public and private schools in Washington will be closed for at least six weeks.</p> \n   <p>But a growing group of Washington residents had taken to social media to call on local leaders to implement some type of shelter-in-place policy in order to better address the spread of the virus.</p> \n   <p>The decision follows similar announcements made by officials in at least a dozen other states, including New York and California. Washington has the 2nd highest number of cases in the US, according to the federal Centers for Disease Control and Prevention.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T01:03:07.778Z\">at 1.03am GMT</time></p> \n</div> \n<div id=\"block-5e7951a78f0887f6e2b5c4ba\" class=\"block\" data-block-contributor=\"profile/laughland-oliver\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T00:29:12.232Z\">12.29am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Fact-checking Trump’s claim about suicide deaths from a bad economy</h2> \n  <p>In a marked low point of Donald Trump’s Monday press conference, the president argued that public health measures to slow spread of the coronavirus might have their own death toll, because the public health guidelines hurt the economy, and economic crisis leads to suicide. </p> \n  <p>The president implied that quickly ending ending restrictive health measures, in order to open the economy back up again, might avert an outbreak of suicide in the United States. </p> \n  <p>Before continuing with this post, and in case you find any of the president’s comments triggering, the number for the National Suicide Prevention hotline in the United States is: 1-800-273-8255. More information for other countries at the bottom of this post. <br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/7im/status/1242225775559884801\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Trump's comments right now may be triggering for some people. <br><br>Stick around folks. You are loved<br><br>National Suicide Prevention Hotline: <br>1-800-273-8255</p>— Tim Dickinson (@7im) \n    <a href=\"https://twitter.com/7im/status/1242225775559884801?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The president said: “People get tremendous anxiety and depression. And you have suicides over things like this when you have terrible economies. You have death, probably, I mean definitely would be in greater numbers than the numbers that we’re talking about with regard to the virus.”</p> \n  <p>What does the data show? </p> \n  <p>It is reasonable to suggest that a pandemic-linked recession <a href=\"https://www.usatoday.com/story/news/nation/2020/03/23/coronavirus-pandemic-isolation-fear-job-loss-triggers-suicide/2871949001/\">can increase the risk of a rise in suicides</a>. According to research published in the <a href=\"https://www.cambridge.org/core/journals/the-british-journal-of-psychiatry\">British Journal of Psychiatry</a>, North America and Europe experienced 10,000 more suicides during the 2008 recession. The outbreak of Sars in Hong Kong in 2002 and 2003 also led to a “significant increase” in suicides in those aged over 65, <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/20418214\">according to 2010 research</a>. </p> \n  <p>But experts also caution that there is no single cause of suicide. </p> \n  <p>While the figures for the mortality rate of coronavirus continues to evolve, recent research from Wuhan, China, the city where the outbreak began, indicates the mortality rate there <a href=\"https://www.nytimes.com/2020/03/19/health/wuhan-coronavirus-deaths.html\">was around 1.4%</a>. Experts <a href=\"https://news.harvard.edu/gazette/story/2020/03/hundreds-of-u-s-coronavirus-cases-may-have-slipped-through-screenings/\">at Harvard University</a> have projected an infection rate in the US of between 20 - 60%, meaning that while it is impossible to reliably estimate the American coronavirus death toll <a href=\"https://www.nytimes.com/interactive/2020/03/16/upshot/coronavirus-best-worst-death-toll-scenario.html\">a reasonable scenario</a> could result in <strong>hundreds of thousands of lives lost</strong>. </p> \n  <p>On first look, given the potentially devastating death toll directly associated with coronavirus, it appears unlikely to be matched by an increased rate in suicide, making the presidents claim almost certainly inaccurate. <br></p> \n  <ul> \n   <li><em>In the US, the National Suicide Prevention Lifeline is 1-800-273-8255. In the UK, the Samaritans can be contacted on 116 123 and Papyrus can be contacted on 0800 068 4141. </em><em>In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at <a href=\"https://www.google.com/url?q=http://www.befrienders.org&amp;sa=D&amp;source=hangouts&amp;ust=1526036685643000&amp;usg=AFQjCNFyqd-ltapoSCVoQifKdEVEdHlq-w\">www.befrienders.org</a>.</em></li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T00:48:23.828Z\">at 12.48am GMT</time></p> \n</div> \n<div id=\"block-5e7950308f0887f6e2b5c4ae\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T00:14:20.947Z\">12.14am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Report: CDC said coronavirus survived 17 days in cruise ship cabins</h2> \n  <p>At tonight’s White House briefing on coronavirus, Trump officials kept reminding Americans that the president’s plan to “stop the spread” of coronavirus was only a “15 day challenge” and they were already halfway through. <br></p> \n  <p>Meanwhile: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CNBC/status/1242207387215421445\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">CDC says coronavirus survived in Princess Cruise ship cabins for up to 17 days after passengers left <a href=\"https://t.co/vHIHVnETTF\">https://t.co/vHIHVnETTF</a></p>— CNBC (@CNBC) \n    <a href=\"https://twitter.com/CNBC/status/1242207387215421445?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e794b518f08cc9a81947158\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T00:03:41.179Z\">12.03am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">The mortality rate will be ‘a very big factor’ in Trump’s decision to ease restrictions</h2> \n <div class=\"block-elements\"> \n  <p>Asked if he was concerned that if he eased government restrictions to prevent coronavirus “too early”, the virus might continue to spread unabated, Trump said that he was looking to the mortality rate for coronavirus, and he found it encouraging.<br></p> \n  <p>At the beginning, “nobody knew anything about this particular virus”, and Trump said he heard numbers that the mortality rate for the virus might be as high as 5%, compared with “.001 or 2 or 3” percent for the normal flu. </p> \n  <p>Now, Trump said, he was hearing potential mortality rate numbers that were <a href=\"https://www.theguardian.com/world/2020/mar/22/what-is-coronavirus-and-what-is-the-mortality-rate\">lower</a>. </p> \n  <p>“The mortality rate, to me that is a very big factor,” Trump said.</p> \n  <p>“We’re under 1% now,” Trump said. “It’s still terrible. The whole concept of death is terrible, but there’s a tremendous difference between something under 1% and 4 or 5 or even 3%.”<br></p> \n  <p>Trump citing “under 1%” as the mortality rate for coronavirus is roughly <a href=\"https://www.statnews.com/2020/03/16/lower-coronavirus-death-rate-estimates/\">in line </a>with <a href=\"https://www.theguardian.com/world/2020/mar/22/what-is-coronavirus-and-what-is-the-mortality-rate\">some expert estimates</a> looking at data from other countries. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/atrupar/status/1242238248350597121\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">JON KARL: Are you worried that if you lift restrictions too quickly the virus will start spreading?<br><br>TRUMP: \"The mortality rate, that's a big factor... I think we're very substantially under 1 percent... the whole concept of death is terrible, but there's a tremendous difference\" <a href=\"https://t.co/5r3OAONtyC\">pic.twitter.com/5r3OAONtyC</a></p>— Aaron Rupar (@atrupar) \n    <a href=\"https://twitter.com/atrupar/status/1242238248350597121?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T00:08:36.999Z\">at 12.08am GMT</time></p> \n</div> \n<div id=\"block-5e7947918f0887f6e2b5c489\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T23:41:18.741Z\">11.41pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Trump: Fauci 'doesn't not agree' with need to re-open the economy</h2> \n <div class=\"block-elements\"> \n  <p>My colleague David Smith is in the White House briefing room, and just asked President Trump, “Where is Dr Fauci?”</p> \n  <p>“I was just with him,” Trump said, explaining that Anthony Fauci was “at a task force meeting”. </p> \n  <p>Smith asked Trump if Fauci agreed with him about the need to restart the economy. </p> \n  <p>“He doesn’t not agree,” Trump said. “He understands there’s a tremendous cost to our country.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/cspan/status/1242234983516966912\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Q: \"Where is Dr. Fauci right now? Why is he not at this briefing?\"<br><br>President Trump: I was just with him...he's at the task force meeting right now.\"<br><br>Q: \"Does he agree with you about the need to reopen the economy soon?\"<br><br>President Trump: \"He doesn't not agree.\" <a href=\"https://t.co/NC6CkyDmVN\">pic.twitter.com/NC6CkyDmVN</a></p>— CSPAN (@cspan) \n    <a href=\"https://twitter.com/cspan/status/1242234983516966912?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n  <p><a href=\"https://www.theguardian.com/world/2020/mar/23/anthony-fauci-trump-claims-white-house-doctor-coronavirus-crisis\">Fauci</a>, the head of the US National Institute of Allergy and Infectious Diseases, has become a trusted public figure during the coronavirus crisis, sometimes speaking alongside the president. </p> \n  <p>A spokesperson for vice-president Mike Pence, asked about why Fauci was not present at today’s briefing, gave a similar statement with a bit more detail:</p> \n  <p> “Dr. Fauci attended today’s task force briefing in person in addition to other White House meetings. As promised when we started coronavirus briefings at the White House, we would be rotating briefers depending on the news of the day.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T23:47:18.943Z\">at 11.47pm GMT</time></p> \n</div> \n<div id=\"block-5e7944f48f08cc9a81947137\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T23:32:17.624Z\">11.32pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Will the press briefing “look like this forever”? Trump asks.</p> \n  <p>Trump asked his coronavirus response coordinator a question, as he looked out at the much-more-empty than usual White House briefing room, with many fewer reporters than usual, and many empty seats between each journalist. </p> \n  <p>Before, the briefing room had been full of lots of “angry people who don’t like me”, Trump said, referring to the White House press corps. And the room used to be “full to the brim”, people almost sitting on each other’s laps, Trump said. “Will we ever have that again, or ... it will look like this forever?”</p> \n  <p>He turned to attorney general Bill Barr, who was standing behind him, after he asked the question, and Barr chuckled, suggesting he thought this was a funny joke. </p> \n  <p><strong> </strong>Birx dodged answering at first, but Trump asked it again: once the immediate crisis of coronavirus is over, will it be all right for the White House press room to be overflowing with journalists once again? <br></p> \n  <p>“I don’t know,” Birx said, saying that the briefing room at the moment looked like clinics around the world where people were taking preventive measures against the spread of tuberculosis. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T23:35:49.577Z\">at 11.35pm GMT</time></p> \n</div> \n<div id=\"block-5e79436e8f08cc9a8194712e\" class=\"block\" data-block-contributor=\"profile/mario-koran\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T23:18:20.134Z\">11.18pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>An update from California: </p> \n  <p>Speaking at an afternoon press conference, governor Gavin Newsom updated Californians on where the situation stands with available hospital beds and hotel rooms for the state’s unhoused. </p> \n  <p>Here’s snapshot of the state’s preparedness, by the numbers, according to Newsom: </p> \n  <p><strong>R</strong><strong>ooms and hospital beds:</strong></p> \n  <p><strong>108,000: </strong>The number of unhoused in California who need shelter </p> \n  <p><strong>51,000</strong>: The number of hotel rooms Newsom plans to provide for the unhoused</p> \n  <p><strong>416</strong>: Hospitals in California</p> \n  <p><strong>78,000</strong>: Hospital beds that typically exist in the state. </p> \n  <p><strong>19,500: </strong>The number of beds that the state will have to have to meet demand due to coronavirus.</p> \n  <p><strong>1,000</strong>: Number of beds at skilled nursing facilities Newsom is looking to add to assist the elderly</p> \n  <p><strong>Unemployment claims:</strong></p> \n  <p><strong>2,000</strong>: The number of claims California sees in a typical day</p> \n  <p><strong>40,000</strong>: Unemployment claims California saw a week ago Monday</p> \n  <p><strong>140,000</strong>: Unemployment claims the state saw yesterday (meaning it may take <a href=\"https://www.theguardian.com/business/2020/mar/20/unemployment-benefits-coronavirus-how-to-file-what-to-expect\">additional time </a>to issue payments).</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T23:20:56.387Z\">at 11.20pm GMT</time></p> \n</div> \n<div id=\"block-5e7941c78f08e46329cb4916\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T23:12:54.229Z\">11.12pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>“Uh-oh.”</p> \n  <p>A bizarre moment of comedy came earlier in this press conference. </p> \n  <p>“Saturday, I had a little low-grade fever,” Dr Deborah Birx said. “Uh-oh,” President Trump says, and backs away from the podium. (She said she got a test and tested negative, and the president eventually moved back.)</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SmithInAmerica/status/1242224216474296324\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Birx: \"Saturday, I had a little low grade fever.\" Trump jokes, \"Oh-oh!\" and recoils in cartoon fashion. Birx says she tested negative. Trump says, \"Phew!\"</p>— David Smith (@SmithInAmerica) \n    <a href=\"https://twitter.com/SmithInAmerica/status/1242224216474296324?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The context for this little interaction? Reporters had been pressing Birx about the continuing guidance that Americans only get tested if they show symptoms. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T23:23:48.198Z\">at 11.23pm GMT</time></p> \n</div> \n<div id=\"block-5e7940928f0887f6e2b5c44f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T23:09:42.219Z\">11.09pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Trump: A bad economy causes deaths, too, because of suicide</h2> \n <div class=\"block-elements\"> \n  <p>Trump has repeatedly suggested that a damaged American economy could create “more death” than potential deaths from the coronavirus.<br></p> \n  <p>“People get tremendous anxiety and depression and you have suicide over things like this, when you have a terrible economy, you have death, definitely would be in far greater numbers than we’re talking about with regard to the virus,” Trump said. “We have a double obligation. We have a great country, there’s no country like it in the world, and there’s no economy like it in the world.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SmithInAmerica/status/1242224407797551113\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Trump: \"This is going away. We're going to win the battle. But we have tremendous responsibility.\" You have suicides in terrible economies.</p>— David Smith (@SmithInAmerica) \n    <a href=\"https://twitter.com/SmithInAmerica/status/1242224407797551113?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T23:11:16.844Z\">at 11.11pm GMT</time></p> \n</div> \n<div id=\"block-5e793e9f8f08e46329cb48fe\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T23:04:45.772Z\">11.04pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Trump: 'We'll see what happens'</h2> \n <div class=\"block-elements\"> \n  <p>Major theme of this press conference: Trump wants to get the American economy going again as soon as possible, and is not open to the idea of restrictive public health measures going on for months.<br></p> \n  <p>Asked what he would do if, a week from now, public health experts asked him to extend public health restrictions, Trump said, “We’ll see what happens.” </p> \n  <p>Later, Trump said that very soon “we’re going to be opening up our country”. </p> \n  <p>Asked by a reporter if that meant “weeks or months,” Trump said, “I’m not looking at months, I can tell you right now.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/josh_wingrove/status/1242222174477393925\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Trump is asked what will happen if, a week from now, doctors want him to maintain restrictions but he wants to start reopening the economy.<br><br>“We’ll see what happens,” he says. “We can do two things at one time.”<br><br>(Health officials will certainly say: no, we really can't.)</p>— Josh Wingrove (@josh_wingrove) \n    <a href=\"https://twitter.com/josh_wingrove/status/1242222174477393925?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T23:06:29.115Z\">at 11.06pm GMT</time></p> \n</div> \n<div id=\"block-5e793d7f8f08cc9a81947100\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T22:54:44.347Z\">10.54pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">White House highlights NYC area as 'troubling' coronavirus hot spot</h2> \n <div class=\"block-elements\"> \n  <p>One early takeaway from tonight’s White House coronavirus press briefing: New York, New Jersey and Long Island are a center of coronavirus cases.<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Tom_Winter/status/1242218775354789895\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: Dr. Deborah Birx says the NY, NJ, Long Island area is of special concern. She says coronavirus has an attack rate close to 1 in 1,000 in this area.<br><br>28% of submitted specimens are positive in this area. <br><br>\"This is the group that absolutely needs to social distance.\"</p>— Tom Winter (@Tom_Winter) \n    <a href=\"https://twitter.com/Tom_Winter/status/1242218775354789895?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/atrupar/status/1242219321633497091\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Dr. Birx on the NYC area: \"Clearly the virus had been circulating there for a numbers of weeks to have this level of [penetration] into the local community.\" (So the coronavirus was spreading in NYC as Trump suggested it would go away on its own.) <a href=\"https://t.co/fDBddpr5fp\">pic.twitter.com/fDBddpr5fp</a></p>— Aaron Rupar (@atrupar) \n    <a href=\"https://twitter.com/atrupar/status/1242219321633497091?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T22:55:47.198Z\">at 10.55pm GMT</time></p> \n</div> \n<div id=\"block-5e793d5c8f08e46329cb48f7\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T22:51:12.370Z\">10.51pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Birx: 99% of mortality in Europe is people over 50</h2> \n <div class=\"block-elements\"> \n  <p>More from the White House’s coronavirus press briefing.<br></p> \n  <p>“Less than 1% of all mortality” is people younger than 50. That doesn’t mean that younger people may not get seriously ill, but “99% of all mortality coming out of Europe in general is over 50 and [people who have] pre-existing conditions”, said Dr Deborah Birx, the response coordinator for Trump’s coronavirus task force. </p> \n  <p>That data does not change the need to follow social distancing and other public health guidances, Birx said. “It doesn’t change the need to protect the elderly.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T22:52:59.047Z\">at 10.52pm GMT</time></p> \n</div> \n<div id=\"block-5e7939998f08e46329cb48e8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T22:38:39.748Z\">10.38pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">‘If you are sitting on a bunch of toilet paper this isn't something you need to worry about’</h2> \n <div class=\"block-elements\"> \n  <p>That’s the reassurance that the attorney general of the United States just gave to the American public, as he announced a crackdown on hoarding and price gouging of vital supplies.</p> \n  <p>The people who do need to worry, attorney general Bill Barr said, are people who might have a warehouse full of protective masks. Those people should “expect a knock on your door.”<br></p> \n  <p>Barr said that no items have yet been officially designated as vital supplies that will be the focus of this crackdown. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ddale8/status/1242217748786221058\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Barr is outlining the order on the hoarding and price gouging of vital supplies. Though Trump mentioned masks and hand sanitizer, Barr says no items have been designated yet; HHS has been given the authority to designate items.</p>— Daniel Dale (@ddale8) \n    <a href=\"https://twitter.com/ddale8/status/1242217748786221058?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T22:41:35.365Z\">at 10.41pm GMT</time></p> \n</div> \n<div id=\"block-5e7938478f08e46329cb48dd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T22:31:46.524Z\">10.31pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Meanwhile: No deal expected tonight on Congress’ nearly $2tn stimulus bill to help Americans and American businesses during the crisis, PBS NewsHour reports.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LisaDNews/status/1242209683257073665\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW - NO DEAL LIKELY TONIGHT: Thune, Grassley tell my fellow reporters up here that they do not think a deal can be done tonight.<br><br>Hope remains, but it is not looking like they can cross the finish line tonight.</p>— Lisa Desjardins (@LisaDNews) \n    <a href=\"https://twitter.com/LisaDNews/status/1242209683257073665?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e79376c8f08cc9a819470e0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T22:27:59.266Z\">10.27pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Asian Americans are not to blame for coronavirus and “they are working closely with us,” Trump tweeted.</p> \n  <p>So....who is “us”? </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mj_lee/status/1242208888016994304\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">“They are working closely with us” <a href=\"https://t.co/2FC4UJCb4o\">https://t.co/2FC4UJCb4o</a></p>— MJ Lee (@mj_lee) \n    <a href=\"https://twitter.com/mj_lee/status/1242208888016994304?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/juliacarriew/status/1242206213665730561\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"und\" dir=\"ltr\">“us” <a href=\"https://t.co/JUZHJPetJJ\">pic.twitter.com/JUZHJPetJJ</a></p>— Julia Carrie Wong (@juliacarriew) \n    <a href=\"https://twitter.com/juliacarriew/status/1242206213665730561?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T22:32:45.864Z\">at 10.32pm GMT</time></p> \n</div> \n<div id=\"block-5e7935de8f08e46329cb48cd\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T22:21:20.779Z\">10.21pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Trump: 'Our country was not built to be shut down'</h2> \n <div class=\"block-elements\"> \n  <p>Trump opened his press conference with the promise that “the hardship will end. It will end soon.” </p> \n  <p>“Our country was not built to be shut down,” Trump said. “This is not a country that was built for this. It was not built to be shut down.” </p> \n  <p>Life will return to normal, the president said, and it will happen a lot faster than the three to four months some have projected. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/W7VOA/status/1242213336344866817\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">\"America will again and be soon open for business,\" says <a href=\"https://twitter.com/POTUS?ref_src=twsrc%5Etfw\">@POTUS</a>, explaining it won't be the 3 to 4 months that some predict. <br><br>\"We're not going to let the cure be worse than the problem.\"</p>— Steve Herman (@W7VOA) \n    <a href=\"https://twitter.com/W7VOA/status/1242213336344866817?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T22:28:13.087Z\">at 10.28pm GMT</time></p> \n</div> \n<div id=\"block-5e79343b8f08cc9a819470d4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T22:19:06.666Z\">10.19pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>After an awkward delay of several minutes, President Trump has just taken the stage to begin the coronavirus press briefing today. </p> \n  <p>He begins by referencing fewer journalists in the room and talking about “the person affected,” an apparent reference to a White House journalist who has coronavirus. </p> \n  <p>Trump then reiterates almost word for word the message he tweeted out a few minutes ago: “It’s very important that we protect our Asian American community in the US and all around the world. They’re amazing people and the spreading of the virus is not their fault in any way, shape or form.” </p> \n  <p>That new message, after the Trump administration spent a week embracing the racist tactic of calling coronavirus the “Chinese virus” and then responding with outrage and denial when it was labeled as racist, comes in the wake of growing evidence of the toll of racist attacks, harassment and blame targeting Asian Americans across the country. </p> \n </div> \n</div> \n<div id=\"block-5e792f2d8f0887f6e2b5c3fd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T22:11:59.183Z\">10.11pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Last week, President Donald Trump and his administration repeatedly referred to coronavirus as the “Chinese virus,” and claimed that associating the dangerous virus with Chinese people, against the strong urging of public health officials around the world, was “<a href=\"https://www.theguardian.com/world/video/2020/mar/18/not-racist-at-all-donald-trump-defends-calling-coronavirus-the-chinese-virus-video\">not racist at all.</a>” </p> \n  <p>Asian Americans across the United States had already described being publicly <a href=\"https://www.nytimes.com/2020/03/23/us/chinese-coronavirus-racist-attacks.html\">harassed, attacked, spat upon, and blamed</a> for the spread of the virus. One New York City doctor, who runs the emergency department at a large Manhattan hospital, described being harassed last Wednesday night by three young men at a Home Depot while trying to buy protective gear for his hospital staff, the New York Times <a href=\"https://www.nytimes.com/2020/03/23/us/chinese-coronavirus-racist-attacks.html\">reported today</a>. Some Asian Americans described being afraid to go out in public because of potential attacks. </p> \n  <p>A few minutes ago, Trump’s Twitter account posted a message calling for the protection of “our Asian American community in the United States” and saying the virus is “not their fault.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1242202290393677829\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">It is very important that we totally protect our Asian American community in the United States, and all around the world. They are amazing people, and the spreading of the Virus....</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1242202290393677829?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1242202291718979587\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">....is NOT their fault in any way, shape, or form. They are working closely with us to get rid of it. WE WILL PREVAIL TOGETHER!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1242202291718979587?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Last Wednesday, a Washington Post photographer captured an image of the president’s notes, in which “coronavirus” was <a href=\"https://www.washingtonpost.com/nation/2020/03/20/coronavirus-trump-chinese-virus/\" style=\"background-color: rgb(246, 246, 246);\">crossed out and replaced </a>with “Chinese virus,” in what appeared to be the president’s own handwriting, <a href=\"https://www.nbcnews.com/politics/donald-trump/photo-trump-remarks-shows-corona-crossed-out-replaced-chinese-virus-n1164111\" style=\"background-color: rgb(246, 246, 246);\">NBC News reported</a>. <br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jabinbotsford/status/1240701140141879298\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Close up of President <a href=\"https://twitter.com/realDonaldTrump?ref_src=twsrc%5Etfw\">@realDonaldTrump</a> notes is seen where he crossed out \"Corona\" and replaced it with \"Chinese\" Virus as he speaks with his coronavirus task force today at the White House. <a href=\"https://twitter.com/hashtag/trump?src=hash&amp;ref_src=twsrc%5Etfw\">#trump</a> <a href=\"https://twitter.com/hashtag/trumpnotes?src=hash&amp;ref_src=twsrc%5Etfw\">#trumpnotes</a> <a href=\"https://t.co/kVw9yrPPeJ\">pic.twitter.com/kVw9yrPPeJ</a></p>— Jabin Botsford (@jabinbotsford) \n    <a href=\"https://twitter.com/jabinbotsford/status/1240701140141879298?ref_src=twsrc%5Etfw\">March 19, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e792d948f08e46329cb489b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T21:49:42.059Z\">9.49pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In Washington, Republican and Democratic lawmakers and Trump administration officials are furiously negotiating over a $2tn stimulus bill to provide relief for both businesses and workers as attempts to prevent the spread of coronavirus have led to massive shutdowns and layoffs across many industries. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mkraju/status/1242195063897313283\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">After about a 25-minute meeting in Sen. McConnell’s office, asked Secretary Mnuchin how receptive McConnell was to Schumer’s ideas: “We’re getting there. Very close.” GOP leaders now huddling, Mnuchin and Ueland meeting as both sides try to close it out</p>— Manu Raju (@mkraju) \n    <a href=\"https://twitter.com/mkraju/status/1242195063897313283?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n  <p>A White House coronavirus task force press briefing, scheduled for 5:30 pm EST, is now running about 20 minutes late. </p> \n </div> \n</div> \n<div id=\"block-5e792b648f08cc9a819470a0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T21:35:33.245Z\">9.35pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The White House coronavirus briefing is due to start any minute now. Earlier, the Washington Post reported that attorney general Bill Barr was scheduled to join the briefing for the first time. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mattzap/status/1242170413297401857\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">There's going to be a new face at today's White House coronavirus briefing: AG Bill Barr, per an administration official.</p>— Matt Zapotosky (@mattzap) \n    <a href=\"https://twitter.com/mattzap/status/1242170413297401857?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7924cd8f08cc9a81947061\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T21:19:56.348Z\">9.19pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Lois Beckett here in our California bureau, picking up our live US politics coverage for today, as governments around the world continue to announce new measures to keep residents in their homes to reduce the spread of coronavirus. </p> \n  <p> British prime minister Boris Johnson just announced a strict lockdown across the United Kingdom. You can read how <a href=\"https://www.theguardian.com/politics/2020/mar/23/how-uk-coronavirus-lockdown-compares-with-other-countries?CMP=twt_gu&amp;utm_source=Twitter&amp;utm_medium#Echobox=1584996307\">Britain’s lockdown compares with other countries</a> here, or follow The Guardian’s <a href=\"https://www.theguardian.com/politics/live/2020/mar/23/uk-coronavirus-live-news-latest-boris-johnson-minister-condemns-people-ignoring-two-metre-distance-rule-in-parks-as-very-selfish\">live coverage</a> from London. </p> \n  <p>Australia is <a href=\"https://www.theguardian.com/world/2020/mar/22/non-essential-travel-what-do-australias-latest-coronavirus-restrictions-mean\">approaching a nationwide lockdown</a>, and South Africa imposed a 21 day “<a href=\"https://www.theguardian.com/world/live/2020/mar/23/coronavirus-live-updates-uk-us-italy-germany-europe-outbreak-cases-meetings-bans-update-latest-news?page=with:block-5e790ada8f0887f6e2b5c2ed#block-5e790ada8f0887f6e2b5c2ed\">total lockdown</a>” that will begin on Thursday. Follow our global coronavirus blog for more <a href=\"https://www.theguardian.com/world/live/2020/mar/23/coronavirus-live-updates-uk-us-italy-germany-europe-outbreak-cases-meetings-bans-update-latest-news\">live global updates</a>. </p> \n  <p>I am standing by for a new White House press briefing in about ten minutes. </p> \n </div> \n</div> \n<div id=\"block-5e7920548f08cc9a81947048\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T20:53:21.689Z\">8.53pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The White House press secretary, Stephanie Grisham, says Donald Trump has signed an executive order to prevent hoarding and price gouging. “This sends a strong message – we will not let those hoarding vital supplies &amp; price gougers to harm the health of America in this hour of need,” she wrote on Twitter.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PressSec/status/1242183631432495107\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">President <a href=\"https://twitter.com/realDonaldTrump?ref_src=twsrc%5Etfw\">@realDonaldTrump</a> just signed an EO to prevent hoarding &amp; price gouging of supplies needed in our war against the <a href=\"https://twitter.com/hashtag/Coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#Coronavirus</a>. This sends a strong message – we will not let those hoarding vital supplies &amp; price gougers to harm the health of America in this hour of need. <a href=\"https://t.co/eksxQOVKNM\">pic.twitter.com/eksxQOVKNM</a></p>— Stephanie Grisham (@PressSec) \n    <a href=\"https://twitter.com/PressSec/status/1242183631432495107?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e791f028f08cc9a81947041\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T20:45:35.037Z\">8.45pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The UK prime minister, Boris Johnson, has announced <strong><a href=\"https://www.theguardian.com/politics/live/2020/mar/23/uk-coronavirus-live-news-latest-boris-johnson-minister-condemns-people-ignoring-two-metre-distance-rule-in-parks-as-very-selfish\">he is putting the country into lockdown</a></strong> as the pandemic spreads. You can follow all the latest developments in Britain, and across the world, with our global liveblog:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2020/mar/23/uk-coronavirus-live-news-latest-boris-johnson-minister-condemns-people-ignoring-two-metre-distance-rule-in-parks-as-very-selfish\">UK coronavirus: Boris Johnson announces strict lockdown across country</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e791e1b8f0887f6e2b5c3a9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T20:40:44.490Z\">8.40pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Texas attorney general, Ken Paxton, says that the state’s ban on unnecessary surgeries includes abortions</strong>, unless they are needed to preserve the health or life of the mother.</p> \n  <p>Paxton said on Monday that the ban applies to “all surgeries and procedures that are not immediately medically necessary, including routine dermatological, ophthalmological, and dental procedures, as well as most scheduled healthcare procedures that are not immediately medically necessary such as orthopedic surgeries or any type of abortion that is not medically necessary to preserve the life or health of the mother.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T20:43:11.827Z\">at 8.43pm GMT</time></p> \n</div> \n<div id=\"block-5e791d7a8f08e46329cb4834\" class=\"block\" data-block-contributor=\"profile/jessica-glenza\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T20:36:30.111Z\">8.36pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New York governor Andrew Cuomo today announced he would issue an order for the state’s hospitals to increase their bed capacity by at least 50%, though he’s asking facilities to double their capacity if they can.</p> \n  <p>Frontline medical staff told the Guardian that efforts to ramp up capacity had already started as the number of cases continues to increase, but their main concern remains a severe lack of protective equipment such as facemasks, gloves and N95 respirator masks, putting staff and other patients at further risk of infection.</p> \n  <p>“It doesn’t matter how many beds you add, you don’t have enough supplies so right now, infection is escaping into the hospitals,” said Carl Ginsburg, communications director for the New York State Nurses Association.</p> \n  <p>Michelle Gong, chief of critical care at Montefiore Medical Center in New York City told the Journal of the American Medical Association: “We’re still struggling to make sure our healthcare workers have the adequate [personal protective equipment] and I cannot tell you how important this is ... This is a topic at every discussion at every meeting we have.”</p> \n  <p>3M, an American multinational company that manufactures protective N95 masks for medical workers has said it is shipping half a million masks to New York and Seattle, with arrivals starting today.</p> \n </div> \n</div> \n<div id=\"block-5e791ba38f0887f6e2b5c39a\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T20:33:50.841Z\">8.33pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">White House reporter suspected of having Covid-19</h2> \n <div class=\"block-elements\"> \n  <p>The White House Correspondents Association says one of its members is suspected of having Covid-19, something that could put Donald Trump’s daily press briefings at risk - or at least raise the possibility of them being done remotely. The person has not been named but was at the White House on four occasions this month. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Yamiche/status/1242181445088686080\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">From White House Correspondents Association president <a href=\"https://twitter.com/jonkarl?ref_src=twsrc%5Etfw\">@jonkarl</a>: \"We have been informed that one of our colleagues has a suspected case of COVID-19. The individual was at the White House on March 9, 11, 16 and 18.\" <a href=\"https://t.co/OghThJrX30\">pic.twitter.com/OghThJrX30</a></p>— Yamiche Alcindor (@Yamiche) \n    <a href=\"https://twitter.com/Yamiche/status/1242181445088686080?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T20:35:02.680Z\">at 8.35pm GMT</time></p> \n</div> \n<div id=\"block-5e791a3b8f0887f6e2b5c387\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T20:24:37.080Z\">8.24pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>My colleague <strong>Sam Levine</strong> has an update on how the Covid-19 outbreak may affect voting:</em></p> \n  <p>Local election officials and civil rights organizations wrote to Congress on Sunday urging lawmakers to appropriate significant money to help guarantee that Americans don’t have to choose between risking their health and voting. Over 150 civil rights groups signed<a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fcivilrights.org%2Fresource%2Fcongress-must-appropriate-2-billion-to-protect-voting-rights%2F\"> one of the letters</a>, which argues Congress should include at least $2bn to guarantee voting rights in November. The bill senators debated on Sunday allocated just<a href=\"https://www.washingtonpost.com/news/powerpost/paloma/the-cybersecurity-202/2020/03/23/the-cybersecurity-202-democrats-see-coronavirus-stimulus-as-last-best-chance-for-vote-by-mail-push/5e77a03988e0fa101a74f127/\"> $140m</a> in grants to election officials.</p> \n  <p>The letter also says Congress should mandate that states implement extended in-person early voting and no-excuse absentee voting.<a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.dailykos.com%2Fstories%2F2020%2F3%2F16%2F1927986%2F-These-17-states-must-change-their-laws-to-let-voters-cast-absentee-mail-ballots-without-an-excuse\"> Seventeen states</a> currently require voters to give a state-approved excuse to vote absentee, but a number in recent weeks have moved to allow voters to list their concerns about Covid-19 as an acceptable excuse.</p> \n  <p>There is an ongoing <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.pewtrusts.org%2Fen%2Fresearch-and-analysis%2Fblogs%2Fstateline%2F2020%2F03%2F23%2Fstates-begin-prep-for-mail-in-voting-in-presidential-election\">scramble</a> to urge lawmakers across the country to quickly act to ensure that Americans can more easily vote by mail in November. There is deep concern that unless lawmakers act now, there won’t be enough time to implement the complex procedures and equipment necessary to accommodate an increase in mail-in ballots. As the political climate gets more heated as the November election approaches, there is also worry that it will get harder to tweak election rules.</p> \n  <p>In a separate <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.brennancenter.org%2Four-work%2Fresearch-reports%2Felection-officials-call-increased-election-funding\">letter</a>, local election officials spanning 11 states asked Congress to provide “substantial” funding to assist them with running elections. In several primary contests across the country, polling stations have opened late because poll workers didn’t show up and were left without adequate cleaning supplies. “Our colleagues have been forced to make last minute changes to polling places, and conduct elections without sufficient staff or poll worker support, as we work to balance public safety and the sacred right to vote,” the officials wrote in the letter.<br><br>House Democrats <a href=\"https://www.speaker.gov/newsroom/32320\">unveiled</a> a more robust proposal on Monday in their own stimulus package. The legislation would offer billions in grants to state elections officials, as well as a requirement that they offer 15 days of early voting and no-excuse mail-in voting.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T20:40:29.079Z\">at 8.40pm GMT</time></p> \n</div> \n<div id=\"block-5e7916da8f0887f6e2b5c35a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T20:10:16.724Z\">8.10pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The vice-president, Mike Pence, was speaking at Fema headquarters earlier today</strong> and said the shortage of ventilators in the US could be alleviated in part by converting other machines. </p> \n  <p>“When the President engaged leaders of a number of medical associations we determined that that the devices that are used by anesthesiologists could be easily converted to ventilators that could be used for people struggling with the coronavirus,” said Pence. “We’ve worked with the FDA and they issued guidance ... and so we directed all of our governors again today to survey all of their outpatient clinics to identify what we believe are 10s of thousands of these devices, which could add to our nation’s resources for ventilators for people that might be severely impacted by the coronavirus, we got we got a strong response from our governors.”</p> \n </div> \n</div> \n<div id=\"block-5e7913158f08e46329cb47df\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T20:00:26.471Z\">8.00pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Ted Cruz calls on Donald Trump to exercise the Defense Production Act</h2> \n <div class=\"block-elements\"> \n  <p>Texas senator Ted Cruz has joined New York governor Andrew Cuomo and New York City mayor Bill de Blasio in urging Donald Trump to invoke the Defense Production Act. The president invoked the law, which gives him the power to compel private companies to manufacture equipment such as ventilators, last week but he is yet to use it. </p> \n  <p>On Monday Cruz, who faced Trump in the battle to win the Republican presidential nomination in 2016, said failing to use the act will cost lives. “I don’t want to see doctors having to make a choice of who gets to live and who has to die because they don’t have the equipment to save their lives,” he said.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ndhapple/status/1242174387152879616\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Trying to remember the last time that Andrew Cuomo, Bill de Blasio and Ted Cruz were all on the same page. <a href=\"https://t.co/fWeiYsSpA8\">https://t.co/fWeiYsSpA8</a></p>— Nolan Hicks (@ndhapple) \n    <a href=\"https://twitter.com/ndhapple/status/1242174387152879616?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7912bb8f08e46329cb47d1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T19:50:43.607Z\">7.50pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The death toll in New York City is now approaching 100</strong>. The number of confirmed cases of Covid-19 in the city on Monday was 12,339 with 99 deaths. There are just over 20,000 confirmed cases in New York state as a whole and 157 deaths. For context, there are around 41,200 confirmed cases in the entire United States. </p> \n </div> \n</div> \n<div id=\"block-5e790f058f08e46329cb47bc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T19:41:02.883Z\">7.41pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The State Department says it is trying to help around 13,500 US citizens who wish to return home from abroad during the Covid-19 pandemic. An official told reporters on Monday that the department is looking at chartering planes to repatriate Americans abroad, and priority would be given to those in need. “If we have somebody who is 70 years old with an underlying condition, such as diabetes or heart disease, that person is going to get a higher priority on one of those flights, than the hale and hearty 20 year old,” the official said.</p> \n </div> \n</div> \n<div id=\"block-5e790db78f0887f6e2b5c30c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T19:31:13.863Z\">7.31pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The stock market has reacted badly to news that the Covid-19 stimulus bill failed in the Senate earlier today. The Dow fell by 3.7% after the news emerged from Washington DC while the S&amp;P 500 was down 3.6% in afternoon trading.</p> \n </div> \n</div> \n<div id=\"block-5e790bc18f08e46329cb479e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T19:24:37.618Z\">7.24pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The US Census Bureau has moved to rebut rumors that American will receive checks for filling in this year’s form. The government has proposed sending checks of around $1,200 to Americans as part of its package to stimulate the economy during the coronavirus outbreak. Messages on Facebook and Twitter said people would receive the checks once they had filled out the census. </p> \n  <p>“Your answers cannot be used to impact your eligibility for any government benefits, including any potential stimulus package,” the bureau said in a statement on Saturday, although the rumors have continued to circulate in recent days.</p> \n </div> \n</div> \n<div id=\"block-5e790aaa8f08cc9a81946f7b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T19:18:02.840Z\">7.18pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>My colleague <strong>Daniel Strauss</strong> reports on the lawsuit against the Bloomberg campaign:</em></p> \n  <p>The Bloomberg campaign has issued a response to the new class-action lawsuit filed by former field organizer Donna Woods. Per a spokesperson: <br></p> \n  <blockquote> \n   <p>“This campaign paid its staff wages and benefits that were much more generous than any other campaign this year. Staff worked 39 days on average, but they were also given several weeks of severance and healthcare through March, something no other campaign did this year. Given the current crisis, a fund is being created to ensure that all staff receive healthcare through April, which no other campaign has done. And many field staff will go on to work for the DNC in battleground states, in part because the campaign made the largest monetary transfer to the DNC from a Presidential campaign in history to support the DNC’s organizing efforts.”</p> \n  </blockquote> \n  <p><br>The key line there is the new fund being created. Bloomberg’s decision to transfer $18m to the Democratic National Committee rather than create a new political action committee that would essentially act as the sequel to the campaign left many staffers without insurance benefits or healthcare coverage. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T19:37:46.740Z\">at 7.37pm GMT</time></p> \n</div> \n<div id=\"block-5e7909be8f08e46329cb4791\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T19:13:04.830Z\">7.13pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hello, Tom Lutz here taking over the blog for now. Here’s a summary of today’s events so far:</p> \n  <ul> \n   <li>The coronavirus stimulus bill motion has failed in the Senate again amid opposition from Democrats. A $1.8tn package to boost the US economy has failed to pass amid opposition from Democrats, who say it favors big business at the expense of regular workers</li> \n  </ul> \n  <ul> \n   <li>The defense secretary, Mark Esper, told reporters at a Pentagon press briefing that the US military is preparing to deploy field hospitals to New York City and Seattle.</li> \n  </ul> \n  <ul> \n   <li>Michigan and Massachusetts are the latest states to issue stay at home orders to the public. Other states that have issued similar orders include California, <a href=\"https://www.theguardian.com/us-news/new-york\">New York</a>, Louisiana, Illinois, New Jersey and Pennsylvania.</li> \n  </ul> \n  <ul> \n   <li>New York governor Andrew Cuomo says he will sign an emergency order today instructing all hospitals in the state to increase their bed capacity by 50%, and will also request that hospitals endeavor to expand their bed capacity by 100%</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5e7907908f0887f6e2b5c2ce\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T19:03:47.453Z\">7.03pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>My colleague <strong>Edward Helmore</strong> has this quick report on the failed senate procedural vote on the stimulus package. </em></p> \n  <p>Amid fiery exchanges on the senate floor, Democrats again blocked a key vote on a $1.8tr coronavirus bill aimed at addressing the impact of the pandemic.</p> \n  <p>“This has got to stop and today is the day it has to stop,” senate majority Leader Mitch McConnell said after the measure fell short by 11 votes from the 60 vote threshold. <br><br>“The country is out of time,” McConnell added, pointing the blame squarely at senate Democrats, who, he argued are trying to add unnecessary provisions sought by special interests and organized labor. <br><br>“Democrats are filibustering programs to keep people on the payroll? And they’re filibustering a huge expansion of unemployment insurance, which they themselves negotiated and put into the bill?”<br><br>But minority leader Charles Schumer maintained he is negotiating in good faith with Treasury Secretary Steven Mnuchin and hopes to secure a deal as long as worker protections are included.<br><br>“We have an obligation to get the details right, get them done quickly,” Schumer added. “That doesn’t mean blindly accepting a Republican-only bill.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T19:36:04.841Z\">at 7.36pm GMT</time></p> \n</div> \n<div id=\"block-5e7906da8f08cc9a81946f49\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T19:01:04.106Z\">7.01pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Some Democratic senators have taken to Twitter to explain why they voted again to block the passage of a coronavirus stimulus bill: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ewarren/status/1242140669918969857\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We shouldn't be choosing giant corporations over those who need resources the most. I'm fighting for a stimulus package that supports workers, small businesses, and gets direct, immediate relief to hospitals, community health centers, and health care workers.</p>— Elizabeth Warren (@ewarren) \n    <a href=\"https://twitter.com/ewarren/status/1242140669918969857?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BernieSanders/status/1242119086328463363\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We need an unprecedented legislative response that focuses on the emergency health care needs of the American people — not billions of dollars in corporate welfare to benefit CEOs and wealthy stockholders.</p>— Bernie Sanders (@BernieSanders) \n    <a href=\"https://twitter.com/BernieSanders/status/1242119086328463363?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KamalaHarris/status/1242080355366187015\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">McConnell's bill yesterday would hand corporations fistfuls of money without requiring them to protect their workers or keep people employed. <br><br>It's this simple: we need to put <a href=\"https://twitter.com/hashtag/PeopleOverProfits?src=hash&amp;ref_src=twsrc%5Etfw\">#PeopleOverProfits</a>.</p>— Kamala Harris (@KamalaHarris) \n    <a href=\"https://twitter.com/KamalaHarris/status/1242080355366187015?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e78ffe18f08e46329cb4727\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T18:36:54.300Z\">6.36pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><a href=\"https://www.washingtonpost.com/politics/trump-signals-growing-weariness-with-social-distancing-and-other-steps-advocated-by-health-officials/2020/03/23/0920ea0a-6cfc-11ea-a3ec-70d7479d83f0_story.html\">The Washington Post reports</a> on a growing rift in the Trump administration as the president weighs lifting social restrictions during the pandemic as he continues to fear for the nation’s economy. </p> \n  <p>According to the Post’s reporting <strong>Dr Anthony Fauci, the most senior public health doctor on Trump’s coronavirus task force, is privately urging the president’s advisors and other Republicans not to roll back any restrictions</strong>. <br></p> \n  <p>From the report:</p> \n  <blockquote class=\"quoted\"> \n   <p>Fauci, a member of the president’s coronavirus task force, and other leading public health experts have told administration officials and Republican lawmakers that prematurely scaling back social distancing measures would hamper efforts to <a href=\"https://www.washingtonpost.com/health/2020/03/23/coronavirus-isnt-alive-thats-why-its-so-hard-kill/?tid=lk_inline_manual_7&amp;itid=lk_inline_manual_7\">contain the virus</a> and <a href=\"https://www.washingtonpost.com/health/government-scrambling-to-advise-hospitals-that-run-out-of-basic-supplies/2020/03/21/d9c36702-6b88-11ea-abef-020f086a3fab_story.html?tid=lk_inline_manual_7&amp;itid=lk_inline_manual_7\">devastate U.S. hospitals</a>, according to the people with knowledge of the conversations who, like others, spoke on the condition of anonymity to describe the private deliberations. More than 30,000 people in the United States have tested positive for coronavirus, a number expected to dramatically increase in the coming days and potentially overwhelm America’s health care infrastructure.</p> \n  </blockquote> \n  <p>The beginnings of a rift between the administration’s top scientific experts and political aides and allies comes after Trump <a href=\"https://twitter.com/realDonaldTrump/status/1241935285916782593%EF%BB%BF\">tweeted earlier today</a> about how he was considering the move to relax restrictions.</p> \n </div> \n</div> \n<div id=\"block-5e78fd288f08cc9a81946edf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T18:25:00.676Z\">6.25pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Speaking just as Democrats in the Senate voted to oppose a motion on the coronavirus stimulus bill, House speaker Nancy Pelosi addressed the cameras and called on Donald Trump to abandon a lawsuit against the Affordable Care Act. </p> \n  <p>She urged Trump to pressure governors in 14 states that have still refused to expand medicaid, meaning their healthcare systems are more vulnerable during the pandemic. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ABC/status/1242152349398962179\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: Speaker Nancy Pelosi calls on President Trump to “abandon his lawsuit seeking to strike down the Affordable Care Act.”<br><br>“Instead the president should urge the 14 states who have refused to expand Medicaid, to do so.” <a href=\"https://t.co/Y3X21xfl77\">https://t.co/Y3X21xfl77</a> <a href=\"https://t.co/OFQwAFXJAM\">pic.twitter.com/OFQwAFXJAM</a></p>— ABC News (@ABC) \n    <a href=\"https://twitter.com/ABC/status/1242152349398962179?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e78fb458f08cc9a81946ec1\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T18:12:20.446Z\">6.12pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Coronavirus stimulus bill motion fails in the Senate again</h2> \n <div class=\"block-elements\"> \n  <p>Breaking news: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JakeSherman/status/1242151201690566668\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">🚨PROCEDURAL MOTION FAILS AGAIN … SENATE DEMOCRATS again voted down a procedural motion, 49-46, as they say they are still negotiating with the TRUMP administration over the coronavirus bill</p>— Jake Sherman (@JakeSherman) \n    <a href=\"https://twitter.com/JakeSherman/status/1242151201690566668?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T18:38:43.263Z\">at 6.38pm GMT</time></p> \n</div> \n<div id=\"block-5e78f7398f08cc9a81946e86\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T17:56:23.263Z\">5.56pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Military preparing to deploy field hospitals</h2> \n <div class=\"block-elements\"> \n  <p>Defense secretary <strong>Mark Esper</strong> told reporters at a Pentagon press briefing today that the <strong>US military is preparing to deploy field hospitals to New York City and Seattle</strong>. Esper also acknowledged for the first time that the pandemic could have an adverse impact of US military readiness. </p> \n  <p>“Right now I anticipate sending a (field) hospital to Seattle and a hospital to New York City,” Esper told reporters, adding he had put five expeditionary units on prepare to deploy orders. </p> \n  <p>“Once that’s confirmed, we will look to sending to other places.” </p> \n  <p>Esper, who also announced more security restrictions at the Pentagon but said he aimed to keep the building open to media, added that he has not been tested for the coronavirus but was having his temperature checked. He said if US troops show symptoms of infection by the coronavirus, they will be tested.</p> \n </div> \n</div> \n<div id=\"block-5e78f39f8f0887f6e2b5c1c7\" class=\"block\" data-block-contributor=\"profile/daniel-strauss\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T17:40:53.525Z\">5.40pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>My colleague <strong>Daniel Strauss</strong> reports on the lawsuit against the Bloomberg campaign:</em></p> \n  <p>A former field organizer for <a href=\"https://viewer.gutools.co.uk/us-news/michaelbloomberg\">Michael Bloomberg</a>’s short-lived presidential campaign has filed a lawsuit against the former <a href=\"https://viewer.gutools.co.uk/us-news/us-elections-2020\">2020</a> candidate’s campaign arguing that it had breached its contract with thousands of Bloomberg staffers by not keeping them employed through November.</p> \n  <p>The class-action<strong> </strong><a href=\"https://drive.google.com/file/d/1465otKLR6gOnoVuODkmWLL5tNNO3LAH9/view\">lawsuit</a>, filed Monday in the New York southern district court by former Miami field organizer Donna Wood, follows Bloomberg laying off huge swaths of his campaign operation last week. Bloomberg has previously promised to pay his team through November, even if he dropped out of the presidential election, which he did following a poor showing in the set of early March <a href=\"https://viewer.gutools.co.uk/us-news/super-tuesday\">Super Tuesday</a> states.</p> \n  <p>After he dropped out Bloomberg planned to form a political action committee, a super Pac, to support Democrats and help organize across the country. But late last week the former New York mayor changed his mind on that as well and instead transferred $18m to the Democratic National Committee and fired hundreds of field organizers.</p> \n  <p>Those staffers had been previously told they would be guaranteed employment through the November presidential election.</p> \n  <p>A request for comment has been sent to the Bloomberg campaign.</p> \n  <p>In the lawsuit, Outten &amp; Golden LLP and Shavitz Group PA, Wood’s attorneys, argue that the Bloomberg campaign in “contravention of its promise of continued employment through November 2020 and in the face of a worldwide <a href=\"https://viewer.gutools.co.uk/world/coronavirus-outbreak\">pandemic</a> and likely global recession” fired the “vast majority of its field organizers and other campaign personnel.</p> \n  <p>Those employees were under the impression that Bloomberg, a billionaire worth over $60 billion, would be able to comfortably employ the operation for the rest of the year and they would be able to keep their health benefits and salaries. The employees had been promised health, vision, and dental benefits as part of their employment.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T19:37:00.225Z\">at 7.37pm GMT</time></p> \n</div> \n<div id=\"block-5e78ed3d8f08e46329cb45fb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T17:33:36.836Z\">5.33pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Aviation and telecommunications giant <strong>Boeing has announced it is temporarily closing factories in Seattle due to the coronavirus.</strong></p> \n  <p><strong>The production shut-down is one of the biggest disruptions yet</strong> in US manufacturing as state and federal authorities attempt to control its spread. Several Boeing employees have tested positive for COVID-19.<br><br>“These actions are being taken to ensure the well-being of employees, their families and the local community, and will include an orderly shutdown consistent with the requirements of its customers,” Boeing said in a statement. </p> \n </div> \n</div> \n<div id=\"block-5e78eaa18f0887f6e2b5c129\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T17:07:15.166Z\">5.07pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Republican Senator <strong>Rand Paul has issued a statement on his Covid-19 diagnoses and responding to criticism that he did not self-quarantine after being tested</strong>. </p> \n  <p>Paul argues that he was displaying no symptoms of Coronavirus before or after he was tested and so did not self-isolate. He says he got tested due to extensive travel and because of his underlying health issues. </p> \n  <blockquote class=\"quoted\"> \n   <p> For those who want to criticize me for lack of quarantine, realize that if the rules on testing had been followed to a tee, I would never have been tested and would still be walking around the hills of the Capitol. The current guidelines would not have called for me to get tested nor quarantined. It was my extra precaution, out of concern for my damaged lung, that led me to get tested.<br></p> \n  </blockquote> \n  <p>The full statement is here: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/1242133184462151680\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">INBOX: Statement from Senator Rand Paul <a href=\"https://t.co/X7ustRTc3k\">pic.twitter.com/X7ustRTc3k</a></p>— Ben Jacobs (@Bencjacobs) \n    <a href=\"https://twitter.com/Bencjacobs/status/1242133184462151680?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e78e8c38f08e46329cb45bc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T16:54:03.145Z\">4.54pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>We’ll look at the markets for the first time today, and my colleague <strong>Edward Helmore</strong> has this update, which shows the markets continue to dip in the wake of a stalled stimulus package held up in Congress. </em></p> \n  <p>Despite the Federal Reserve’s announcement it will begin unlimited market support quantitative easing and other programs, <strong>the Dow Jones Industrials Average fell more than 400 points, or 2.15%, to 18,761.83 in early trading</strong>, with the broader S&amp;P 500 index falling 2%.<br></p> \n  <p><strong>The latest drops confirm that the Dow is having its worst month since 1931, the first year of the Great Depression.</strong> <br><br>Coupled with a political stand-off over a $1.8bn republican-sponsored stimulus package, markets continued their fall. <strong>At midday, the Dow was down 672 points, or 3.5%, at 18,527- a 35% drop on its record high in February.</strong></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T19:38:31.710Z\">at 7.38pm GMT</time></p> \n</div> \n<div id=\"block-5e78e5ae8f0887f6e2b5c0ce\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T16:43:57.502Z\">4.43pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p><em>And adding to Jessica’s background below, here’s a summary of key news lines from New York governor Andrew Cuomo’s press conference from my colleague <strong>Alexandra Villarreal</strong>: </em></p> \n  <ul> \n   <li>Cuomo has confirmed that coronavirus cases ballooned to more than 20,000 statewide. By far the highest total in the United States.</li> \n   <li>Cuomo said he will issue an emergency order today that requires the state’s hospitals to up their capacity by at least 50%, though he will ask facilities to double their capacity if they can. He said New York needs 110,000 hospital beds, and even with a 50% increase, the state will still be short 35,000 beds. It was not clear how hospitals would achieve this. </li> \n   <li>Of the 20,875 coronavirus cases in New York, 13% are requiring hospitalization, Cuomo said, adding that 24% of those need access to the ICU. </li> \n   <li>New York can now test more than 16,000 people for coronavirus per day — more than any other state in the US. Beyond testing, Cuomo said the government will be dispatching “a significant amount” of medical supplies throughout the state to deal with concerns about shortages of medical equipment such as masks and gowns. </li> \n   <li>‎Cuomo asked New York City yesterday for a plan to control and reduce density by regulating gatherings by young people and congestion in the city’s parks. “My density control measures weren’t enough, that was clear. You could look at a park in Brooklyn, Manhattan. It almost looked like any Saturday, any sunny Saturday, when I went,” Cuomo said.<br></li> \n   <li>The governor also said he’s working on a plan to restart the economy. “It is unsustainable to run this state or run this country with the economy closed down,” he said. </li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T19:38:37.339Z\">at 7.38pm GMT</time></p> \n</div> \n<div id=\"block-5e78e4a78f08cc9a81946d43\" class=\"block\" data-block-contributor=\"profile/jessica-glenza\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T16:36:45.512Z\">4.36pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Pivoting back to the earlier press conference by New York governor Andrew Cuomo, my colleague <strong>Jessica Glenza</strong> has a little more background on why the supply chain for respirator mask and other equipment has become such a critical issue:</em></p> \n  <p>Healthcare workers across the US treating coronavirus patients have been warning for days that they are running out of protective equipment, and pleading for more.<br><br>On Monday, New York governor Andrew Cuomo said the scramble to supply health workers with more equipment has lead to a state-against-state bidding war, and reiterating his call for the Trump administration to <a href=\"https://www.vice.com/en_us/article/5dmamx/new-york-state-governor-andrew-cuomo-is-urging-trump-to-nationalize-the-production-of-masks-and-ventilators\">nationalize the production of medical equipment</a>.<br>Before the pandemic hit, Cuomo said New York state paid $0.85 per respirator mask, but the cost was now $7. And that is why he wants the federal government involved.<br>“Order the production of masks and gowns and ventilators,” from private industry, Cuomo said. “Give them a deadline, don’t get into this mad bidding war… The president can do this.”</p> \n  <p><br>An internal New York Presbyterian Hospital memo, <a href=\"https://abcnews.go.com/Politics/internal-memos-chief-surgeon-york-presbyterian-hospital-revealed/story?id=69735650\">obtained by ABC News</a>, outlined the need starkly. Normally, the hospital system uses 4,000 N95 respirator masks per day. Now, they are using 40,000, the memo says. The usage is expected to rise to 70,000.<br><br>President Trump has so far refused to invoke the Defense Production Act, a Korean-War era law that allows government to mandate private businesses to produce needed goods during a national emergency. So far, the administration has relied on voluntary efforts from private industry.<br><br>3M CEO Mike Roman has said the company was urgently ramping up production of N95 respirator masks, and that New York and Washington state would receive half a million masks immediately.</p> \n </div> \n</div> \n<div id=\"block-5e78e1798f08e46329cb452d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T16:24:54.415Z\">4.24pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Schumer first offers his support to senate colleagues and their loved ones who have been diagnosed with Covid-19.</p> \n  <p>“We’re very close to reaching a deal. We are confident of reaching a deal today,” he says, adding he’s currently in direct negotiations with the White House. </p> \n  <p>On the major disagreement between the two parties, namely the nature of unemployment insurance the bill will cover, Schumer says there have been positive developments during negotiations to extend the coverage beyond three months.</p> \n  <p>He argues that Republicans have been pushing a bill that has “large corporate bailouts, with almost no strings attached.” </p> \n  <p>“We’ve been guided by one plan: workers first,” he adds. </p> \n </div> \n</div> \n<div id=\"block-5e78df568f08e46329cb4510\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T16:17:44.237Z\">4.17pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>McConnell described some Democrat’s decision to vote against the stimulus bill as akin to a: <strong>“Leftwing episode of supermarket sweep.” </strong></p> \n  <p>“They ought to be embarrassed Mr President... this is not a juicy political opportunity, this is a national emergency,” he says.<br></p> \n  <p>“Today is the day this has to stop.”<br></p> \n  <p>“Republicans understand that a national emergency stands for bipartisanship.” </p> \n  <p>Chuck Schumer, the Democratic minority leader is now speaking to respond. </p> \n </div> \n</div> \n<div id=\"block-5e78de228f08cc9a81946cd0\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T16:08:26.500Z\">4.08pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">McConnell tears into senate Democrats</h2> \n <div class=\"block-elements\"> \n  <p>Mitch McConnell is now speaking on the floor of the US senate. He’s tearing into Democratic senators who voted against a stimulus bill last night. </p> \n  <p>“This is the moment to debate new regulations that have nothing to do with this crisis,” he says, arguing his colleagues are pushing regulations against certain industries that are not relevant to the coronavirus crisis. </p> \n  <p>You can watch along live here: </p> \n  <p><a href=\"https://www.youtube.com/watch?v=6V9u-MlU2Tw&amp;list=PL_sEtMR4aiVftiSK1mP2yYZclCNaU5lza\">https://www.youtube.com/watch?v=6V9u-MlU2Tw&amp;list=PL_sEtMR4aiVftiSK1mP2yYZclCNaU5lza</a></p> \n </div> \n</div> \n<div id=\"block-5e78dc768f0887f6e2b5c040\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T16:04:02.783Z\">4.04pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Michigan and Massachusetts issue stay-at-home orders</h2> \n <div class=\"block-elements\"> \n  <p><strong>Governors in Michigan and Massachusetts became the latest state executives to order statewide stay at home orders</strong>. </p> \n  <p>Massachusetts Governor Charlie Baker said on Monday that the restrictions would go into effect on Tuesday at noon and will be in effect until at least April 7.</p> \n  <p>Michigan governor Gretchen Whitmer issued a news release on Monday morning saying her order would come into effect on Tuesday morning and would remain in place for at least another three weeks.</p> \n  <p>As with other stay-at-home orders, essential services like grocery stores and pharmacies will remain open. </p> \n  <p>Other states that have issued similar orders include: California, New York, Louisiana, Illinois, New Jersey and Pennsylvania. </p> \n </div> \n</div> \n<div id=\"block-5e78d9a08f0887f6e2b5c00e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T15:50:02.239Z\">3.50pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Cuomo ends his press conference by playing two videos recorded by famous New Yorkers <strong>Robert De Niro</strong> and <strong>Danny DeVito</strong>, urging state residents to stay inside. </p> \n  <p>The full videos are below: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NYGovCuomo/status/1241841372849672196\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Danny DeVito wants you to stay home and save lives.<a href=\"https://twitter.com/hashtag/NewYorkStateStrongerTogether?src=hash&amp;ref_src=twsrc%5Etfw\">#NewYorkStateStrongerTogether</a> <a href=\"https://twitter.com/DannyDeVito?ref_src=twsrc%5Etfw\">@DannyDeVito</a> <a href=\"https://t.co/7V8yXbqHwB\">pic.twitter.com/7V8yXbqHwB</a></p>— Andrew Cuomo (@NYGovCuomo) \n    <a href=\"https://twitter.com/NYGovCuomo/status/1241841372849672196?ref_src=twsrc%5Etfw\">March 22, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NYGovCuomo/status/1241891186144612352\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Robert De Niro is watching you. Stay home. Save lives.<a href=\"https://twitter.com/hashtag/NewYorkStateStrongerTogether?src=hash&amp;ref_src=twsrc%5Etfw\">#NewYorkStateStrongerTogether</a> <a href=\"https://t.co/WgAsBuIrKk\">pic.twitter.com/WgAsBuIrKk</a></p>— Andrew Cuomo (@NYGovCuomo) \n    <a href=\"https://twitter.com/NYGovCuomo/status/1241891186144612352?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n  <p>There was a lot in that press conference, so I’ll condense it all into a series of top lines in the next post. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T15:50:19.702Z\">at 3.50pm GMT</time></p> \n</div> \n<div id=\"block-5e78d69c8f08e46329cb4480\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T15:37:19.588Z\">3.37pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Cuomo confirms <strong>his administration is examining clemency for older inmates in the state’s prison system</strong>. </p> \n  <p>He also adds that, as of today, <strong>no frontline medical worker, should go without masks or other protective wear</strong>. This follows <a href=\"https://www.theguardian.com/us-news/live/2020/mar/23/coronavirus-us-live-news-updates-donald-trump-fauci-us-cities-spike-cases?page=with:block-5e78bf258f08dcc95cc218e1#block-5e78bf258f08dcc95cc218e1\">an earlier announcement from manufacturers </a>that a large order of respirator masks was being delivered to New York today: </p> \n  <p>“Today we can get masks to anyone who needs them. And gowns. I can’t promise that for next week or the week after... today there is no-one we can’t cover,” he says. </p> \n </div> \n</div> \n<div id=\"block-5e78d46c8f08cc9a81946c40\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T15:28:53.617Z\">3.28pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Cuomo says that coronavirus pandemic should serve as a lesson for the state on how to be better prepared for another outbreak in the future.</p> \n  <p>“We have to learn from this, because we were not ready to deal with it... let’s at least learn from this to prepare for the next situation.” <br></p> \n  <p>He ends his prepared remarks by ending on a positive. </p> \n  <p>“Life is going to be quieter for the next months,” he says, adding it was a “blessing” that he would be forced to spend more time in isolation with his family and children. </p> \n </div> \n</div> \n<div id=\"block-5e78d3ef8f0887f6e2b5bfac\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T15:22:15.807Z\">3.22pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>An addendum to the post below: </p> \n  <p>There are now 12,305 confirmed cases in New York City, further confirmation that the five boroughs are a major Covid-19 hotspot. </p> \n </div> \n</div> \n<div id=\"block-5e78d2e08f08e46329cb4451\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T15:20:03.272Z\">3.20pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Cuomo says that New York state now has 20,875 confirmed Covid-19 cases, including 5,707 cases confirmed today. </strong></p> \n  <p>13% of those cases have required hospitalization, with 24% of those hospitalized needed ICU care.</p> \n  <p>There have now been 157 coronavirus deaths in the state.</p> \n  <p>“New York has by far the greatest need in the country,” he says, urging the US government to direct funding to the state.</p> \n  <p>“Fund the need.” </p> \n </div> \n</div> \n<div id=\"block-5e78d1738f08e46329cb4435\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T15:15:58.973Z\">3.15pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Cuomo urges Donald Trump to invoke the Defense Production Act</strong>, which would allow the government to direct private companies to produce more frontline equipment needed by hospitals and doctors to fight the virus. </p> \n  <p>Trump has resisted this thus far. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TeeMcSee/status/1242105143505702913\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">As for acquiring respirators &amp; other equipment, the competition w/ other states continues, Cuomo says.<br><br>\"This is not the way to do it. This is ad hoc. I'm competing with other states, I'm bidding up other states on the prices.\"<br><br>\"Why are we competing?\"</p>— Tom McCarthy (@TeeMcSee) \n    <a href=\"https://twitter.com/TeeMcSee/status/1242105143505702913?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e78cf4c8f08cc9a81946bf2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T15:08:11.384Z\">3.08pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">New York governor orders hospitals to increase capacity by 50%</h2> \n <div class=\"block-elements\"> \n  <p>Andrew Cuomo says he will sign an emergency order today instructing all hospitals to increase their bed capacity by 50%, and will also request that hospitals endeavor to expand their bed capacity by 100%.</p> \n  <p>He says the state currently has a 53,000 bed capacity, which needs to be doubled according to recent to projects to 110,000. </p> \n  <p>He says New York is now testing 16,000 a day, which is per capita the highest rate in the world. Higher, even, than South Korea. </p> \n </div> \n</div> \n<div id=\"block-5e78ce638f08cc9a81946be2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T15:00:12.823Z\">3.00pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo</strong> has begun a press conference, we’ll bring you live updates as they happen. </p> \n  <p>You can watch along here (h/t Washington Post):</p> \n  <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=YJQaPwCxxYQ\"> \n   <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/YJQaPwCxxYQ?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e78cc388f08e46329cb43d9\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T14:51:58.386Z\">2.51pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Amy Klobuchar's husband has Covid-19</h2> \n <div class=\"block-elements\"> \n  <p>Former Democratic presidential candidate and Minnesota senator Amy Klobuchar has announced that her husband John has coronavirus. </p> \n  <p>In a released posted on Medium, the senator writes: </p> \n  <blockquote class=\"quoted\"> \n   <p> I have news that many Americans are facing right now: my husband John has the coronavirus. We just got the test results at 7 a.m. this morning. While I cannot see him and he is of course cut off from all visitors, our daughter Abigail and I are constantly calling and texting and emailing. We love him very much and pray for his recovery. He is exhausted and sick but a very strong and resilient person.</p> \n  </blockquote> \n  <p>The full message is here: <a href=\"https://medium.com/@Amy_Klobuchar/statement-from-senator-amy-klobuchar-c4195302844\">https://medium.com/@Amy_Klobuchar/statement-from-senator-amy-klobuchar-c4195302844</a></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/amyklobuchar/status/1242097981991653379\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">My husband has coronavirus. I love him &amp; not being able to be by his side is one of the hardest things about this disease. So many are going through this &amp; much worse. I pray for him &amp; you &amp; meanwhile I will do all I can to get help to the American people.<a href=\"https://t.co/fqQU6tA29r\">https://t.co/fqQU6tA29r</a> <a href=\"https://t.co/SjyfdQxe1R\">pic.twitter.com/SjyfdQxe1R</a></p>— Amy Klobuchar (@amyklobuchar) \n    <a href=\"https://twitter.com/amyklobuchar/status/1242097981991653379?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e78c6618f08e46329cb43a4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T14:34:16.487Z\">2.34pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Nasa astronauts who have lived on the international space station, enduring months of close quartered surroundings and isolation, have been sharing advice on how to manage living arrangements during self-isolation. </p> \n  <p><strong>Peggy Whitson</strong>, the world’s 1st female commander of the the International Space Station advised: “You have to be able to communicate effectively... that is the most important thing you have to be able to do.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CBSThisMorning/status/1242082356003065856\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">WATCH: <a href=\"https://twitter.com/AstroPeggy?ref_src=twsrc%5Etfw\">@AstroPeggy</a>, one of the most successful astronauts in American history, shares her advice for staying in during the <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> pandemic: “You have to be able to communicate effectively... that is the most important thing you have to be able to do.” <a href=\"https://t.co/m3mzy0BOsE\">pic.twitter.com/m3mzy0BOsE</a></p>— CBS This Morning (@CBSThisMorning) \n    <a href=\"https://twitter.com/CBSThisMorning/status/1242082356003065856?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Scott Kelly, another retired Nasa astronaut who lived on the International Space Station for a full year, advised those in self isolation to make sure they plan out their days. “Having a schedule is critical to helping us get through this,” he said. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GMA/status/1242064282021515264\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Astronaut <a href=\"https://twitter.com/StationCDRKelly?ref_src=twsrc%5Etfw\">@StationCDRKelly</a> shares his advice for isolation from his year in the <a href=\"https://twitter.com/Space_Station?ref_src=twsrc%5Etfw\">@Space_Station</a>. <a href=\"https://t.co/uW2VTSVowp\">https://t.co/uW2VTSVowp</a> <a href=\"https://t.co/1lFThnN7N6\">pic.twitter.com/1lFThnN7N6</a></p>— Good Morning America (@GMA) \n    <a href=\"https://twitter.com/GMA/status/1242064282021515264?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e78c3e68f08e46329cb4382\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T14:18:09.451Z\">2.18pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Donald Trump</strong> has posted two videos to Twitter, one of which includes expert advice on physical distancing from the lead doctors and scientists on the White House’s coronavirus task force. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1242074243560542208\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/AU2HE5cTTo\">pic.twitter.com/AU2HE5cTTo</a></p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1242074243560542208?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The other is a direct message from Trump. It is seemingly unscripted. The president states: </p> \n  <p><strong>“Wash your hands, good hygiene, all of that, but social distancing. Keep away, it’s going to have no place to go... </strong>and as president I just want to thank you for the incredible job you’re all doing. There is spirit in our country like never before. </p> \n  <p>“We pull together as a unit. We pull together as a country. We will prevail together.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1242075604952002573\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">STRONG &amp; UNITED, WE WILL PREVAIL! GOD BLESS THE USA!!<a href=\"https://t.co/T6UCyaPRIy\">pic.twitter.com/T6UCyaPRIy</a></p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1242075604952002573?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T16:37:44.295Z\">at 4.37pm GMT</time></p> \n</div> \n<div id=\"block-5e78bf258f08dcc95cc218e1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T14:08:04.614Z\">2.08pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>3M CEO Mike Roman</strong> has said the company was urgently <strong>ramping up production of N95 respirator masks.</strong><br></p> \n  <p>During an appearance on CNBC Roman said New York and Washington state would receive half a million masks immediately, and the company was looking at importing masks from European factories. The company is prioritizing delivery directly to healthcare providers. <br><br>350,000 N95s will arrive in New York today, Roman said. “We will continue to expedite respirators, and New York is our priority in the nearterm.” </p> \n  <p>The full interview can be viewed here: <a href=\"https://www.cnbc.com/video/2020/03/23/3m-ceo-mike-roman-on-ramping-up-production-to-meet-demand-from-coronavirus-pandemic.html\">https://www.cnbc.com/video/2020/03/23/3m-ceo-mike-roman-on-ramping-up-production-to-meet-demand-from-coronavirus-pandemic.html</a></p> \n </div> \n</div> \n<div id=\"block-5e78bb578f08dcc95cc218a2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T13:45:03.448Z\">1.45pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>US Treasury Secretary <strong>Steve Mnuchin</strong> appeared on CNBC this morning to urge Democratic lawmakers to pass a stimulus bill that failed a critical vote in the US senate on Sunday. </p> \n  <p>Yesterday, the senate failed to advance a “shell” stimulus bill, after Democrats accused Republicans of walking back areas of agreement, including expansion of unemployment insurance. The bill failed on a 47-47 vote. </p> \n  <p>Mnuchin urged the senate to pass legislation and said he was working to speed direct cash deposits to US workers -estimated at $3000 for a family of four - and support payroll to small business for two months.</p> \n  <p><strong>“This is a massive amount of liquidity to American workers as we set up these other programs,”</strong> Mnuchin said.<br><br><strong>“The president is fully determined, we are using all our tools to pump massive amounts of liquidity, and working with the federal reserve, to support the US economy in an unprecedented situation when the government has shut down major parts of the economy.”</strong></p> \n </div> \n</div> \n<div id=\"block-5e78b9368f08e0999e6b8921\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T13:35:20.854Z\">1.35pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><a href=\"https://www.niaid.nih.gov/about/director\"><strong>Dr Anthony Fauci</strong></a>, head of the US National Institute of Allergy and Infectious Diseases has made comments <strong>alluding to the difficulties of briefing the public on Covid-19 alongside Donald Trump. </strong></p> \n  <p>Trump has used a number of recent press conferences at the White House to push falsehoods on the virus and potential cures. </p> \n  <p>Fauci, a key member of the president’s coronavirus task force spoke briefly to Science magazine in an interview published on Sunday. </p> \n  <p>Dr Fauci, 79, was asked how it felt to “stand there as the representative of truth and facts [when] things are being said that aren’t true and aren’t factual”.</p> \n  <p><strong>“I can’t jump in front of the microphone and push him down,”</strong> he said. <strong>“OK, he said it. Let’s try and get it corrected for the next time.”</strong></p> \n  <p>That, Dr Fauci said, involved members of the White House coronavirus task force who, “the next time they sit down with him and talk about what he’s going to say, they will say, ‘By the way, Mr President, be careful about this and don’t say that.’”</p> \n  <p>My colleague <strong>Martin Pengelly</strong> has more on that interview and Fauci’s increasingly difficult position in this piece: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/23/anthony-fauci-trump-claims-white-house-doctor-coronavirus-crisis\">Dr Anthony Fauci counters Trump claims amid crisis: 'I just want to get the facts out'</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e78af2d8f08a08573fbfc5e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-23T12:58:35.295Z\">12.58pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Good morning</h2> \n <div class=\"block-elements\"> \n  <p>Welcome to our live coverage of the Covid-19 pandemic in the United States. </p> \n  <p>We start with comments made this morning by US surgeon general <strong>Dr Jerome Adams</strong> who appeared on NBC Today, warning Americans: <strong>“This week it’s going to get bad.” </strong></p> \n  <p>He added: “We really need to come together as a nation...we really really need everyone to stay at home.”</p> \n  <p>Adams offered a stark warning to a few major US cities that have seen a spike in cases recently, using the nation’s Covid-19 hotspot, New York, as an important reminder: “<strong>We don’t want Dallas or New Orleans or Chicago to turn into the next New York. It means everyone needs to be taking the right steps right now</strong>.”</p> \n  <p>Adams said that testing around the country has “significantly increased”. But cautioned that <strong>“W</strong><strong>e aren’t testing the people who are at highest risk right now...We need to make sure we’re prioritizing testing for our health care workers.” </strong></p> \n  <p>We’ll also be following developments in Congress today following a key vote failure in the Senate yesterday on the Coronavirus stimulus bill, as well as news from impacted states and tracking how the markets fare. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-23T13:08:15.816Z\">at 1.08pm GMT</time></p> \n</div>",
  "<p>The US has said it will cut its aid to Afghanistan by $1bn (£840m), blaming the failure of President Ashraf Ghani and his main political rival, Abdullah Abdullah, to agree on a unity government for talks with the Taliban.</p> <p>A further $1bn could be cut<strong> </strong>from the annual aid package of $4.5bn in 2021, the US secretary of state, Mike Pompeo, warned after a surprise visit to Kabul on Monday failed to persuade the two men to strike a deal. Pompeo suggested the aid could be restored if they changed their minds.</p> <p>The aid cut would represent about 5% of Afghanistan’s GDP, but Ghani claimed in a televised address on Tuesday that “the US reduction in aid will have no direct impact on our key sectors”. He expressed hope that the Afghan government could try to satisfy the US “through talks and negotiations”.</p> <p>The Afghan president also blamed Abdullah, who he said had been offered an important role in the cabinet, but had instead demanded changes to the constitution. Abdullah also released a statement saying that while Pompeo’s trip had created an opportunity to resolve the crisis, “unfortunately it was not utilised properly”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/23/pompeo-arrives-in-kabul-despite-us-advice-against-international-travel-coronavirus\">Pompeo to meet Taliban in Doha in effort to revive peace talks</a> </p> </aside>  <p>Abdullah, who formerly held the title of Afghanistan’s chief executive officer, refused to accept defeat in last September’s presidential election, amid widespread allegations of fraud. He is seeking to set up a parallel administration in a palace next door to Ghani’s presidential compound.</p> <p>“The United States is disappointed in them and what their conduct means for Afghanistan and our shared interests,” Pompeo said in a sharply written statement. “Their failure has harmed US-Afghan relations and, sadly, dishonours those Afghan, Americans, and coalition partners who have sacrificed their lives and treasure in the struggle to build a new future for this country.</p> <p>“Because this leadership failure poses a direct threat to US national interests, effective immediately the US government will initiate a review of the scope of our cooperation with Afghanistan,” Pompeo added. “Among other steps, we are today announcing a responsible adjustment to our spending in Afghanistan and immediately reducing assistance by $1bn this year. We are prepared to reduce by another $1bn in 2021.”</p> <p>The secretary of state warned that other US projects, as well as US pledges at donor conferences, would come under review. He blamed the Afghan leaders for failing to abide by a joint declaration with the US made on 29 February to send a unified team to talks with the Taliban, and to free Taliban prisoners.</p> <p>In a separate agreement on 29 February with the Taliban, the US said 5,000 Taliban prisoners would be released in exchange for 1,000 government soldiers held by the insurgents. But the Afghan government insisted it had not agreed to free that many prisoners at once before broader peace negotiations had got under way.</p> <p>Pompeo told reporters that the first cut in assistance could still be averted if Ghani and Abdullah changed course, formed an “inclusive team” and went ahead with the prisoner exchange. “We’re hopeful, frankly, they’ll get their act together and we won’t have to do it, but we are prepared to do that if they can’t,” he said.</p> <p>After spending more than eight hours in Kabul in unsuccessful talks with Ghani and Abdullah, Pompeo flew to Doha, where he held hour-long talks late on Monday night with the top Taliban negotiator, Mullah Baradar, at a Qatari air base.</p> <p>Pompeo said that in contrast to the Afghan government, the Taliban were keeping their end of the 29 February deal. “They committed to reducing violence; they have largely done that, and then they are working towards delivering their team to the ultimate negotiations,” he said.</p> <p>The rift in Kabul and the breakdown of a planned prisoner exchange with the Taliban have stalled progress towards peace talks following the agreement of the temporary ceasefire, under which the Taliban said it would not attack US troops as they withdrew from the country.</p> <p>US and allied troops have begun their withdrawal but Taliban attacks on Afghan targets have <a href=\"https://www.afghanistan-analysts.org/en/reports/war-and-peace/voices-from-the-districts-the-violence-mapped-what-has-happened-since-the-reduction-in-violence-ended/\">almost returned to their pre-ceasefire level</a> and there is no immediate prospect of political negotiations between the insurgents and government officials that were supposed to start on 10 March.</p> <p>The two sides held talks via Skype on Sunday but there was no sign of a breakthrough on the core disagreement. The Afghan government wants a staggered release of prisoners but the Taliban are demanding that Kabul free all 5,000 of its fighters at once.</p> <p>The official number of coronavirus cases in <a href=\"https://www.theguardian.com/world/afghanistan\">Afghanistan</a> stands at 34 but testing there is limited and the disease is expected to be much more widespread, posing dangers of an epidemic among prisoners in particular.</p> <p>“Everyone clearly understands the coronavirus threat makes prisoner releases that much more urgent,” wrote the US special envoy for Afghan peace talks, Zalmay Khalilzad.</p> <p>Pompeo staked his diplomatic reputation on <a href=\"https://www.state.gov/wp-content/uploads/2020/02/Agreement-For-Bringing-Peace-to-Afghanistan-02.29.20.pdf\">the deal with the Taliban</a>, flying to Qatar to oversee its signing by Khalilzad. He took the decision to travel to Kabul and Doha at a time when face-to-face diplomacy has been reduced to a minimum. The state department has urged US citizens not to travel abroad.</p>"
]