[
  "<div id=\"block-5ecadd138f08a1782fa80d2b\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T20:57:10.906Z\">9.57pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Summary</h2>  <div class=\"block-elements\">  <p>Here’s a rundown of today’s stories:</p> <ul> <li><a href=\"https://www.theguardian.com/world/2020/may/24/coronavirus-donald-trump-adviser-china-who-chernobyl-golf\">Trump aide claims China guilty of cover-up akin to Chernobyl</a>. Robert O’Brien, Donald Trump’s national security adviser, claims Beijing gave “false information” to the <a href=\"https://www.theguardian.com/world/world-health-organization\">World Health Organization</a> over Covid-19. </li> <li><a href=\"https://www.theguardian.com/us-news/2020/may/24/democratic-vp-contender-val-demings-biden-black-voters-gaffe\">Democratic VP contender Demings slams Trump ‘gall’ over Biden black voters gaffe</a>. Democratic representative from Florida castigated president for having the “gall and nerve” to use a gaffe by Biden as a weapon on the campaign trail.</li> <li><a href=\"https://www.theguardian.com/world/2020/may/24/china-raises-us-trade-tensions-with-warning-of-new-cold-war\">China raises US trade tensions with warning of ‘new cold war’</a>. Foreign minister accuses Washington of damaging relationship with Beijing</li> <li><a href=\"https://www.theguardian.com/us-news/2020/may/24/jeff-sessions-donald-trump-twitter-alabama\">Trump: Sessions was not ‘mentally qualified’ to be attorney general</a>. Sessions continues to doggedly protest that only he can properly implement the president’s agenda.</li> <li><a href=\"https://www.theguardian.com/world/2020/may/24/virginia-governor-ralph-northam-masks\">Virginia governor Ralph Northam says masks save lives – then doesn’t wear one</a>. Democrat fails to heed own device, posing without a mask during a visit to the <a href=\"https://www.theguardian.com/us-news/virginia\">Virginia</a> Beach Oceanfront.</li> </ul> <p>You can continue to follow the latest on Covid-19 in our global liveblog:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2020/may/24/coronavirus-live-news-6m-australians-download-tracing-app-as-experts-fear-second-wave-in-us-summer\">Coronavirus live news: Austria's president apologises for curfew breach</a> </p> </aside> </div>   </div> <div id=\"block-5ecadc228f0864e579f1704a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T20:45:24.783Z\">9.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Associated Press has reported on concerns that <strong>insufficient or faulty data is hampering the US’s efforts to contain Covid-19</strong>. Here’s the report:</p> <p><em>Elected officials, businesses and others are depending on coronavirus testing and infection-rate data as states reopen so that they will know if a second wave of contagion is coming and whether another round of stay-at-home orders or closings might be needed.</em></p> <p><em>But states are reporting those figures in different ways, and that can lead to frustration and confusion about what the numbers mean. In some places, there have been data gaps that leave local leaders wondering whether they should loosen or tighten restrictions. In others, officials are accused of spinning the numbers to make their states look better and justify reopening.</em></p> <p><em>In a continuing theme for the outbreak in the United States, a lack of federal leadership persists. Even the U.S. Centers for Disease Control and Prevention has been lumping together tests that measure different things.</em></p> <p><em>Such errors render the CDC numbers about how many Americans are infected “uninterpretable,” creating a misleading picture for people trying to make decisions based on the data, said Ashish Jha, director of Harvard’s Global Health Institute,</em></p> <p><em>“It is incumbent on health departments and the CDC to make sure they’re presenting information that’s accurate. And if they can’t get it, then don’t show the data at all,” Jha said. “Faulty data is much, much worse than no data.”</em></p> </div>   </div> <div id=\"block-5ecad7988f0886ce4f5d9a07\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T20:29:18.178Z\">9.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The press secretary for <strong>Ralph Northam</strong>, the Democratic governor of Virginia, has admitted <strong>the governor should have worn a facemask</strong> during a public appearance this weekend.</p> <p>Ralph Northam, who is also a qualified physician, said last week that “wearing a mask could literally save someone else’s life”. However, during a visit to Virginia Beach Oceanfront on Saturday he was seen without a mask.</p> <p>“He was outside yesterday and not expecting to be within six feet of anyone,” Northam’s press secretary, Alena Yarmosky, said in a statement on Sunday. “This is an important reminder to always have face coverings in case situations change we are all learning how to operate in this new normal, and it’s important to be prepared.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/cToddGilbert/status/1264368069377482752\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Physician, heal thyself. <a href=\"https://t.co/KJuPzGWjew\">pic.twitter.com/KJuPzGWjew</a></p>&mdash; Todd Gilbert (@cToddGilbert) <a href=\"https://twitter.com/cToddGilbert/status/1264368069377482752?ref_src=twsrc%5Etfw\">May 24, 2020</a></blockquote>  </figure>  <p>Todd Gilbert, a Virginia Republican, tweeted a photo of Northam without a mask with the message “Physician, heal thyself”.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/24/virginia-governor-ralph-northam-masks\">Virginia governor Ralph Northam says masks save lives – then doesn't wear one</a> </p> </aside>  <p>Deaths from Covid-19 in Virginia were at 1,135 as of Sunday.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-24T20:40:59.125Z\">at 9.40pm BST</time></p>  </div> <div id=\"block-5ecad2528f0864e579f1702c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T20:09:33.047Z\">9.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fox News’s Chris Wallace is not popular on Twitter with supporters of the president</strong> after he criticised White House press secretary Kayleigh McEnany on Fox News Sunday. Last week, <strong>McEnany questioned the religious beliefs of reporters</strong>. McEnany made the comments after Trump said places of worship should count as essential services during the pandemic. She said she found it “interesting to be in a room that desperately wants to seem to see these churches and houses of worship stay closed.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/justinbaragona/status/1264570791242465283\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Chris Wallace blasts Kayleigh McEnany for questioning the religious beliefs of White House reporters:<br><br>&quot;I spent six years in the White House briefing room covering Ronald Reagan. I have to say, I never...I never saw a White House press secretary act like that.&quot; <a href=\"https://t.co/o9K1LxROUV\">pic.twitter.com/o9K1LxROUV</a></p>&mdash; Justin Baragona (@justinbaragona) <a href=\"https://twitter.com/justinbaragona/status/1264570791242465283?ref_src=twsrc%5Etfw\">May 24, 2020</a></blockquote>  </figure>  <p>On Sunday, Wallace said that “[former ABC White House correspondent] Sam Donaldson and me in the Reagan White House, we were pretty tough on the White House press secretaries and we never had our religious beliefs questioned or were lectured on what we should ask.”</p> <p>Wallace’s comments are sure to irk Trump, who has <a href=\"https://www.theguardian.com/media/2019/dec/12/fox-host-lambasts-trump-over-most-sustained-assault-on-press-freedom-in-us-history\">complained of Wallace’s coverage of his administration</a>. </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2020/mar/07/chris-wallace-fox-news-sunday-donald-trump\">'It's a 50-50 nation': Chris Wallace on Fox News, Trump and America's great divide</a> </p> </aside> </div>   </div> <div id=\"block-5ecacd308f08a1782fa80d06\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T19:50:12.241Z\">8.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"http://fullmeasure.news/news/full-episodes/full-measure-may-24-2020-interview-with-the-president\">In an interview with Full Measure</a>, <strong>Donald Trump has once again blamed the Covid-19 pandemic on China</strong> and praised his own handling of the crisis.</p> <p>“It came out of China, whether we like it or not, it came out of China. It could have been stopped. It came all over the world, but it didn’t really go to China,” said the president. “They stopped their planes going into China, but they didn’t stop their planes and their traffic going into the rest of the world, including the United States and Europe, and Europe is decimated. And you look at what happened all over the world, 186 countries. So now it’s a very terrible thing and they could have stopped it if they wanted to, they could have stopped it. Either it was incompetent or they didn’t want to, both are not very acceptable, by the way.”</p> <p>Trump was then asked how he felt when he first heard the virus could kill millions of people. As has been his habit, <strong>he praised his own response to the pandemic rather than express any sympathy towards those who have died</strong> or lost relatives. </p> <p>“So I was hearing millions of people, and it would have been millions of people if we didn’t shut down,” said Trump. “... I did a ban and nobody thought I should do it. I mean, literally I don’t think anybody thought I should do it. I made that decision by myself and it turned out to be a great decision. Hundreds of thousands of lives are saved.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/science/2020/may/22/hydroxychloroquine-trumps-covid-19-cure-increases-deaths-global-study-finds\">Hydroxychloroquine: Trump's Covid-19 'cure' increases deaths, global study finds</a> </p> </aside>  <p>The president also confirmed <strong>he had completed a two-week course of hydroxychloroquine</strong> to prevent Covid-19, <a href=\"https://www.theguardian.com/science/2020/may/22/hydroxychloroquine-trumps-covid-19-cure-increases-deaths-global-study-finds\">despite scientists cautioning against taking the drug to treat the virus</a>. “Well, I’ve heard tremendous reports about it,” said Trump. “Frankly, I’ve heard tremendous reports. Many people think it saved their lives.”</p> </div>   </div> <div id=\"block-5ecac96f8f0864e579f16ff9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T19:26:02.440Z\">8.26pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>My colleague Richard Luscombe has news on Joe Biden’s holiday weekend activities...</em></p> <p>The latest installment of <a href=\"https://medium.com/sincerely-joe/sincerely-joe-ffe31d0763d1\">Sincerely, Joe</a>, the digital letter series launched earlier this month by the Democratic presumptive presidential candidate <strong>Joe Biden</strong> to showcase his correspondence with the American people during the coronavirus pandemic, includes the revelation that <strong>his favorite flavor of ice cream</strong> is, wait for it, chocolate chip.</p> <p>The detail comes in the former vice-president’s reply to a young letter writer called Jack Cooney, who sent <a href=\"https://twitter.com/JoeBiden/status/1264600798865944577\">a colorful drawing</a> of himself with Biden and a request to know: “<strong>What was your favorite part of working with President Obama?</strong>” alongside the ice cream question.</p> <p>“Kids like you, our future leaders, give me hope,” Biden replied.</p> <p>“Your curiosity and your empathy underscore the idea that as Americans, we have the power to uplift one another and improve our communities for future generations.</p> <p>“It is no coincidence; this was also my favorite part about working with President Obama. His hope is eternal, his friendship is true, and he has a heart as big as they come. Our friends inspire, encourage, and support us, especially on our toughest days. Often, it’s as simple as being there for one another.”</p> <p>As for the ice cream, Biden urges Jack to: “continue to devote yourself to your studies, work hard every day, develop a genuine, life-long love of learning, and treat yourself to a little chocolate chip ice cream, my favorite flavor, every once in a while.” </p> <p>Aides have dismissed concerns that <a href=\"https://adage.com/article/campaign-trail/biden-aides-insist-virus-lockdown-isnt-slowing-his-campaign/2257571\">Biden’s campaign has suffered</a> through his self-isolation at his Delaware home. He retains a 5.5% lead over Donald Trump in the <a href=\"https://www.realclearpolitics.com/epolls/2020/president/us/general_election_trump_vs_biden-6247.html\">Real Clear Politics national poll average</a> for November’s election.</p> </div>   </div> <div id=\"block-5ecac3468f0886ce4f5d99a8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T19:05:36.309Z\">8.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>New York is making its first steps towards reopening</strong>, a fact demonstrated when Governor <strong>Andrew Cuomo gave his daily press briefing from Long Island’s Jones Beach on Sunday</strong>. Cuomo said professional sports teams in New York will now be allowed to reopen their training camps and the governor said it was a sign of a “return to normalcy.”</p> <p>While New York City has been noticeably busier in the last week, the city’s beaches are still closed and many residents are expected to head to Long Island over the holiday weekend, where restrictions are less severe and beaches are open.</p>  <figure class=\"element element-image\" data-media-id=\"41f736f5e3cd7b1a7763002ad8a2414096ebe1fa\"> <img src=\"https://media.guim.co.uk/41f736f5e3cd7b1a7763002ad8a2414096ebe1fa/0_265_4000_2400/1000.jpg\" alt=\"New Yorkers ventured to Jones Beach on Sunday, despite cool temperatures\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New Yorkers ventured to Jones Beach on Sunday, despite cool temperatures.</span> <span class=\"element-image__credit\">Photograph: Bryan R Smith/AFP/Getty Images</span> </figcaption> </figure>  <p><strong>Cuomo said that New Yorkers must still be vigilant</strong>, despite the easing however. The state recorded 109 deaths from Covid-19 over the last 24 hours, a slight rise from the previous day. “What do we really think, this is the last time we are going to have a public health emergency?” Cuomo said. “Let’s make sure we are better for what we have gone through.”<br></p> <p>Temperatures in much of New York were cool on Sunday, but many people still wanted to be outside. “People still make the best out of it. It doesn’t matter. I guess during this pandemic they’ve been practicing staying home, staying safe, so now they see an opportunity and they just want to get out,” one New Yorker, Jessica M Lopez, told the Associated Press.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-24T19:09:23.807Z\">at 8.09pm BST</time></p>  </div> <div id=\"block-5ecabd388f0886ce4f5d9987\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T18:46:19.315Z\">7.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Much of the focus on Covid-19 layoffs has understandably been on workers in the private sector. But <strong>New Jersey governor Phil Murphy</strong> today warned that <strong>state and federal workers could be at risk too</strong>. In an appearance on CNN, the Democratic governor said that some of the state’s teachers, police and health workers could be laid off if New Jersey does not receive more federal assistance.</p> <p>“We announced a budget on Friday for the next four months and we had to cut or defer over $5bn of expenditures,” he told CNN. “And this includes potentially laying off educators, firefighters, police, EMS, health care workers. This is not abstract. This is real. It’s not a blue state issue. It’s an American issue.”</p> <p><strong>New Jersey has the second-most deaths of any US state</strong> from Covid-19. Murphy said 52 deaths from the virus had been reported in the last 24 hours, bring the state’s death toll to 11,133. </p> </div>   </div> <div id=\"block-5ecab8938f08a1782fa80c95\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T18:23:27.120Z\">7.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>UK prime minister Boris Johnson’s top adviser, Dominic Cummings, was revealed by the Guardian to have made a 264-mile trip to his parents’ home while the country was in lockdown. <strong>Many expected Cummings to resign</strong> - or be fired - for contravening the lockdown. <strong>Instead, today Johnson has backed his adviser</strong> saying <a href=\"https://www.theguardian.com/politics/2020/may/24/boris-johnson-backs-dominic-cummings-in-face-of-tory-calls-for-chief-aide-to-resign\">he was right to take the trip</a>, which Cummings said was in the interest of his son’s health after Cummings’ wife fell ill. An editorial in the Guardian echoes the feeling of many in the UK:</p> <blockquote class=\"quoted\"> <p>Ever get the feeling you’ve been cheated? <a href=\"https://www.theguardian.com/politics/boris-johnson\">Boris Johnson</a> has previously lauded the effort and sacrifice of the British people, who for nine weeks of lockdown have endured not only inconvenience and discomfort, but hardship and in many cases real sacrifice: of desperately needed income, of the opportunity to support struggling relatives, see dying family members, or attend the funerals of loved ones. Now it emerges that the rules are optional for the prime minister’s friends. The stated message was: “Stay at home”. The unstated: “Do as we say, and not as we do”.</p> <p>The <a href=\"https://www.theguardian.com/politics/2020/may/22/dominic-cummings-durham-trip-coronavirus-lockdown\">breach of rules</a> by Mr Johnson’s adviser Dominic Cummings, revealed by the Guardian and the Mirror, is not an abstruse Westminster affair involving complicated financial dealings, or arcane parliamentary regulations. It is a matter that everyone understands and in which everyone has a stake, because everyone has given up something they valued and many have paid dearly. People feel not just indignation, but rage.</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/may/24/the-guardian-view-on-dominic-cummings-the-unaccountable-elite\">The Guardian view on Dominic Cummings: the unaccountable elite | Editorial</a> </p> </aside>  <p>Many in the UK’s civil service <strong>appear to be angry with Johnson and Cummings too</strong>. A since deleted tweet from the civil service’s official account went straight to the point. “Arrogant and offensive,” read the tweet from the<a href=\"https://twitter.com/UKCivilService\"> @UKCivilService Twitter account</a>, which has just over 250,000 followers. “Can you imagine having to work with these truth twisters?” </p> </div>   </div> <div id=\"block-5ecab3448f0886ce4f5d9956\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T18:03:41.858Z\">7.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There fears that the holiday weekend may lead to people heading to public spaces and ignoring social distancing. That certainly appears to be the case in Missouri, where video emerged of <strong>a pool party at the Lake of the Ozarks packed with people</strong> who are separated by six inches rather than the recommended six feet.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/markmobility/status/1264511798142799873\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">As the U.S. death toll from COVID nears 100,000, this is how people spent Saturday at Lake of the Ozarks in Missouri. <a href=\"https://t.co/EBZKCQjRKf\">pic.twitter.com/EBZKCQjRKf</a></p>&mdash; Mark Elliott (@markmobility) <a href=\"https://twitter.com/markmobility/status/1264511798142799873?ref_src=twsrc%5Etfw\">May 24, 2020</a></blockquote>  </figure>  <p><strong>A pool party may be the source of an outbreak in another state</strong>, Arkansas. The state’s governor, Asa Hutchinson, said this weekend that <strong>Arkansas</strong> faces a “second peak” of cases and some of those could be linked back to a high school party.</p> <p>“A high school swim party that I’m sure everybody thought was harmless,” Hutchinson said. “They’re young, they’re swimming, they’re just having activity, and positive cases resulted from that.”</p> <p>Arkansas has recently lifted some Covid-19 related restrictions but Hutchinson, a Republican, said he did not necessarily believes a rise in cases was due to the easing. “We’ve got to think about next fall,” he said. “We’re not going to be cloistered in our homes. That’s contrary to the American spirit.”</p> </div>   </div> <div id=\"block-5ecaadf08f0864e579f16f80\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T17:41:03.715Z\">6.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/us-news/2020/may/23/trump-golf-course-coronavirus\">After playing golf yesterday</a>, <strong>Donald Trump was back on the fairways at his course in Virginia today</strong>. According to CNN’s Manu Raju, this is the president’s 266th trip to one of his golf clubs since he took office.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mkraju/status/1264566103910555648\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump arrives at his Virginia golf club for the second time this weekend. Per CNN’s count, this is his 358th visit to one of his properties and his 266th trip to one of his golf clubs since he took office in January 2017. He’s golfed this weekend for the first time since March 8</p>&mdash; Manu Raju (@mkraju) <a href=\"https://twitter.com/mkraju/status/1264566103910555648?ref_src=twsrc%5Etfw\">May 24, 2020</a></blockquote>  </figure>  <p>Photos from Saturday, showed the president failing to observe social distancing and shaking hands during his round as the number of deaths from Covid-19 in the US approaches 100,000.</p>  <figure class=\"element element-image\" data-media-id=\"0d28476360ac7670527e5785ea0788ac9e5dd627\"> <img src=\"https://media.guim.co.uk/0d28476360ac7670527e5785ea0788ac9e5dd627/0_67_1011_607/1000.jpg\" alt=\"Donald Trump shakes hands during a round of golf on Saturday\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump shakes hands during a round of golf on Saturday.</span> <span class=\"element-image__credit\">Photograph: Jim Lo Scalzo/EPA</span> </figcaption> </figure>  <p>Trump’s own public health experts said that golf is an acceptable activity but that <strong>players should still be cautious when playing</strong>. </p> <p>“We’re asking continuously for you all to be outside, to enjoy your Memorial Day weekend, to play golf, to hike, as Dr [Anthony] Fauci said, to play tennis with marked balls and to be out with your families that you have been in the household with and to even consider sharing social distance space,” said coronavirus taskforce member Dr Deborah Birx on Friday.</p> <p>Birx also said golfers should not touch flags on greens and added: “remember that that is your space, and that’s a space that you need to protect and ensure that you social distance for others.” </p> <p>Anyone playing with Trump today may want to keep an eye on the president’s scorecard too. Because, as Rick Reilly, has detailed the president does not always play by golf’s rules:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2019/apr/02/donald-trump-golf-28-club-championships\">Commander in cheat? Donald Trump's 18 golf tournament wins examined</a> </p> </aside> </div>   </div> <div id=\"block-5ecaa9a08f08a1782fa80c4a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T17:21:29.689Z\">6.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Donald Trump has tweeted that Covid-19 “cases, numbers and deaths are going down all over the Country!”</strong>. While cases and deaths from the virus <a href=\"https://coronavirus.jhu.edu/data/new-cases\">are declining across as the US as a whole</a>, individual states have reported upticks. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1264564734860427265\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Cases, numbers and deaths are going down all over the Country!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/1264564734860427265?ref_src=twsrc%5Etfw\">May 24, 2020</a></blockquote>  </figure>  <p><a href=\"https://www.cnn.com/world/live-news/coronavirus-pandemic-05-24-20-intl/h_3940eac6494922d74dde5d3cfe2171bd\">Deaths in New York were up</a> over the last 24 hours, while rises have been reported in Florida, South Carolina, Arkansas and Washington DC. Public health experts are also urging Americans to remain at home, and there is a fear that the reopening of many states <a href=\"https://www.theguardian.com/world/2020/may/23/america-coronavirus-covid-19-second-wave\">risks a second wave of deaths from Covid-19</a>.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/23/america-coronavirus-covid-19-second-wave\">America begins to unlock for summer – but is it inviting a disastrous second wave?</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-24T17:23:45.636Z\">at 6.23pm BST</time></p>  </div> <div id=\"block-5ecaa04b8f0886ce4f5d98c9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T16:27:29.951Z\">5.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Mike DeWine</strong>, Ohio’s Republican governor, decried the politicization of wearing masks in public to help contain the spread of the coronavirus pandemic.</p> <p><strong>“This is not about politics, this is not about whether you’re liberal or conservative, left or right, Republican, Democrat,”</strong> DeWine said in an appearance on NBC’s Meet the Press on Sunday. “We wear the mask, and it’s been very clear what the studies have shown, you wear the mask not to protect yourself so much as to protect others. And this is one time when we truly are all in this together. What we do directly impacts others.”</p> <p>DeWine’s remarks were in response to <a href=\"https://www.theguardian.com/us-news/2020/may/23/north-dakota-governor-doug-burgum-tears-coronavirus-mask-shaming\">North Dakota governor Doug Burgum’s emotional address</a> on Friday decrying the “senseless dividing line” between US citizens over whether masks should be worn in public.</p> <p>With many states like Ohio beginning to relax stay-at-home restrictions, DeWine stressed the importance of doing it carefully.</p> <p>“Our order does say that every employee in every business unless there is some reason that they can’t wear that mask, every employee’s wearing a mask today,” he said. “So that’s a fundamental change in Ohio. As we go out, you know, a lot of stores you’ll see 90% of the people who do, the customers are wearing masks. But we want to continue to up that throughout the state because it is really what we need as we open up the economy. </p> <p>“Look, Chuck, this is a risk. But it’s also a risk if we don’t open up the economy, all the downsides of not opening the economy. We can do both these things.”</p> </div>   </div> <div id=\"block-5eca68a38f0864e579f16d36\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T16:05:14.994Z\">5.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>It’s a familiar internet thing – I don’t know if I can use the word meme here or not, because Richard Dawkins lost me on it years ago and I never caught up – to express comic bewilderment at the things 2020 has decided to throw at us: a pandemic, floods, <a href=\"https://www.theguardian.com/environment/2020/may/02/murder-hornets-washington-state-bees-twitter\">murder hornets</a>, celebrities <a href=\"https://www.theguardian.com/culture/2020/may/02/theres-a-sense-that-celebrities-are-irrelevant-has-coronavirus-shattered-our-fame-obsession\">singing</a> Imagine in lockdown.</p> <p>We’ve already had <a href=\"https://www.nbcnews.com/politics/national-security/starving-angry-cannibalistic-america-s-rats-are-getting-desperate-amid-n1180611\">warnings about starving, cannibalistic rats</a>, so perhaps new federal warnings about aggressive rats are actually only worth a side note. But, y’know, Winston Smith, Orwell, Room 101, worst fears, etc. So:</p> <p>According to <a href=\"https://www.cdc.gov/coronavirus/2019-ncov/community/rodents.html\">new advice</a> from the Centers for Disease Control and Prevention (CDC), “some jurisdictions have reported <strong>an increase in rodent activity as rodents search for new sources of food</strong>. Environmental health and rodent control programs may see an increase in service requests related to rodents and reports of <strong>unusual or aggressive rodent behavior</strong>.”</p> <p>As <a href=\"https://www.washingtonpost.com/opinions/2020/04/24/rats-are-coming-heres-how-we-can-keep-them-away/?arc404=true&amp;itid=lk_inline_manual_12\">the Washington Post</a> puts it, this is bad because “rats can transmit food-borne illnesses such as salmonella, and their urine can also worsen allergies and asthma, especially in children”.</p> <p>So that’s nice.</p> </div>   </div> <div id=\"block-5eca90038f0886ce4f5d985f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T15:22:25.807Z\">4.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Richard Luscombe writes…</em></p> <p>A (little) more detail on the revelations from <strong>Dr Deborah Birx</strong>, the White House coronavirus response coordinator, on Fox News Sunday that Donald Trump does indeed wear a mask when he’s not socially distancing. It turns out to be more of an assumption on her part, in place of any hard and fast evidence.</p> <p>“I’m not with him every day and every moment so I don’t know if he can maintain social distance. I’ve asked everybody independently to really make sure you wear a mask if you can’t maintain the six feet,” Birx said.</p> <p>“I’m assuming that in a majority of cases he’s able to maintain that six feet distance.”</p> <p>Pressed by host Chris Wallace if she felt Trump should be setting an example to the country by wearing one in public, Birx said: “The president did wear a mask while he was less than six feet… where that was important, while he was travelling last week.” </p> <p>Birx was presumably referring to his <a href=\"https://www.theguardian.com/us-news/video/2020/may/21/trump-fails-to-wear-mask-at-michigan-ford-plant-visit-despite-company-request-video\">visit to a Ford plant in Michigan</a> during which he told reporters he had worn one “backstage” but removed it for his public appearance because “I didn’t want to give the press the pleasure of seeing it.”</p> <p>More generally, Birx said: “<strong>There’s clear scientific evidence to show that a mask does prevent droplets from reaching others</strong>. Out of respect for each other, as Americans that care for each other, we need to be wearing masks in public when we cannot socially distance.”</p> <p>She said she was “very concerned” at images of people enjoying the Memorial Day weekend on beaches and parks, in close proximity and without masks.</p> <p>“We know being outside does help, we know the sun does help in killing the virus, but that doesn’t change the fact that people need to be responsible and maintain that distance,” she said.</p> <p>“I was hoping to convey this very clear message to the American people. Across the country there is a virus out there.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/24/us-beaches-covid-19-florida-access-parks\">Race, wealth and public spaces: US beaches are a new flashpoint of the lockdown</a> </p> </aside>  <p>Birx faced similar questions from Martha Raddatz on ABC’s This Week with George Stephanopoulos, who questioned whether her comments on Friday <strong>that people should get outside for Memorial Day</strong> was the right call.</p> <p>“We have to communicate through different venues, making sure that our generation sees and our Millennials can help us get that message out there, of how to be together socially yet distant,” she said. “Americans are amazingly innovative. And I think we really just need to have better continuous communication on how important that is.”</p> <p>One big question from Raddatz as numbers continue to spike in some areas… will the nation need a prolonged, or second lockdown?</p> <p>“It’s difficult to tell and I really am data-driven, so I’m collecting data right now about whether governors and whether states and whether communities are able to open safely,” she said.</p> <p>“All of this proactive testing needs to be in place and needs to continue to be in place because that will determine safely remaining open in the fall.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-24T15:25:58.714Z\">at 4.25pm BST</time></p>  </div> <div id=\"block-5eca7cbf8f08a1782fa80aa7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T15:00:44.026Z\">4.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Val Demings, a Democratic representative from Florida who is <strong>among contenders to be Joe Biden’s running mate</strong> in the presidential election, has castigated Donald Trump for having the “gall and nerve” to use a gaffe by Biden as a weapon on the campaign trail.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"1f25f8bc0d712f9afb2816e4825c39c47f1dd7c9\"> <img src=\"https://media.guim.co.uk/1f25f8bc0d712f9afb2816e4825c39c47f1dd7c9/1426_1014_1584_1980/800.jpg\" alt=\"Val Demings.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Val Demings.</span> <span class=\"element-image__credit\">Photograph: J Scott Applewhite/AP</span> </figcaption> </figure>  <p><a href=\"https://www.theguardian.com/us-news/2020/may/22/joe-biden-draws-criticism-americans-who-back-trump-aint-black\">Biden apologised</a> after saying if African Americans “have a problem figuring out whether you’re for me or Trump, then you ain’t black”, a remark which prompted fierce attacks from supporters of the president and criticism from Biden’s own backers.</p> <p>“The vice-president shouldn’t have said it, he apologised for it,” Demings told CNN’s State of the Union on Sunday.</p> <p>“But I really think the gall and the nerve of President Trump to try to use this in his campaign, he who has since day one done everything in his power, supported by his enablers, to divide this country, particularly along racial lines … </p> <p>“Look, let’s talk about race because we definitely need to, we see it in housing, we see it in voting rights, we see it in healthcare, we see it in education. Mr President, let’s do have a serious conversation about race in America and how about working for all people that you are supposed to represent, not just the privileged few.”</p> <p>It was the kind of fiery defence one would expect from someone talked about as a possible running mate. Biden has committed to choosing a woman and many – including the interviewer who elicited the gaffe on Friday, radio host Charlamagne tha God – think it should be an African American woman.</p> <p>California senator Kamala Harris and former Georgia gubernatorial candidate Stacey Abrams – a target of retweets in dubious taste from Trump on Saturday night – are generally thought to be the most likely picks.</p> <p>But Demings, <a href=\"https://demings.house.gov/about\">a former Orlando police chief</a>, delivered a decent mini-audition for a traditional running mate role: going on the offensive.</p> <p>Asked about expressions of outrage from the Republican South Carolina senator Tim Scott and former Utah representative Mia Love, Demings said: “I think it’s interesting that the president searched high and low to find [an] African American member of the Senate and a former member of Congress to speak out on this issue. It’d be nice to hear other Republicans, male or female, speak out.”</p> <p>CNN host Dana Bash asked directly if Demings wants to be vice-president. She did not answer directly, but made it clear she would serve if asked.</p> </div>   </div> <div id=\"block-5eca63088f0864e579f16d12\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T14:40:16.217Z\">3.40pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">O'Brien compares China 'cover-up' to Chernobyl</h2>  <div class=\"block-elements\">  <p>National security adviser Robert O’Brien has also appeared on NBC’s Meet the Press, to accuse China of a “cover-up that they did of the virus [that] is going to go down in history along with Chernobyl”. </p> <p>Most scientists say the pathogen that has infected 5.3m and killed more than 342,000 worldwide, according to Johns Hopkins University, was passed from bats to humans via an intermediary species <strong>likely sold at a wet market in Wuhan late last year</strong>.</p> <p>But Donald Trump, Secretary of State Mike Pompeo and other senior US figures have repeatedly said they suspect the coronavirus was somehow released from <a href=\"https://www.theguardian.com/world/live/2020/may/24/coronavirus-live-news-6m-australians-download-tracing-app-as-experts-fear-second-wave-in-us-summer\">the Wuhan Institute of Virology</a>.<br></p> <p>The Trump administration is seeking a scapegoat for a US death toll near 100,000, criticism of the president’s handling of the outbreak and a cratering economy. </p> <p>Vice-President <strong>Mike Pence kept up the charge on Saturday</strong>, telling Breitbart News: “China let the world down and the World Health Organization was their willing partner in withholding from the United States and the wider world vital information about the coronavirus that would have made it possible to stand up a national response sooner.</p> <p>“... Make no mistake about it that China will be held accountable for what the world has gone through because of their lack of transparency.”</p> <p>On Sunday, O’Brien said: “We want good relations with China and with the Chinese people, but unfortunately, we’re seeing just action after action by the Chinese Communist Party that makes it difficult … we’re dealing in a new world now with corona. </p> <p>“They unleashed a virus on the world that’s destroyed trillions of dollars in American economic wealth that we’re having to spend to keep our economy alive, to keep Americans afloat during this virus. So we’re in a, we’re in a very different world. </p> <p><strong>“The cover-up that they did of the virus is going to go down in history along with Chernobyl. </strong>We’ll see an HBO special about 10 or 15 years from now, and so we’re in a different place with China as we speak today.”</p> <p>The Associated Press, meanwhile, reported comments from the <a href=\"https://www.theguardian.com/world/live/2020/may/24/coronavirus-live-news-6m-australians-download-tracing-app-as-experts-fear-second-wave-in-us-summer\">director of the Wuhan Institute of Virology</a> about US claims the lab is to blame for the virus.</p> <p>Such claims are a “pure fabrication”, Wang Yanyi was quoted by state media as saying, adding that the institute did not have “any knowledge before that nor had we ever met, researched or kept the virus. We didn’t even know about the existence of the virus, so how could it be leaked from our lab when we didn’t have it?”</p> <p>The AP also said the coronavirus toll continues to ebb in Asia and other parts of the world, with China on Sunday reporting three new cases and just 79 people remaining in treatment for Covid-19.</p> <p>Here’s an op ed about such comparisons, from a more sober standpoint:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/may/05/prevent-coronavirus-chernobyl-international-disaster\">The world stopped another Chernobyl by working together. Coronavirus demands the same | Serhii Plokhy</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-24T14:41:31.901Z\">at 3.41pm BST</time></p>  </div> <div id=\"block-5eca802f8f08a1782fa80ac4\" class=\"block is-key-event\" data-block-contributor=\"profile/richardluscombe\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T14:16:56.660Z\">3.16pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump adviser: travel from Brazil to be restricted</h2>  <div class=\"block-elements\">  <p>The United States will on Sunday impose a lockdown on travelers from Brazil, according to Donald Trump’s national security adviser.<br></p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"4d5f80fdd8081cb8764055327f965d12ee497b73\"> <img src=\"https://media.guim.co.uk/4d5f80fdd8081cb8764055327f965d12ee497b73/2232_21_1574_1969/799.jpg\" alt=\"Robert O’Brien.\" width=\"799\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Robert O’Brien.</span> <span class=\"element-image__credit\">Photograph: Mandel Ngan/AFP/Getty Images</span> </figcaption> </figure>  <p>Covid-19 deaths have soared in Brazil as the country’s <a href=\"https://www.theguardian.com/world/2020/may/23/horror-show-bolsonaros-foul-tirade-could-end-rule-say-critics\">foul-mouthed president</a>, Jair Bolsonaro, continues to deflect from the crisis. It seems the Trump administration has heard enough.</p> <p>“I think <strong>we’ll have a decision today with respect to Brazil</strong>, just like we did with the UK and Europe and China, and we hope it will be temporary,” Robert O’Brien told CBS’s Face the Nation.</p> <p>“We’re concerned about the people of the southern hemisphere,” O’Brien continued, “the people of Brazil, they’ve had a rough go of it. But because of the situation in Brazil, we’re going to take every step necessary to protect the American people.</p> <p>“As of now I’d say Brazil, and we’ll take a look at the other countries on a country by country basis.”</p> <p>O’Brien did not divulge details of any such lockdown. But the conversation did allow him to pick up the White House narrative of painting China as the bogeyman of the Covid-19 crisis.</p> <p>“They allowed those folks to travel from China to Europe, and to seed the disease in Europe and have it come through a backdoor into the United States,” O’Brien said. “In perfect hindsight, when we realized the Europeans hadn’t cut off travel, sure it would have been better to cut off earlier.”</p> <p>O’Brien claimed “literally hundreds of thousands or millions of lives were saved” by Trump’s travel bans, and that the president’s move was “a profile in courage”.</p> <p>The Washington Post reported on Saturday on how <strong>Trump’s restriction on flights from Europe backfired badly</strong>.</p> <p>O’Brien also said he expected an in-person G7 gathering of world leaders to take place in Washington in late June.<br></p> <p>“We’re getting very close to the peak [of the pandemic] if we’re not already, in Washington and if the situation permits it, and we think it will, we’d love to have the G7 in person,” O’Brien said.</p> <p>“We’ll make sure everybody’s tested, we’ll make sure it’s a safe environment. The leaders would love to get out of their offices and meet in person to plan the post-Covid world.”</p> <p>Two other notable footnotes: <strong>the US presidential election will take place as planned on 3 November</strong>, “no question about it” O’Brien says, despite speculation <a href=\"https://www.washingtonpost.com/nation/2020/05/13/jared-kushner-election-delay-coronavirus/\">fuelled by comments from Trump’s son-in-law Jared Kushner</a> that the administration might be looking at a postponement.</p> <p>“We’ll have to see what happens with the virus, but we want to make sure that we have a free and fair election. That election’s going to take place on election day, there’s no question about it,” O’Brien said, declaring that stockpiles of PPE, especially masks, were being built for election workers.</p> <p>O’Brien also insisted there was no security risk posed by Trump, the nation’s commander in chief, <a href=\"https://www.theguardian.com/us-news/2020/may/24/hydroxychloroquine-trump-us-doctors-coronavirus\">continuing to take hydroxychloroquine</a>, an anti-malarial drug that the Food and Drug Administration says could have life-threatening side effects.</p> <p>“I’m sure they’re doing the right regimen for President Trump … he’s under great medical care,” O’Brien said.</p> <p>“He’s doing the right thing that he and his physician believe is good for the president. The guy’s got more energy than anyone I’ve ever seen,” he added, claiming improbably that the <a href=\"https://www.theguardian.com/us-news/2020/may/23/trump-golf-course-coronavirus\">golf-loving president</a> was working “16, 18 hours a day.”</p> </div>   </div> <div id=\"block-5eca77c88f0864e579f16dcc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T13:51:41.143Z\">2.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Florida senator, and former governor, Rick Scott is up on CNN’s State of the Union, struggling to explain why he thinks <strong>Floridians should wear masks and socially distance</strong> while <a href=\"https://www.theguardian.com/us-news/2020/may/24/us-beaches-covid-19-florida-access-parks\">the state reopens and beaches fill</a> over Memorial Day weekend, but doesn’t think there should be official mandates to do so.</p> <p>“I trust the American public to make good decisions,” Scott says. But he thinks “if you’re close to somebody you oughta wear a mask. We have to social distance safely … we have to do it.”</p> <p>Asked about comments to Fox News earlier this week which were much more skeptical and, well, Trumpy, Scott insists people should not be told what to do by the president, governors, senators and other figures in authority. But should heed advice, such as that he, a senator, is giving now.<br></p> <p>Scott defends Trump’s attempt to order states to open houses of worship on the same lines: people will do it safely but the government shouldn’t order them to do so.</p> <p>“I don’t think it matters what the president or a governor says,” says the former governor and current senator. </p> <p>In a sense, of course, it doesn’t matter what Trump says on the churches issue, because he doesn’t have the constitutional power to order governors to open churches.</p> <p>Speaking of America’s beaches, here’s Ankita Rao on the subject:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/24/us-beaches-covid-19-florida-access-parks\">Race, wealth and public spaces: US beaches are a new flashpoint of the lockdown</a> </p> </aside> </div>   </div> <div id=\"block-5eca73e78f08a1782fa80a57\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T13:28:15.829Z\">2.28pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Birx: Trump does wear a mask</h2>  <div class=\"block-elements\">  <p>White House public health adviser Dr Deborah Birx is appearing on Fox News Sunday and <a href=\"https://twitter.com/FoxNewsSunday/status/1264545230969323522\">according to Fox News Sunday</a>, she says: “<strong>President Trump does wear a mask</strong> when he is unable to social distance from others.” </p> <p>Trump’s reluctance to wear a mask in public or apparently in private has become a running theme of the coronavirus pandemic, particularly since cases were confirmed in the White House, close to the president himself. This week, at a Ford plant in Michigan, Trump was <a href=\"https://www.theguardian.com/us-news/2020/may/22/pictures-show-donald-trump-wearing-mask-after-ford-factory-row\">pictured wearing one</a>.</p> <p>Not without connection to Trump’s stance, the wearing of masks in public, or not, has become <a href=\"https://www.theguardian.com/us-news/2020/may/22/us-stores-against-face-masks\">a new front line in America’s culture war</a>. Federal guidelines recommend it, some states demand it, and some do not. Some rightwing protesters have decried the wearing of masks.</p> <p>On Saturday, video spread showing North Dakota governor Doug Burgum moved to tears while <a href=\"https://www.theguardian.com/us-news/2020/may/23/north-dakota-governor-doug-burgum-tears-coronavirus-mask-shaming\">pleading for people not to “mask shame”</a> those who choose to cover their noses and mouths in public. North Dakota does not mandate the wearing of masks.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/23/north-dakota-governor-doug-burgum-tears-coronavirus-mask-shaming\">North Dakota governor on brink of tears as he decries ‘mask shaming’</a> </p> </aside>  <p>Also from Fox News Sunday about its interview with Birx (which airs at 10am ET in New York): “Dr Deborah Birx says on Fox News Sunday she is still concerned with people <strong>going outside and not social distancing</strong>.”</p> <p>Here’s a picture of Donald Trump shaking hands with <a href=\"https://www.theguardian.com/us-news/2020/may/23/trump-golf-course-coronavirus\">a golfing partner in Virginia on Saturday</a>:</p>  <figure class=\"element element-image\" data-media-id=\"0d28476360ac7670527e5785ea0788ac9e5dd627\"> <img src=\"https://media.guim.co.uk/0d28476360ac7670527e5785ea0788ac9e5dd627/0_34_1011_607/1000.jpg\" alt=\"Donald Trump golfs.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump golfs.</span> <span class=\"element-image__credit\">Photograph: Jim Lo Scalzo/EPA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5eca70d68f08a1782fa80a27\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T13:11:43.091Z\">2.11pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump adviser: unemployment heading 'north of 20%'</h2>  <div class=\"block-elements\">  <p>Talk shows up.</p> <p>White House economic adviser Kevin Hassett tells CNN’s State of the Union he expects unemployment to go “<strong>north of 20%</strong>” before any correction, which means figures will be higher in June. <a href=\"https://www.theguardian.com/business/2020/may/21/us-unemployment-figures-jobs-lost-coronavirus\">Nearly 40m Americans</a> have filed for unemployment under the pandemic, after all.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/21/us-unemployment-figures-jobs-lost-coronavirus\">US unemployment rises by 2.4m despite easing of coronavirus lockdowns</a> </p> </aside>  <p>Is it possible unemployment will still be in double digits in November when the country goes to the polls, Hassett is asked.</p> <p>“Yes,” he says.</p> <p>National security adviser Robert O’Brien has told CBS’s Face the Nation the election won’t be delayed, by the way.</p> <p>Trump <strong>hopes an election held in an economic hole does not happen</strong>, to put it mildly, as he gears up for his election campaign against Joe Biden.</p> <p>Unemployment will move back slowly, Hassett says, adding: “If there were a vaccine in July I would be way more optimistic about it.” There won’t be.</p> <p>Hassett is also pressed on the prospects for the stimulus bill passed by the House but stalled in front of the Senate and the White House. He hedges but it’s clear there’s no significant movement.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-24T13:14:18.113Z\">at 2.14pm BST</time></p>  </div> <div id=\"block-5eca65cd8f0864e579f16d22\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T13:00:28.921Z\">2.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Checking in on the catchweight bout of the century – or, well, today – between Donald Trump and Jefferson Beauregard Sessions III, better known as Jeff Sessions, the attorney general Trump tormented and fired over his recusal from overseeing the Russia investigation who is now <strong>running for his old Senate seat in Alabama</strong> while Trump torments him some more.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"cde7f0effbba7405928102797afd798477e2f0b2\"> <img src=\"https://media.guim.co.uk/cde7f0effbba7405928102797afd798477e2f0b2/153_0_1867_2334/800.jpg\" alt=\"Jeff Sessions.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeff Sessions.</span> <span class=\"element-image__credit\">Photograph: Elijah Nouvelage/Reuters</span> </figcaption> </figure>  <p><strong>Sessions, on Saturday:</strong> “Mr President. Alabama can and does trust me, as do conservatives across the country. Perhaps you’ve forgotten. They trusted me when I stepped out and put that trust on the line for you. You and I fight for the same agenda. Tommy Tuberville [his Senate opponent, ahead in the polls, endorsed by Trump] is so weak he won’t debate me and too weak for Alabama.</p> <p>“Alabama will vote for you this fall, but Alabama will not take orders from Washington on who to send to the Senate.”</p> <p><strong>Trump, in reply:</strong> “Jeff, you had your chance and you blew it. Recused yourself ON DAY ONE (you never told me of a problem), and ran for the hills. You had no courage, and ruined many lives. The dirty cops, and others, got caught by better and stronger people than you. Hopefully this slime will pay a big price.</p> <p>“You should drop out of the race and pray that super liberal Doug Jones, a weak and pathetic puppet for Crazy Nancy Pelosi &amp; Cryin’ Chuck Schumer, gets beaten badly. He voted for impeachment based on “ZERO”. Disgraced Alabama. Coach Tuberville will be a GREAT Senator!”</p> <p>So there’s that:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/24/jeff-sessions-donald-trump-twitter-alabama\">Jeff Sessions protests loyalty to Trump – again – despite Twitter abuse</a> </p> </aside> </div>   </div> <div id=\"block-5eca6b168f0886ce4f5d96eb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T12:48:12.247Z\">1.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump has no public events scheduled today. It’s the Sunday of Memorial Day weekend, the <a href=\"https://www.theguardian.com/world/2020/may/23/america-coronavirus-covid-19-second-wave\">traditional start of the American summer</a>, and the weather forecast for Washington DC is, if not spectacular, not wet. </p> <p>One would think it’s a toss-up whether the president stays in to rage tweet the morning shows – Dr Deborah Birx is up on a couple and seems sure to be asked about the president’s choice of activity on Saturday as the coronavirus death toll neared 100,000 – or heads back to Trump National in Sterling, Virginia.</p> <p>While we wait – on the edges of our seats, I’m sure – to find out, here’s some <strong>further reading from our columnist Robert Reich</strong>, once labor secretary under Bill Clinton, on the great question of whether it’s safe for states to <a href=\"https://www.theguardian.com/world/2020/may/23/america-coronavirus-covid-19-second-wave\">reopen their economies</a> (or indeed their churches, as Trump <a href=\"https://www.theguardian.com/us-news/2020/may/22/donald-trump-churches-mosques-synagogues-reopen\">demanded</a> they do today):</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/may/24/donald-trump-fox-news-sean-hannity-dying-to-work-coronavirus\">Whatever Trump says, Americans are not dying to work – work may cause them to die | Robert Reich</a> </p> </aside> </div>   </div> <div id=\"block-5eca5adb8f08a1782fa80980\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T12:24:00.964Z\">1.24pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Good morning…</h2>  <div class=\"block-elements\">  <p>…and welcome to another day of coverage of the coronavirus pandemic in the US, and of course the politics around it. <a href=\"https://www.theguardian.com/world/ng-interactive/2020/may/15/coronavirus-map-us-latest-cases-state-by-state\">According to Johns Hopkins University</a>, there have been <strong>1,613,302 confirmed cases</strong> in the US and <strong>96,657 deaths</strong>.</p> <p>Around 1,000 of those deaths, and a few details about the person behind each one, are featured on <strong>a New York Times front page</strong> which is making <a href=\"https://www.theguardian.com/world/2020/may/24/new-york-times-front-page-1000-covid-19-death-notices\">headlines of its own</a> this morning. Also making headlines, Donald Trump’s decision to spend Saturday <strong>playing golf at his course in Virginia</strong>. </p> <p>On Saturday night, the conservative never-Trumper, <a href=\"https://www.theguardian.com/us-news/2020/feb/28/lincoln-project-donald-trump-cooper-union-rick-wilson\">Lincoln Project member</a> and husband of a senior Trump aide George Conway <a href=\"https://twitter.com/gtconway3d/status/1264326444152426497\">spliced the two images together on Twitter</a>. It was a powerful juxtaposition.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/gtconway3d/status/1264326444152426497\">  <blockquote class=\"twitter-tweet\"><p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/a9FJ86ro5O\">pic.twitter.com/a9FJ86ro5O</a></p>&mdash; George Conway (@gtconway3d) <a href=\"https://twitter.com/gtconway3d/status/1264326444152426497?ref_src=twsrc%5Etfw\">May 23, 2020</a></blockquote>  </figure>  <p>Joe Biden’s campaign <a href=\"https://twitter.com/JoeBiden/status/1264374557860716544\">released an ad on the subject</a>. </p> <p>Public health experts including the White House’s own Dr Deborah Birx say golf is OK, with social distancing and other measures observed – Trump, not wearing a mask, was filmed shaking hands with a playing partner – as the country looks to open up its battered economy. So, like so much in politics, <strong>this is all about the optics</strong>.</p> <p>It’s also all about the hypocrisy, of course, <em>as all politics is</em>. In this case, Trump used to batter Barack Obama for playing too much golf. In office, Trump has played <a href=\"https://www.washingtonpost.com/politics/2020/03/08/after-stopping-cdc-his-way-mar-a-lago-trump-heads-golf-course-two-days-row/\">more than 200 times</a> – more than Obama did in his first term. Also, as the president played during a public health crisis it turned out, of course it did, that There Was A Tweet For That:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/525495434928988160\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">President Obama has a major meeting on the N.Y.C. Ebola outbreak, with people flying in from all over the country, but decided to play golf!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/525495434928988160?ref_src=twsrc%5Etfw\">October 24, 2014</a></blockquote>  </figure>  <p>Trump did turn away from golf in the evening, though only to deliver a characteristic tweet storm from the confines of the White House. Among his targets for <strong>caustic comments and retweets in highly questionable taste</strong>: Nancy Pelosi, Stacey Abrams, Jeff Sessions and of course Biden.</p> <p>Trump also once again insinuated, disgracefully, that former Republican congressman and MSNBC host Joe Scarborough might be guilty of murder. About the veracity or otherwise of that vicious claim, <a href=\"https://www.washingtonpost.com/politics/2020/05/12/trumps-vicious-claim-that-joe-scarborough-might-have-murdered-an-aide/\">the Washington Post fact checker</a> awards it its top rating of four Pinnochios and says: “We wish we had more to give.”</p> </div>   </div>",
  "<p>The White House on Sunday accused China of a cover-up that will “go down in history along with Chernobyl”, ramping up efforts to deflect attention from a Covid-19 death toll in the US <a href=\"https://www.theguardian.com/world/2020/may/24/new-york-times-front-page-1000-covid-19-death-notices\">fast closing on 100,000</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/24/hydroxychloroquine-trump-us-doctors-coronavirus\">The US doctors taking Trump’s lead on hydroxychloroquine – despite mixed results</a> </p> </aside>  <p>Robert O’Brien, Donald Trump’s national security adviser, made the claim on two political talk shows, saying Beijing gave “false information” to the World Health Organization (WHO) at the start of the year and alleging that stonewalling of an investigation into the origins of the pandemic has cost “many, many thousands of lives in America and around the world”.</p> <p>On Saturday Mike Pence, the vice-president, told Breitbart News that China had “let the world down” and insisted the WHO was “their willing partner in withholding from the US and wider world vital information about the coronavirus”.</p> <p>The Trump administration has become increasingly keen to move attention away from its handling of the pandemic, which has seen more deaths in the US than any other nation and a broken economy including soaring unemployment that another senior adviser told CNN would still be “in double digits” by the 3 November presidential election.</p> <p>O’Brien dampened speculation that the administration might seek to delay that election. But as China <a href=\"https://www.afp.com/en/news/15/china-warns-us-pushing-relations-brink-new-cold-war-doc-1s67u12\">warned</a> that Washington’s “lies” were “pushing our two countries to the brink of a new cold war”, he went firmly on the attack.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Someday they’re going to do an HBO show like they did with Chernobyl</p> <footer> <cite>Robert O'Brien</cite> </footer> </blockquote> </aside>  <p>Speaking to CBS’s Face the Nation, he claimed Beijing knew of the looming crisis as early as November but chose to keep it quiet.</p> <p>“We don’t know who in the Chinese government did it, but it doesn’t matter if it was the local Chinese government or the Communist party of China,” he said.</p> <p>“Look, this was a virus that was unleashed by China. There was a cover up that someday they’re going to do an HBO show like they did with Chernobyl,” he added, likening the pandemic to the 1986 nuclear disaster in Ukraine which Soviet authorities initially tried to hide.</p> <p>O’Brien repeated the claim on NBC’s Meet the Press, accusing China of a “cover-up that … is going to go down in history along with Chernobyl”.</p> <p>Most scientists say the pathogen that has infected 5.3 million people and killed more than 342,000 worldwide, <a href=\"https://coronavirus.jhu.edu/map.html\">according to Johns Hopkins University</a>, was passed from bats to humans via an intermediary species probably sold at a wet market in Wuhan, China, last year.</p> <p>But Trump, Secretary of State Mike Pompeo and other senior US figures have repeatedly said they suspect the coronavirus was somehow released from the Wuhan Institute of Virology, a claim China has <a href=\"https://www.theguardian.com/world/2020/may/24/global-report-wuhan-lab-says-its-bat-strains-were-not-covid-19-as-us-nears-10000-deaths\">strenuously denied</a>.</p> <p>O’Brien claimed China’s alleged skulduggery was continuing.</p> <p>“There’s a chance, and it’s been reported, that the Chinese have been engaged in espionage to try and find the research and the technologies that we’re working on both for a vaccine and a therapy,” he told CBS.</p> <p>“So look, they’ve got a many, many year history of stealing American intellectual property and knocking off American technology. I wouldn’t be surprised if they did that with vaccines.”</p> <p>O’Brien also said the US would soon implement restrictions on travelers from Brazil.</p> <p>After spending much of Saturday <a href=\"https://www.theguardian.com/us-news/2020/may/23/trump-golf-course-coronavirus\">playing golf at his resort in Virginia</a>, Trump had no public engagements on Sunday. He duly went back to Trump National in Sterling.</p> <p>On Twitter the president, who <a href=\"https://www.cnn.com/videos/politics/2020/05/23/donald-trump-golf-coronavirus-obama-ebola-sot-vpx-nr.cnn\">criticized Barack Obama</a> in 2014 for golfing when a second case of Ebola was confirmed in the US, preferred to concentrate on topics other than the pandemic.</p> <p>Trump <a href=\"https://twitter.com/realDonaldTrump/status/1264328744682078208\">feuded with his former attorney general, Jeff Sessions</a>; attacked Joe Biden, his likely opponent in November; retweeted abusive messages about female opponents; <a href=\"https://twitter.com/realDonaldTrump/status/1264558926021959680\">repeated unsubstantiated allegations</a> that mail-in ballots lead to rigged elections; and repeated <a href=\"https://www.washingtonpost.com/politics/2020/05/12/trumps-vicious-claim-that-joe-scarborough-might-have-murdered-an-aide/\">baseless insinuations</a> that an MSNBC host might have murdered an aide.</p> <p><a href=\"https://twitter.com/realDonaldTrump/status/1264564734860427265\">He also tweeted</a> falsely that coronavirus “cases, numbers and deaths are going down all over the Country!”</p> <p>On Saturday, North Carolina reported its <a href=\"https://www.npr.org/sections/coronavirus-live-updates/2020/05/23/861561659/north-carolina-reports-highest-one-day-spike-of-covid-19-cases\">highest one-day spike</a> in cases. Official statistics continue to show hotspots in other places <a href=\"https://dcist.com/story/20/05/23/dr-birx-the-d-c-area-has-the-highest-rate-of-positive-tests-in-the-country/\">including Washington DC</a> – where O’Brien said the administration still hopes to hold an in-person G7 summit in July – and Florida, where the Miami Herald reported that the <a href=\"https://www.miamiherald.com/news/coronavirus/article242966826.html?\">rate of new cases was not slowing</a>.</p> <p>On Friday Dr Deborah Birx, the White House coronavirus response coordinator, encouraged the public to go outdoors over the Memorial Day weekend.</p>  <figure class=\"element element-image\" data-media-id=\"c91fcd72fbf9ab0d59ff35dbff7d9f85d08b2d12\"> <img src=\"https://media.guim.co.uk/c91fcd72fbf9ab0d59ff35dbff7d9f85d08b2d12/0_0_2393_1437/1000.jpg\" alt=\"Donald Trump leaves the White House on Sunday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump leaves the White House on Sunday.</span> <span class=\"element-image__credit\">Photograph: Jim Lo Scalzo/EPA</span> </figcaption> </figure>  <p>“We know being outside does help, we know the sun does help in killing the virus, but that doesn’t change the fact that people need to be responsible and maintain that distance,” she told Fox News Sunday, when presented with images of packed beaches and people in close proximity, not wearing masks.</p> <p>“I was hoping to convey this very clear message to the American people,” she said, “… across the country there is a virus out there.”</p> <p>Birx also said Trump himself did wear a mask when not able to maintain social distance. Trump was not pictured using a mask on his trips to play golf in Virginia.</p> <p>On ABC’s This Week, Birx was asked if the nation would need an extended or second lockdown.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/24/new-york-times-front-page-1000-covid-19-death-notices\">'Incalculable loss': New York Times covers front page with 1,000 Covid-19 death notices</a> </p> </aside>  <p>“It’s difficult to tell and I really am data-driven, so I’m collecting data right now about whether governors and whether states and whether communities are able to open safely,” she said.</p> <p>“All of this proactive testing needs to be in place and needs to continue to be in place because that will determine safely remaining open in the fall.”</p> <p>One thing the Trump administration admits will not bounce back fully by fall is the US unemployment rate, which Kevin Hassett, a senior adviser, told CNN would still be in double figures by the time of the election.</p> <p>“Unemployment will be something that moves back slower,” he said. “You’re going to be starting at a number in the 20s [per cent] and working your way down. And so, of course, you could still not be back to full employment by September or October.”</p>",
  "<p>It begins with dramatic music and slick graphics – skyscrapers, clouds, big screens, the roar of a helicopter and chants of “Four more years!” Then come clips of Donald Trump Jr mocking Barack Obama and Joe Biden, and hurling red “Keep America Great” caps into a crowd at a rally. A fireball darts across the screen, <a href=\"https://www.youtube.com/watch?v=RBxj19snoRY\">trailing the word “Triggered”</a>.</p> <p>Then, with slicked-back hair, designer stubble and a green-checked shirt unlikely to win any fashion awards, the president’s son hosts his own online show.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/23/jeff-sessions-donald-trump-alabama-senate-tommy-tuberville\">Jeff Sessions snaps back after Trump tells Alabama not to trust him</a> </p> </aside>  <p>“Before the Covid-19 crisis brought to us by the wonderful communist Chinese government, who did nothing about it and lied to us,” Don Jr says, “we had the greatest economy … the greatest job numbers.</p> <p>“I’m saying, the guy that did that once is the guy that can do it again. Not the 50-year Washington bureaucrat [Biden] who doesn’t remember where he is most of the time.”</p> <p>Welcome to the virtual Trump campaign <a href=\"https://www.nytimes.com/2020/05/20/opinion/trump-children.html\">starring his three children,</a> Don Jr, Eric and Ivanka, and their partners, Kimberly Guilfoyle, Lara Trump and Jared Kushner. The six are among the president’s most important surrogates and strategists, constantly pushing his cause, rallying his base, trashing his opponents and earning a reputation as a modern political mafia.</p> <p>Some appear to relish the enterprise so much they are tipped to <a href=\"https://www.newsweek.com/donald-trump-jr-will-run-president-2024-hell-likely-win-republican-nomination-gop-strategist-1457953\">run for office themselves</a>. Or, critics suggest, such is their devotion to amplifying Trump’s message – even when it contains ugly smears and downright lies – that perhaps they are merely competing for their father’s attention.</p> <p>Last weekend <a href=\"https://www.theguardian.com/us-news/2020/may/18/donald-trump-jr-eric-joe-biden\">Don Jr posted on Instagram</a> a meme that falsely insinuated Biden is a paedophile, later insisting that he had merely been “joking around”, while Eric appeared to suggest Democrats created the virus to sabotage Trump’s campaign.</p> <p>“And guess what?” he said on Fox News. “After 3 November [election day], coronavirus will magically all of a sudden go away and disappear and everybody will be able to reopen. They’re trying to deprive him of his greatest asset.”</p> <p>At such moments, the Trump offspring can seem Trumpier than the man himself.</p> <p><a href=\"https://twitter.com/moevela?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Moe Vela</a>, a senior adviser to Biden when he was vice-president, said: “They are an extension of his divisive existence. The apple did not fall far from the hateful tree. They are hook, line and sinker a part of this fabricating, distortive, manipulative modus operandi.</p> <p>“The kids are completely aligned with this complete distortion and disregard for the truth, whether it’s a conspiracy theory with ‘<a href=\"https://www.theguardian.com/us-news/2020/may/12/what-is-obamagate-and-why-is-trump-so-worked-up-about-it\">Obamagate</a>’ or this paedophile comment or the most ridiculous one, that this pandemic is a hoax.</p> <p>“Poor little Eric is clearly a low-IQ human being, but to say something like that when more than 90,000 families, sets of friends and co-parishioners have lost somebody that they loved, you have to be a horrible, despicable human being to even let that roll off your tongue, much less creep into your mind.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The kids are completely aligned with this complete distortion and disregard for the truth</p> <footer> <cite>Moe Vela</cite> </footer> </blockquote> </aside>  <p>Trump’s children have been ever present since he announced his wildly improbable run for the presidency at Trump Tower in New York in June 2015. A year later, Don Jr and Ivanka’s husband, Kushner, were present at <a href=\"https://www.theguardian.com/us-news/2018/sep/29/rob-goldstone-donald-trump-jr-russia-interview\">a Trump Tower meeting</a> with a Russian lawyer who promised dirt on Hillary Clinton. It came to nought but raised questions about the methods of both men.</p> <p>Don Jr, Eric and Ivanka, along with Trump’s youngest daughter, Tiffany, were thrust into the limelight <a href=\"https://www.theguardian.com/us-news/2016/jul/20/donald-trump-jr-convention-speech-american-dream\">when they gave speeches</a> at the 2016 Republican National Convention in Cleveland, where their father was crowned as the party’s nominee. In the second presidential debate, asked to name one positive thing about her opponent. Clinton replied: “Look, I respect his children. His children are incredibly able and devoted, and I think that says a lot about Donald.”</p> <p>The children clocked up thousands of air miles campaigning while, behind the scenes, Kushner helped shape a crucial digital strategy. The family gathered with Trump on stage in New York when he stunned the world <a href=\"https://www.theguardian.com/us-news/2016/nov/09/donald-trump-supporters-hilton-new-york\">by winning</a>. Since then, their influence has only grown.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"1e35af1f501d424e555a3a374fd78afd548f290d\"> <img src=\"https://media.guim.co.uk/1e35af1f501d424e555a3a374fd78afd548f290d/0_3_4500_2700/1000.jpg\" alt=\"Donald Trump Jr speaks at the Conservative Political Action Conference in National Harbor, Maryland in February.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump Jr speaks at the Conservative Political Action Conference in National Harbor, Maryland in February.</span> <span class=\"element-image__credit\">Photograph: Samuel Corum/Getty Images</span> </figcaption> </figure>  <p>Ivanka and Kushner – dubbed “Javanka” – are senior advisers at the White House, <a href=\"https://www.theguardian.com/us-news/2017/dec/23/steve-bannon-savages-javanka-laying-bare-white-house-tensions?page=with:img-2\">immune from the courtroom intrigue</a> that has seen other officials purged at a record rate. Ivanka remains her father’s favourite: he has made the false and absurd claim that she had “created over 15m jobs”. Kushner’s almost comically sprawling portfolio has included criminal justice reform, a Middle East peace plan and, most recently, the coronavirus pandemic.</p> <h2>‘I learned it by watching you’</h2> <p>Don Jr and Eric stepped in to run the Trump Organization, the family business, where they have been forced to <a href=\"https://www.washingtonpost.com/politics/2019/11/01/trump-brothers-claims-that-they-no-longer-profit-foreign-deals/\">deny persistent allegations</a> they are exploiting the presidency for profit. Both have also come into their own as bomb-throwers on their father’s behalf.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/23/america-coronavirus-covid-19-second-wave\">America begins to unlock for summer – but is it inviting a disastrous second wave?</a> </p> </aside>  <p>Before the virus hit, Don Jr was a regular speaker at rallies for Trump or Republican allies. A chip off the old block, he hits the same unsubtle notes as the president and hones and <a href=\"https://www.theguardian.com/us-news/2018/sep/24/hershey-pennsylvania-donald-trump-jr-republicans\">perfects his message:</a> shorter, sharper, less digressive and potentially more deadly. A favourite line is to reference Obama’s 2016 claim that Trump would need a “magic wand” to bring back “some of those jobs of the past”. <a href=\"https://twitter.com/DonaldJTrumpJr/status/1142209710197788672?s=20\">Don Jr spins this as a claim</a> about economic growth and declares: “Well, abracadabra buddy. There is a magic wand for that!” The crowd invariably cheers.</p> <p>In person and on Twitter, Don Jr has become expert in throwing red meat to the Trump base, in particular slamming Democrats and the media. Sometimes it’s a bit too much even for his dad. <a href=\"https://www.axios.com/donald-trump-jr-twitter-hbo-85fac1a3-7109-41cb-8876-6b28f1d29ae0.html\">Don Jr told the Axios website</a> in March about getting a call from the president: “‘You’re getting a little too aggressive, you know.’ And then I was like, ‘I learned it by watching you.’”</p> <p>Two years ago, Don Jr separated from his wife, Vanessa, and began dating <a href=\"https://twitter.com/kimguilfoyle?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Guilfoyle</a>, a lawyer, Fox News host and, incongruously, the ex-wife of Gavin Newsom, then the liberal Democratic mayor of San Francisco, now the governor of California. She joined the Trump campaign last year and has proved every bit as zealous as her boyfriend.</p> <p>Eric is somewhat overshadowed by his brother but his wife, Lara, is now one of the most prominent figures in the campaign, regularly featuring in Women for Trump events and posting tweets such as: “The media tells us women don’t support Trump! WRONG!”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I think we’re witnessing a family tragedy because the children are competing for who can be the most protective of daddy</p> <footer> <cite>Joshua Kendall</cite> </footer> </blockquote> </aside>  <p>At a rally in Charlotte, North Carolina in early March, Eric and Lara delighted the crowd by inviting up to the podium a Trump supporter who had been camping outside the venue for four days. <a href=\"https://twitter.com/SmithInAmerica/status/1234616580971077633?s=20\">“I can’t believe this,” the woman said,</a> sobbing tears of joy. It was political theatre that showed the family offers more than rage alone.</p> <p>In the coronavirus pandemic, the children have hit the ground running in ways Trump and Biden have not. Trump’s re-election team broadcasts live programming online seven nights a week. This week it launched <a href=\"https://www.youtube.com/watch?v=5Nl78WZ0oao\">The Right View</a>, including Guilfoyle and Lara Trump, as a riposte to the popular daytime show The View, which has an all-female panel.</p> <p><a href=\"https://www.axios.com/donald-trump-jr-virtual-fundraising-98adbdba-112a-4886-90d4-7f019b5b2d90.html\">Don Jr has also been highly active</a>, holding virtual fundraisers and meetings with voters, attending pro-hunting events and recording calls and videos on behalf of candidates in the House and Senate. On Thursday night’s episode of Triggered (also the title of his first book), he interviewed the singer and guitarist Ted Nugent.</p> <p>“I’m an outdoorsman, shooter, hunter, and not just, ‘I do one weekend a year to talk about it at a cocktail party for the next two years,’” said Don Jr, who has frequently admitted the irony of the son of a New York billionaire speaking on behalf of blue-collar Americans. “This is the way I choose to live my life when I’m not doing my day job.”</p>  <figure class=\"element element-image\" data-media-id=\"16cdaaa68a88b528ddbf140849432d5672a7b9fc\"> <img src=\"https://media.guim.co.uk/16cdaaa68a88b528ddbf140849432d5672a7b9fc/0_100_3042_1825/1000.jpg\" alt=\"Ivanka Trump tours the distribution center of Coastal Sunbelt Produce in Laurel, Maryland this month.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ivanka Trump tours the distribution center of Coastal Sunbelt Produce in Laurel, Maryland, this month.</span> <span class=\"element-image__credit\">Photograph: Alex Wong/Getty Images</span> </figcaption> </figure>  <p>A moment later an advertising banner popped up: “Get your Trump-Pence 2020 playing cards!” Later, Nugent praised Trump Jr’s father for taking “a crowbar” to the political status quo: “He’s on a mission from God. This is divine intervention. We needed a status quo crusher and I can’t think of anybody except Donald J Trump that could have pulled it off with such effectiveness, such absolutism and, shall I say, aplomb.”</p> <p>Up popped another banner that said: “Get your official I Heart Trump wine glasses!”</p> <h2>‘Extreme loyalty’</h2> <p>Democrats such as Vela, the former Biden adviser, find the Trump children and their partners as offensive as the president himself.</p> <p>“You’ve got to sell your soul if you’re gonna be a part of it,” he said. “It’s almost like <a href=\"https://www.theguardian.com/us-news/2019/apr/21/teflon-don-trump-mafia-boss-mueller-report-tony-soprano\">a mafioso operation</a>, the mafia of hate. There is so much hate and hatred filled in their bones and in their hearts. I’ve never seen anything like it in my life.”</p> <p>But for the president, the children form a protective shield.</p> <p><a href=\"http://joshuackendall.com/\">Joshua Kendall</a>, author of First Dads: Parenting and Politics from George Washington to Barack Obama, said: “The family is really important to Trump because he can get from them what he can’t get from most of the people who sign up to work with him: extreme loyalty. So he’s definitely going to lean on them and I think we’re witnessing a family tragedy because the children are all competing for who can be the most protective of daddy.</p> <p>“It’s very disturbing, the extent to which they’re willing to go, and I guess the most chilling example was where Eric said that after the election we’ll find out that the whole Covid pandemic was cooked up by the Democrats. That’s the extent to which they’re willing to bend reality to stand up for their father. It’s also the tragedy of the Republican party that a lot of politicians are in this same position where in order to stay aligned with Trump, they have to bend reality.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I think stark political reality will hit them all, whether Donald Trump wins re-election or not</p> <footer> <cite>Michael Steele</cite> </footer> </blockquote> </aside>  <p>Presidential candidates’ children usually work behind the scenes, Kendall noted, pointing to the sons of Jimmy Carter in the 1970s and George W Bush <a href=\"https://www.nytimes.com/1992/04/26/us/1992-campaign-president-s-family-one-bush-s-campaign-advisers-also-his-son.html\">in his father’s campaigns</a> in 1988 and 1992.</p> <p>“But what’s interesting about the Trump kids is they’re publicly playing the role of the hatchet man, which is usually played by the vice-president, famously Spiro Agnew [under Richard Nixon], and that’s not something we’ve seen before.”</p> <p>The dynasty may yet continue. Signs such as “Don Jr 2024” and “Ivanka 2032” have been spotted at Trump rallies. <a href=\"https://www.axios.com/2024-election-polls-republicans-60f37160-a4fb-48e6-b054-22bd303604a6.html\">A SurveyMonkey poll for Axios</a> in January asked who Republicans would consider voting for in 2024. It was led by the vice-president, Mike Pence, but Don Jr was second, Nikki Haley third and Ivanka fourth.</p> <p><a href=\"https://twitter.com/MichaelSteele?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Michael Steele</a>, former chairman of the Republican National Committee, said: “There’s a lot of talk about that but I think the stark political reality that will hit them all, whether Donald Trump wins re-election or not, is that there are a whole lot of Republicans waiting in the wings for this administration’s transition to lame duck and they are not going to go quietly into that good night.</p> <p>“It will not be, ‘Oh, you’re Donald Trump’s son or daughter so we bow and get out of the way.’ That ain’t happening.”</p>",
  "<p>Nearly 100,000 Americans lie dead, almost 40 million people are out of work, <a href=\"https://www.usatoday.com/story/money/2020/05/21/coronavirus-mortgage-delinquencies-surge-1-6-m-april/5231835002/\">home mortgage delinquencies are soaring</a> and the <a href=\"https://www.ft.com/content/192120a9-93f0-432f-87cd-181ec931cdb9\">Mall of America is stiffing its lenders</a>. The US looks like one of the president’s brand-name casinos. When Donald Trump <a href=\"https://www.theguardian.com/us-news/2020/apr/14/trump-coronavirus-alerts-disinformation-timeline\">said</a> “One day, it’s like a miracle, it will disappear,” he meant the coronavirus. He could have been referring to the American Dream itself.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/10/for-god-and-country-review-christian-case-trump-ralph-reed\">For God and Country review: Christian case for Trump is a thin read indeed</a> </p> </aside>  <p>The <a href=\"https://www.theatlantic.com/author/david-frum/\">Atlantic</a> writer David Frum argues that “democracy is tested by its ability to deliver security, prosperity, and justice”. By that metric, the Trump presidency is a shambolic failure.</p> <p>In a book mostly written before the pandemic, Frum details the efforts of the 45th president to gut the rule of law and institutionalize “white ethnic chauvinism”, leaving the country reeling, the constitution bruised. Trumpian alchemy has turned gold to lead.</p> <p>Trumpocalypse recalls that in 2016, Senator Ted Cruz compared Trump to Benito Mussolini, then “went to work” in his “cloakroom”. Most recently, the president has threatened Michigan and Nevada over absentee balloting and waged war on government inspectors general. Sacking Rome was quicker than building it.</p> <p>Frum’s journey is emblematic of our ongoing political realignment. The Republican party’s embrace of rural and white working-class voters has been met with <a href=\"https://twitter.com/jmartNYT/status/1262461988283785221\">an exodus</a> of college graduates and suburbanites. Reliably red Arizona is tilting toward Joe Biden because of <a href=\"https://twitter.com/RonBrownstein/status/1262758076660084738\">defections</a> among seniors and four-year degree holders.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Frum observes that in theology, the apocalypse was not 'the end' but the harbinger of a 'new and better order'</p> </blockquote> </aside>  <p>Anti-closure protesters have toted Confederate flags, slung arsenals on their shoulders and left state legislatures in lockdown. <a href=\"https://twitter.com/RonBrownstein/status/1262504202544148481\">Their avatar</a> brags of medicating with hydroxychloroquine, a drug with <a href=\"https://twitter.com/michelleinbklyn/status/1262496219194064902\">side-effects</a> that include paranoia, hallucinations and psychosis. <a href=\"https://twitter.com/amyewalter/status/1257001756648706050\">Peloton moms</a> are repulsed.</p> <p>Over the past half-century, the GOP has morphed into the heir of <a href=\"https://twitter.com/stuartpstevens/status/1262467758018760706\">George Wallace</a>, the segregationist Alabama governor and presidential candidate, and Pat Buchanan, Richard Nixon’s paleoconservative speechwriter. The party of Abraham Lincoln and the upward arc is gone.</p> <p>Frum was a speechwriter to George W Bush and <a href=\"https://www.theguardian.com/world/2003/jan/28/usa.iran\">helped coin the phrase “axis of evil”</a>. Now he declares that 21st-century conservatism has “delivered much more harm than good, from the Iraq war to the financial crisis to the Trump presidency”. Yet he remains committed to his Burkean worldview, of individual autonomy fused to social cohesion.</p> <p>Trumpocalypse quotes the late Senator Daniel Patrick Moynihan, that it is “culture, not politics, that determines the success of a society”. By the same measure, “politics can change a culture and save it from itself”.</p> <p>Frum criticizes the effective disenfranchisement wrought by the electoral college but does not call for its abolition. That would be futile. Although the Republicans lost the popular vote in six of seven presidential contests since 1992, they captured the White House three times. Few surrender power for the asking.</p> <p>After the debacle of 2000, Frum’s boss extended an olive branch to blue America. Bush sought to broaden his mandate. Trump still spits in half the country’s eye. Conciliation is not part of his DNA, or even his playbook.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"33951935cc61ded727629b7eddba39baf2d9e1a1\"> <img src=\"https://media.guim.co.uk/33951935cc61ded727629b7eddba39baf2d9e1a1/0_0_2928_2756/1000.jpg\" alt=\"David Frum speaks at Politicon in Nashville, Tennessee last October.\" width=\"1000\" height=\"941\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Frum speaks at Politicon in Nashville last October.</span> <span class=\"element-image__credit\">Photograph: Brian Cahn/Zuma Wire/Rex/Shutterstock</span> </figcaption> </figure>  <p>Frum questions the legitimacy of the process if Trump wins re-election but finishes second again in the popular vote. He also homes in on the contradiction at the heart of Trumpian populism.</p> <p>On the one hand, it is rooted in the belief that the silent majority should come first, not the elites. On the other, its operative dictum is “we should not choose our leaders just by counting who got the most votes”. Shades of Animal Farm: some folks are more equal than others.</p> <p>Said differently, the people’s preferences should not be equated with “will of <em>the </em>people”. In the end, Frum says, Trumpism is about defending a “distinct way of life”, one challenged by modernity.</p> <p>Frum makes clear that this outlook is shared by the cosseted segments of Trump’s base. Trumpocalypse quotes <a href=\"https://www.thedailybeast.com/fema-tells-states-to-hand-public-health-data-over-to-palantir\">Peter Thiel, a pillar of Silicon Valley</a> and an early Trump supporter, who sees democracy at odds with his libertarian ideals. Thiel has written that he “no longer believes that freedom and democracy are compatible”.</p> <p>A PayPal co-founder and Kushner family partner, Thiel blames this decoupling on the “extension of the franchise to women”. He also contends that the welfare state has “rendered the notion of ‘capitalist democracy’ into an oxymoron”. Recent reports, however, describe even Thiel <a href=\"https://www.thedailybeast.com/billionaire-maga-fan-peter-thiel-has-had-it-with-trumps-covid-19-response\">as displeased with Trump</a> over his handling of the pandemic.</p> <p>Trumpocalypse voices irreconcilable grievance. Still, Frum’s dismay is not directed at the president’s supporters, at least he tries not to. Frum understands that even if the incumbent loses re-election, the great American divide is not disappearing anytime soon.</p> <p>On that note, Trumpocalypse rejects progressivism’s embrace of the “Great Awokening”, the volatile brew of identity politics and intersectionality. The left’s orthodoxies find few takers in swing districts. Frum opposes liberal immigration policies as devaluing the rights and status of actual citizens. He also criticizes Biden for advocating healthcare expansion to cover undocumented migrants.</p> <p>More Americans <a href=\"https://www.scribd.com/document/440012308/Fox-December-8-11-2019-National-Topline-December-15-Release#fullscreen&amp;from_embed\">favor a wall along the southern border</a> than <a href=\"https://www.businessinsider.com/democratic-candidates-healthcare-benefits-undocumented-immigrants-2019-7\">support granting government healthcare</a> to the undocumented. Frum warns that “the election can be thrown away by people who will not meet voters where they are”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/17/pelosi-review-speaker-donald-trump-brain\">Pelosi review: the speaker, her rise and how she came to rent space in Donald Trump's brain</a> </p> </aside>  <p>Trumpocalypse proposes a series of reforms to rebalance the disconnect between the populace and electoral outcomes. Among other things, Frum urges abolishing the filibuster if the Democrats retake the Senate: “Don’t study or debate it. Just do it.” Right now, the odds of the GOP <a href=\"https://www.theguardian.com/us-news/2020/may/18/us-senate-democrats-elections-2020?CMP=share_btn_tw\">keeping the upper chamber</a> are <a href=\"https://www.washingtonpost.com/politics/republicans-grow-nervous-about-losing-the-senate-amid-worries-over-trumps-handling-of-the-pandemic/2020/05/09/65691184-915f-11ea-a9c0-73b93422d691_story.html\">no better than 50-50</a>.</p> <p>As for climate change, the author opposes the Green New Deal but backs a carbon tax and carbon sequestration. In 2010, the GOP regained the House in part due to congressional Democrats passing a “cap and trade” tax.</p> <p>Whenever Trump leaves office, his legacy will haunt. He was more than just a candidate, he embodied a movement. His children show no hint of leaving the stage.</p> <p>Frum observes that in theology, the apocalypse was not “the end” but the harbinger of a “new and better order”. We’ll see. But Trumpocalypse is an apt title for these blighted times.</p>",
  "<div id=\"block-5ec9b8ea8f0886ce4f5d93f0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-24T00:00:20.239Z\">1.00am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>We’ve fired up a brand new blog at the link below – head there for the latest live news: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2020/may/24/coronavirus-live-news-6m-australians-download-tracing-app-as-experts-fear-second-wave-in-us-summer\">Coronavirus live news: 6m Australians download tracing app as experts fear second wave in US summer</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ec9b5118f0886ce4f5d93d7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T23:44:50.116Z\">12.44am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hi, Helen Sullivan with you now. I’ll be taking you through the latest global developments in the coronavirus pandemic for the next few hours. </p> \n  <p>Please do get in touch on <a href=\"https://twitter.com/helenrsullivan\">Twitter @helenrsullivan</a> or email: helen.sullivan[at]theguardian.com. </p> \n  <p>I welcome your questions, comments, tips, and news. </p> \n </div> \n</div> \n<div id=\"block-5ec9b3af8f08a1782fa806b7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T23:37:34.713Z\">12.37am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Transport secretary Grant Shapps appeared visibly flustered when answering journalists’ questions on government aide <a href=\"https://www.theguardian.com/world/live/2020/may/23/uk-coronavirus-live-boris-johnson-under-pressure-to-sack-dominic-cummings-latest-updates\">Dominic Cummings’s lockdown breach</a> in March.</p> \n  <p>Pressure has been mounting for the prime minister’s top adviser to resign or be fired after reports he breached lockdown rules to travel to a family home while sick with Covid-19: </p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"fb8d2e8b-6a4e-4e5c-98f3-3bcbc5644be0\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/q5NaYOBU13I?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec9a8938f08a1782fa80687\" class=\"block is-summary\" data-block-contributor=\"profile/molly-blackall\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T23:11:23.728Z\">12.11am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary: Boris Johnson faces calls to sack chief advisor over lockdown breach and govt \"cover up\"</h2> \n <div class=\"block-elements\"> \n  <p>I’m going to be handing the blog over to my colleagues in Australia. Thank you all for joining me, on what has been at times a nail-biting few hours. A special thanks to all those who got in touch with tips and pointers, it’s always much appreciated. </p> \n  <p>I hope you’re all able to stay safe and well, wherever you are in the world.</p> \n  <p>Before I go, here’s a quick summary of some of the key developments over the past few hours:</p> \n  <ul> \n   <li><strong>New York’s daily death toll falls below 100 for first time since March, as </strong><strong>Trump <a href=\"https://www.theguardian.com/us-news/2020/may/23/trump-golf-course-coronavirus\">causes controversy</a> with golfing trip.</strong></li> \n  </ul> \n  <ul> \n   <li><strong>India to organise special trains for migrant workers</strong> to get at least 3.6 million people who have been stranded in the cities, often walking hundreds of miles, home.</li> \n  </ul> \n  <ul> \n   <li><strong>More than 40 infected a <a href=\"https://www.theguardian.com/world/live/2020/may/23/coronavirus-live-news-australia-hit-by-60bn-payout-error-as-trump-orders-places-of-worship-to-reopen?page=with:block-5ec94ea88f0886ce4f5d9220#block-5ec94ea88f0886ce4f5d9220\">German religious gathering</a> after reopening. </strong>Six were hospitalised after the service, which was was held on May 10, a few days after the reopening of places of worship in Germany.</li> \n  </ul> \n  <ul> \n   <li><strong>Spanish death toll falls overtakes France for first time in 10 days.</strong> After confirming several hundred deaths on Friday, Spain’s death toll stood at 28,678 on Saturday, 346 more than France. This is the first time the Spanish toll has overtaken the French for ten days, giving Spain the world’s fourth-highest death toll after the United States, Britain and Italy.</li> \n  </ul> \n  <ul> \n   <li><strong>Cyprus <a href=\"https://www.theguardian.com/world/live/2020/may/23/coronavirus-live-news-australia-hit-by-60bn-payout-error-as-trump-orders-places-of-worship-to-reopen?page=with:block-5ec977088f08a1782fa805e3#block-5ec977088f08a1782fa805e3\">beaches reopen</a>, </strong>but with social distancing measures in place and limits on water sports, as country records first day of zero new infections.</li> \n  </ul> \n  <p><em>In the UK...</em></p> \n  <ul> \n   <li><strong>New witnesses say UK chief advisor broke lockdown twice</strong>. After a joint investigation by the Guardian and the Mirror found <a href=\"https://www.theguardian.com/politics/2020/may/22/dominic-cummings-durham-trip-coronavirus-lockdown\">police had spoken to Boris Johnson’s chief aide</a> Dominic Cummings after he made a journey of more than 200 miles from London to Durham during lockdown when he had coronavirus symptoms, <a href=\"https://www.theguardian.com/politics/2020/may/23/new-witnesses-cast-doubt-on-dominic-cummingss-lockdown-claims\">new findings</a> suggested he made at least two trips from London to Durham, and travelled to tourist hotspots in the north east of England.</li> \n  </ul> \n  <ul> \n   <li><strong>Police contradict UK government claims over chief advisor. </strong>After Downing Street flatly denied that Cummings had any contact with police over his trip, <a href=\"https://www.theguardian.com/world/live/2020/may/23/coronavirus-live-news-australia-hit-by-60bn-payout-error-as-trump-orders-places-of-worship-to-reopen?page=with:block-5ec983e88f08a1782fa8060f#block-5ec983e88f08a1782fa8060f\">Durham constabulary have confirmed that they did speak to Cummings</a> over allegations that he broke the lockdown. This came as a serious blow to the UK government, who had said that “at no stage was [Cummings] or his family spoken to by the police about this matter”.<br></li> \n  </ul> \n  <ul> \n   <li><strong>Calls mount for Cummings to be sacked. </strong>The reports have led to a <a href=\"https://www.theguardian.com/world/live/2020/may/23/coronavirus-live-news-australia-hit-by-60bn-payout-error-as-trump-orders-places-of-worship-to-reopen?page=with:block-5ec981c88f0864e579f16955#block-5ec981c88f0864e579f16955\">chorus of calls for Cummings to be sacked</a>, including from the leaders of the Liberal Democrats and SNP, while Labour called for an urgent investigation.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T23:26:33.877Z\">at 12.26am BST</time></p> \n</div> \n<div id=\"block-5ec9a2c68f0864e579f169c7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T22:25:17.348Z\">11.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Government officials in the <strong>Democratic Republic of Congo </strong>have denied manipulating the country’s figures for coronavirus cases and deaths.</p> \n  <p>The controversy came as health officials announced the latest Covid-19 figures, reporting 63 deaths out 2,025 cases, mostly in the capital of Kinshasa. So far, 312 people have recovered.</p> \n  <p>Late on Friday, the government reported that a doctor and a hospital administrator had been arrested and later released over accusations of falsely declared coronavirus cases.</p> \n  <p>The arrests were made after “a controversy over a patient who died this month”, according to a government news bulletin.</p> \n  <p>The country’s Council of Ministers met on Friday after President Felix Tshisekedi asked the health minister to investigate rumours of fake patient deaths in connection with coronavirus.</p> \n  <p>“A negative media campaign is being waged against our country by some foreign media, with the aim of tarnishing its image in connection with the management of Covid-19,” the Council of Ministers said in the minutes of the meeting.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T22:28:16.911Z\">at 11.28pm BST</time></p> \n</div> \n<div id=\"block-5ec999148f0864e579f169aa\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T21:49:50.004Z\">10.49pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A former political advisor to prime minister John Major and Conservative leader William Hague has criticised the government’s handling of the Cummings controversy. </p> \n  <p>Daniel Finklestein, now a columnist and Conservative member of the House of Lords, tweeted that suggesting the chief aide was not in breach of lockdown restrictions “diminishes everyone”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Dannythefink/status/1264210061276168192\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">To try to suggest that what Mr Cummings did was not a breach of the lockdown is never going to work. It drags everyone into making completely unconvincing statements and (ludicrously) claiming the issue is being politicised. This diminishes everyone.</p>— Daniel Finkelstein (@Dannythefink) \n    <a href=\"https://twitter.com/Dannythefink/status/1264210061276168192?ref_src=twsrc%5Etfw\">May 23, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Finklestein suggested a better route was to apologise.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Dannythefink/status/1264211368489689090\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A better route, since the prime minister doesn’t wish to lose his chief of staff, might have been a reprimand/apology. The government would then have been fighting a battle on proportionality. It wouldn’t have convinced everyone but at least it wouldn’t be flatly absurd.</p>— Daniel Finkelstein (@Dannythefink) \n    <a href=\"https://twitter.com/Dannythefink/status/1264211368489689090?ref_src=twsrc%5Etfw\">May 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec994d58f0864e579f16998\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T21:26:21.532Z\">10.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The <strong>vaccine </strong>being trialled at Oxford University has just a 50% chance of success, project leader Adrian Hill has told the Telegraph. </p> \n  <p><em>I’ll update you with more information as and when I get it...</em></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T22:31:30.354Z\">at 11.31pm BST</time></p> \n</div> \n<div id=\"block-5ec994838f0864e579f16996\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T21:25:20.660Z\">10.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>“Muslims worldwide prepared to celebrate Eid under lockdown, with the strictest governments bringing in 24-hour curfews for the holiday – but across the world the slow march is continuing out of coronavirus quarantine.”</p> \n  <p>For an overview of key stories around the world, check out this global report from <strong>Emma Graham-Harrison:</strong></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/23/global-report-muslims-face-curfews-ahead-of-eid-amid-covid-19-crisis\">Global report: Muslims face curfews ahead of Eid amid Covid-19 crisis</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T21:25:28.560Z\">at 10.25pm BST</time></p> \n</div> \n<div id=\"block-5ec992bb8f0864e579f16993\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T21:17:08.291Z\">10.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>For deeper analysis of the Dominic Cummings story, you can read this piece from my colleagues at the Observer: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2020/may/23/in-private-tories-were-dismayed-in-public-they-rallied-to-save-dominic-cummings\">In private, Tories were dismayed. In public, they rallied to save Dominic Cummings</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ec991198f08a1782fa8063d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T21:13:10.048Z\">10.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The UK’s trace and track system will launch at the end of the week, Reuters are reporting, attributing the announcement to Downing Street.</p> \n  <p>The statement also said the public will be updated on coronavirus next week, with Reuters suggesting this will include schools and possibly non-essential retail. </p> \n  <p>Prime minister Johnson will hold a cabinet meeting on Monday to discuss easing lockdown. </p> \n  <p>“A test and trace system allows us to isolate new infections so that we can control the spread of this virus, which will be vital while coronavirus remains present in the UK,” a Downing Street spokesman said.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T21:19:13.134Z\">at 10.19pm BST</time></p> \n</div> \n<div id=\"block-5ec98feb8f08a1782fa8063b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T21:06:44.234Z\">10.06pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Chinese government is sending a medical expert team to the <strong>Republic of the</strong> <strong>Congo</strong> to support the country’s coronavirus response, Chinese state media are reporting.</p> \n </div> \n</div> \n<div id=\"block-5ec989de8f08a1782fa8061c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T20:40:23.910Z\">9.40pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The British government have said they will “not waste their time” responding to what they describe as “inaccurate allegations” from “campaigning newspapers”.</p> \n  <p>However, they do not specify what they claim is inaccurate.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joepike/status/1264291113550176258\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: No 10 respond to latest Cummings allegations. <a href=\"https://t.co/4GYWaBihgT\">pic.twitter.com/4GYWaBihgT</a></p>— Joe Pike (@joepike) \n    <a href=\"https://twitter.com/joepike/status/1264291113550176258?ref_src=twsrc%5Etfw\">May 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T20:50:12.697Z\">at 9.50pm BST</time></p> \n</div> \n<div id=\"block-5ec988978f08a1782fa80617\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T20:37:42.502Z\">9.37pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Thanks to everyone who’s getting in touch with tips, and my apologies if I haven’t been able to get back to you. </p> \n  <p>I am keen to look at developments all over the world - as well as the nail-biting news from the UK - so please do let me know if you something you think we should be reporting on this blog. You can drop me a message on <a href=\"https://twitter.com/mollyblackall\">Twitter.</a></p> \n </div> \n</div> \n<div id=\"block-5ec987998f0864e579f16960\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T20:29:36.148Z\">9.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is the statement we’ve received from Durham Constabulary in full:</p> \n  <blockquote> \n   <p>Following a significant number of media enquiries over the weekend, Durham Constabulary can add the following detail. </p> \n   <p>On Tuesday, March 31, our officers were made aware that Dominic Cummings had travelled from London to Durham and was present at an address in the city.</p> \n   <p> At the request of Mr Cummings’ father, an officer made contact the following morning by telephone.</p> \n   <p> During that conversation, Mr Cummings’ father confirmed that his son had travelled with his family from London to the North-East and was self-isolating in part of the property.</p> \n   <p>Durham Constabulary deemed that no further action was required. However, the officer did provide advice in relation to security issues.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ec983e88f08a1782fa8060f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T20:15:56.882Z\">9.15pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Police contradict UK government claims over warning to aide</h2> \n <div class=\"block-elements\"> \n  <p>Durham police have contracted the claims made by the British prime minister’s office that his chief adviser was not spoken to by police about allegations he had broken the lockdown, seriously undermining the government’s response to the reports.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PippaCrerar/status/1264285594970206209\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">UPDATE: Durham Police contradicts Downing Street’s claim on Dominic Cummings that “at no stage was he or his family spoken to by the police about this matter”. 👇🏼 <a href=\"https://t.co/Uz0EQLhHgi\">pic.twitter.com/Uz0EQLhHgi</a></p>— Pippa Crerar (@PippaCrerar) \n    <a href=\"https://twitter.com/PippaCrerar/status/1264285594970206209?ref_src=twsrc%5Etfw\">May 23, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Downing Street had previously said that police had not been in touch with Cummings over the allegations.</p> \n  <p>In a statement, the prime minister’s office said: “at no stage was he or his family spoken to by the police about this matter”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/iainjwatson/status/1264124644191277057\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">First official ⁦<a href=\"https://twitter.com/10DowningStreet?ref_src=twsrc%5Etfw\">@10DowningStreet</a>⁩ statement on Dominic Cummings : 'mr Cummings Believes he acted responsibly and legally' <a href=\"https://t.co/36qpChKdXf\">pic.twitter.com/36qpChKdXf</a></p>— iain watson (@iainjwatson) \n    <a href=\"https://twitter.com/iainjwatson/status/1264124644191277057?ref_src=twsrc%5Etfw\">May 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T21:05:19.368Z\">at 10.05pm BST</time></p> \n</div> \n<div id=\"block-5ec981c88f0864e579f16955\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T20:06:20.720Z\">9.06pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">British political parties call for PM's chief aide to be sacked</h2> \n <div class=\"block-elements\"> \n  <p>The <strong>Scottish National Party</strong>’s Westminster leader Ian Blackford has described the fresh allegations against the British prime minister’s senior aide as “extraordinary”, and described Downing Street’s response as a “cover up”. </p> \n  <p>“If true, they raise serious questions for Dominic Cummings - and over Boris Johnson’s judgment,” he said in a statement. “The Prime Minister must come out of hiding, sack Mr Cummings, and then answer for his own role in this mess and the Downing Street cover-up.”</p> \n  <p>“Given the seriousness of these issues, the Cabinet Office inquiry should take place regardless of when Mr Cummings is removed from post. We need to know who knew what and why the public were kept in the dark for eight weeks over the rule-breaking,” he said. “Dominic Cummings broke multiple lockdown rules, possibly on multiple occasions, and polls show the majority of the public think he should go.”</p> \n  <p>“If Boris Johnson is to salvage any public confidence in his Government he must finally act and show Mr Cummings the door,” he added.<br></p> \n  <figure class=\"element element-image\" data-media-id=\"a45b0bdb9eaf872f485fea243194dcd3d9642f27\"> \n   <img src=\"https://media.guim.co.uk/a45b0bdb9eaf872f485fea243194dcd3d9642f27/0_51_2288_1374/1000.jpg\" alt=\"British Prime Minister’s Chief Advisor Dominic Cummings arrives home on May 23, 2020 in London, England.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">British Prime Minister’s Chief Advisor Dominic Cummings arrives home on May 23, 2020 in London, England.</span> \n    <span class=\"element-image__credit\">Photograph: Hollie Adams/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Meanwhile, acting leader of the <strong>Liberal Democrats </strong>joined calls for Cummings to be sacked.</p> \n  <p>Ed Davey aid: “If Dominic Cummings is now allowed to remain in place a moment longer, it will increasingly be the Prime Minister’s judgment that is in the spotlight.</p> \n  <p>“Surely Boris Johnson must now recognise the actions of his top adviser are an insult to the millions who have made huge personal sacrifices to stop the spread of coronavirus.</p> \n  <p>“Each minute the Prime Minister allows this scandal to drag on is another minute the Government is distracted from upscaling Britain’s testing capacity, securing PPE for frontline workers and ending tragic deaths in our care homes.”</p> \n  <figure class=\"element element-image\" data-media-id=\"e975509c2b618e46db1a889aa39c1a0c0764faf7\"> \n   <img src=\"https://media.guim.co.uk/e975509c2b618e46db1a889aa39c1a0c0764faf7/149_0_1709_1026/1000.jpg\" alt=\"Rachel Reeves, shadow chancellor of the Duchy of Lancaster\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Rachel Reeves shadow chancellor of the Duchy of Lancaster</span> \n    <span class=\"element-image__credit\">Photograph: Parliament Live</span> \n   </figcaption> \n  </figure> \n  <p>It comes after the <strong>Labour Party</strong> wrote<strong> </strong>to the head of the civil service calling for an “urgent investigation” into the movements of Cummings during the lockdown.</p> \n  <p>In the letter to Sir Mark Sedwill, the party said that Downing Street’s explanation for Dominic Cummings’ journey from London to County Durham “raised more questions than they answer”.</p> \n  <p>Rachel Reeves, shadow chancellor of the Duchy of Lancaster, wrote: “The British people have made important and painful sacrifices to support the national effort, including being away from family in times of need.”</p> \n  <p>“It is therefore vital that the Government can reassure the public that its most senior figures have been adhering to the same rules as everyone else.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T20:16:22.891Z\">at 9.16pm BST</time></p> \n</div> \n<div id=\"block-5ec97a2d8f0864e579f1692f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T19:37:11.332Z\">8.37pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In what appears to be a deliberate attempt at normalcy, Donald Trump has travelled to Trump National Golf Club for a round of golf. </p> \n  <p>It is the first time he’s done this since the White House declared a national emergency in March. Despite a rising death toll, Trump is keen to promote the idea that the US is returning to normality and is encouraging states to kick start their economies.</p> \n  <figure class=\"element element-image\" data-media-id=\"b01c8b7172c1fa6eb2a2efd9a90abec0328ddc90\"> \n   <img src=\"https://media.guim.co.uk/b01c8b7172c1fa6eb2a2efd9a90abec0328ddc90/0_98_4500_2699/1000.jpg\" alt=\"Donald Trump walks from a SUV upon return to the White House in Washington, DC on May 23, 2020. - Trump returned to the White House after spending the day at his Virginia golf club.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Donald Trump walks from a SUV upon return to the White House in Washington, DC on May 23, 2020. - Trump returned to the White House after spending the day at his Virginia golf club.</span> \n    <span class=\"element-image__credit\">Photograph: Mandel Ngan/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>You can read more here: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/23/trump-golf-course-coronavirus\">Trump tees up controversy as he heads for golf course in a pandemic</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T19:39:18.333Z\">at 8.39pm BST</time></p> \n</div> \n<div id=\"block-5ec9787f8f08a1782fa805ea\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T19:28:24.505Z\">8.28pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The number of confirmed cases in <strong>France </strong>has risen by 250 to 144,806 over the last 24 hours, health ministry figures show. </p> \n  <p>This is an increase of 0.2% - below the average 0.3% increase of the past seven days and well below the average 0.8% increase seen in the last week of lockdown.</p> \n  <p>France’s coronavirus death toll stood at 28,332, an increase of 117 compared to Thursday. Friday’s death toll data were not available, the ministry said.</p> \n  <p>The number of people in hospital with coronavirus in France fell by 205 to 17,178 on Saturday, continuing a gradual decline that has been ongoing for more than five weeks since a high of 32,292 on 14 April.</p> \n  <p>The number of people in intensive care also fell by 36 (or 2.1%) to 1,665. This has been continuing to fall for six weeks since the 8 April 8 peak of 7,148.</p> \n  <figure class=\"element element-image\" data-media-id=\"bdd06adbb096953c0c9d4e90eacaca04263ae2aa\"> \n   <img src=\"https://media.guim.co.uk/bdd06adbb096953c0c9d4e90eacaca04263ae2aa/0_336_5072_3045/1000.jpg\" alt=\"A woman, wearing protective mask, walks along a closed fashion shop in Paris, Saturday, May 23, 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A woman, wearing protective mask, walks along a closed fashion shop in Paris, Saturday, May 23, 2020.</span> \n    <span class=\"element-image__credit\">Photograph: François Mori/AP</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec977088f08a1782fa805e3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T19:22:28.770Z\">8.22pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Beaches in Cyprus have reopened, as the country marks its first day of zero new cases of coronavirus since its first cases were reported on March 9. </p> \n  <p>Before today, residents had only been allowed to swim, but can now congregate on the beaches as long as they remain spaced apart. Only members of the same family can participate in water sports together.</p> \n  <figure class=\"element element-image\" data-media-id=\"10eb7600b64458492b6dbf6491cb08447685040e\"> \n   <img src=\"https://media.guim.co.uk/10eb7600b64458492b6dbf6491cb08447685040e/0_0_3153_1892/1000.jpg\" alt=\"People gather at Mackenzie beach in the coastal city of Larnaca on the Mediterranean island of Cyprus on May 23, 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">People gather at Mackenzie beach in the coastal city of Larnaca on the Mediterranean island of Cyprus on May 23, 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Etienne Torbey/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>We’ve put the tables two metres apart,” Panayiotis Neokleous told AFP, owner of the Ammos beach club in the southern resort town of Larnaca.</p> \n  <p>“All the staff have taken the (COVID-19) test, they are all negative. Now we are all wearing protective masks, gloves and we disinfect our hands many times,” he said.</p> \n  <p>However, he warned that the summer was not going to be as prosperous as usual due to a lack of tourism. </p> \n  <p>“We are going to see a lot of restaurants and hotel businesses not going to make it and will have to close down,” he said.</p> \n </div> \n</div> \n<div id=\"block-5ec9755d8f08a1782fa805df\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T19:15:28.510Z\">8.15pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Taliban in Afghanistan have declared a three-day Eid ceasefire starting on Sunday, a spokesman for the group has tweeted.</p> \n  <p>It comes after fighting intensified between the warring sides despite the coronavirus pandemic.</p> \n  <p>“Do not carry out any offensive operations against the enemy anywhere, if any action is taken against you by the enemy, defend yourself,” wrote spokesman Zabihullah Mujahid, adding that the ceasefire was declared solely for Eid festivities. </p> \n  <p>The Afghan government has just welcomed the ceasefire.</p> \n  <p>If you’d like to read more on this issue, check out this article from Jason Burke last month: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/16/opportunity-or-threat-how-islamic-extremists-reacting-coronavirus\">Opportunity or threat? How Islamic extremists are reacting to coronavirus</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T19:17:40.815Z\">at 8.17pm BST</time></p> \n</div> \n<div id=\"block-5ec973898f0864e579f16918\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T19:08:26.366Z\">8.08pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In case you missed it, here’s an explainer from our science editor Ian Sample on the obstacles to creating a coronavirus vaccine:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/22/why-we-might-not-get-a-coronavirus-vaccine\">Why we might not get a coronavirus vaccine</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ec96ce78f0864e579f16901\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T18:36:25.016Z\">7.36pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">New witnesses: Cummings travelled outside of Durham during his trip</h2> \n <div class=\"block-elements\"> \n  <p>New testimony suggests Cummings left the home where he was staying in Durham to visit a town 30 miles away, the Guardian can reveal. He was allegedly spotted back in Durham on 19 April, days after he was photographed in London having recovered from the virus, indicating he made more than one trip between London and Durham.</p> \n  <p>In essence, not only has Cummings left London during lockdown, he’s allegedly also left Durham, returned to London, and travelled back again.</p> \n  <p>This follows transport secretary Grant Shapps telling the UK during the coronavirus briefing today that Cummings had stayed in Durham when he travelled there, shedding serious doubt over the government’s defence of Cummings. </p> \n  <p>Read the full story here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2020/may/23/new-witnesses-cast-doubt-on-dominic-cummingss-lockdown-claims\">New witnesses cast doubt on Dominic Cummings's lockdown claims</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T19:51:56.183Z\">at 8.51pm BST</time></p> \n</div> \n<div id=\"block-5ec96b978f0886ce4f5d92d4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T18:33:42.832Z\">7.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>One of <strong>Dominic Cumming</strong>’s close friends and colleagues, who he travels in to work with each day, lives just two streets away from him, the chief political reporter at the Financial Times has tweeted.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PickardJE/status/1264132816960401408\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">One colleague says:<br><br>“Cleo - who he travels in to Downing Street with every single day and is a close friend - lives two streets away from Dom. If all they needed it shopping this really is falling apart. “</p>— Jim Pickard (@PickardJE) \n    <a href=\"https://twitter.com/PickardJE/status/1264132816960401408?ref_src=twsrc%5Etfw\">May 23, 2020</a>\n   </blockquote> \n  </figure> \n  <p>This has raised questions about why Cummings needed to travel over 200 miles away from London to get support. Downing Street, the prime ministers office, has said that Cummings’ sister shopped for the family.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/iainjwatson/status/1264124644191277057\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">First official ⁦<a href=\"https://twitter.com/10DowningStreet?ref_src=twsrc%5Etfw\">@10DowningStreet</a>⁩ statement on Dominic Cummings : 'mr Cummings Believes he acted responsibly and legally' <a href=\"https://t.co/36qpChKdXf\">pic.twitter.com/36qpChKdXf</a></p>— iain watson (@iainjwatson) \n    <a href=\"https://twitter.com/iainjwatson/status/1264124644191277057?ref_src=twsrc%5Etfw\">May 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec96a528f0864e579f168fb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T18:25:22.630Z\">7.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The US Centers for Disease Control and Prevention (CDC) have reported 1,595,885 cases of coronavirus, an increase of 24,268. The number of deaths had risen by 1,852 to 96,002.</p> \n  <p>The figures, which have just been announced, were correct as of 22 May 4pm ET, and compared with the same count a day earlier.</p> \n  <p>If you’re wondering about any discrepancies, it’s possible that the CDC figures do not reflect cases reported by individual states. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T18:26:54.795Z\">at 7.26pm BST</time></p> \n</div> \n<div id=\"block-5ec968b28f08a1782fa805b6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T18:19:07.745Z\">7.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Thanks to all those getting in touch with tips and pointers, it’s very much appreciated. </p> \n  <p>If you spot something you think we should be reporting on in this blog, you can drop me a message on <a href=\"https://twitter.com/mollyblackall\">Twitter.</a> I won’t always be able to reply, but will try to read everything! </p> \n </div> \n</div> \n<div id=\"block-5ec966e08f0864e579f168e1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T18:16:31.656Z\">7.16pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A police commissioner and former Conservative councillor has criticised the government’s response to allegations that the British prime minister’s top aide broke lockdown restrictions, saying its approach “only emphasises an arrogance manifested in Cummings’ action”. </p> \n  <p>Simon Hayes, police commissioner for Hampshire, tweeted that it was “time to say a mistake was made, explain why and then move on”, saying that the “volume of identical high level response” was “damaging government and party’s reputation making more difficult fight for Boris”.</p> \n  <p>A chorus of MPs and cabinet members have <a href=\"https://www.theguardian.com/politics/2020/may/23/cummings-and-cabinet-cheerleaders-feel-heat-from-social-media-fury\">come out in support </a>of Cummings’ actions. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HayesHants/status/1264242270011904000\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">It's time to say a mistake was made, explain why and then move on. All this volume of identical high level justification only emphasises an arrogance manifested in Cummings' action, damaging government and party's reputation making more difficult fight for Boris!</p>— Simon Hayes (@HayesHants) \n    <a href=\"https://twitter.com/HayesHants/status/1264242270011904000?ref_src=twsrc%5Etfw\">May 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec961938f08a1782fa80592\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T18:08:36.513Z\">7.08pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">What's the controversy about Dominic Cummings?</h2> \n <div class=\"block-elements\"> \n  <p>Unsure of what’s going on with the British prime minister’s top aide? Here’s a quick summary to bring you up to speed:</p> \n  <ul> \n   <li>Back in March, Boris Johnson’s most senior advisor, Dominic Cummings, drove 264 miles north of his home in London with his family despite having symptoms of coronavirus, and met at least one family member. </li> \n  </ul> \n  <ul> \n   <li>According to <a href=\"https://www.theguardian.com/politics/2020/may/22/dominic-cummings-durham-trip-coronavirus-lockdown\">a joint investigation</a> by the Guardian and the Mirror, police spoke to Cummings over the move after a member of the public spotted him and made a complaint. </li> \n  </ul> \n  <ul> \n   <li>10 Downing Street, the prime minister’s office, have issued a statement explaining Cummings’ travel. <a href=\"https://twitter.com/iainjwatson/status/1264124644191277057\">They say</a> he was dropping off his young child to be cared for by relatives whilst he and his wife were unwell. </li> \n  </ul> \n  <ul> \n   <li>Almost in unison, chorus of Conservative MPs have tweeted their support for Cummings, and Johnson and the Cabinet have also <a href=\"https://www.theguardian.com/world/2020/may/23/grant-shapps-defends-dominic-cummings-over-lockdown-breach\">given their support</a>, saying he has not broken the rules.</li> \n  </ul> \n  <ul> \n   <li>Cummings has told reporters he will “obviously not” be considering his position.</li> \n  </ul> \n  <ul> \n   <li>There has been a massive backlash and <a href=\"https://www.theguardian.com/politics/2020/may/23/cummings-and-cabinet-cheerleaders-feel-heat-from-social-media-fury\">social media storm</a>, with many calls for him to resign. </li> \n  </ul> \n  <p>I’ll update you with any key developments on the story, as and when they unfold.</p> \n </div> \n</div> \n<div id=\"block-5ec9652f8f0886ce4f5d92b3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T18:02:43.666Z\">7.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A snap poll by YouGov has found that 68% of Britons think Dominic Cummings broke coronavirus rules by taking his family to Durham, and another 52% think he should resign.</p> \n  <p>The survey of 3,707 adults, carried out on Saturday, showed just 28% think he should stay on, with 20% on the fence.</p> \n </div> \n</div> \n<div id=\"block-5ec9614b8f08a1782fa8058f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T17:46:34.761Z\">6.46pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Police have arrested around 60 demonstrators at an anti-lockdown protest in <strong>Frankfurt</strong>, German newspaper Tagesspiegel report.</p> \n  <p>Two police officers were slightly injured, the paper added.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T17:46:45.564Z\">at 6.46pm BST</time></p> \n</div> \n<div id=\"block-5ec95ee98f0864e579f168a4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T17:43:44.553Z\">6.43pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>If you’d like to catch up with the key developments in the pandemic over the last few hours, here’s a summary to bring you up to speed: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/23/coronavirus-latest-at-a-glance2\">Coronavirus latest: at a glance</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ec95dcf8f0864e579f168a2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T17:32:18.306Z\">6.32pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The number of confirmed cases of coronavirus in <strong>Canada </strong>has risen to 82,892 from 81,765 on Friday. </p> \n  <p>The country’s death toll now stands at 6,277, up from 6,180.</p> \n </div> \n</div> \n<div id=\"block-5ec95bad8f08a1782fa8056c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T17:30:20.203Z\">6.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Correction: </strong>The French health ministry has said that the<strong> number of people in hospital with coronavirus has fallen by 205 </strong>to 17,178, not risen, as was previously reported. This is a continuation of its downward trend.</p> \n  <p>I’m not sure if the error has come from the news agency Reuters, or the health ministry itself, but we’ve just received the correction. Apologies on whoever’s behalf!</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T17:30:27.894Z\">at 6.30pm BST</time></p> \n</div> \n<div id=\"block-5ec95b488f0886ce4f5d9285\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T17:21:19.450Z\">6.21pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Dominic Cummings, the top aide to <strong>British</strong> prime minister Boris Johnson, has told reporters that we will “obviously not” consider resigning over allegations he broke lockdown rules in March. </p> \n  <p>“I behaved reasonably and legally,” Cummings told reporters outside his house after telling them to stay 2 metres apart in accordance with government guidelines, Reuters are reporting.</p> \n  <p>Asked if he would consider his position, he said: “Obviously not.”</p> \n  <p>“You guys are probably all about as right about that as you were about Brexit: do you remember how right you all were about that?” Cummings said.</p> \n  <p>You can read more on the Cummings controversy here: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/23/grant-shapps-defends-dominic-cummings-over-lockdown-breach\">Grant Shapps backs Dominic Cummings over lockdown breach</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T17:26:22.640Z\">at 6.26pm BST</time></p> \n</div> \n<div id=\"block-5ec9576e8f0886ce4f5d9271\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T17:04:48.444Z\">6.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The number of confirmed cases of coronavirus in <strong>Spain </strong>has risen to 235,290 - up from 234,824 on Friday, the health ministry has said.</p> \n  <p>The death toll has risen by 48, bringing the total to 28,678.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T17:05:14.942Z\">at 6.05pm BST</time></p> \n</div> \n<div id=\"block-5ec954558f08a1782fa8054c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T16:54:27.881Z\">5.54pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>US president<strong> Donald Trump </strong>plans to attend the launching of US astronauts into orbit from the Kennedy Space Center on Wednesday. </p> \n  <p>The event will mark the first time since the space shuttle program ended in 2011 that American astronauts will launch into space on an American rocket from American soil.</p> \n  <p>It is also the first time that a private company - rather than NASA - is running the operation. Elon Musks SpaceX is the conductor and NASA the customer.</p> \n  <p>The astronauts are scheduled to blast off at 4:33 p.m. EDT from launch pad 39A, the same one the Apollo astronauts used to get to the moon.</p> \n </div> \n</div> \n<div id=\"block-5ec94ea88f0886ce4f5d9220\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T16:27:37.657Z\">5.27pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More than 40 people have been infected with coronavirus after attending at a mass in Frankfurt, <strong>Germany</strong> earlier this month. </p> \n  <p>Six were admitted to hospital. The service was held on May 10, a few days after the reopening of places of worship in Germany, the daily Frankfurter Rundschau reported.</p> \n </div> \n</div> \n<div id=\"block-5ec94a9c8f0886ce4f5d9205\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T16:15:22.999Z\">5.15pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">UK daily briefing</h2> \n <div class=\"block-elements\"> \n  <p>The UK’s (rather tense) daily coronavirus briefing, hosted by deputy chief medical officer Dr Jenny Harries and and Transport Secretary Grant Shapps, has just ended. </p> \n  <p>It included questions from the press and public. Unsurprisingly, many of these revolved around allegations that the PM’s advisor Dominic Cummings broke the lockdown rules back in March. Here’s a summary of the key points:</p> \n  <ul> \n   <li><strong>The government has announced it will put £283m into moving public transport back to a full timetable</strong>. However, those who can should still work from home, and those who can should still avoid all forms of public transport. Even a fully restored service will only be capable of carrying, at best, one fifth of normal capacity, to allow for social distancing. </li> \n  </ul> \n  <ul> \n   <li><strong>There have been a further 282 recorded deaths, bringing the UK’s total death toll to 36,675</strong>. Important to note - the government publishes the death toll based on those who definitely had Covid-19; broader figures based on suspected coronavirus deaths is larger. On average, the number of deaths is starting to come down, Harries said. </li> \n  </ul> \n  <ul> \n   <li>The “steady, slow” <strong>downward trend in hospital admissions in England is continuing</strong>. Across all four nations, the percentage of mechanical ventilator beds occupied by patients with Covid-19 is also falling.</li> \n  </ul> \n  <ul> \n   <li><strong>Testing for under 5s will be “progressed” going forward</strong>, said Harries, after a question on whether they’ll be able to get tested once early years facilities are reopened. Harries said it is known that children rarely become ill with Covid-19 and there are signals that the transmission from children is reduced.</li> \n  </ul> \n  <h2><strong>Shapps was grilled on Cummings</strong></h2> \n  <ul> \n   <li>Shapps dodged a question on whether or not the PM knew of Dominic Cummings’ 400km journey, simply saying: “the important thing is that everyone remains in the same place whilst they are in lockdown”. He also said the welfare of Cummings’ 4 year old child was “the important thing” - this is a reference to the <a href=\"https://twitter.com/iainjwatson/status/1264124644191277057\">explanation</a> given by Downing Street for Cummings’ journey.</li> \n  </ul> \n  <ul> \n   <li>The PM gives Cummings his full support.</li> \n  </ul> \n  <ul> \n   <li>Asked if, like Cummings, those who become ill with the virus can go closer to relatives, Shapps says if you’re symptomatic, you have to get yourself locked down in the most practical way, and that this will be different depending on different family circumstances.</li> \n  </ul> \n  <ul> \n   <li>If you want more detail, you can read some of the exchanges <a href=\"https://www.theguardian.com/world/live/2020/may/23/uk-coronavirus-live-boris-johnson-under-pressure-to-sack-dominic-cummings-latest-updates?page=with:block-5ec942418f0886ce4f5d91c7#block-5ec942418f0886ce4f5d91c7\">here </a>and <a href=\"https://www.theguardian.com/world/live/2020/may/23/uk-coronavirus-live-boris-johnson-under-pressure-to-sack-dominic-cummings-latest-updates?page=with:block-5ec940278f0864e579f167ae#block-5ec940278f0864e579f167ae\">here</a>.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T19:51:23.657Z\">at 8.51pm BST</time></p> \n</div> \n<div id=\"block-5ec9498f8f0886ce4f5d91fc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T16:06:59.567Z\">5.06pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The death toll in <strong>Italy </strong>has risen by 119 to 32,735, the third highest in the world after the US and the UK.</p> \n  <p>There have been another 669 confirmed cases, taking the total to 229,372, the sixth highest global tally behind those of the US, Russia, Spain, Britain and Brazil. This is a marginal increase from 652 new cases on Friday.</p> \n  <p>There were 572 people in intensive care on Saturday, down from 595 on Friday, maintaining a long-running decline. Of those originally infected, 138,840 were declared recovered, against 136,720 a day earlier.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T16:13:34.615Z\">at 5.13pm BST</time></p> \n</div> \n<div id=\"block-5ec9465b8f08a1782fa804d2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T15:58:55.450Z\">4.58pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Another 84 deaths have been recorded in <strong>New York –</strong> 62 in hospitals and 22 in nursing homes. It’s “still a tragedy”, says the state governor, Andrew Cuomo, but the figure had been over 100 for the past five days, so this is a significant drop.</p> \n  <p>He is encouraging everyone to wear a mask. “I am telling you, those masks can save your life. Those masks can save another person’s life,” he said.</p> \n  <p>He said emergency room health professionals have lower rate of infection than the general public “because the masks work”. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T16:04:45.639Z\">at 5.04pm BST</time></p> \n</div> \n<div id=\"block-5ec942768f0864e579f167c1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T15:40:15.707Z\">4.40pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Authorities in <strong>Sudan </strong>are working to create a police force to protect health facilities, the prime minister’s office said on Saturday. The government will also introduce a draft bill offering protection to health workers.</p> \n  <p>This development appears to be in response to a threat from doctors on Thursday to go on strike to pressure the authorities to offer greater protection for health workers and facilities. </p> \n  <p>At least two dozen attacks on healthcare workers and facilities have taken place in the past two months across the country, according to a tally by the Sudan doctors committee. Last month there was a riot at a hospital in the city of Omdurman after a rumour circulated that it would take coronavirus patients.</p> \n  <p>The prime minister, Abdalla Hamdok, met the doctors on Friday in an attempt to find a solution for the repeated attacks. </p> \n  <p>Sudan has reported at least 63 deaths from coronavirus, and around 3,380 confirmed cases.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T15:55:51.403Z\">at 4.55pm BST</time></p> \n</div> \n<div id=\"block-5ec940878f0864e579f167b0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T15:28:18.534Z\">4.28pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The UK’s daily coronavirus is under way, led by the transport secretary, Grant Shapps. It comes as Downing Street is under pressure to sack top adviser Dominic Cummings after reports that he breached lockdown rules in March. </p> \n  <p>My colleague Lucy Campbell is blogging the briefing <a href=\"https://www.theguardian.com/world/live/2020/may/23/uk-coronavirus-live-boris-johnson-under-pressure-to-sack-dominic-cummings-latest-updates\">here</a>, if you’d like to follow it live. I’ll post a summary here after it’s finished.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T15:53:59.540Z\">at 4.53pm BST</time></p> \n</div> \n<div id=\"block-5ec93f898f0886ce4f5d91b7\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T15:25:52.166Z\">4.25pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Thailand begins vaccine tests on monkeys</h2> \n <div class=\"block-elements\"> \n  <p><strong>Thailand</strong> has begun testing a coronavirus vaccine on monkeys after a positive trial in mice, the country’s minister of higher education, science and research and innovation has said.</p> \n  <p>Suvit Maesincee said researchers hoped to have a “clearer outcome” of the effectiveness of the vaccine by September.</p> \n  <p>“This project is for the human race, not just Thais. The prime minister [Prayuth Chan-ocha] has outlined a policy that we must develop a vaccine and join the world community workforce on this,” Suvit told reporters on Saturday.</p> \n  <p>The Thai vaccine uses messenger RNA, which prompts body cells to produce antigens that spur the immune system into action.</p> \n  <p>This vaccine is one of at least 100 in works worldwide, and is being developed by the National Vaccine Institute, the Department of Medical Science and Chulalongkorn University’s vaccine research centre.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T16:41:08.359Z\">at 5.41pm BST</time></p> \n</div> \n<div id=\"block-5ec93d9c8f0886ce4f5d91a5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T15:16:47.433Z\">4.16pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A new coronavirus test that gives results in just over an hour is being trialled in London hospitals.</p> \n  <p>Currently, the UK is mainly relying on laboratory tests that take around 48 hours to give a result.</p> \n  <p>The new test is based on the same design as the DNA test developed at Imperial College London, and was approved for clinical use at the end of April after successful trials.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T15:54:53.229Z\">at 4.54pm BST</time></p> \n</div> \n<div id=\"block-5ec93d0e8f0864e579f1679b\" class=\"block\" data-block-contributor=\"profile/molly-blackall\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T15:13:20.682Z\">4.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hello everyone, I’m Molly Blackall, taking over the blog for the next few hours. </p> \n  <p>If you see something you think we should be reporting on in this blog, feel free to drop me a message on <a href=\"https://twitter.com/mollyblackall\">Twitter</a>. I won’t be able to reply to everything, but will try to read it all. Thanks!</p> \n </div> \n</div> \n<div id=\"block-5ec93a3e8f0886ce4f5d9195\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T15:05:16.322Z\">4.05pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Key developments in the global <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus outbreak</a> today include:</p> \n  <ul> \n   <li><strong>The coronavirus pandemic “appears to be taking a different pathway in Africa,” the World Health Organization said,</strong> after it took 14 weeks for the continent to reach 100,000 cases and 3,100 deaths. “Case numbers have not grown at the same exponential rate as in other regions and so far Africa has not experienced the high mortality seen in some parts of the world,” the agency said. </li> \n   <li><strong>France has announced it will bring in a reciprocal 14-day quarantine for all visitors from the UK</strong> from 8 June, the same day that the UK imposes quarantine on all those coming into the country from abroad. However, unlike in Britain, visitors will be asked to voluntarily self-quarantine at home. </li> \n   <li><strong>Spain will reopen to overseas tourists from July, the prime minister announced on Saturday afternoon</strong>, adding that the government would guarantee the safety of visitors and locals as the country emerges from one of Europe’s strictest coronavirus lockdowns. The prime minister said central and regional governments had been planning and coordinating the return to tourism for weeks. </li> \n   <li><strong>China has recorded no new confirmed cases for the first time since the outbreak began.</strong> Beijing’s National Health Commission said on Saturday there were only two suspected cases in mainland China: in Shanghai and in the north-eastern Jilin province. New asymptomatic cases fell to 28, from 35 a day earlier, it said.</li> \n   <li><strong>Downing Street is facing accusations of a cover-up over a <strong>264-mile journey by </strong><strong>the prime minister’s chief adviser at the height of the national lockdown</strong>. </strong>There were reports that No 10 knew Dominic Cummings had made the trip to Durham, a northern city, after developing coronavirus symptoms.<br></li> \n   <li><strong>The 102-year-old firm Hertz has filed for bankruptcy protection in the US after its business all but vanished during the pandemic.</strong> Hertz said in a US court filing on Friday it had voluntarily filed for Chapter 11 reorganisation. Its international operating regions including Europe, Australia and New Zealand were not included in the proceedings.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T15:09:41.360Z\">at 4.09pm BST</time></p> \n</div> \n<div id=\"block-5ec9361b8f0886ce4f5d9183\" class=\"block\" data-block-contributor=\"profile/ashifa-kassam\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T14:58:33.581Z\">3.58pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>They’ve picked apart the holiday experience, lingering on moments such as breakfast buffets, poolside lounging and golf tee times. As officials in Spain’s Canary Islands gear up to receive tourists as early as July, every aspect of travel is being recast against the backdrop of Covid-19, writes <strong>Ashifa Kassam</strong> in Madrid.</p> \n  <p>“We call it a global laboratory for safe tourism,” Cristina del Río Fresen, of the region’s tourism ministry, told the Observer. “We’re analysing every link in the chain – everything that has anything to do with the tourist experience, we want to make it safe from a health perspective.”</p> \n  <p>Since the start of this month, she has led a team of more than 200 people, including health and industry professionals, to hammer out protocols for everything from hotels to restaurants and museums. The aim is to rebrand the islands, which include Lanzarote and Tenerife, as tourist destinations that offer safety along with the usual sun, sand and sea.</p> \n  <p>The new protocols, which begin in July, embrace physical distancing: hotel common areas are set to be enlarged and sunbeds moved apart; buffet breakfasts will be served, making use of partitions to separate guests from the food and extra serving staff; and all-inclusive vacations will rely on either automated machines or extra staff to serve drinks.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/23/canary-islands-reopen-to-tourists-offering-sun-sea-sand-and-safety\">Canary Islands reopen to tourists - offering sun, sea, sand and safety</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T15:02:53.499Z\">at 4.02pm BST</time></p> \n</div> \n<div id=\"block-5ec938518f08a1782fa8046e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T14:53:36.306Z\">3.53pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>India</strong> will organise special trains to get at least 3.6 million migrant workers stranded by the pandemic lockdown back home, authorities said on Saturday, <strong>AFP</strong> reports. </p> \n  <p>With fears rising over the spread of the disease in Mumbai and other major cities, the government said 2,600 special trains would run over the next 10 days to help the workers who lost jobs when the lockdown started two months ago. </p> \n  <p>Millions of migrant workers have been stranded in the densely populated cities and many have walked hundreds of miles to get home. </p> \n  <p>Vinod Kumar Yadav, the chair of the Indian Railway Board, said about 80% of the new <em>shamrik (</em>labourer) trains would go to Bihar and Uttar Pradesh states, the biggest source of domestic migrant workers. About 4 million people have already been moved on the special trains.<br></p> \n  <figure class=\"element element-image\" data-media-id=\"20bb7d4d3e9609fad6d84592492a96e8b75e5814\"> \n   <img src=\"https://media.guim.co.uk/20bb7d4d3e9609fad6d84592492a96e8b75e5814/0_0_4581_3209/1000.jpg\" alt=\"Migrant workers look out a train window at Hyderabad rail station.\" width=\"1000\" height=\"701\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Migrant workers look out a train window at Hyderabad rail station.</span> \n    <span class=\"element-image__credit\">Photograph: Mahesh Kumar A/AP</span> \n   </figcaption> \n  </figure> \n  <p>The prime minister, Narendra Modi, is gradually easing the world’s biggest lockdown, which has caused mass unemployment among India’s 1.3 billion population. </p> \n  <p>But at the same time, the number of new cases is rising each day, with at least 6,600 reported Saturday. The health ministry has confirmed at least 125,101 cases and 3,720 deaths. </p> \n  <p>Experts say the outbreak will not peak in India until June or July and authorities face an increasing struggle to contain the pandemic in Mumbai, Delhi and other cities that account for the bulk of cases. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T15:04:15.809Z\">at 4.04pm BST</time></p> \n</div> \n<div id=\"block-5ec933dd8f0886ce4f5d917a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T14:40:19.386Z\">3.40pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A 77-year-old woman became the first coronavirus victim in <strong>Gaza</strong> on Saturday after she died at a field hospital set up near the Rafah border crossing after arriving from Egypt.</p> \n  <p>There have been persistent fears that a widespread outbreak in the Gaza Strip could prove disastrous.</p> \n  <p>According to the Associated Press, Gaza’s healthcare system is fraying under the weight of an Israeli-Egyptian blockade, internal Palestinian division and repeated wars and skirmishes between Israel and Palestinian militant groups. </p> \n  <p>Authorities in the strip reported 35 confirmed new cases this week, bringing the total to 55. All of the infected have been in designated quarantine and isolation facilities hosting returnees from abroad. There were no reports of community transmission of the virus.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T15:01:11.112Z\">at 4.01pm BST</time></p> \n</div> \n<div id=\"block-5ec932f98f08a1782fa80442\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T14:31:52.595Z\">3.31pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The number of coronavirus cases in the <strong>Netherlands</strong> passed 45,000on Saturday, after 176 more people tested positive for the virus.</p> \n  <p>According to the latest update from the Dutch public health institute, the total number of confirmed cases in the Netherlands since the pandemic first spread there is 45,064. Of those, 5,811 have died, with 23 more deaths announced on Saturday. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T15:00:39.005Z\">at 4.00pm BST</time></p> \n</div> \n<div id=\"block-5ec931778f08a1782fa8043b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T14:22:59.675Z\">3.22pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">La Liga to return in June</h2> \n <div class=\"block-elements\"> \n  <p><strong>Spain</strong>’s prime minister, Pedro Sánchez, has given the green light for football to return in the week beginning 8 June, allowing <a href=\"https://www.theguardian.com/football/laligafootball\">La Liga</a> to go ahead with plans to restart the first division with the Seville derby on Friday 12 June. A formal announcement on the date of the return to competition will be made by the league’s president, Javier Tebas, in the next couple of days.</p> \n  <p>Sánchez made the announcement during a press conference on Saturday afternoon in which he said the “worst has passed” and Spain was now at “the end of the tunnel”, allowing for a further relaxing of the state of alarm that was<a href=\"https://www.theguardian.com/world/2020/mar/14/spain-government-set-to-order-nationwide-coronavirus-lockdown\"> first declared on 14 March</a>.</p> \n  <p>“The time has come to recover some of the activities that were suspended,” Sánchez said. “I want to inform you that, in agreement with the CSD [the sports council] and the ministry of health, the government has given the Spanish professional league the green light to return to playing. From the week of 8 June, La Liga will return.”</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/may/23/la-liga-given-all-clear-to-resume-season-after-three-month-break\">La Liga given all-clear to resume season after three-month break</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T15:00:10.790Z\">at 4.00pm BST</time></p> \n</div> \n<div id=\"block-5ec9306a8f08a1782fa80431\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T14:18:07.538Z\">3.18pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"f4fdac534f3b6ebd57339cf2f930b82c7da0f7d1\"> \n   <img src=\"https://media.guim.co.uk/f4fdac534f3b6ebd57339cf2f930b82c7da0f7d1/0_0_6023_4015/1000.jpg\" alt=\"Medics walk past a mural depicting a nurse, a doctor and a soldier fighting against the coronavirus pandemic, painted by the street artist Slimjoe, outside the Emilie Muller hospital in Mulhouse, eastern France\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Medics walk past a mural depicting a nurse, a doctor and a soldier fighting against the coronavirus pandemic, painted by the street artist Slimjoe, outside the Emilie Muller hospital in Mulhouse, eastern France.</span> \n    <span class=\"element-image__credit\">Photograph: Sébastien Bozon/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T14:59:20.209Z\">at 3.59pm BST</time></p> \n</div> \n<div id=\"block-5ec92dbf8f0864e579f16736\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T14:07:01.125Z\">3.07pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Beaches in <strong>Portugal</strong> were packed on Saturday as thousands flocked to the coast for the first state-sanctioned beach weekend of the year, <strong>Reuters</strong> reports. </p> \n  <p>The nation of 10 million people has reported just 30,471 confirmed coronavirus cases and 1,302 deaths, a small fraction of neighbouring Spain’s 28,628 fatalities.</p> \n  <p>Restrictions imposed during a six-week state of emergency starting 18 March are being lifted in 15-day intervals, as long as the number of cases keeps falling.</p> \n  <p>Some confusion was caused after the prime minister, António Costa, announced on 15 May that beaches would open on 6 June, and a government decree two days later stated people could go to the beach from the beginning of this week.<br></p> \n  <figure class=\"element element-image\" data-media-id=\"6081a78edc315787f68cb1e185386369c8683e7b\"> \n   <img src=\"https://media.guim.co.uk/6081a78edc315787f68cb1e185386369c8683e7b/0_0_3500_2290/1000.jpg\" alt=\"People frolic at Carcavelos beach in Cascais\" width=\"1000\" height=\"654\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">People frolic at Carcavelos beach in Cascais.</span> \n    <span class=\"element-image__credit\">Photograph: Rafael Marchante/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T14:12:06.570Z\">at 3.12pm BST</time></p> \n</div> \n<div id=\"block-5ec92a6c8f0886ce4f5d9146\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T14:00:37.525Z\">3.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Vietnam</strong> recorded no new cases of coronavirus for a fifth consecutive day on Saturday, and has recorded no local transmission of the virus for 37 days straight, Xinhua reports. </p> \n  <p>The country, which took extreme measures to curb the spread of the virus, has reported no deaths from Covid-19 so far. The health ministry said 14,700 people were being monitored and quarantined, according to the report by the Chinese news agency. </p> \n  <p>In total, Vietnam has recorded 324 confirmed cases of coronavirus, of which 267 have recovered and 57 remain active patients, VN Express reported. </p> \n  <figure class=\"element element-image\" data-media-id=\"c3201b2383cb3cf39425ca27bab85e5e3e0a9d0c\"> \n   <img src=\"https://media.guim.co.uk/c3201b2383cb3cf39425ca27bab85e5e3e0a9d0c/0_0_6512_4341/1000.jpg\" alt=\"Women look at a phone while drink a beer at Bia Hoi corner in the Old Quarter of Hanoi.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Women look at a phone while drink a beer at Bia Hoi corner in the Old Quarter of Hanoi.</span> \n    <span class=\"element-image__credit\">Photograph: Luong Thai Linh/EPA</span> \n   </figcaption> \n  </figure> \n  <p>Doctors are still battling to save the life of a 43-year-old British man who is Vietnam’s most seriously ill coronavirus patient. </p> \n  <p>The man, designated patient 91, was transferred on Friday night from the Ho Chi Minh city hospital for tropical diseases to Cho Ray hospital after he was confirmed to be free of the coronavirus. However, his condition remains critical and he has only 30% lung function, up from 10% a week ago. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T14:02:44.081Z\">at 3.02pm BST</time></p> \n</div> \n<div id=\"block-5ec924b68f0886ce4f5d911f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T13:45:47.453Z\">2.45pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Spain to reopen to foreign tourists from July</h2> \n <div class=\"block-elements\"> \n  <p><strong>Spain</strong> will reopen to overseas tourists from July, the prime minister announced on Saturday afternoon, adding that the government would guarantee the safety of visitors and locals as the country emerges from one of Europe’s strictest coronavirus lockdowns, write <strong>Sam Jones</strong> in Madrid and <strong>Stephen Burgen</strong> in Barcelona. </p> \n  <p>Pedro Sánchez also said a €3bn minimum basic income scheme to help families most affected by the pandemic would come into effect in the next few weeks. </p> \n  <p>Sánchez said: </p> \n  <blockquote class=\"quoted\"> \n   <p>As you know, Spain receives more than 80 million visitors a year. And that is why I am announcing that from July, Spain will reopen for foreign tourism in conditions of safety. Foreign tourists can also start planning their holidays in our country. Spain needs tourism – and tourism needs safety in both origin and destination. We will guarantee that tourists will not run any risks, nor will they bring any risk to our country.</p> \n  </blockquote> \n  <p>The prime minister said the central and regional governments had been planning and coordinating the return to tourism for weeks, adding: “We’re sending everyone a message today: Spain will be waiting for you from July.”</p> \n  <p>He called on Spaniards to begin planning domestic holidays, and also announced that the football league would be allowed to resume from 8 June.</p> \n  <figure class=\"element element-image\" data-media-id=\"5d0550ee577c5edd5eb5d8b100a33ec149ba2763\"> \n   <img src=\"https://media.guim.co.uk/5d0550ee577c5edd5eb5d8b100a33ec149ba2763/0_0_4628_3085/1000.jpg\" alt=\"A demonstrator holds a sign during a Catalan separatist protest in Barcelona on Saturday.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A demonstrator holds a sign during a Catalan separatist protest in Barcelona on Saturday.</span> \n    <span class=\"element-image__credit\">Photograph: Josep Lago/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Sánchez said the minimum basic income was part of the coalition government’s commitment to reducing poverty. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>It will cost around €3bn a year and will help four out of five people in severe poverty and benefit close to 850,000 households – half of which include children.</p> \n   <p>Neither the government now Spanish society is going to look the other way while our <a href=\"https://www.theguardian.com/world/2020/may/14/now-i-can-feed-my-children-parents-step-help-vulnerable-madrid\">compatriots queue up to eat</a>, as we are sadly seeing now in some parts of the country.</p> \n  </blockquote> \n  <p>Sánchez confirmed that the government had not ruled out seeking a sixth two-week extension of the state of emergency, which has been in force <a href=\"https://www.theguardian.com/world/2020/may/05/spain-path-out-of-covid-lockdown-complicated-by-polarised-politics\">since 14 March</a>. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T14:21:01.068Z\">at 3.21pm BST</time></p> \n</div> \n<div id=\"block-5ec922948f0886ce4f5d910e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T13:19:33.935Z\">2.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Mob violence has risen around the world since the start of the Covid-19 pandemic, according to the Armed Conflict Location &amp; Event Data Project (Acled). </p> \n  <p>The US non-profit collates information on all reported political violence and protest events across Africa, south Asia, south-east Asia, the Middle East, central Asia and the Caucasus, Latin America and the Caribbean, and south-eastern and eastern Europe and the Balkans.</p> \n  <p>It said it had recorded more than 1,100 events of mob violence – violence by spontaneous, unarmed or crudely armed groups - in nearly 90 countries since 11 March. The organisation is running a <a href=\"https://acleddata.com/analysis/covid-19-disorder-tracker/\">Covid-19 disorder tracker</a>, which aims to detail the pandemic’s impact on political violence and protest around the world.</p> \n  <figure class=\"element element-image\" data-media-id=\"c54699917a8503b869b1cf86a030cb7f2341ea86\"> \n   <img src=\"https://media.guim.co.uk/c54699917a8503b869b1cf86a030cb7f2341ea86/0_0_3018_4266/707.jpg\" alt=\"Mob violence has risen around the world since the start of the Covid-19 pandemic.\" width=\"707\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Mob violence has risen around the world since the start of the Covid-19 pandemic.</span> \n    <span class=\"element-image__credit\">Photograph: Armed Conflict Location &amp; Event Data Project</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T13:29:20.937Z\">at 2.29pm BST</time></p> \n</div> \n<div id=\"block-5ec91e758f0864e579f166c7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T13:00:43.063Z\">2.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Sixty-seven more deaths from Covid-19 have been announced by <strong>Sweden</strong>, the highest number reported on a Saturday since 18 April, taking the total death toll in the country to 3,992. </p> \n  <p>According to the latest update from Sweden’s public health authority, 379 more people have tested positive for coronavirus, taking the total number of infections to 33,188 since it reported its first confirmed case on 31 January. Of those, 4,971 people have recovered. </p> \n  <p>Sweden has eschewed the kinds of compulsory lockdown measures seen elsewhere in the world. That it has again recorded a high death rate on a Saturday, a day when its numbers generally drop due to delays in reporting, will be seen as a sign that it has left its society open to the virus even as other European countries are experience drops in death rates. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T13:18:07.739Z\">at 2.18pm BST</time></p> \n</div> \n<div id=\"block-5ec917fe8f08a1782fa80390\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T12:34:46.899Z\">1.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The governor of <strong>New York</strong>, Andrew Cuomo, has signed an order easing the US state’s ban on gathering in groups, allowing up to 10 people to assemble as long as they stay at least 6ft from each other or wear face masks if they must stand closer. </p> \n  <p>Cuomo signed the order on Friday night, the Associated Press reports, clearing the way for New Yorkers to gather together in time for the Memorial Day weekend. </p> \n  <figure class=\"element element-image\" data-media-id=\"844e7571dd4330fcd8c6cfc5a8656ece8de8bb42\"> \n   <img src=\"https://media.guim.co.uk/844e7571dd4330fcd8c6cfc5a8656ece8de8bb42/0_0_5472_3648/1000.jpg\" alt=\"People are seen practicing social distancing in white circles at the Madison Square park, New York City, on Friday.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">People are seen practicing social distancing in white circles at the Madison Square park, New York City, on Friday.</span> \n    <span class=\"element-image__credit\">Photograph: Anadolu Agency/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>People in New York City were also given the all-clear to visit beaches this weekend, but they may not swim, the city’s mayor, Bill de Blasio, has said.</p> \n  <p>“I’ve been really clear about the beaches; they are closed for swimming,” de Blasio said Friday at his daily coronavirus briefing on Friday. “There will not be lifeguards. People are not supposed to go to the beach to swim.”</p> \n  <p>Memorial Day weekend usually marks the beginning of beach season in New York City, with lifeguards starting duty and swimming permitted in normal times.</p> \n  <p>The main reason the mayor has cited for the swimming ban is to curb the spread of the virus by keeping people off public transport.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T12:54:10.630Z\">at 1.54pm BST</time></p> \n</div> \n<div id=\"block-5ec916778f0864e579f16684\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T12:27:00.164Z\">1.27pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"fa7b288eb902a2a4a6d3b350974559aeaff98e65\"> \n   <img src=\"https://media.guim.co.uk/fa7b288eb902a2a4a6d3b350974559aeaff98e65/0_0_4120_2782/1000.jpg\" alt=\"Commuters wearing face masks travel on a public bus with an electronic sign reading ‘Wear a face mask’, in Curitiba, Brazil\" width=\"1000\" height=\"675\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Commuters wearing face masks travel on a public bus with an electronic sign reading ‘Wear a face mask’, in Curitiba, Brazil.</span> \n    <span class=\"element-image__credit\">Photograph: Daniel Castellano/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T12:52:52.366Z\">at 1.52pm BST</time></p> \n</div> \n<div id=\"block-5ec912578f0864e579f16670\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T12:18:05.099Z\">1.18pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Iran eases lockdown on eve of Eid</h2> \n <div class=\"block-elements\"> \n  <p>Fifty-nine more people lost their lives to Covid-19 in Iran in the past 24 hours, the health ministry has said, as the country began reopening businesses, religious and cultural sites on the eve of Eid al-Fitr. </p> \n  <p>Museums and historical sites are to reopen on Sunday to coincide with the celebrations that end Ramadan, the Muslim holy fasting month, President Hassan Rouhani said on state television, according to Reuters. </p> \n  <p>Saints’ shrines, some of which became flashpoints at the outset of the coronavirus epidemic in Iran, will reopen on Monday. All workers in the country will return to work from next Saturday.</p> \n  <p>The health ministry’s spokesman, Kianoush Jahanpour, said in his latest coronavirus update that the death toll from the virus in Iran had reached 7,359, and the total number of confirmed cases was 133,521, after 1,869 more people tested positive in the past 24 hours. So far, 104,072 have recovered, Jahanpour was quoted as saying by the Islamic Republic News Agency.</p> \n  <p>Rouhani said on Saturday that 88% of the people who died from Covid-19 in Iran had underlying illnesses. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T12:52:26.169Z\">at 1.52pm BST</time></p> \n</div> \n<div id=\"block-5ec90e168f08a1782fa80349\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T11:58:29.117Z\">12.58pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Chinese city of <strong>Wuhan </strong>conducted nearly 1.5 million tests for coronavirus on Friday.</p> \n  <p>The city where the pandemic began increased its testing total by just under 50% in 24 hours, according to the local health authority.</p> \n  <p>Officials took 1,470,950 nucleic acid tests for Covid-19 on Friday, compared with 1,000,729 the previous day. </p> \n  <p>The scaling up of testing to industrial levels followed a cluster of cases being discovered in the city two weeks ago</p> \n  <p>Wuhan came out of lockdown on 8 April, but after positive cases were confirmed on 9/10 May an expanded testing programme sought to identify asymptomatic patients – infected people who show no outward sign of illness but remain capable of transmitting the disease.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T12:00:32.475Z\">at 1.00pm BST</time></p> \n</div> \n<div id=\"block-5ec90a1a8f0864e579f1664b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T11:38:10.264Z\">12.38pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Second outbreak in Malaysian refugee camps</h2> \n <div class=\"block-elements\"> \n  <p>The Malaysian health ministry has confirmed another new cluster of coronavirus cases at a detention centre for undocumented migrants.</p> \n  <p> The Semenyih detention centre near the capital, Kuala Lumpur, which houses around 1,600 detainees, has reported 21 new cases of Covid-19.</p> \n  <p> It is the second detention centre to report an outbreak. Around 60 cases were reported among the 1,400 detainees at the Bukit Jalil centre earlier this week.</p> \n  <p>Malaysia has so far reported a total of 7,185 cases of Covid-19 and 115 deaths. <br></p> \n  <p>This month more than 2,000 foreign nationals were arrested and accused of not having permits to allow them to remain in the country. The migrants have since been housed in centres that are crowded, with dozens often packed in a single cell.</p> \n  <p> Refugees and other foreigners have been the victims of an uptick of hate speech in the country in recent weeks, accused of spreading disease, burdening the state and taking jobs as the economy plummets. Rohingya refugees in particular have been targets of harassment and threats.</p> \n  <p> The United Nations and human rights groups have called on Malaysia to stop the crackdown and criticised authorities for going after a vulnerable community during the pandemic.</p> \n  <p> Human Rights Watch has said the new Malaysian government, which came to power at the end of February, “has completely fallen down on the job when it comes to protecting the rights of Rohingya refugees”.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T11:48:40.538Z\">at 12.48pm BST</time></p> \n</div> \n<div id=\"block-5ec905878f0886ce4f5d9084\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T11:15:29.270Z\">12.15pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"52e01af8b05d588f0d91475b1482d2e6c39db0d6\"> \n   <img src=\"https://media.guim.co.uk/52e01af8b05d588f0d91475b1482d2e6c39db0d6/0_0_3500_2101/1000.jpg\" alt=\"Indra Gandhi airport social distancing marker\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\"><br>A social distancing marker at Indira Gandhi International (IGI) Airport in New Delhi, after the Indian government allowed domestic flights to resume from Monday.</span> \n    <span class=\"element-image__credit\">Photograph: Anushree Fadnavis/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T11:17:01.836Z\">at 12.17pm BST</time></p> \n</div> \n<div id=\"block-5ec905018f0864e579f16630\" class=\"block\" data-block-contributor=\"profile/paulmacinnes\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T11:12:52.374Z\">12.12pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hallo this is Paul MacInnes, sitting in for Damien while he takes a deserved break. </p> \n </div> \n</div> \n<div id=\"block-5ec8fb428f0864e579f165f8\" class=\"block\" data-block-contributor=\"profile/samjones\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T10:58:27.178Z\">11.58am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A “car demo” called by the far-right Vox party in <strong>Spain</strong> to protest against the government’s handling of the pandemic led to some streets in Madrid and other cities filling with honking vehicles, <strong>Sam Jones</strong> reports from the Spanish capital.</p> \n  <p>Vox, the third largest party in the Spanish parliament, wants the Socialist-led coalition government to resign and it urged people to get in their cars and create caravans of stationary vehicles. In order to limit possible infections, participants were told to stay in their cars and wear the mandatory face masks.</p> \n  <p>Vox has accused the prime minister, Pedro Sánchez, of a draconian response to the virus, which has killed 28,628 people and infected 234,824. It says the government’s response has resulted in “unemployment and misery”.</p> \n  <figure class=\"element element-image\" data-media-id=\"c211582e5780e6691676ced8807f94a4745be70f\"> \n   <img src=\"https://media.guim.co.uk/c211582e5780e6691676ced8807f94a4745be70f/0_0_3680_2448/1000.jpg\" alt=\"Rocio Monasterio, the leader of the Madrid branch of Vox, at a protest against the coronavirus lockdown in the city\" width=\"1000\" height=\"665\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Rocio Monasterio, the leader of the Madrid branch of Vox, at a protest against the coronavirus lockdown in the city.</span> \n    <span class=\"element-image__credit\">Photograph: Ballesteros/EPA</span> \n   </figcaption> \n  </figure> \n  <p>Vox were not the only ones out in the streets of Madrid on Saturday. Members of the Spanish Communist party gathered at the Puerta del Sol to call for a a social emergency plan to ameliorate the impact of the emergency on the poor. <br></p> \n  <p>Protesters wearing masks and obeying social distancing rules held up banners calling for “work, rights and and urgent social emergency plan,” as well as against the privatisation of the health service. </p> \n  <figure class=\"element element-image\" data-media-id=\"d69190c0ffa39d15f2cb74a18b77dafaf4b19534\"> \n   <img src=\"https://media.guim.co.uk/d69190c0ffa39d15f2cb74a18b77dafaf4b19534/0_0_5568_3712/1000.jpg\" alt=\"A protester at the Puerta del Sol in Madrid\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A protester at the Puerta del Sol in Madrid holds a flag of the Second Republic (the democratically elected government that was overthrown by Franco’s coup) during a demonstration calling for a social emergency plan.</span> \n    <span class=\"element-image__credit\">Photograph: Pierre-Philippe Marcou/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Spain’s lockdown, ordered after a state of emergency was declared on 14 March, is gradually being lifted and by Monday all parts of the country will have moved to at least the second phase of the de-escalation.</p> \n  <p>The government’s latest two-week extension of the state of emergency was hard won, and nightly protests against the lockdown have spread from wealthy <em>barrios</em> of Madrid to other regions. </p> \n  <p>María Jesús Montero, the finance minister who serves as the government’s spokeswoman, said people had a right to protest, as long as their demonstrations did not risk spreading the coronavirus. She said on Friday:</p> \n  <blockquote class=\"quoted\"> \n   <p>The only things that the state of emergency limits its people’s freedom of movement and reunion. </p> \n   <p>Very often, some of the shouts you hear during these demonstrations are contradictory because people are out protesting. Some people shout ‘freedom’ when they’re actually exercising the right to criticise things and protest. But you can’t mix up freedom with the freedom to infect people.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T11:12:33.653Z\">at 12.12pm BST</time></p> \n</div> \n<div id=\"block-5ec8fad98f0864e579f165f3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T10:28:46.287Z\">11.28am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Bangladesh</strong> has reported its biggest daily increase in coronavirus cases after 1,873 more people tested positive for the virus in the past 24 hours. </p> \n  <p>The south Asian country, which is still cleaning up after its worst cyclone in nearly two decades this week, now has a total 32,078 confirmed cases. Twenty more deaths over the past 24 hours took its total toll from Covid-19 to 452. </p> \n  <p>Dhaka, the capital, is by far the worst-affected area, with 13,093 cases, according to the latest data from the Institute of Epidemiology, Disease Control and Research (IEDCR).<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T10:55:55.332Z\">at 11.55am BST</time></p> \n</div> \n<div id=\"block-5ec8f20d8f0864e579f165d1\" class=\"block is-key-event\" data-block-contributor=\"profile/kim-willsher\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T09:54:59.052Z\">10.54am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">France declares 'reciprocal' quarantine for UK visitors</h2> \n <div class=\"block-elements\"> \n  <p><strong>France</strong> has announced it will bring in a “reciprocal” 14-day quarantine for all visitors from the UK on the same day the UK imposes quarantine on all those coming into the country from abroad, writes <strong>Kim Willsher</strong>, the Guardian’s Paris correspondent.</p> \n  <p>However, unlike in Britain, visitors will be asked to voluntarily self-quarantine at home. The French measure appears to be a tit-for-tat political move by Paris after the UK quarantine decision was announced without any apparent consultation. </p> \n  <p>In any case, France’s external borders have been closed since early April to all except those who have a “compelling” professional or family reason to enter, so the French quarantine will affect few people and, as a non-obligatory measure, will be hard to police. </p> \n  <p>From 8 June, anyone arriving in the UK by plane, ferry or train, including British nationals, will be required to give an address where they will remain for 14 days. There will be a £100 fine for anyone who does not fill in the form, and unannounced visits will be made to check those in quarantine are remaining isolated, the UK authorities announced last week. Fines of up to £1,000 could be given to those who do not self-isolate.<br tabindex=\"-1\"></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/FranceintheUK/status/1263945863396802560\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"fr\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/quarantine?src=hash&amp;ref_src=twsrc%5Etfw\">#quarantine</a> «&nbsp;Les voyageurs en provenance du 🇬🇧, quelle que soit leur nationalité, seront invités à effectuer une quatorzaine lorsque la mesure britannique de quatorzaine, annoncée ce soir, entrera en vigueur.» <a href=\"https://twitter.com/hashtag/quarantaine?src=hash&amp;ref_src=twsrc%5Etfw\">#quarantaine</a> <a href=\"https://twitter.com/hashtag/COVID%E3%83%BC19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVIDー19</a> <a href=\"https://t.co/U1ualAAK5q\">pic.twitter.com/U1ualAAK5q</a></p>— French Embassy UK (@FranceintheUK) \n    <a href=\"https://twitter.com/FranceintheUK/status/1263945863396802560?ref_src=twsrc%5Etfw\">May 22, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T10:29:13.751Z\">at 11.29am BST</time></p> \n</div> \n<div id=\"block-5ec8ef868f0864e579f165b9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T09:46:44.316Z\">10.46am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Kenya</strong> is to take out a €188m (£165m) loan from the African Development Bank to support its efforts to contain its coronavirus pandemic, the bank reported on Saturday. </p> \n  <p>Poorer countries around the world are being forced to take on huge amounts of debt to finance their efforts against the spread of Covid-19. The AfDB said the money would help Kenya to “strengthen the national health system to effectively respond to the pandemic, build economic resilience and ensure quick recovery,” as well as support poorer people. </p> \n  <p>The bank’s acting director general for east Africa, Nnenna Nwabufo, said: </p> \n  <blockquote class=\"quoted\"> \n   <p>We are very pleased to join other development partners in supporting the government of Kenya’s efforts in mitigating the financial impact of the pandemic, especially in terms of the country’s expenditure in the health, social and economic sectors. The next step will focus on helping build resilience for post Covid-19.</p> \n  </blockquote> \n  <p>On Saturday, Kenya’s ministry of health said on Twitter that 31 more people had tested positive for coronavirus, increasing the country’s number of confirmed cases to 1,192. Fifty people have died from Covid-19 in Kenya.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MOH_Kenya/status/1264110888958689280\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We have recorded 31 new cases of coronavirus, the tally now at 1192; President Uhuru Kenyatta.<a href=\"https://twitter.com/hashtag/KomeshaCorona?src=hash&amp;ref_src=twsrc%5Etfw\">#KomeshaCorona</a> update.</p>— Ministry of Health (@MOH_Kenya) \n    <a href=\"https://twitter.com/MOH_Kenya/status/1264110888958689280?ref_src=twsrc%5Etfw\">May 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T10:30:25.788Z\">at 11.30am BST</time></p> \n</div> \n<div id=\"block-5ec8db718f0886ce4f5d8fcc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T09:25:04.616Z\">10.25am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The <strong>Philippines</strong> has reported 180 more cases of coronavirus, and six more deaths. </p> \n  <p>In a bulletin, the health ministry said total infections have risen to 13,777 and the death toll had reached 863. Eighty-five more patients have recovered, bringing total recoveries to 3,177.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WHOPhilippines/status/1264106477662294016\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Updates from <a href=\"https://twitter.com/DOHgovph?ref_src=twsrc%5Etfw\">@DOHgovph</a> this 23 May:<br><br>There are 180 people newly confirmed with <a href=\"https://twitter.com/hashtag/COVID19PH?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19PH</a>, bringing the total confirmed cases in the Philippines to 13,777.<br><br>85 additional people with COVID-19 have recovered. The total recoveries are 3,177 so far. <a href=\"https://t.co/pjpCVFrlEd\">pic.twitter.com/pjpCVFrlEd</a></p>— World Health Organization Philippines (@WHOPhilippines) \n    <a href=\"https://twitter.com/WHOPhilippines/status/1264106477662294016?ref_src=twsrc%5Etfw\">May 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T11:07:49.163Z\">at 12.07pm BST</time></p> \n</div> \n<div id=\"block-5ec8e87a8f08a1782fa8027d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T09:12:57.481Z\">10.12am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Splits are already emerging in plans for the post-lockdown economic recovery in <strong>Europe</strong>. </p> \n  <p>Four EU countries calling themselves the “frugal four” presented their own proposals on Saturday, AFP reports. Restating their rejection of any jointly issued debt instruments, Austria, the Netherlands, Denmark and Sweden said they wanted help for badly affected countries to take the form of one-off loans, according to a proposal published by the office of the Austrian chancellor, Sebastian Kurz.</p> \n  <p>The money lent must be “directed towards activities that contribute most to the recovery such as research and innovation, enhanced resilience in the health sector and ensuring a green transition,” the proposal says.</p> \n  <p>This week the French president, Emmanuel Macron, and the German chancellor, Angela Merkel, proposed a €500bn fund to mend the economy.</p> \n  <p>But the frugal four insist there must be no mutualisation of debt, a process they believe would allow EU economies they see as less disciplined to get an undue benefit of cheaper funding on the back of their stronger northern peers.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T10:58:08.269Z\">at 11.58am BST</time></p> \n</div> \n<div id=\"block-5ec8e1008f08a1782fa80256\" class=\"block\" data-block-contributor=\"profile/akhtar-mohammad-makoii\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T09:01:11.757Z\">10.01am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The deputy health minister in <strong>Afghanistan</strong> survived an assassination attempt on Saturday as the country recorded its worst day yet in the coronavirus crisis while war rages on with full intensity, <strong>Akhtar Mohammad Makoii</strong> reports for the Guardian from Herat.</p> \n  <p>Wahid Majroh escaped unharmed when armed men opened fire on his vehicle as he was on the way back to Kabul early on Saturday. He has been spending most of his time visiting medical centres and briefing the media on coronavirus since the crisis began.</p> \n  <p>“This morning I went to Khost, Paktia and then Logar provinces. On the way back, around 500 metres away from provincial capital of Logar, unknown armed men tried to stop our vehicle and when we didn’t, they opened fire,” Majroh said at a press conference in Kabul.</p> \n  <p>He said he had gone to the remote provinces to “get assured that everyone gets medical treatment”. He added: “I’m a doctor, I don’t have any military and political goals, I don’t travel with security [guards], I don’t know who they [the perpetrators] were.”</p> \n  <figure class=\"element element-image\" data-media-id=\"dde3bce5273c160b734209d269f1f1e835ea1088\"> \n   <img src=\"https://media.guim.co.uk/dde3bce5273c160b734209d269f1f1e835ea1088/0_0_5184_3456/1000.jpg\" alt=\"Women receive a free food ration in Kandahar.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Women receive a free food ration in Kandahar.</span> \n    <span class=\"element-image__credit\">Photograph: Muhammad Sadiq/EPA</span> \n   </figcaption> \n  </figure> \n  <p>Afghanistan reported 782 new coronavirus cases and 11 deaths in last 24 hours, taking the totals to 9,998 and 216 respectively. There have been 1,040 recoveries.</p> \n  <p>Kabul recorded 377 new cases, the biggest one-day rise yet, bringing the total to 3,460 with 29 deaths.</p> \n  <p>The western province of Herat also recorded its worst day after eight patients died of Covid-19 overnight and 150 new infections were detected. Herat borders Iran and recorded the first case of the virus in Afghanistan after thousands of Afghan migrants poured back from Iran in February and March. </p> \n  <p>Majroh said the “catastrophe” of coronavirus was spreading across the country, and people had two options for Eid, which is scheduled for Sunday: “You either stay at home and safe or go out to visit your relatives and friends, which causes everyone in your family [to get] infected.”</p> \n  <p>He said the ministry was concerned about lockdown breaches. “When people were heeding, daily number of infections was just about 250 or so a day, but now as the people continue to break the rules and we test more, the number is rising.”</p> \n  <p>Majroh said the ministry was preparing more hospital beds for Covid-19 patients. Early in the week he said beds had run out in most parts of the country.</p> \n  <p>Meanwhile, war rages on across the country. According to the office of the national security council, 576 civilians were killed or wounded in Taliban attacks in the month of Ramadan. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T11:05:17.008Z\">at 12.05pm BST</time></p> \n</div> \n<div id=\"block-5ec8e0628f08a1782fa80255\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T08:38:03.710Z\">9.38am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The 102-year-old car rental firm <strong>Hertz</strong> has filed for bankruptcy protection in the <strong>US</strong> after its business all but vanished during the coronavirus pandemic, <strong>Reuters</strong> reports.</p> \n  <p>Hertz said in a US court filing on Friday that it had voluntarily filed for Chapter 11 reorganisation. Its international operating regions including Europe, Australia and New Zealand were not included in the US proceedings.</p> \n  <p>The firm, whose largest shareholder is the billionaire investor Carl Icahn, is reeling from government orders restricting travel. A large portion of Hertz’s revenue comes from car rentals at airports, which have all but dried up.</p> \n  <p>With nearly $19bn (£15.6bn) of debt and roughly 38,000 employees worldwide as of the end of 2019, Hertz is among the largest companies to be undone by the pandemic.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/23/car-rental-firm-hertz-files-for-bankruptcy-protection-in-us\">Car rental firm Hertz files for bankruptcy protection in US</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ec8dc368f08a1782fa8024c\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T08:29:57.997Z\">9.29am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Covid-19 'taking different path in Africa', says WHO</h2> \n <div class=\"block-elements\"> \n  <p>The 54 countries of the <strong>African Union</strong> were reporting a total of 103,933 cases of coronavirus on Saturday morning, according the Africa Centres for Disease Control. </p> \n  <p>So far African nations have reported 3,183 deaths from Covid-19, and 41,473 people have recovered since the virus was first detected on the continent 14 weeks ago. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AfricaCDC/status/1264100449646514184\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> update in Africa (As of 23 May 2020, 9 am East Africa Time)<br>54 <a href=\"https://twitter.com/_AfricanUnion?ref_src=twsrc%5Etfw\">@_AfricanUnion</a> Member States reporting 103,933 cases, 3,183 deaths, and 41,473 recoveries. <br>More information at <a href=\"https://t.co/vEZ4eupedf\">https://t.co/vEZ4eupedf</a><a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> <a href=\"https://twitter.com/hashtag/FactsNotFear?src=hash&amp;ref_src=twsrc%5Etfw\">#FactsNotFear</a> <a href=\"https://twitter.com/hashtag/AfricaResponds?src=hash&amp;ref_src=twsrc%5Etfw\">#AfricaResponds</a> <a href=\"https://t.co/GlqVUAqYT5\">pic.twitter.com/GlqVUAqYT5</a></p>— Africa CDC (@AfricaCDC) \n    <a href=\"https://twitter.com/AfricaCDC/status/1264100449646514184?ref_src=twsrc%5Etfw\">May 23, 2020</a>\n   </blockquote> \n  </figure> \n  <p>There had been apocalyptic forecasts for the potential impact of the pandemic in Africa. On Friday evening, after the 100,000th case was reached, the World Health Organization’s Africa office circulated a note saying that it now seemed clear that the pandemic “appears to be taking a different pathway in Africa.” The note continued:</p> \n  <blockquote class=\"quoted\"> \n   <p>Case numbers have not grown at the same exponential rate as in other regions and so far Africa has not experienced the high mortality seen in some parts of the world. Today, there are 3,100 confirmed deaths on the continent.</p> \n   <p> By comparison, when cases reached 100,000 in the World Health Organization (WHO) European region, deaths stood at more than 4,900. Early analysis by WHO suggests that Africa’s lower mortality rate may be the result of demography and other possible factors. Africa is the youngest continent demographically, with more than 60% of the population under the age of 25. Older adults have a significantly increased risk of developing a severe illness. In Europe nearly 95% of deaths occurred in those older than 60 years.</p> \n  </blockquote> \n  <p>WHO also noted that African governments swiftly imposed restrictive measures on their populations in an attempt to contain the spread of the disease. However, it also said that despite “significant progress in testing”, rates of testing remain low in comparison to other regions. </p> \n  <p>It insisted that despite the relatively low number of cases, “the pandemic remains a major threat to the continent’s health systems”.</p> \n  <blockquote class=\"quoted\"> \n   <p> Now that countries are starting to ease their confinement measures, there is a possibility that cases could increase significantly, and it is critical that governments remain vigilant and ready to adjust measures in line with epidemiological data and proper risk assessment.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T11:07:26.593Z\">at 12.07pm BST</time></p> \n</div> \n<div id=\"block-5ec8d81f8f0886ce4f5d8fc4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T08:06:05.150Z\">9.06am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Russia</strong> said on Saturday that 9,434 new cases of the novel coronavirus had been reported in the last 24 hours, pushing its nationwide tally to 335,882, according to <strong>Reuters</strong>. </p> \n  <p> The country’s coronavirus crisis response centre reported 139 more deaths, after a record of 150 deaths the day before, bringing the death toll to 3,388.</p> \n  <p>Numbers of new cases have dipped slightly in Russia after a surge earlier in May. However, Vladimir Putin has ordered the health ministry to be prepared for a second wave of coronavirus in October and November.</p> \n  <p>The latest figures mean Russia has snatched back its position as the second worst affected country in the world by cases of coronavirus, which was briefly held by Brazil after it reported 20,803 new cases on Friday. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T11:08:59.739Z\">at 12.08pm BST</time></p> \n</div> \n<div id=\"block-5ec8d6858f0886ce4f5d8fbe\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T07:54:52.517Z\">8.54am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Singapore</strong> has reported 642 more coronavirus cases, taking its tally of infections to 31,068, <strong>Reuters</strong> reports.</p> \n  <p>The vast majority of the newly infected people are migrant workers living in dormitories, the health ministry said in a statement. Six are permanent residents.</p> \n  <p>So far the south-east Asian city state has reported just 23 deaths from Covid-19.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T08:02:40.630Z\">at 9.02am BST</time></p> \n</div> \n<div id=\"block-5ec8c9a78f0886ce4f5d8f8e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T07:42:11.339Z\">8.42am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here are the headlines from the UK papers this morning: </p> \n  <ul> \n   <li>The <strong>Guardian</strong> says “Police spoke to Cummings about lockdown breach”, our scoop on <a href=\"https://www.theguardian.com/world/live/2020/may/22/coronavirus-live-news-trump-pushes-to-open-churches-as-brazil-death-toll-passes-20000-covid-19-latest-updates?page=with:block-5ec822258f0886ce4f5d8cdb#block-5ec822258f0886ce4f5d8cdb\"><strong>Boris Johnson’s</strong> key adviser Dominic Cummings</a> who is facing calls to resign after police spoke to him about breaching the government’s lockdown. He was seen in Durham, 425km (264 miles) from his London home, despite having had symptoms of Covid-19.</li> \n   <li>The <strong>Daily Mirror</strong>, which broke the story with the Guardian after a joint investigation, has the same story, saying “<a href=\"https://www.mirror.co.uk/news/politics/calls-dominic-cummings-resign-sacked-22072706\">CUMMING BROKE LOCKDOWN RULES</a> ... while he had coronavirus symptoms”.</li> \n   <li>The <strong>Daily Telegraph</strong> follows up the Cummings story for its splash, and also reports that “PM to scale back Huawei 5G role in wake of coronavirus crisis,” in the latest developments on the controversial deal to put the Chinese tech giant at the heart of British mobile communications infrastructure. </li> \n   <li>“Sunak to push the PM to lift lockdown,” the <strong>FT Weekend</strong> reports, with news that the chancellor, Rishi Sunak, is pressing Boris Johnson to end restrictions on businesses, with the treasury alarmed at the cost to the government and the economy. </li> \n   <li><a href=\"https://www.thetimes.co.uk/edition/news/firms-must-start-paying-quarter-of-staff-wages-29lffbmk3\">“Firms must pay quarter of staff wages,”</a> <strong>the Times</strong> reports, referring to the news that after August companies in the UK may be asked to contribute to the state wage subsidy scheme.</li> \n   <li><strong>The Sun</strong> says “DON’T BOOK YET BUT JET YOUR HOPES UP” referring to the possibility of “safe corridors” for travel being opened in July.</li> \n   <li>The<strong> Daily Mail</strong> follows suit, with “CORONA PASSPORT TO SAVE HOLIDAYS”, claiming that the government hopes to “strike quarantine-free pacts with summer destinations – such as France, Spain and Greece.”</li> \n   <li>The <strong>Daily Express</strong> has its own patriotic slant, imploring readers “LET’S ALL GO ON A BRITISH SUMMER HOLIDAY” and suggesting that quarantines for international travellers could, in fact, boost the UK tourism sector. </li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T08:03:44.957Z\">at 9.03am BST</time></p> \n</div> \n<div id=\"block-5ec8cdbf8f0864e579f1654b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T07:20:29.368Z\">8.20am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hi, this is <strong>Damien Gayle</strong> taking over the world news blog now, for the next eight or so hours, bringing you all the latest developments in the global coronavirus outbreak. </p> \n  <p>As ever, I am keen to hear your comments, tips and suggestions for coverage of news around the world. If you want to get in touch drop me a line either via email to <a href=\"mailto:damien.gayle@theguardian.com\">damien.gayle@theguardian.com</a>, or via Twitter direct message to <a href=\"https://twitter.com/damiengayle\">@damiengayle</a>. </p> \n </div> \n</div> \n<div id=\"block-5ec8c1fe8f0886ce4f5d8f6e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T07:09:54.077Z\">8.09am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is a rundown of some of the biggest events from the last few hours:</p> \n  <ul> \n   <li>The World Health Organization says South America is a new epicentre of the coronavirus pandemic, with Brazil and Chile recording more than 333,000 and 60,000 cases respectively.<br></li> \n   <li>Mexico has recorded <a href=\"https://www.theguardian.com/world/2020/may/23/global-report-china-no-new-covid-19-cases-hertz-bankruptcy\">another single-day record for Covid-19 deaths</a>, with 62,527 total cases since the pandemic began. On Friday the health ministry said 479 more deaths had been recorded, and 2,960 new infections.</li> \n   <li>China recorded no new confirmed Covid-19 cases on the mainland for 22 May, the first time it had seen no daily rise since the pandemic began in the central city of Wuhan late last year.</li> \n   <li>Australia’s <a href=\"https://www.theguardian.com/world/live/2020/may/23/coronavirus-live-news-australia-hit-by-60bn-payout-error-as-trump-orders-places-of-worship-to-reopen?page=with:block-5ec890908f0864e579f16486#block-5ec890908f0864e579f16486\">death toll has risen by one to 102</a> after the death of a man in a hospital in Victoria.</li> \n   <li>Efforts <a href=\"https://www.theguardian.com/us-news/2020/may/23/donald-trump-press-secretary-inadvertently-reveals-presidents-bank-details\">to highlight Donald Trump’s largesse during his time in office have backfired after his press secretary appeared to display the US president’s personal bank details to the world</a>.</li> \n   <li>The <a href=\"https://www.theguardian.com/world/live/2020/may/23/coronavirus-live-news-australia-hit-by-60bn-payout-error-as-trump-orders-places-of-worship-to-reopen?page=with:block-5ec88a188f08a1782fa80153#block-5ec88a188f08a1782fa80153\">more than a century old car rental firm Hertz Global Holdings Inc has filed for bankruptcy protection in the US</a>.</li> \n   <li>In the UK, <a href=\"https://www.theguardian.com/world/live/2020/may/22/coronavirus-live-news-trump-pushes-to-open-churches-as-brazil-death-toll-passes-20000-covid-19-latest-updates?page=with:block-5ec822258f0886ce4f5d8cdb#block-5ec822258f0886ce4f5d8cdb\"><strong>Boris Johnson’s</strong> key adviser, Dominic Cummings</a>, is facing calls to resign after police spoke to him about breaching the government’s lockdown rules. He was seen in Durham, 425km (264 miles) from his London home, despite having had symptoms of coronavirus. This was revealed in a joint investigation by the Guardian and the Mirror.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T07:21:30.226Z\">at 8.21am BST</time></p> \n</div> \n<div id=\"block-5ec8cb538f0864e579f16545\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T07:08:44.125Z\">8.08am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>China has betrayed the people of Hong Kong so the west should stop kowtowing to Beijing for an illusory great pot of gold, says <strong>Chris Patten</strong>, the last governor of the former British colony.</p> \n  <p>“The Hong Kong people have been betrayed by China,” Patten was quoted as saying by the Times newspaper. Britain has a “moral, economic and legal” duty to stand up for Hong Kong, he said.</p> \n  <p>“What we are seeing is a new Chinese dictatorship,” Patten said. “We should stop being fooled that somehow at the end of all the kowtowing there’s this great pot of gold waiting for us. It’s always been an illusion.”</p> \n  <p>Mainland China has stepped up efforts to control the semi-autonomous city in recent days, with some suggesting this may spell the end of the ‘one country, two systems’ era. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/22/why-reassertion-of-xi-jinping-authority-spells-violence-in-hong-kong-sedition-legislation\">Why reassertion of Xi Jinping's authority spells violence in Hong Kong</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T07:32:35.465Z\">at 8.32am BST</time></p> \n</div> \n<div id=\"block-5ec8c8a78f0886ce4f5d8f8b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T06:57:21.866Z\">7.57am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Moscow doctors have described their ordeal as the city is overwhelmed with Covid-19 cases. </p> \n  <p>“Frankly speaking, I just want to be in silence for a couple of days. I would like to go somewhere in the mountains where there is no cell phone signal, so I can sit quietly and have some air,” the intensive care physician <strong>Dr Osman Osmanov</strong> told the Associated Press at the end of yet another long shift at the epicentre of Russia’s coronavirus outbreak.</p> \n  <p>Moscow accounts for about half of all of Russia’s 326,000 coronavirus cases and 3,249 deaths, a deluge that strains the city’s hospitals and has forced Osmanov to work every day for the past two months, sometimes for 24 hours at a time. The demands are intense; the rewards are gratifying.</p> \n  <p>“When a patient starts suffocating, you should calm him down. People are just scared,” he said. </p> \n  <p>“Sometimes all you need is to calm down a patient, and then he feels much better.”</p> \n  <p>In the early days of the outbreak, he said, he watched the crisis unfold with some scientific detachment.</p> \n  <p>“At first, it was interesting, of course. Everyone took it as something new,” he said. “I had an impression at first that we were fighting an invisible enemy.”</p> \n  <p>Now, after weeks of seemingly endless work, he is struggling to remain stoic.<br>“I am not at the end of my rope,” he said, “but I feel tired.”</p> \n  <p>There is no end in sight for Osmanov’s punishing workload. Although new case counts have begun falling, to 8,849 on Friday, down from more than 10,000 a day last week, Russia on Friday recorded its highest one-day death toll of 150.</p> \n  <p>“The current situation doesn’t allow” for rest, he said. “So we’re just hoping that soon it will all end, we will win and it will all be fine.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T07:03:13.540Z\">at 8.03am BST</time></p> \n</div> \n<div id=\"block-5ec8c5408f08a1782fa8020c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T06:48:18.290Z\">7.48am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Still on the UK for a moment, <strong>Dave Penman</strong>, the general secretary of the FDA, the union that represents senior civil servants, says Boris Johnson must explain reports that his chief aide, <strong>Dominic Cummings</strong>, broke lockdown rules.</p> \n  <p>The comments come after the chief adviser was accused of travelling 260 miles during the lockdown.</p> \n  <p>Penman told BBC Radio 4’s Today programme that “essentially, when he (Cummings) says or does something he is doing it in the prime minister’s name”.</p> \n  <p>He added: “I think the prime minister needs to understand how heartbreaking this lockdown has been for so many families and the sacrifices that have been made up and down the country.</p> \n  <p>“I think in these circumstances, if it looks like there is one rule for those at the centre of government and one rule for rest of the country, then really the prime minister has a responsibility, as well as a constitutional responsibility, to explain his actions.</p> \n  <p>“He has known about this for six weeks.”<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T06:54:29.989Z\">at 7.54am BST</time></p> \n</div> \n<div id=\"block-5ec8bfc78f0886ce4f5d8f69\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T06:25:05.766Z\">7.25am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The <strong>Dorset police and crime commissioner, Martin Underhill</strong>, has urged UK residents not to travel to Dorset, in the south of England, over the weekend after their beaches were clogged with tourists on Friday. He spoke to BBC radio today:</p> \n  <blockquote class=\"quoted\"> \n   <p>Yesterday was the busiest day for our police in nine weeks. It was a normal Friday ...</p> \n   <p>As the numbers increase the chances of socially distancing are reducing. And, of course, the issue of Dorset is that some of our beauty spots, the zigzag at Bournemouth beach going down to the beach, you can’t socially distance trying to get to the beach, and therefore we’re saying think twice, and please use common sense when you come to us, if you are going to come, is what you’re doing safe and is it fair.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T06:34:00.100Z\">at 7.34am BST</time></p> \n</div> \n<div id=\"block-5ec8be128f08a1782fa801fd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T06:12:41.165Z\">7.12am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The United Kingdom has drawn up plans to require employers to cover 20% to 30% of furloughed employees’ wages from August to reduce the burden of the coronavirus crisis on government finances, <a href=\"https://www.thetimes.co.uk/edition/news/firms-must-start-paying-quarter-of-staff-wages-29lffbmk3\">the Times newspaper has reported</a>. </p> \n  <p>The UK on 12 May extended its job retention scheme – the centrepiece of its attempts to cushion the coronavirus hit to the economy – by four months but told employers they would have to help to meet its huge cost from August. </p> \n  <p>“The Treasury has drawn up plans that would require employers to cover between 20 and 30 per cent of people’s wages,” the Times said. </p> \n  <p>“They would also be required to cover the cost of employer’s national insurance contributions, on average 5 per cent of wages.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T06:28:12.835Z\">at 7.28am BST</time></p> \n</div> \n<div id=\"block-5ec8bba58f08a1782fa801f7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T06:04:33.494Z\">7.04am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Australia continues to ease restrictions in some states as case numbers there remain in single digits. </p> \n  <p>The New South Wales government has flagged the “imminent” reopening of gyms and beauty salons as the state prepares over the next two weeks for a landmark easing of Covid-19 lockdowns.</p> \n  <p>The government remains cautious yet bullish after three cases of coronavirus were recorded over the preceding 24 hours; all three were overseas acquired.</p> \n  <p>The premier, <strong>Gladys Berejiklian</strong>, has announced that from 1 June, up to 50 people will be allowed in restaurants, pubs and cafes. Regional travel restrictions will also ease while museums, galleries and libraries will also be allowed to open.</p> \n  <p>That has been met with a chorus of industries clamouring for the government to allow them to resume trading. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T06:08:12.809Z\">at 7.08am BST</time></p> \n</div> \n<div id=\"block-5ec8b84a8f0864e579f1650e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T05:57:51.566Z\">6.57am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Some news from the plane that crashed into homes in Pakistan’s port city of Karachi on Friday afternoon.</p> \n  <p>One of the two survivors has described his escape from the burning plane after it came down during a second attempt at a landing.</p> \n  <p>“All I could see around was smoke and fire,” engineer <strong>Muhammad Zubair</strong> told Geo News. “I could hear screams from all directions. Kids and adults. All I could see was fire. I couldn’t see any people – just hear their screams.</p> \n  <p>“I opened my seat belt and saw some light. I went towards the light. I had to jump down about 10 feet to get to safety.”</p> \n  <p>You can read the full report here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/23/pakistan-plane-crash-survivor-all-i-could-see-was-smoke-and-fire\">Pakistan plane crash survivor: 'All I could see was smoke and fire'</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T06:00:02.599Z\">at 7.00am BST</time></p> \n</div> \n<div id=\"block-5ec8b6488f08a1782fa801e8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T05:41:49.411Z\">6.41am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hello, <strong>Matilda Boseley</strong> here, I’ll be taking over from <strong>Melissa Davey</strong> and guiding you through all the important news from across the globe for the coming hours. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T05:44:42.066Z\">at 6.44am BST</time></p> \n</div> \n<div id=\"block-5ec8b3ed8f0864e579f16503\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T05:30:34.980Z\">6.30am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Overview</h2> \n <div class=\"block-elements\"> \n  <p>We have published a breakdown of the latest events from the past 12 hours or so.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/23/global-report-china-no-new-covid-19-cases-hertz-bankruptcy\">Global report: China records no new Covid-19 cases for first time as Hertz files for bankruptcy</a> </p> \n  </aside> \n  <p>A few of the key events:</p> \n  <ul> \n   <li><strong>Mexico</strong> has recorded another single-day record for Covid-19 deaths, with 62,527 total cases since the pandemic began. On Friday the health ministry said 479 more deaths had been recorded, and 2,960 new infections. The previous daily peak of 424 fatalities was reported by authorities on 20 May. There have been 6,989 deaths in total.</li> \n   <li>Ramadan travel bans are under strain in<strong> Indonesia </strong>where people are turning to smugglers and bogus travel documents to get around bans on an annual end-of-Ramadan exodus that could send coronavirus cases skyrocketing in the world’s biggest Muslim majority nation, AFP reports. Thousands are using any trick in the book to reach their home towns in time for celebrations at the end of Islam’s holy fasting month this weekend, a festival known as Eid al-Fitr.</li> \n   <li>In the UK, <a href=\"https://www.theguardian.com/world/live/2020/may/22/coronavirus-live-news-trump-pushes-to-open-churches-as-brazil-death-toll-passes-20000-covid-19-latest-updates?page=with:block-5ec822258f0886ce4f5d8cdb#block-5ec822258f0886ce4f5d8cdb\"><strong>Boris Johnson’s</strong> key adviser Dominic Cummings</a> is facing calls to resign after police spoke to him about breaching the government’s lockdown rules. He was seen in Durham, 425km (264 miles) from his London home, despite having had symptoms of coronavirus. Officers approached him days after he was seen rushing out of Downing Street when the prime minister tested positive for the virus at the end of March, a joint investigation by the Guardian and the Mirror found.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T05:33:25.964Z\">at 6.33am BST</time></p> \n</div> \n<div id=\"block-5ec8b0538f0886ce4f5d8f40\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T05:11:57.462Z\">6.11am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There have now been 5,213,483 confirmed cases and 338,225 deaths globally, according to the latest figures from <a href=\"https://github.com/CSSEGISandData/COVID-19\">Johns Hopkins University</a>.</p> \n </div> \n</div> \n<div id=\"block-5ec8af5b8f0864e579f164ee\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T05:07:05.603Z\">6.07am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Thailand has three new cases but no deaths</h2> \n <div class=\"block-elements\"> \n  <p>On Saturday Thailand reported three new coronavirus cases and no new deaths, bringing the country’s total to 3,040 confirmed cases and 56 dead since the outbreak started in January. </p> \n  <p>The new cases are two Thai nationals recently returned from overseas and under quarantine and a 49-year-old Italian man living in Phuket, said <strong>Panprapa Yongtrakul</strong>, a spokeswoman for the government’s coronavirus task force. </p> \n  <p>There are 2,916 patients who have recovered and returned home since the outbreak started.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T05:51:34.591Z\">at 6.51am BST</time></p> \n</div> \n<div id=\"block-5ec8aa9c8f0886ce4f5d8f27\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T04:46:38.695Z\">5.46am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Australians are being invited to record their coronavirus experiences for future generations in a new campaign by the country’s postal service. Australia Post says it’s important to mark this moment in the nation’s history as the past few months have had an extraordinary impact on families, communities and our way of life.</p> \n  <p>It’s created a “national letterbox” for people to write describing how the Covid-19 pandemic affected them. The project is in conjunction with the National Archives, which will keep some of the Dear Australia letters for posterity.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T04:49:01.455Z\">at 5.49am BST</time></p> \n</div> \n<div id=\"block-5ec8a9af8f0864e579f164d2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T04:44:37.418Z\">5.44am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hong Kong’s pro-Beijing politicians have sought to allay worries about the impact of China’s proposed national security legislation on the Asian financial hub’s business environment, saying it would boost investor sentiment, Reuters reports. </p> \n  <p>The legislation aims to tackle secession, subversion, terrorism and foreign interference and could see mainland intelligence agencies set up bases in Hong Kong, raising fears of direct law enforcement. The US said the legislation would end the Chinese-ruled city’s autonomy and would be bad for both its and China’s economies. </p> \n  <p>Bankers and headhunters said it could lead to money and talent leaving the city. Hong Kong stocks slumped 5.6% on Friday.</p> \n  <p>When she returned from Beijing late on Friday, Hong Kong’s leader, <strong>Carrie Lam,</strong> said the stock market “goes up and comes down” and it was in fact the large scale pro-democracy protests in 2019 which destabilised the business environment. </p> \n  <p>“Especially having gone through almost one year of disruptions, violence and uncertainties, anything particularly in safeguarding national security that will help stabilise the environment is indeed very good for local investment sentiment,” she said. </p> \n  <p><strong>Henry Tang</strong>, a member of the standing committee of the Chinese people’s political consultative conference, said the legislation was “beneficial” for the business environment as it brings stability and strengthens the rule of law. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T04:51:07.919Z\">at 5.51am BST</time></p> \n</div> \n<div id=\"block-5ec8a3c08f0886ce4f5d8f1a\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T04:24:02.926Z\">5.24am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Tasmania calls for jobkeeper to be extended</h2> \n <div class=\"block-elements\"> \n  <p>The Tasmanian premier, <strong>Peter Gutwein, </strong>has added to calls for the Australian government to extend the jobkeeper payment scheme in which eligible employers, sole traders and other entities can apply to receive $1,500 for each eligible employee a fortnight.</p> \n  <p>It follows revelations that there have been reporting errors relating to the scheme. Rather than costing the federal budget $130bn, that figure has been slashed to $70bn. The government was also forced to downgrade its forecast that 6.5m employees would be assisted, down to 3.5m employees.</p> \n  <p>Gutwein said the massive overestimate presents an opportunity for the scheme to be extended.<br></p> \n  <p>“The scheme is an excellent one and is doing what was intended to with all eligible workers being paid,” he said on Saturday. </p> \n  <p>“However, now that it is apparent that it will cost significantly less than first thought, the scheme should be extended for a longer period targeting additional support at those industries such as tourism and hospitality that will take longer to recover. </p> \n  <p>“I’m certain that most states and territories will be of a similar view and I look forward to discussing this with national cabinet when we meet this week.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T04:30:04.378Z\">at 5.30am BST</time></p> \n</div> \n<div id=\"block-5ec8a3278f08a1782fa801ae\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T04:15:55.227Z\">5.15am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Germany has reported an increase of 638 cases, taking its total to 177,850. An additional 42 deaths have been recorded, taking the death toll there to 8,216. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T04:17:32.952Z\">at 5.17am BST</time></p> \n</div> \n<div id=\"block-5ec8a1d78f08a1782fa801a8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T04:11:28.138Z\">5.11am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Boris Johnson caves in on Huawei</h2> \n <div class=\"block-elements\"> \n  <p><strong>Boris Johnson</strong> has been forced to cave into to Conservative backbench rebels opposed to the presence of Huawei in 5G networks and has drawn up plans to reduce the Chinese company’s involvement to zero by 2023, <strong>Dan Sabbah </strong>reports:</p> \n  <p><strong><em>The UK prime minister’s retreat is designed to stave off what could have been an embarrassing defeat when his existing proposal to reduce Huawei to a 35% market share was to be voted on in the Commons.</em></strong></p> \n  <p><strong><em>Although Johnson boasts an 80-strong majority, the number of Conservative MPs willing to rebel on the issue is estimated to be 50 – enough in theory to defeat the government – as anti-Chinese sentiment hardens in the light of the coronavirus crisis.</em></strong></p> \n  <p><strong><em>The mooted retreat will delight the White House which has been <a href=\"https://www.theguardian.com/technology/2020/jan/30/mike-pompeo-restates-us-opposition-to-huawei-access\">relentlessly campaigning against Huawei</a>, but is likely to provoke a hostile reaction from Beijing, which has believed the UK was open to inward investment until now.</em></strong></p> \n  <p><a href=\"https://www.theguardian.com/technology/2020/may/22/boris-johnson-forced-to-reduce-huaweis-role-in-uks-5g-networks\">Read the full story here</a><strong>.</strong></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T04:18:03.167Z\">at 5.18am BST</time></p> \n</div> \n<div id=\"block-5ec8a1888f0864e579f164b7\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T04:08:00.520Z\">5.08am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">US to add 33 Chinese firms to blacklist</h2> \n <div class=\"block-elements\"> \n  <p>The US is preparing to add 33 Chinese firms and institutions to an economic blacklist for alleged ties to China’s military or persecution of Uighurs. </p> \n  <p>Seven companies and two institutions were listed for being “complicit in human rights violations and abuses committed in China’s campaign of repression, mass arbitrary detention, forced labour and high-technology surveillance against Uighurs” and others, the commerce department said. Two dozen other companies, government institutions and commercial organisations were added for supporting procurement of items for use by the Chinese military, it also said.</p> \n  <p>The blacklisted companies focus on artificial intelligence and facial recognition, markets that US chip companies such as Nvidia Corp and Intel Corp have been heavily investing in. Among those named is NetPosa, one of China’s most famous AI companies, whose facial recognition subsidiary is linked to the surveillance of Muslims.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T04:13:17.777Z\">at 5.13am BST</time></p> \n</div> \n<div id=\"block-5ec89ddf8f0886ce4f5d8f03\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T03:53:03.808Z\">4.53am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The coronavirus crisis has forced Greece to take rapid steps to computerise its lumbering civil service and belatedly introduce e-governance in one of the EU’s worst digital laggards, experts say.</p> \n  <p>After recording its first coronavirus death on 12 March, Athens took unprecedented measures totally at odds with its previous love affair with paperwork and red tape. <strong>Diomidis Spinellis</strong>, head of the department of management science and technology at the Athens University of Economics, says the Covid-19 crisis “accelerated” Greece’s digital turn, although critics say the country has a long way to go.</p> \n  <p>Between 23 March and 4 May, when a nationwide lockdown was imposed, Greeks were required to inform authorities when leaving their homes. A special SMS service was introduced for those unable to print a special form created by the government. Eventually, some 110m messages were sent free during this period, in an initiative praised by the OECD.</p> \n  <p>Greece’s digital governance minister, <strong>Kyriakos Pierrakakis,</strong> said the platform freed thousands of users – especially high-risk groups – from having to turn up at public services as they now could sign documents digitally.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T04:15:00.913Z\">at 5.15am BST</time></p> \n</div> \n<div id=\"block-5ec899208f0864e579f1649d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T03:33:24.720Z\">4.33am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Indonesians are turning to smugglers and bogus travel documents to get around bans on an annual end-of-Ramadan exodus that could send coronavirus cases skyrocketing in the world’s biggest Muslim majority nation, AFP reports.</p> \n  <p>Thousands are using any trick in the book to reach their home towns in time for celebrations at the end of Islam’s holy fasting month this weekend, a festival known as Eid al-Fitr.</p> \n  <p>“It is a critical moment,” said <strong>Doni Monardo</strong>, head of Indonesia’s Covid-19 mitigation task force. “I’m afraid people who go to other regions will come back infected and all of our efforts will be wasted.”</p> \n  <p>Every year millions of travellers pack into airports, train stations and ports across the nearly 5,000km-long (3,100-mile) archipelago in a mass migration similar to China’s lunar new year holiday or Christmas. Fearing a public health disaster, last month the government slapped a ban on domestic sea and air travel and set up roadblocks.</p> \n  <p>It later relaxed those rules over concerns about a collapse in south-east Asia’s biggest economy, but only for those who could prove they were virus-free and had a professional reason to travel.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T03:48:39.478Z\">at 4.48am BST</time></p> \n</div> \n<div id=\"block-5ec8943b8f0886ce4f5d8ee7\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T03:19:36.015Z\">4.19am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Event summary</h2> \n <div class=\"block-elements\"> \n  <p>To recap the latest news from around the world over the past few hours:</p> \n  <ul> \n   <li>Australia’s <a href=\"https://www.theguardian.com/world/live/2020/may/23/coronavirus-live-news-australia-hit-by-60bn-payout-error-as-trump-orders-places-of-worship-to-reopen?page=with:block-5ec890908f0864e579f16486#block-5ec890908f0864e579f16486\">death toll has risen by one to 102</a> after the death of a man in a hospital in Victoria.</li> \n   <li>Still in Australia, the opposition leader, <strong>Anthony Albanese, </strong><a href=\"https://www.theguardian.com/world/live/2020/may/23/coronavirus-live-news-australia-hit-by-60bn-payout-error-as-trump-orders-places-of-worship-to-reopen?page=with:block-5ec884538f0886ce4f5d8eae#block-5ec884538f0886ce4f5d8eae\">said the government’s massive multibillion-dollar jobkeeper mistake raises questions over how it will manage the economic recovery</a> coming out of the pandemic. It follows the government admitting on Friday to a $60bn reporting error in the much-heralded subsidy scheme. Rather<a href=\"https://www.theguardian.com/australia-news/2020/may/22/jobkeeper-to-cost-60bn-less-than-originally-forecast-due-to-reporting-error\"> than costing the budget $130bn, that figure has been slashed to $70bn</a>, and is forecast to assist 3.5m employees instead of 6.5m.<br></li> \n   <li>The World Health Organization says South America is a new epicentre of the coronavirus pandemic, with Brazil and Chile recording more than 333,000 and 60,000 cases respectively.</li> \n   <li>China recorded no new confirmed Covid-19 cases on the mainland for 22 May, the first time it had seen no daily rise since the pandemic began in the central city of Wuhan late last year.</li> \n   <li>Efforts <a href=\"https://www.theguardian.com/us-news/2020/may/23/donald-trump-press-secretary-inadvertently-reveals-presidents-bank-details\">to highlight Donald Trump’s largesse during his time in office have backfired after his press secretary appeared to display the US president’s personal bank details to the world</a>.</li> \n   <li>The <a href=\"https://www.theguardian.com/world/live/2020/may/23/coronavirus-live-news-australia-hit-by-60bn-payout-error-as-trump-orders-places-of-worship-to-reopen?page=with:block-5ec88a188f08a1782fa80153#block-5ec88a188f08a1782fa80153\">more than a century old car rental firm Hertz Global Holdings Inc has filed for bankruptcy protection in the US</a>.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T03:22:22.637Z\">at 4.22am BST</time></p> \n</div> \n<div id=\"block-5ec8928b8f0864e579f1648d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T03:07:50.999Z\">4.07am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">China reports no new cases for the first time in pandemic</h2> \n <div class=\"block-elements\"> \n  <p>Earlier we reported that China recorded no new confirmed Covid-19 cases on the mainland for 22 May, the first time it had seen no daily rise since the pandemic began in the central city of Wuhan late last year. </p> \n  <p>It has seen a sharp fall in locally transmitted cases since March as major restrictions on people movement helped it to take control of the epidemic in many parts of the country. However, Reuters reports it has continued to see an influx of imported cases, mainly involving Chinese nationals returning from abroad, while new clusters of infections in the north-eastern border provinces of Jilin and Heilongjiang have emerged in recent weeks. </p> \n  <p>Wuhan also reported this month its first cluster of infections since a lockdown on the city ended on 8 April, prompting authorities to warn that counter-epidemic measures could not be relaxed and to launch a campaign to test all of Wuhan’s 11m residents. </p> \n  <p>The number of confirmed cases in the mainland stood at 82,971 and the death toll remained unchanged at 4,634. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T03:16:13.766Z\">at 4.16am BST</time></p> \n</div> \n<div id=\"block-5ec890908f0864e579f16486\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T03:01:13.160Z\">4.01am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Another death in Australia takes toll to 102</h2> \n <div class=\"block-elements\"> \n  <p>Australia’s death toll is now 102.</p> \n  <p>On Saturday, Victoria’s deputy chief health officer,<strong> Dr Annaliese van Diemen, </strong>said 10 new cases had been recorded in the state and that a man aged in his 60s had died in hospital; 19 people have died in Victoria, where there has been 1,602 cases.</p> \n  <p>The state’s chief health officer,<strong> Prof Brett Sutton, </strong>said: “Today’s increase in cases illustrates once again that while we have been flattening the curve, our battle against Covid-19 is far from over.</p> \n  <p> “Restrictions around some activities have now been eased in Victoria in recognition of the current low rate of community transmission of this virus.</p> \n  <p> “While encouraging, we need to remain vigilant. We must maintain physical distancing, practise hygiene and self-isolation when ill. These are commonsense actions to ensure we don’t create a second wave of this serious disease, as we have seen in other countries once they have eased their stringent regulations. </p> \n  <p>“People with even the mildest of symptoms of coronavirus including fever, chills, cough, sore throat, shortness of breath, runny nose or loss of sense of smell are encouraged to get tested.”</p> \n  <p>Meanwhile Western Australia again recorded no new cases overnight. However, the state’s total stands at 560 after three historical cases were identified through serology testing. These cases are no longer infectious and do not carry any ongoing risk to the public, the health department said.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T03:14:18.562Z\">at 4.14am BST</time></p> \n</div> \n<div id=\"block-5ec88a188f08a1782fa80153\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T02:32:21.391Z\">3.32am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Hertz car rental files for bankruptcy in the US</h2> \n <div class=\"block-elements\"> \n  <p>The more than a century old car rental firm Hertz Global Holdings Inc has filed for bankruptcy protection in the US after its business all but vanished during the coronavirus pandemic and talks with creditors failed. Its international operating regions including Europe, Australia and New Zealand were not included in the US proceedings. </p> \n  <p>Reuters reports that the firm, whose largest shareholder is the billionaire investor <strong>Carl Icahn</strong>, is reeling from government orders restricting travel and requiring citizens to remain home. A large portion of Hertz’s revenue comes from car rentals at airports, which have all but evaporated as potential customers eschew plane travel. </p> \n  <p>With nearly $19bn of debt and roughly 38,000 employees worldwide as of the end of 2019, Hertz is among the largest companies to be undone by the pandemic. US airlines have so far avoided similar fates after receiving billions of dollars in government aid, an avenue Hertz explored without success.</p> \n  <p>Meanwhile in North America, the company recently laid off about 10,000 employees.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T02:38:21.244Z\">at 3.38am BST</time></p> \n</div> \n<div id=\"block-5ec8880d8f08a1782fa80149\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T02:25:08.646Z\">3.25am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Three new cases of coronavirus in NSW</h2> \n <div class=\"block-elements\"> \n  <p>The New South Wales health minister, <strong>Brad Hazzard, </strong>has just given an update in Sydney saying the state had three additional cases of the virus yesterday. That takes the state’s total to 3,086. Almost 9,000 were tested in the last recorded 24-hour period. </p> \n  <p>“I must say, as the health minister, I would love to see a lot more people coming forward,” he said. “That is absolutely essential as we move forward. As we try to relax the restrictions that we have lived under for the past two months, it is crucial, absolutely crucial, people come forward for testing if they have the slightest hint of any respiratory issues at all, a cough, a cold, temperature, whatever it may be. </p> \n  <p>“We now have a total of 411,618 people who have been tested in NSW so we are fast closing in on half a million people.”</p> \n  <p>He urged young people to be careful with social distancing and not to assume they were safe; 20% of all those who have tested positive had been in the 20-29 age bracket, he said.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T02:40:54.117Z\">at 3.40am BST</time></p> \n</div> \n<div id=\"block-5ec884538f0886ce4f5d8eae\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T02:05:52.157Z\">3.05am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Australian business subsidy bungle raises questions</h2> \n <div class=\"block-elements\"> \n  <p>In Australia the opposition leader, <strong>Anthony Albanese, </strong>said the government’s massive multibillion-dollar jobkeeper mistake raises questions over how it will manage the economic recovery coming out of the coronavirus pandemic.</p> \n  <p>The payment scheme is a temporary subsidy for businesses. Eligible employers, sole traders and other entities can apply to receive $1,500 for each eligible employee a fortnight. </p> \n  <p>But on Friday, the government admitted to a $60bn reporting error to its much-heralded scheme. Rather than costing the budget $130bn, that figure has been slashed to $70bn, and is forecast to assist 3.5m employees instead of 6.5m.</p> \n  <p>“If they can’t manage a program like jobkeeper to the tune of a mistake of $60bn and three million people ... then there has got to be a great question mark over how they’ll manage the economic recovery,” he said in Sydney on Saturday.</p> \n  <p>“This is a government that’s good at boasting that the budget is ‘back in black’, that they’ve got this all under control, but when it comes to the detail they’re simply not capable of delivering.” </p> \n  <p>Labor has been calling for the jobkeeper payment to be broadened to casuals and other workers who missed out, but the government has repeatedly rejected the idea, even with the program now much smaller.</p> \n  <p>A Labor frontbencher, <strong>Amanda Rishworth, </strong>said the bungle was a “slap in the face” for close to 1m workers who were told by the government that the program was over-subscribed and they wouldn’t be allowed to enter it.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T02:49:59.088Z\">at 3.49am BST</time></p> \n</div> \n<div id=\"block-5ec883268f0864e579f1643f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T02:01:44.102Z\">3.01am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The New York Times <a href=\"https://www.nytimes.com/2020/05/22/us/politics/coronavirus-trump-press-secretary-check.html\">reports that the press secretary of the White House accidentally revealed <strong>Donald Trump’s</strong> private bank account and routing numbers</a>. At a press conference on Friday <strong>Kayleigh McEnany </strong>announced Trump would donate his quarterly pay cheque to the health and human services department as it responds to Covid-19.</p> \n  <p>As she held up the $100,000 cheque, it was complete with the relevant banking details. An administration official told the New York Times mock cheques were never used in the briefing. We have cropped out those details in the image below.</p> \n  <figure class=\"element element-image\" data-media-id=\"fcd41760655ae302e93cc45898fb334c963b5041\"> \n   <img src=\"https://media.guim.co.uk/fcd41760655ae302e93cc45898fb334c963b5041/171_145_3829_2298/1000.jpg\" alt=\"The White House press secretary, Kayleigh McEnany, holds a cheque to be donated to the department of health and human services.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The White House press secretary, Kayleigh McEnany, holds a cheque to be donated to the department of health and human services.</span> \n    <span class=\"element-image__credit\">Photograph: REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T02:46:04.944Z\">at 3.46am BST</time></p> \n</div> \n<div id=\"block-5ec87e2c8f08a1782fa8011a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T01:37:18.215Z\">2.37am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Sydney’s lord mayor, <strong>Clover Moore</strong>, has been speaking to the ABC about how the city and its public transport will manage as office workers return to the CBD. </p> \n  <p>Moore said that unlike other Australian capitals such as Adelaide and Perth, where people are being encouraged to drive rather than take public transport, Sydney’s city centre is geographically constrained. The government and the council have been encouraging workers to ride to work, and temporary bike lanes will be installed, but Moore acknowledged there were limits to what can be done. </p> \n  <p>“People are going to drive, and that will mean the air quality goes down again,” she said. “There will be tremendous congestion. And when they get into the city, you can only have two people per lift. Most of these are high-rise buildings. So how long is it going to take people to get into their workplace and get them out for lunch at home for dinner? So it’s a challenge.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T01:50:03.098Z\">at 2.50am BST</time></p> \n</div> \n<div id=\"block-5ec87c508f0886ce4f5d8e8d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T01:33:04.105Z\">2.33am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Science magazine has an interesting article by <strong>Gretchen Vogel </strong><a href=\"https://www.sciencemag.org/news/2020/05/how-sweden-wasted-rare-opportunity-study-coronavirus-schools\">which describes<strong> </strong>how<strong> </strong>Sweden wasted a rare opportunity to study coronavirus in schools</a>. </p> \n  <p>Despite bucking a global trend by keeping primary schools open since Covid-19 emerged without any major adjustments to class size, lunch policies or recess rules, Swedish officials have not tracked infections among schoolchildren. This was even the case when large outbreaks led to the closure of individual schools or staff members died of the disease. Vogel writes:</p> \n  <p><strong><em>Emma Frans, a clinical epidemiologist at KI who also writes a regular newspaper column on science and health, says Sweden’s overall goal during the pandemic has not been to eliminate transmission completely, but to prevent the health system from becoming overburdened and to protect the elderly. (It has succeeded at the former but not the latter: Sweden has suffered very high mortality among nursing home residents.) </em></strong></p> \n  <p><strong><em>Regarding schools, Frans says, “Most people in Sweden are quite happy with [them] being open.” She acknowledges the lack of data is a missed opportunity. With Sweden’s centralised health system and extensive records “it would have been possible” to track cases fairly easily had there been more testing.</em></strong><br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T01:52:19.081Z\">at 2.52am BST</time></p> \n</div> \n<div id=\"block-5ec879a38f0886ce4f5d8e7c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T01:20:24.188Z\">2.20am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Australia, Canada and the UK condemn China's Hong Kong plan</h2> \n <div class=\"block-elements\"> \n  <p>Australia, Canada and the United Kingdom have issued a joint statement expressing deep concern at proposals from <a href=\"https://www.theguardian.com/world/china\">China</a> for introducing legislation related to national security in Hong Kong that will impinge on civil liberties.</p> \n  <p>“Making such a law on Hong Kong’s behalf without the direct participation of its people, legislature or judiciary would clearly undermine the ‘one country, two systems’ principle under which Hong Kong is guaranteed a high degree of autonomy,” <a href=\"https://www.canada.ca/en/global-affairs/news/2020/05/joint-statement-by-canada-australia-and-united-kingdom-on-hong-kong-national-security-legislation.html\">the statement says</a>.</p> \n  <p>AP reports that on Friday the US secretary of state, <strong>Mike Pompeo,</strong> condemned China’s move, calling it a “death knell for the high degree of autonomy” that Beijing had promised the territory. He called for Beiing to reconsider and warned of an unspecified US response if it proceeds. </p> \n  <p>Meanwhile, a White House economic adviser, <strong>Kevin Hassett, </strong>said China risked a major flight of capital from Hong Kong that would end the territory’s status as the financial hub of Asia. Shortly afterwards the commerce department announced restrictions on sensitive exports to China.</p> \n  <p>The contentious measure, submitted on Friday on the opening day of China’s national legislative session, is strongly opposed by pro-democracy lawmakers in semi-autonomous Hong Kong. Pompeo called the proposal an effort to unilaterally and arbitrarily impose national security legislation on Hong Kong. </p> \n  <p>“Hong Kong has flourished as a bastion of liberty,” Pompeo said. “The United States strongly urges Beijing to reconsider its disastrous proposal, abide by its international obligations, and respect Hong Kong’s high degree of autonomy, democratic institutions, and civil liberties, which are key to preserving its special status under US law.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T01:29:19.272Z\">at 2.29am BST</time></p> \n</div> \n<div id=\"block-5ec874268f0864e579f163fb\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T01:02:05.770Z\">2.02am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Sydney drivers get free car sanitising in trial</h2> \n <div class=\"block-elements\"> \n  <p>In Australia, thousands of people in Sydney have had their vehicles sanitised for free in a trial launched and funded by the state government in April. Point-to-point vehicles were eligible, including all taxis, ride share and hire vehicles.</p> \n  <p>The trial included disinfecting outside and inside door handles, boot handle, window controls, steering wheel, visors, centre console, gear stick, handbrake, grip handles, glove box, dashboard, seatbelts, seats, headrests, mobile phone holders, cup holders, fuel door, fuel cap meters, and payment equipment. It is not a car wash service. Spot cleaning in between sanitisation is also required by drivers.</p> \n  <p>The transport minister, <strong>Andrew Constance,</strong> said the trial was the first of its kind in the country. “It has been so successful we’re now rolling it out across other metro areas and the regions,” he said.</p> \n  <p>There have been 101 deaths from the virus in Australia. Cafes, pubs and some businesses <a href=\"https://www.theguardian.com/australia-news/2020/may/15/coronavirus-australia-lockdown-rules-travel-restrictions-nsw-victoria-queensland-qld-wa-sa-act-how-far-can-you-drive-visit-my-friends-family-parents-covid-19-guidelines\">are slowly reopening</a>, and travel within states has been gradually increasing. There has been <a href=\"https://www.theguardian.com/world/2020/may/22/peter-dutton-encourages-people-to-challenge-queenslands-covid-19-border-closures\">debate in recent days about when interstate travel should restart</a>.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T01:08:48.912Z\">at 2.08am BST</time></p> \n</div> \n<div id=\"block-5ec873428f08a1782fa800e6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T00:53:32.605Z\">1.53am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Mexico deaths surge</h2> \n <div class=\"block-elements\"> \n  <p>Mexico has recorded another single-day record for Covid-19 deaths, with 62,527 total cases since the pandemic began. On Friday the health ministry said 479 more deaths had been recorded, along with 2,960 new infections.</p> \n  <p>The previous daily peak of 424 fatalities was reported by authorities on 20 May. There have been 6,989 deaths in total.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T01:00:32.801Z\">at 2.00am BST</time></p> \n</div> \n<div id=\"block-5ec872a68f08a1782fa800e5\" class=\"block\" data-block-contributor=\"profile/ukigoni\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T00:48:13.373Z\">1.48am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Argentina surged past the 10,000-mark of total coronavirus cases on Friday in a fourth record day of sharply rising numbers. Nearly all<br>are concentrated in the capital Buenos Aires and its surrounding Greater Buenos Aires area.</p> \n  <p>The Buenos Aires metropolitan area, with a population of 12m, reported 93% of Friday’s 718 new cases, bringing the<br>total so far to 10,649 reported cases across the country. The total<br>death count is now 433, with 17 deaths reported on Friday.</p> \n  <p>Unlike its neighbours Brazil and Chile, with more than 333,000 and 60,000 cases respectively, Argentina’s numbers had stayed low<br>after an early government lockdown went into force on 20 March. </p> \n  <p>But numbers have started rising sharply recently. Today’s record 718 new daily cases follows a record 648 cases on Thursday, a record 474<br>on Wednesday and a record 438 on Tuesday.<br><br>Driving the numbers are the “villas” or slums of Buenos Aires with cramped living conditions and problems in the supply of running water.</p> \n  <p>Buenos Aires city accounted for 56% of Friday’s new cases, the<br>province of Buenos Aires, including the city’s greater metropolitan<br>area, 37%, and the rest of Argentina, with a total population of 44m, accounted for only 7% of new cases.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T01:04:41.664Z\">at 2.04am BST</time></p> \n</div> \n<div id=\"block-5ec86ec68f0864e579f163e9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T00:46:13.792Z\">1.46am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Chinese media are reporting no new cases of the virus were detected in China on Friday. There have been 4,638 deaths from the virus in that country.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChinaDaily/status/1263991085862318080\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/LATEST?src=hash&amp;ref_src=twsrc%5Etfw\">#LATEST</a> Chinese mainland reports zero new <a href=\"https://twitter.com/hashtag/COVID_19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID_19</a> cases on Friday. <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> <a href=\"https://t.co/45nOlwtJYc\">pic.twitter.com/45nOlwtJYc</a></p>— China Daily (@ChinaDaily) \n    <a href=\"https://twitter.com/ChinaDaily/status/1263991085862318080?ref_src=twsrc%5Etfw\">May 23, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec86c318f08a1782fa800c9\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T00:29:31.121Z\">1.29am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Trump orders reopening with no authority to do so</h2> \n <div class=\"block-elements\"> \n  <p>As mentioned, the US president, <strong>Donald Trump, </strong>declared churches, mosques and synagogues “essential services” and threatened to override governors who refuse to reopen them this weekend – a power he does not possess.</p> \n  <p>The Guardian’s US reporter, <strong>David Smith, </strong>reports from Washington that Trump held a two-minute press conference without taking questions from media, declaring: “The governors need to do the right thing and allow these very important essential places of faith to open right now. For this weekend. If they don’t do it, I will override the governors. In America we need more prayer, not less.”</p> \n  <p>His remarks sowed confusion, Smith reports, because the federal government does not have the constitutional right to unilaterally order individual states to reopen businesses, churches or schools. But they did seem likely to play well with his support base: Trump won four in five Christian evangelical voters in the 2016 presidential election.</p> \n  <p>About an hour ago, Trump then began posting on Facebook about the media, declaring the executive editor of the New York Times, <strong>Dean Baquet, </strong>“one of the dumbest men in the world of journalism”. Baquet is a Pulitzer prize winner. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ddale8/status/1263967349734080515\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The president has called three prominent black journalists dumb in the last month alone. <a href=\"https://t.co/XXUTeRL6XS\">pic.twitter.com/XXUTeRL6XS</a></p>— Daniel Dale (@ddale8) \n    <a href=\"https://twitter.com/ddale8/status/1263967349734080515?ref_src=twsrc%5Etfw\">May 22, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T00:37:51.705Z\">at 1.37am BST</time></p> \n</div> \n<div id=\"block-5ec865758f0864e579f163cb\" class=\"block is-summary\" data-block-contributor=\"profile/melissa-davey\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-23T00:16:40.343Z\">1.16am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Hello and welcome to the Guardian’s live coverage of the Covid-19 pandemic. To recap the latest developments around the world:</p> \n  <ul> \n   <li>About 1.8bn Muslims worldwide will celebrate one of their biggest holidays, the three-day Eid al-Fitr, largely confined to their home. The celebration marks the end of the fasting month of Ramadan, and usually involves travelling, visiting family and gathering for lavish meals, all of which will be largely prohibited as authorities try to prevent virus outbreaks. </li> \n   <li>Meanwhile, <a href=\"https://www.theguardian.com/science/2020/may/22/hydroxychloroquine-trumps-covid-19-cure-increases-deaths-global-study-finds\">another study has shown that the anti-malarial drug the US president,<strong> Donald Trump,</strong> is taking</a> to prevent Covid-19 has increased deaths in patients treated with it in hospitals around the world. It follows a<a href=\"https://www.medrxiv.org/content/10.1101/2020.04.16.20065920v2\"> study published in April that showed hospital patients given hydroxychloroquine</a> in the US found no benefit from the drug, either alone or given in combination with an antibiotic. In fact the patients treated with hydroxychloroquine alone had a higher mortality rate.</li> \n   <li>Still in the US, in yet another attack on media Trump called the editor of the New York Times “one of the dumbest men” in journalism, and as CNN’s fact-checker has noted, this is the third time in the last month he has called a prominent black journalist “dumb”. He also spent his Friday evening attacking his former attorney general, <strong>Jeff Sessions, </strong>on Twitter. Trump declared churches, mosques and synagogues “essential services” and threatened to override governors who refuse to reopen them this weekend – <a href=\"https://www.theguardian.com/us-news/2020/may/22/donald-trump-churches-mosques-synagogues-reopen\">a power he does not possess</a>.</li> \n   <li>In Russia, the Chechen leader,<strong> Ramzan Kadyrov</strong>,<a href=\"https://www.theguardian.com/world/2020/may/22/ramzan-kadyrov-vanishes-amid-reports-he-has-coronavirus\"> is being treated for Covid-19 in Moscow</a>. He has not been seen publicly in the 24 hours since Russian state media said he had been taken to <a href=\"https://www.theguardian.com/world/2020/may/21/head-of-chechen-republic-hospitalised-with-suspected-covid-19\">hospital</a> with symptoms.</li> \n   <li><strong><a href=\"https://www.theguardian.com/world/live/2020/may/22/coronavirus-live-news-trump-pushes-to-open-churches-as-brazil-death-toll-passes-20000-covid-19-latest-updates?page=with:block-5ec8173a8f0864e579f16205#block-5ec8173a8f0864e579f16205\">South America has become a new centre of the pandemic, the World Health Organization has said.</a> </strong>Peru has extended its state of emergency until June.</li> \n   <li><strong><a href=\"https://www.theguardian.com/world/live/2020/may/22/coronavirus-live-news-trump-pushes-to-open-churches-as-brazil-death-toll-passes-20000-covid-19-latest-updates?page=with:block-5ec822258f0886ce4f5d8cdb#block-5ec822258f0886ce4f5d8cdb\">In the UK, police have spoken to the prime minister’s key adviser, Dominic Cummings, about breaching the government’s lockdown rules.</a> </strong>Cummings was seen in Durham, 425km from his London home, despite having had symptoms of coronavirus. </li> \n   <li>Finally, in Australia, the federal government blamed employers incorrectly filling in a form for massively overestimating the size of the jobkeeper payment scheme. The <a href=\"https://www.theguardian.com/australia-news/2020/may/22/jobkeeper-to-cost-60bn-less-than-originally-forecast-due-to-reporting-error\">error between the number of employees businesses estimated would be covered by the scheme and the actual number receiving the payment means the scheme will cover 3.5m workers, down from 6.5m</a>. It will also cost about $70bn, not $130bn. The government is so far resisting calls from Labor to extend the payment to casuals and those workers who were not eligible for the payment.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-23T00:32:22.499Z\">at 1.32am BST</time></p> \n</div>"
]