[
  "<div id=\"block-5e657dd48f08c2df6d275b66\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T23:21:34.156Z\">11.21pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>My colleague Helen Sullivan has fired up a new blog at the link below. Head over there for the latest: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2020/mar/09/coronavirus-live-updates-outbreak-italy-lockdown-quarantine-uk-usa-america-australia-recession-fears-update-latest-news\">Coronavirus live updates: stock markets plunge on global recession fears</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e657a6c8f085f0b8d9449f7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T23:10:00.405Z\">11.10pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>That’s it from me tonight. Thanks for following - here’s a summary of the latest coronavirus developments.</p> \n  <ul> \n   <li><strong>The UK has announced its third death from the virus.</strong> He was a man in his 60s who had underlying health problems.</li> \n   <li><strong>The decree imposing a <a href=\"https://www.theguardian.com/world/2020/mar/08/leaked-coronavirus-plan-to-quarantine-16m-sparks-chaos-in-italy\">lockdown for more than a quarter of Italy’s population</a> was officially approved</strong> by the government and checkpoints are expected to appear at toll booths, stations and other points of entry to Lombardy.</li> \n   <li><strong>Five more people have tested positive in Northern Ireland, </strong>bringing the UK total to 278.</li> \n   <li><strong>The UK Department of Health is now advising anyone who has returned from the lockdown areas in northern Italy to self-isolate for two weeks,</strong> even if they do not have coronavirus symptoms.</li> \n   <li><strong>The number of deaths from coronavirus in Italy has risen from 233 on Saturday to 366,</strong> officials have said. The 57% increase is the steepest daily rise in fatalities since the outbreak came to light.</li> \n   <li><strong>Deaths from coronavirus in France rise from 11 to 19.</strong> French health officials have confirmed 1,126 cases of coronavirus.</li> \n   <li><strong>Israel declared on Sunday that it will close its border with Egypt,</strong> beginning 5pm local time. The Taba border crossing between Egypt’s Sinai region and the Israeli town of Eilat is a popular crossing point for tourists.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-09T00:02:37.054Z\">at 12.02am GMT</time></p> \n</div> \n<div id=\"block-5e65768d8f087df56e4c4b3b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T22:51:30.695Z\">10.51pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"636b14c3539e0d199fda284a3d3ec8c731d18698\"> \n   <img src=\"https://media.guim.co.uk/636b14c3539e0d199fda284a3d3ec8c731d18698/757_59_2655_1593/1000.jpg\" alt=\"Nazanin Zaghari-Ratcliffe has not been tested for coronavirus.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nazanin Zaghari-Ratcliffe.</span> \n    <span class=\"element-image__credit\">Photograph: Family Handout/PA</span> \n   </figcaption> \n  </figure> \n  <p>Nazanin Zaghari-Ratcliffe has not been tested for coronavirus, but her symptoms are improving, the Free Nazanin campaign has said.</p> \n  <p>Zaghari-Ratcliffe, currently jailed in Iran, was taken to see a prison doctor earlier in the week who told her that her symptoms were consistent with coronavirus, the campaign said on Sunday evening.</p> \n </div> \n</div> \n<div id=\"block-5e6573a68f085f0b8d9449dd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T22:37:58.953Z\">10.37pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Five more people have tested positive for coronavirus in Northern Ireland, the Department of Health said.</p> \n  <p>The new cases bring the UK total to 278.</p> \n  <p>A statement on the website said: “Testing of patients in Northern Ireland has resulted in five new presumptive positive results for coronavirus (Covid-19) bringing the total to 12 since testing began.</p> \n  <p>“Contact tracing from these five cases is being conducted by Public Health Agency staff.</p> \n  <p>“A more detailed update will be provided on the situation tomorrow, when this contact tracing work is at a more advanced stage.”</p> \n </div> \n</div> \n<div id=\"block-5e656e458f085f0b8d9449c9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T22:15:59.454Z\">10.15pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Budget airline easyJet is cancelling flights to parts of northern Italy affected by the coronavirus lockdown.</p> \n  <p>A spokesperson said: “Following a decree issued by the Italian authorities implementing further restrictions for anyone living in Lombardy and 14 other central and northern provinces in Italy, easyJet in common with a number of other airlines is reviewing its flying programme to Milan Malpensa, Milan Linate, Venice and Verona airports for the period from now until April 3 2020.</p> \n  <p>“In the short term, we will be cancelling a number of flights to and from these destinations on Monday March 9.”</p> \n  <p>The airline said affected passengers would be informed of cancellations by email and text message.</p> \n  <p>“Customers on flights scheduled to operate to and from these airports will be given the option of a full refund or to change their flight,” the spokesperson added.</p> \n  <p>“We expect to continue to reduce the number of flights in and out of Milan Malpensa, Milan Linate, Venice and Verona airports in the period up to April 3 and will provide a further update on our schedule in due course.”</p> \n </div> \n</div> \n<div id=\"block-5e656d3b8f08c2df6d275b24\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T22:14:06.538Z\">10.14pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Foreign Office says it is “working intensively” with US authorities to arrange a flight for British nationals on the coronavirus-hit Grand Princess cruise ship, which is due to arrive in Oakland, California, on Monday.</p> \n  <p>A spokesperson said: “We remain in close contact with the local authorities and will work with them on their plans.</p> \n  <p>“We are also in contact with the Grand Princess’ staff, and are ready to support any British nationals who need our assistance.”</p> \n </div> \n</div> \n<div id=\"block-5e6568088f085f0b8d9449b7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T21:53:15.285Z\">9.53pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A healthcare worker at University Hospital Southampton NHS Foundation Trust (UHSFT) has tested positive for coronavirus.</p> \n  <p>The surgical high dependency unit, where the person worked a single nightshift on Friday, has been temporarily closed to new admissions as a result.</p> \n  <p>The worker is self-isolating at home.</p> \n  <p>A statement on the UHSFT website said: “The small number of patients and staff who came into close contact with this individual have been informed and will be appropriately isolated.</p> \n  <p>“The surgical high dependency unit is temporarily closed to new admissions. Any patient affected by the temporary closure will be contacted directly.</p> \n  <p>“The trust is following Public Health England and NHS guidance in respect of the virus and all other services are operating normally.</p> \n  <p>“Patients and staff should continue to attend appointments normally and come into work unless advised not to.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T21:54:00.628Z\">at 9.54pm GMT</time></p> \n</div> \n<div id=\"block-5e6563fb8f085f0b8d9449ae\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T21:32:17.101Z\">9.32pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Third UK death from coronavirus</h2> \n <div class=\"block-elements\"> \n  <p>A man in his 60s, who had underlying health problems, has become the third patient to die after testing positive for coronavirus in the UK.</p> \n  <p>The man, who died at North Manchester general hospital had recently returned from Italy, NHS England said.</p> \n  <p>England’s chief medical officer Prof Chris Whitty said: “I am very sorry to report that a third patient in England who tested positive for Covid-19 has sadly died. I offer my sincere condolences to their family and friends and ask that their privacy is respected.</p> \n  <p>“The patient, who was being treated at the North Manchester General Hospital, was over 60 years old and had significant underlying health conditions.</p> \n  <p>“They had recently travelled from an affected area. Contact tracing is already under way.”</p> \n </div> \n</div> \n<div id=\"block-5e655c5c8f087df56e4c4af3\" class=\"block\" data-block-contributor=\"profile/lorenzo-tondo\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T21:00:26.339Z\">9.00pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>An inmate died on Sunday after a riot at a prison in Modena that broke out when detainees were informed that the new emergency decree bans visits and contacts between prisoners and their relatives in order to reduce infections. </p> \n  <p>Other jail riots were also sparked in Salerno and Frosinone when the news of the draft decree banning visits from relatives spread among inmates. </p> \n </div> \n</div> \n<div id=\"block-5e65558c8f087df56e4c4ad0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T20:36:29.892Z\">8.36pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A group of British travellers quarantined on the Grand Princess cruise ship said they have no idea when they will be able to return to the UK.</p> \n  <p>Although the ship is due to dock in Oakland, California, on Monday, only passengers requiring treatment and state residents will be allowed to disembark.</p> \n  <p>It is not known what will happen to passengers from other countries.</p> \n  <p>Justine Griffin, of Leicestershire, was on board with her husband Dave and friends Jan and Allen Duffin, and Sharon and Steve Lane, when it was placed into quarantine.<br></p> \n  <p>She told PA news agency: “We won’t be getting off tomorrow as we are at the bottom of the list. First the sick, then Californians, then any other Americans.</p> \n  <p>“They have no plans for international passengers yet - rumours going round about Texas but nothing concrete yet.”</p> \n  <p>The couple, who renewed their vows on board for their 25th wedding anniversary, have not been tested for coronavirus but believe they will have to enter quarantine in the UK for two weeks when they return home.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T20:44:04.484Z\">at 8.44pm GMT</time></p> \n</div> \n<div id=\"block-5e65511a8f08c2df6d275ad3\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T20:21:00.109Z\">8.21pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">All Brits returning from lockdown areas of Italy told to self-isolate</h2> \n <div class=\"block-elements\"> \n  <p>The Department of Health is now advising anyone who has returned from the lockdown areas in northern Italy to self-isolate for two weeks, even if they do not have coronavirus symptoms.</p> \n  <p>Travel and health advice was updated on Sunday evening after the entire Lombardy region and 14 other provinces were <a href=\"https://www.theguardian.com/world/2020/mar/08/leaked-coronavirus-plan-to-quarantine-16m-sparks-chaos-in-italy\">placed in quarantine</a>.</p> \n  <p>Anyone returning from anywhere in Lombardy, which includes Milan and Como, should self-isolate, as should those returning from Modena, Parma, Piacenza, Reggio Emilia and Rimini (all in Emilia Romagna); Pesaro e Urbino (in Marche); Alessandria, Asti, Novara, Verbano-Cusio-Ossola and Vercelli (all in Piedmont) and Padova, Treviso and Venice (in Veneto).</p> \n  <p>For the latest advice click <a href=\"https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public#returning-travellers\">here</a>.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T20:23:02.046Z\">at 8.23pm GMT</time></p> \n</div> \n<div id=\"block-5e654dd68f08c2df6d275abb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T20:03:54.350Z\">8.03pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>France has banned gatherings of more than 1,000 people to try and contain coronavirus. It comes after the number of deaths rose from 11 on Saturday to 19 on Sunday, when officials also confirmed the number of cases had increased to 1,126. </p> \n  <p>On Friday president Emmanuel Macron warned an epidemic was “inevitable” in the country.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T20:43:10.905Z\">at 8.43pm GMT</time></p> \n</div> \n<div id=\"block-5e653fac8f08c2df6d275a61\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T19:12:44.284Z\">7.12pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Foreign Office has updated its travel advice for Italy after <a href=\"https://www.theguardian.com/world/2020/mar/08/coronavirus-foreign-office-advice-over-italy-confuses-british-holidaymakers\">a backlash over a lack of clarity</a> for people with holidays booked and those currently in locked-down areas.</p> \n  <p>The department is now advising against all but essential travel to the whole of the Lombardy region, where <a href=\"https://www.theguardian.com/world/2020/mar/08/leaked-coronavirus-plan-to-quarantine-16m-sparks-chaos-in-italy\">16 million Italians are in mandatory quarantine</a>.</p> \n  <p>British holidaymakers had been left confused because, hours after the quarantine was announced, it was still advising that it was safe to travel to anywhere apart from 11 towns where the outbreak originated.</p> \n  <p>Travellers are now advised to check their flight details with airlines.<br></p> \n  <p>The Foreign Office is also advising against travel to areas of Emilia Romagna, Marche, Piemonte and Veneto. For the full list of affected areas, click <a href=\"https://www.gov.uk/foreign-travel-advice/italy\">here</a>.<br></p> \n  <p>British nationals can still leave Italy without restriction.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T20:09:23.103Z\">at 8.09pm GMT</time></p> \n</div> \n<div id=\"block-5e653e968f085f0b8d9448e5\" class=\"block\" data-block-contributor=\"profile/samjones\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T18:53:38.558Z\">6.53pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"3a0b4cdb914819eff63fb722ec955814a5f3635a\"> \n   <img src=\"https://media.guim.co.uk/3a0b4cdb914819eff63fb722ec955814a5f3635a/776_240_3216_1929/1000.jpg\" alt=\"Portugal president Marcelo Rebelo de Sousa.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Portugal’s president Marcelo Rebelo de Sousa speaks at a business forum in Mumbai in February 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Indranil Mukherjee/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Portugal’s president, Marcelo Rebelo de Sousa, has cancelled his diary events for the next two weeks and will remain in quarantine at his residence after a case of the coronavirus was detected at a school whose students visited the presidential palace last Tuesday.</p> \n  <p>A <a href=\"http://www.presidencia.pt/?idc=10&amp;idi=176034&amp;idl=2\">statement posted on the president’s website on Sunday</a> said the decision had been taken as a precaution even though neither the infected student or their class were among those who visited the Belém palace.</p> \n  <p>“Having listened to health authorities, the president, who is not showing any symptoms of the virus, has decided to cancel all public engagements,” the statement added.</p> \n  <p>It said that while the president would continue to work from his private residence, he had decided to lead by example so as to underline the need for precautions during the outbreak.</p> \n  <p>Twenty-five cases of the disease have been confirmed in Portugal, while the total over the border in Spain reached 617 on Sunday, which has recorded 13 deaths.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T21:01:00.740Z\">at 9.01pm GMT</time></p> \n</div> \n<div id=\"block-5e653b1f8f087df56e4c4a35\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T18:40:18.154Z\">6.40pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Benjamin Netanyahu has said Israel is considering broadening entry restrictions to include travellers from all countries, a move that would effectively cut off foreign tourism.</p> \n  <p>At a news conference, the prime minister said the measure, if taken, would require anyone arriving in Israel to go into home quarantine for two weeks. A decision will be made on Monday.</p> \n  <p>Israel already requires self-quarantine for travellers arriving from 15 countries in Europe and Asia.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T18:43:47.415Z\">at 6.43pm GMT</time></p> \n</div> \n<div id=\"block-5e65389c8f08c2df6d275a2b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T18:29:57.409Z\">6.29pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Over in the US, Democratic presidential candidate Bernie Sanders said his campaign was gauging when it may become necessary to cancel the large campaign rallies that public health experts say could be breeding grounds for coronavirus.</p> \n  <p>As the virus hits more states, health officials have been advising older people and those with medical conditions to avoid crowded spaces. Music and arts festivals around the country have been cancelled as a result.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T19:53:53.772Z\">at 7.53pm GMT</time></p> \n</div> \n<div id=\"block-5e65323c8f087df56e4c49e2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T18:02:56.595Z\">6.02pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Supermarkets have started rationing items to try and prevent people from stockpiling.</p> \n  <p>Shelves across the country have been stripped of items after Public Health England urged members of the public to “plan ahead” in case they had to self-isolate for a couple of weeks.</p> \n  <p>Read <a href=\"https://www.theguardian.com/world/2020/mar/08/coronavirus-stockpiling-supermarkets-toilet-paper-hand-gel\">this by Helen Pidd</a> for the full story. </p> \n  <figure class=\"element element-image\" data-media-id=\"10b2240f1ce108cd01e42994c7b7f8a348e272ba\"> \n   <img src=\"https://media.guim.co.uk/10b2240f1ce108cd01e42994c7b7f8a348e272ba/35_206_3201_1921/1000.jpg\" alt=\"Supermarket stockpiling.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Toilet paper and kitchen rolls on shelves in a supermarket in Harpenden on March 8, 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Peter Cziborra/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T19:57:01.077Z\">at 7.57pm GMT</time></p> \n</div> \n<div id=\"block-5e652a9f8f08c2df6d2759a4\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T17:27:08.984Z\">5.27pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Coronavirus death toll in Italy rises from 233 to 366</h2> \n <div class=\"block-elements\"> \n  <p>The number of deaths from coronavirus in Italy has risen from 233 on Saturday to 366, officials have said. The 57% increase is the steepest daily rise in fatalities since the outbreak came to light. The total number of confirmed cases in the country now stands at 7,375 - up from 5,883 on Saturday.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T17:40:40.106Z\">at 5.40pm GMT</time></p> \n</div> \n<div id=\"block-5e6528658f085f0b8d944824\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T17:19:21.309Z\">5.19pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Deaths from coronavirus in France rise from 11 to 19</h2> \n <div class=\"block-elements\"> \n  <p>French health officials have confirmed 1,126 cases of coronavirus, with the death toll increasing from 11 on Saturday to 19 on Sunday.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T17:23:20.720Z\">at 5.23pm GMT</time></p> \n</div> \n<div id=\"block-5e65258d8f08c2df6d275982\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T17:07:27.699Z\">5.07pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The death toll in the northern Italian region of Lombardy has risen over the past day to 257 from 154, a local official has said.</p> \n  <p>The latest national death toll figures are due to be released later on Sunday. On Saturday, the country-wide tally stood at 233.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T17:10:14.004Z\">at 5.10pm GMT</time></p> \n</div> \n<div id=\"block-5e6522a58f087df56e4c4970\" class=\"block\" data-block-contributor=\"profile/kateconnolly\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T16:57:40.717Z\">4.57pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Berlin correspondent <strong>Kate Connolly </strong>has more on the latest from Germany after the first German death from coronavirus was announced earlier today: </p> \n  <p>A 60-year-old man who travelled to Egypt a week ago has died of the illness, the Egyptian health ministry said.</p> \n  <p>As the number of cases in Germany climbed to 1,028 on Sunday (Robert Koch Institute, 1.54pm local time), Germany’s Bundesliga was forced to react to health minister Jens Spahn’s recommendation that events drawing more than 1,000 participants, including football matches, conferences, trade fairs and concerts, should be cancelled. </p> \n  <p>As Germany has a federal system, Spahn does not have the power to call off events, but his advice is likely to be taken seriously and has been welcomed by many who had complained the government’s response to the virus has so far been too laid-back. Germany’s football league, the DFL has said it will be in touch with all clubs to discuss how to deal with the current situation.</p> \n  <p>“The coronavirus is bringing the entire society and with it, the game of football, into a difficult situation,” DFL’s manager, Christian Seifert, told German media. </p> \n  <p>The DFL’s leadership is due to meet shortly and will then meet with each club individually, Seifert said. He added, the aim had to be “to find an appropriate middle way between justified precaution and exaggerated caution,” Seifert said.</p> \n  <p>But he said it was “without question” that the football season needed to carry on until mid May, when it is due to end.</p> \n  <p>Peter Liese, health spokesman for the leading Christian Democrats said he was in favour of games being played in empty stadiums, the next scheduled one being a rearranged fixture between Mönchengladbach and Cologne on Wednesday. </p> \n  <p>“The danger of contagion does not just apply to the stadium itself but to the full trains bringing the spectators to the match,” he said.</p> \n  <p>Announcing his recommendation on Sunday following an emergency government meeting, Spahn said he was depending on each individual to make sensible decisions. </p> \n  <p>“I encourage each and every individual to weigh up what’s important to you in your own daily life, which you really cannot do without in the next two to three months, whether it’s visiting a club, a birthday party with friends or an association meeting,” he added.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T18:04:53.359Z\">at 6.04pm GMT</time></p> \n</div> \n<div id=\"block-5e6521398f085f0b8d9447d5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T16:50:10.136Z\">4.50pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>More countries will adopt Italy’s measures – Austrian leader</h2> \n  <p>Here is my colleague <strong>Jon Henley’s</strong> full report on comments made by Austria’s chancellor Sebastian Kurz earlier today. </p> \n  <p>The chancellor said other European countries will be forced to adopt containment measures as drastic as Italy’s, after Rome placed a quarter of the population in lockdown in an effort to halt the rapid spread of the coronavirus.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/08/coronavirus-more-countries-will-adopt-italys-measures-says-austrian-leader\">Coronavirus: more countries will adopt Italy's measures, says Austrian leader</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e651f808f08c2df6d27593a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T16:39:50.057Z\">4.39pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Egypt has reported its first death from coronavirus. The deceased is a German national, according to the Egyptian health ministry.</p> \n </div> \n</div> \n<div id=\"block-5e651d508f085f0b8d9447a7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T16:37:02.348Z\">4.37pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the UK, a number of supermarkets have placed restrictions on items including pasta, anti-bacterial wipes and hand soap in a bid to prevent shoppers from stockpiling.</p> \n  <p>PA Media reports that the brands to restrict purchases so far include:</p> \n  <ul> \n   <li>Tesco: a five-item limit on a number of items including pasta, anti-bacterial wipes, gels and sprays, and long-life milk</li> \n   <li>Waitrose: restrictions on certain anti-bacterial soaps and wipes when shopping online</li> \n   <li>Asda: hand sanitiser restricted to two per person both in-store and online. No food restrictions. Many anti-bacterial products out of stock online.</li> \n  </ul> \n  <p>Sainsbury’s, Lidl and Morrisons have no restrictions at the moment. Aldi and Ocado have not yet confirmed any restrictions. </p> \n  <p>The government’s chief scientific adviser Sir Patrick Vallance said there is “absolutely no reason” for the British public to panic buy.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T18:02:44.832Z\">at 6.02pm GMT</time></p> \n</div> \n<div id=\"block-5e65198a8f08c2df6d275917\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T16:19:26.762Z\">4.19pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Airline Alitalia is reorganising air services at Milan and Venice airports from Monday following the Italian government’s coronavirus measures. </p> \n  <p>It will operate only domestic flights to and from Milan Linate airport and serve international routes from Rome airport. </p> \n  <p>All national and international flights will be suspended to and from Milan Malpensa airport. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T18:01:30.681Z\">at 6.01pm GMT</time></p> \n</div> \n<div id=\"block-5e6519788f087df56e4c490f\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T16:17:13.329Z\">4.17pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Summary of developments</h2> \n <div class=\"block-elements\"> \n  <p><strong>• </strong><a href=\"https://www.theguardian.com/world/2020/mar/08/leaked-coronavirus-plan-to-quarantine-16m-sparks-chaos-in-italy\">Italy has been plunged into chaos </a>after details of a plan to quarantine more than 16 million people in the north amid an escalating coronavirus outbreak were leaked to the press, sending thousands into panic as they tried to flee south.<br><br>The whole of Lombardy, including its financial capital of Milan, and 14 provinces across the worst-affected northern regions, have been shut down until 3 April as Italy grapples to contain the spread of a virus that has so far killed 233 people and infected 5,883.<br>Thousands crowded train stations in Lombardy or jumped into their cars after details of a draft decree banning people from leaving or entering the region were revealed by Corriere della Sera late on Saturday afternoon.<br><br></p> \n  <p>• <a href=\"https://www.theguardian.com/sport/2020/mar/06/cycling-golf-events-can\">As Italy’s sports minister called for the cancellation of matches in Italy’s topflight Serie A division</a>, cycling authorities have postponed this month’s Tirreno-Adriatico and Milan-San Remo races because of the coronavirus outbreak. <br><br>The decision, which includes rescheduling the Tour of Sicily at the start of April, follows the Italian government’s decision to suspend all sporting events that cannot be held in a closed arena until 3 April.<br><br></p> \n  <p>• Britain’s health secretary has insisted the UK government<a href=\"https://www.theguardian.com/world/2020/mar/08/hancock-reassure-uk-public-doctors-warn-coronavirus-crisis\"> will do “everything in its power” to delay and mitigate the coronavirus threat </a>as the number of people in the country to test positive for Covid-19 rose from 209 to 273.<br><br>Matt Hancock set out plans contained in emergency legislation to deal with the impact of the virus, as GPs warned hospitals will have to cut back on work not related to coronavirus in order to tackle the outbreak.<br><br>The bill, which is likely to go through parliament by the end of the month, is expected to include measures to allow some court proceedings to be conducted via telephone or video.<br></p> \n  <p>• Among other countries <a href=\"https://www.theguardian.com/world/live/2020/mar/08/coronavirus-live-updates-third-death-in-australia-as-cases-reach-more-than-70?page=with:block-5e64d7558f087df56e4c4727#block-5e64d7558f087df56e4c4727\">reporting increases in the number of cases</a>, Spain confirmed 589, along with 17 deaths, while Iraq said there had been two further deaths on top of previous four.<br><br>In the US, the number of people in New York state who have tested positive for the coronavirus has increased to 105 as of Sunday, up from 89 the day before, governor Andrew Cuomo told a news briefing.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T17:57:57.673Z\">at 5.57pm GMT</time></p> \n</div> \n<div id=\"block-5e6517568f08c2df6d2758f3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T16:04:59.885Z\">4.04pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>An EasyJet flight from Porto to Lyon was diverted to Toulouse airport this afternoon <a href=\"https://www.ladepeche.fr/2020/03/08/toulouse-un-vol-easyjet-porto-lyon-atterrit-en-urgence-a-laeroport-possible-cas-de-coronavirus-a-bord,8783766.php\">after a suspected coronavirus case on board</a>.</p> \n  <p>Passengers were confined to the aircraft for several hours and emergency services were called.</p> \n </div> \n</div> \n<div id=\"block-5e65158e8f08c2df6d2758ea\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T16:00:30.973Z\">4.00pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Some interesting points about the usefulness of <a href=\"https://www.theguardian.com/world/live/2020/mar/08/coronavirus-live-updates-third-death-in-australia-as-cases-reach-more-than-70?page=with:block-5e64fb148f08c2df6d275821#block-5e64fb148f08c2df6d275821\">the latest UK figures, now up to 273,</a> are made by one expert in epidemiology, who says it’s going to be important to know if new cases are forming clusters.</p> \n  <p>Martin Hibberd, Professor of Emerging Infectious Disease, London School of Hygiene and Tropical Medicine (LSHTM) said the numbers on their own are not very informative now. <br></p> \n  <blockquote class=\"quoted\"> \n   <p>We need to know if these new cases are forming clusters or can be traced to known cases in other ways (such as imports from Italy) to understand if we have moved out of the initial containment stage.</p> \n   <p>If they are clusters, we are sampling contacts of cases sufficiently and understanding the outbreak dynamics. If they are apparently randomly distributed, then we know there are more cases than are being reported and we can expect rapid increases in numbers over the coming days and weeks.</p> \n  </blockquote> \n  <p>The Department of Health <a href=\"https://twitter.com/DHSCmedia/status/1236653037428621312?s=20\">says</a> it ill be providing a regional breakdown later today.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T16:04:34.539Z\">at 4.04pm GMT</time></p> \n</div> \n<div id=\"block-5e6513d18f085f0b8d944750\" class=\"block\" data-block-contributor=\"profile/molly-blackall\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T15:55:28.346Z\">3.55pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A number of <a href=\"https://www.theguardian.com/world/international-womens-day\">International Women’s Day</a> events were cancelled across Asia in an attempt to halt the spread of the virus, with several events called off in <strong>South Korea</strong>, the country with the most severe outbreak outside of <strong tabindex=\"-1\">China</strong>. </p> \n  <p>“Although we can’t be physically together, our minds for realising gender equality are stronger than ever,” the country’s gender equality minister Lee Jung-Ok said in a video message.<br><br>A women’s marathon set to take place in India was also postponed over fears that it could facilitate the spread of infection.<br><br>However, marches went ahead in <strong>Thailand, Indonesia and the Philippines</strong>, whilst Chinese state broadcaster CCTV used the occasion <a href=\"https://twitter.com/CCTV/status/1236562340549734400?s=20\">to highlight the work of female medics tackling coronavirus.</a></p> \n  <figure class=\"element element-image\" data-media-id=\"c19584e95e8a13166479fd4d6c2a5d751d0d84c1\"> \n   <img src=\"https://media.guim.co.uk/c19584e95e8a13166479fd4d6c2a5d751d0d84c1/0_126_5000_3002/1000.jpg\" alt=\"Members of Thai labour rights groups and state enterprise unions walk past a portrait of Thailand’s King Maha Vajiralongkorn as they march for labour rights on International Womens Day in Bangkok on March 8, 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Members of Thai labour rights groups and state enterprise unions walk past a portrait of Thailand’s King Maha Vajiralongkorn as they march for labour rights on International Womens Day in Bangkok on March 8, 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Lillian Suwanrumpha/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Events continued across the world, although many participants, particularly in Iraq, could be seen wearing face masks.<br></p> \n  <p>While much of Italy remains in lockdown, the Italian president, Sergio Mattarella,<a draggable=\"true\" href=\"https://twitter.com/Quirinale/status/1236590467548143616?s=20\"> released a video message</a> in which he expressed his disappointment at the need to avoid large-scale gatherings.<br tabindex=\"-1\"></p> \n  <p>He said he was giving “a grateful thought to the women – and there are many – who are working in hospitals ... in the red [quarantine] zones to fight the spread of the virus that worries us today.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Quirinale/status/1236590467548143616\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"it\" dir=\"ltr\">Presidente <a href=\"https://twitter.com/hashtag/Mattarella?src=hash&amp;ref_src=twsrc%5Etfw\">#Mattarella</a>: <a href=\"https://twitter.com/hashtag/8marzo?src=hash&amp;ref_src=twsrc%5Etfw\">#8marzo</a> dedicato alle donne che lottano contro la diffusione del <a href=\"https://twitter.com/hashtag/virus?src=hash&amp;ref_src=twsrc%5Etfw\">#virus</a> <a href=\"https://t.co/t9EFQnxwFA\">pic.twitter.com/t9EFQnxwFA</a></p>— Quirinale (@Quirinale) \n    <a href=\"https://twitter.com/Quirinale/status/1236590467548143616?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T16:01:45.408Z\">at 4.01pm GMT</time></p> \n</div> \n<div id=\"block-5e65136f8f085f0b8d94474e\" class=\"block is-key-event\" data-block-contributor=\"profile/ruth-michaelson\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T15:47:51.913Z\">3.47pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Israel to close border with Egypt</h2> \n <div class=\"block-elements\"> \n  <p>Israel <a href=\"https://www.jpost.com/Breaking-News/Egyptian-Israeli-border-to-close-on-Sunday-afternoon-due-to-coronavirus-620203\">declared</a> on Sunday that it will close its border with Egypt, beginning 5pm local time. </p> \n  <p>The Taba border crossing between Egypt’s Sinai region and the Israeli town of Eilat is a popular crossing point for tourists. <br><br>Egypt <a href=\"https://www.theguardian.com/world/2020/mar/07/egypt-announces-33-new-covid-19-cases-on-cruise-ship\">announced</a> 33 new cases of coronavirus on Sunday on a cruise ship that travelled between the southern cities of Aswan and Luxor, bringing the total number on board to 45. Reports indicate the ship has since been quarantined, with infected passengers and crew flown to an isolation camp near the town of Marsa Matruh.</p> \n  <p>Matt Swider, a passenger on board the Asara cruise ship named as the site of the COVID-19 outbreak <a href=\"https://twitter.com/mattswider/status/1236495652588322816?s=20\">tweeted</a> his account as he and 32 others were flown by military plane to a hospital for quarantine. “I was told I tested negative and then there was a mistake and I’m positive for coronavirus,” he said. </p> \n  <p>“This is my home in Egypt for the foreseeable future, until I am cleared of <a href=\"https://twitter.com/hashtag/coronavirus?src=hashtag_click\">#coronavirus</a>,” he added, <a href=\"https://twitter.com/mattswider/status/1236497960986382336?s=20\">including</a> a picture of his hospital bed. <br><br>Separately, Egypt’s Minister of Health said Sunday that the first Egyptian to <a href=\"http://english.ahram.org.eg/News/364884.aspx\">contract</a> COVID-19 is now “in a critical condition.” The 44-year old is an Egyptian citizen who displayed symptoms of the virus after they returned home from a trip to Serbia. </p> \n </div> \n</div> \n<div id=\"block-5e650d058f087df56e4c48b1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T15:46:02.814Z\">3.46pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The number of coronavirus cases in the UK is going to double every few days, according to a British health expert who was reacting to the news earlier that a total of 273 people have now tested positive.</p> \n  <p>Prof Tom Solomon, Walton Centre NHS foundation trust, and Institute of Infection &amp; Global Health, University of Liverpool, said 67 new cases in the UK was not that big an increase nor unexpected given it was likely the number of cases would double every few days.</p> \n  <p>He added:<strong> </strong></p> \n  <blockquote class=\"quoted\"> \n   <p>As the numbers continue to grow we are moving from a phase of containment, where we hoped we could stop the outbreak completely, to one of delay. This means all our efforts are aimed at slowing the outbreak down.</p> \n   <p>Ultimately perhaps 50 to 80% of the population may get infected with this virus. Currently about 5% of patients are needing hospitalisation. If all these people become infected in a short time window, eg a few weeks, then we will have a very large number who need to go to hospital all at the same time. And the health services will really struggle. </p> \n   <p>However, If we can spread the outbreak over many months, the health services will be able to cope better with the same number of patients, because not everyone will need to care at the same time.</p> \n  </blockquote> \n  <p><br>The BBC have meanwhile carried <a href=\"https://www.bbc.co.uk/sounds/play/p08600tz?at_medium=custom7&amp;at_custom3=%40BBCPM&amp;at_custom4=133A3E98-6139-11EA-BC0E-7DF0C28169F1&amp;at_campaign=64&amp;at_custom2=twitter&amp;at_custom1=%5Bpost+type%5D\">this interview </a>with a Briton who contracted coronavirus after travelling to northern Italy recently.</p> \n  <p>The man said that he had a dry cough over the weekend and then suddenly had a headache and a fever, as well as “strange chills” which seemed to reverberate around the body.</p> \n  <p>It’s worth stressing of course that most health experts have stressed that most people will not need to be hospitalised.<br></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/06/coronavirus-facts-what-is-the-mortality-rate-and-is-there-a-cure-covid-19\">Coronavirus facts: what's the mortality rate and is there a cure?</a> </p> \n  </aside> \n  <p><strong><br></strong></p> \n </div> \n</div> \n<div id=\"block-5e650c138f08c2df6d2758a8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T15:18:38.617Z\">3.18pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Large numbers of people arriving in <strong tabindex=\"-1\">Israel</strong> for the Jewish holiday of Pessach could be affected by an Israeli government announcement later today on whether new arrivals will have to self-quarantine, reports the journalist Anshel Pfeffer</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AnshelPfeffer/status/1236660553323556870\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">In a couple of hours the Israeli government will announce whether arrivals from the US need to self-quarantine for 2 weeks and will they even allow non-Israelis in from US. At stake 10s of 1000s of religious Jews arriving for Pessach who will be forced to cancel.</p>— Anshel Pfeffer (@AnshelPfeffer) \n    <a href=\"https://twitter.com/AnshelPfeffer/status/1236660553323556870?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T16:06:16.157Z\">at 4.06pm GMT</time></p> \n</div> \n<div id=\"block-5e6509518f085f0b8d9446f5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T15:09:37.121Z\">3.09pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A total of 150 cases of coronavirus in <strong>Singapore</strong>, which announced 12 new ones today, include one <a href=\"https://www.moh.gov.sg/news-highlights/details/twelve-new-cases-of-covid-19-infection-confirmed\">which health authorities there say</a> is is likely to be an “imported case” involving a 37-year-old woman who had visited from 23 February to 27 February.</p> \n  <p>The woman, a permanent resident in Singapore, was confirmed to have the disease on 6 March.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T16:08:09.374Z\">at 4.08pm GMT</time></p> \n</div> \n<div id=\"block-5e65079b8f087df56e4c488b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T14:58:55.830Z\">2.58pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Egypt is rushing to protect its important tourism sector and reassure travellers it is safe to visit after an outbreak of the coronavirus on a cruise ship on the River Nile.</p> \n  <p>Officials said on Saturday the coronavirus had been detected in 45 people, including foreign tourists, after the vessel reached the southern city of Luxor. Until then, Egypt had reported only three confirmed cases of the virus.</p> \n  <p>Reuters reports that the ministers of tourism, health and civil aviation toured a temple on Sunday in central Luxor, across the Nile from the Valley of the Kings where pharaohs were buried in tombs carved into rock.</p> \n  <p>“We are here to respond to rumours saying that there are no tourists and people are afraid of coming. Thank God, people are here,” Khaled al-Anani, the tourism and antiquities minister, told state television before the camera panned across to show tourists queuing to enter the site.</p> \n  <figure class=\"element element-image\" data-media-id=\"91d4d59f96d777bac5187a486c96e1ad918b384d\"> \n   <img src=\"https://media.guim.co.uk/91d4d59f96d777bac5187a486c96e1ad918b384d/0_203_6016_3610/1000.jpg\" alt=\"Egyptian health officials wearing protective suits sit in front of the River Anuket cruise ship where 45 people on board were diagnosed with coronavirus, in Luxor, Egypt, 07 March 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Egyptian health officials wearing protective suits sit in front of the River Anuket cruise ship where 45 people on board were diagnosed with coronavirus, in Luxor, Egypt, 07 March 2020.</span> \n    <span class=\"element-image__credit\">Photograph: EPA</span> \n   </figcaption> \n  </figure> \n  <p>The cruise boat struck by the virus has been towed outside Luxor and placed under quarantine, state media reported. Those who tested positive were flown by military plane for quarantine in northern Egypt.</p> \n </div> \n</div> \n<div id=\"block-5e6506c98f085f0b8d9446ec\" class=\"block\" data-block-contributor=\"profile/lorenzo-tondo\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T14:56:01.421Z\">2.56pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Football matches in <strong>Italy’s</strong> topflight Serie A division have kicked off inside empty grounds this afternoon <a href=\"https://www.theguardian.com/world/live/2020/mar/08/coronavirus-live-updates-third-death-in-australia-as-cases-reach-more-than-70?page=with:block-5e64eb098f08c2df6d2757a1#block-5e64eb098f08c2df6d2757a1\">despite a call </a>by the Italian Minister of Sport, Vincenzo Spadafora, for the cancellation of all games until further notice.</p> \n  <p>Spadafora said that it made no sense to put at risk the health of players, officials, fans and others.</p> \n  <p>The news filtered through as players from Parma and Spal were already on the pitch in their clash in Parma today. They were invited to return dressing room and the game has been delayed. The match eventually kicked off at 1.45 pm.</p> \n  <p>Milan versus Genoa and Sampdoria vs Verona have instead started at 3 pm.</p> \n  <p>The ‘derby of Italy’ between Juve and Inter is set to be played on Sunday night.</p> \n  <figure class=\"element element-image\" data-media-id=\"d9056321f251e6ada4d9f39034bcf33c973a7d9e\"> \n   <img src=\"https://media.guim.co.uk/d9056321f251e6ada4d9f39034bcf33c973a7d9e/0_106_3072_1843/1000.jpg\" alt=\"Spal’s Andrea Petagna (L) scores a penalty during the Italian Serie A match between Parma and Spal in Parma.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Spal’s Andrea Petagna (L) scores a penalty during the Italian Serie A match between Parma and Spal in Parma.</span> \n    <span class=\"element-image__credit\">Photograph: Elisabetta Baracchi/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6506268f087df56e4c4882\" class=\"block\" data-block-contributor=\"profile/aamna-mohdin\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T14:51:46.357Z\">2.51pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Britain’s National Health Service needs more money to deal with coronavirus as a total of 18 people test positive for coronavirus in Scotland, Scotland’s First Minister has said.</p> \n  <p>“I think it is pretty much inevitable that we will need additional resources for our National Health Service,” Nicola Sturgeon told ‘Sophy Ridge on Sunday’ on Sky News. </p> \n  <p>She added that “the pressures that are likely to come from coronavirus in the weeks ahead means that we will need to see additional resources so I very much hope that the budget has positive things to say about that.”</p> \n  <p>A total of 18 people have tested positive for coronavirus in Scotland, an increase of one since yesterday. Health authorities have carried out a total of 1957 tests by Sunday 8th March.</p> \n  <p>Sturgeon said that “a wealth of preparation” is underway to deal with the outbreak in Scotland: “We are prepared, we are preparing all the time… there is a wealth of preparation underway, looking at how we better support vulnerable people, people who might be asked to self-isolate and who will be in a position of not being paid for the work that they’re doing.”</p> \n  <p>“It is a serious situation we face and that’s true of all of the governments across the UK but we’re taking it seriously and we’re doing everything possible to mitigate it as far as we possibly can.”<br></p> \n </div> \n</div> \n<div id=\"block-5e65058d8f085f0b8d9446df\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T14:49:37.064Z\">2.49pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>At least two people people being held in a UK immigration facility have been tested for coronavirus and have tested negative, according to the campaign group Detention Action, <a href=\"https://twitter.com/BellaSankey/status/1236644137677524993?s=20\">which says</a> that detention centres will not be able to cope with the virus.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BellaSankey/status/1236643600450105347\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">1/3 NEWS: At least two of <a href=\"https://twitter.com/DetentionAction?ref_src=twsrc%5Etfw\">@DetentionAction</a>'s clients held in immigration detention have been tested for Coronavirus.<br><br>❌Both tested negative BUT report others being tested and held in semi-isolation.<br><br>🚨We are calling on Government to prepare to release everyone being detained..</p>— Bella Sankey (@BellaSankey) \n    <a href=\"https://twitter.com/BellaSankey/status/1236643600450105347?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e65013f8f08c2df6d275843\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T14:34:52.264Z\">2.34pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>All public events with more than 1,000 participants should be called off, <strong>Germany’s</strong> Health Minister, Jens Spahn, has said.</p> \n  <p>Adding that up until now organisers had been too reluctant to do this, he told news agency DPA: “Given how fast things are developing, that should change quickly.”</p> \n  <p>Under Germany’s federal system, the health minister does not have the power to call off individual events, but a strong lead from the federal government typically encourages federal states to follow suit. </p> \n  <p><a href=\"https://www.faz.net/aktuell/gesellschaft/gesundheit/coronavirus-gesundheitsministerjens-spahn-empfiehlt-absage-von-grossveranstaltungen-16669120.html?utm_campaign=GEPC%253Ds30&amp;utm_content=bufferba2f0&amp;utm_medium=social&amp;utm_source=twitter.com\">Spahn also called for European collaboration </a>on a bulked up centre for research into the identification, surveillance and prevention of infectious diseases, similar to Germany’s Robert Koch Institute. Spain has also called for a similar EU initiative.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T14:38:07.825Z\">at 2.38pm GMT</time></p> \n</div> \n<div id=\"block-5e64ff908f08c2df6d275839\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T14:25:29.845Z\">2.25pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>One of five new cases of coronavirus in Peru includes a patient who had recently travelled to London, <a href=\"https://elcomercio.pe/lima/coronavirus-en-peru-minsa-confirma-cinco-nuevos-casos-de-covid-19-en-el-pais-nndc-noticia/?ref=ecr\">Peruvian health authorities have said.</a></p> \n  <p>Peru’s Ministry of Health (Minsa) confirmed that cases of the disease had risen to six in less than 48 hours and the patients were under home isolation, Health Vice Minister Nancy Zerpa announced.</p> \n  <p>They include a case in the city of Arequipa, a 29-year-old Peruvian student who arrived from London on February 29 without presenting symptoms</p> \n </div> \n</div> \n<div id=\"block-5e64fd618f085f0b8d94469f\" class=\"block is-key-event\" data-block-contributor=\"profile/lorenzo-tondo\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T14:17:53.457Z\">2.17pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Checkpoints expected as Italian lockdown decree officially approved</h2> \n <div class=\"block-elements\"> \n  <p>The decree imposing a lockdown for more than a quarter of <strong>Italy’s</strong> population has now been officially approved by the government and checkpoints are expected to appear at toll booths, stations and other points of entry to Lombardy.<br></p> \n  <p>It also provides for measures for all of Italy. Weddings and funerals are suspended throughout the country</p> \n  <p>Movement in and out of Lombardy and 14 other central and northern provinces is prohibited. People will be allowed in and out for serious reasons, including work reasons, upon the authorisation of local authorities. The decree also puts a ban on all public events, the closure of cinemas, theatres and gyms.</p> \n  <p>However, the effects of the decree on flights and trains are still not yet clear. Under the new general guidelines, local judicial authorities could decide whether to suspend flights.</p> \n  <p>At the moment, it is still possible to travel by train and plane to Lombardy but, in the next few hours, checkpoints should be placed at toll booths, stations and airports. Public transport within the cities will instead remain guaranteed.</p> \n  <figure class=\"element element-image\" data-media-id=\"d7e074ecd153f41142e5f9c3b4f39f9bdb2f50b8\"> \n   <img src=\"https://media.guim.co.uk/d7e074ecd153f41142e5f9c3b4f39f9bdb2f50b8/0_101_3072_1843/1000.jpg\" alt=\"Workers from the Italian Emergency Health Service wear high-grade protective medical face masks outside the central train station in Potenza, southern Italy, 08 March 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Workers from the Italian Emergency Health Service wear high-grade protective medical face masks outside the central train station in Potenza, southern Italy, 08 March 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Antonio Vece/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e64fb148f08c2df6d275821\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T14:08:45.736Z\">2.08pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Coronavirus cases in UK up to 273 from 209</h2> \n <div class=\"block-elements\"> \n  <p>A total of 273 people have tested positive for coronavirus in the UK, health authorities have said in their latest figures, updating a number which had stood at 209.</p> \n  <p>A total of 23,513 people had been tested by 9am on Sunday morning. Two people have died.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DHSCgovuk/status/1236652896948715522\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">UPDATE on coronavirus (<a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a>) testing in the UK:<br><br>As of 9am 8 March 2020, a total of 23,513 people have been tested:<br><br>23,240 negative.<br>273 positive.<br><br>2 patients who tested positive for coronavirus has sadly died.<br><br>For latest information:<a href=\"https://t.co/e1hwL62CDI\">https://t.co/e1hwL62CDI</a> <a href=\"https://t.co/YCE94Cw5SR\">pic.twitter.com/YCE94Cw5SR</a></p>— Department of Health and Social Care (@DHSCgovuk) \n    <a href=\"https://twitter.com/DHSCgovuk/status/1236652896948715522?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The Department of Health <a href=\"https://twitter.com/DHSCmedia/status/1236653037428621312?s=20\">says</a> it ill be providing a regional breakdown later today</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T14:18:13.246Z\">at 2.18pm GMT</time></p> \n</div> \n<div id=\"block-5e64f8aa8f08c2df6d275809\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T13:57:57.853Z\">1.57pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A group of people released from quarantine after returning from a coronavirus-hit cruise ship have praised by <strong>Britain’s</strong> Health Secretary, Matt Hancock, has for setting a “good example” to the public.</p> \n  <p>The group of 30 Britons and two Irish nationals were released from isolation at Arrowe Park Hospital in the Wirral today after having been given the all-clear from infection.</p> \n  <p>They were repatriated from Japan last month having been passengers <a href=\"https://www.theguardian.com/global-development/2020/mar/06/inside-the-cruise-ship-that-became-a-coronavirus-breeding-ground-diamond-princess\">on the coronavirus-stricken Diamond Princess cruise ship.</a></p> \n  <p>Around 700 people caught the illness while the ship was held in quarantine for several weeks - more than a quarter of the 2,600 people on board.</p> \n  <p>Thanking Arrowe Park’s staff and the quarantined group, Mr Hancock said: “Tackling coronavirus is a national effort and they have set a good example for the rest of the public as more people may need to self-isolate themselves at home.</p> \n  <p>“Public safety is our top priority and we all have a part to play in containing the spread of the virus.”</p> \n  <figure class=\"element element-image\" data-media-id=\"b877521f2d0a5abfb58a89b14104aeae2d4e4d0e\"> \n   <img src=\"https://media.guim.co.uk/b877521f2d0a5abfb58a89b14104aeae2d4e4d0e/0_264_3500_2101/1000.jpg\" alt=\"Coaches carrying passengers repatriated to the UK from a cruise ship hit by the coronavirus in Yokohama, Japan, arrive at Arrowe Park Hospital on the Wirral, on February 22, 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Coaches carrying passengers repatriated to the UK from a cruise ship hit by the coronavirus in Yokohama, Japan, arrive at Arrowe Park Hospital on the Wirral, on February 22, 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Danny Lawson/PA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e64f7ca8f087df56e4c4811\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T13:51:17.924Z\">1.51pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Tens of tourists who flew from London to Hanoi last week are being quarantined across <strong>Vietnam</strong> over fears they may have been exposed to the coronavirus, report the Guardian’s Rebecca Ratcliffe and Lam Le<em> </em>in <strong>Hanoi</strong></p> \n  <p>A British traveller, who is among those being isolated, said that he and his luggage had been sprayed with disinfectant and quarantined in a hotel room. He said was not sure how long he would be required to stay in the room, but that he is awaiting a test.</p> \n  <p>It was hoped that Vietnam, which hadn’t reported any new cases for several weeks, had managed to contain the virus, but several cases linked to a flight from London have emerged over recent days.<br><br>On Friday, officials confirmed that a 26-year-old Vietnamese woman had tested positive after returning from a trip to London, Milan and Paris. A relative and her driver have since tested positive, as have 10 passengers who were also on the flight, according to Vietnamese media. This includes, six British, a Mexican and an Icelandic citizen.</p> \n  <p>Authorities have since reportedly quarantined tens of passengers from the flight, as well as a further 127 contacts who may have been exposed. This includes 40 foreign citizens who are being isolated in Quảng Nam province, home to tourism hot spot Hội An, an ancient riverside town, as well as several people being quarantined in Ho Chi Minh city, Thừa Thiên-Huế province, Hai Phong city and Khánh Hòa province.</p> \n  <p>In Hạ Long, a popular tourist destination apparently visited by 52 passengers from the flight, around 300,000 residents have been told to undergo a health check and complete a health declaration. Most of the travellers from the flight are understood to have since left, though those remaining have been placed in isolation at hotels.</p> \n  <figure class=\"element element-image\" data-media-id=\"f81272229e14fc18b8064f20874d6b112c910bba\"> \n   <img src=\"https://media.guim.co.uk/f81272229e14fc18b8064f20874d6b112c910bba/0_100_3000_1800/1000.jpg\" alt=\"Vietnamese soldiers spray disinfectant as a precaution against the coronavirus on Truc Bach street in Hanoi, Vietnam, 07 March 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Vietnamese soldiers spray disinfectant as a precaution against the coronavirus on Truc Bach street in Hanoi, Vietnam, 07 March 2020.</span> \n    <span class=\"element-image__credit\">Photograph: EPA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T14:00:27.100Z\">at 2.00pm GMT</time></p> \n</div> \n<div id=\"block-5e64f7208f08c2df6d2757ef\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T13:46:44.768Z\">1.46pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The US Army has decided to restrict travel to and from Italy and South Korea due to coronavirus outbreaks, and will also prohibit foreign troops from participating in US exercises, exchanges and visits in the most affected nations.</p> \n  <p>The decision, described to Reuters by an Army spokeswoman, follows the confirmation on Saturday that two additional US service personnel have tested positive for the virus: a sailor in Italy and a Marine at Fort Belvoir, Virginia - an important military base in a Washington DC suburb.</p> \n  <figure class=\"element element-image\" data-media-id=\"a031f56eae2a024b96a800fc966d30e2746e9599\"> \n   <img src=\"https://media.guim.co.uk/a031f56eae2a024b96a800fc966d30e2746e9599/0_152_4595_2758/1000.jpg\" alt=\"US troops pre-screening individuals awaiting entry to the Camp Casey military base in Dongducheon, South Korea, 26 February 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">US troops pre-screening individuals awaiting entry to the Camp Casey military base in Dongducheon, South Korea, 26 February 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Us Army/SGT. AMBER I. SMITH HANDOUT/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T13:48:32.647Z\">at 1.48pm GMT</time></p> \n</div> \n<div id=\"block-5e64eba98f087df56e4c47c1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T13:37:40.895Z\">1.37pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The NHS “almost certainly does” need more money to deal with coronavirus, the chair of Britain’s Royal College of GPs has said.</p> \n  <p>Martin Marshall told ‘Sophy Ridge on Sunday’ on Sky News earlier: </p> \n  <blockquote class=\"quoted\"> \n   <p>It almost certainly does. This is a significant crisis for the health service, the health service is already under pressure as we know and if we are going to continue doing what we are doing in the health service and deal with coronavirus, it requires a significant amount of resource. </p> \n   <p>More likely I suspect we will cut down on some of the routine work that is done by the health service to allow the NHS to focus on dealing with the coronavirus.</p> \n  </blockquote> \n  <p>He added that bringing retired doctors back into work was “a good idea as long as we do it carefully”: </p> \n  <blockquote class=\"quoted\"> \n   <p>I think it is a good idea as long as we do it carefully. People are estimating that maybe 20% of the workforce might be out of action at any one time when the crisis reaches its peak… If that happens then we do need to expand the workforce in whatever way we can. </p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e64eb558f085f0b8d944625\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T13:33:18.629Z\">1.33pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><a href=\"https://www.theguardian.com/sport/2020/mar/06/cycling-golf-events-cancelled-coronavirus\">Cycling authorities have postponed this month’s Tirreno-Adriatico and Milan-San Remo races because of the coronavirus outbreak.</a></p> \n  <p>The decision, which includes rescheduling the Tour of Sicily at the start of April, follows the Italian government’s decision to suspend all sporting events that cannot be held in a closed arena until 3 April.</p> \n  <p>The Tirreno-Adriatico had been due to start on 11 March, with Milan-San Remo on 21 March but organisers are looking for alternative dates later in the year. Teams including CCC, Astana, Ineos and Mitchelton-Scott had already withdrawn from a number of races.</p> \n  <p>Meanwhle, in golf, next week’s <a href=\"https://www.theguardian.com/sport/european-tour\">European Tour</a> event in Nairobi and the Asian Tour’s Royal’s Cup 2020 in Thailand have been postponed indefinitely. The event in Nairobi has been called off after the Kenyan government decided to postpone all international meetings and conferences in the country for at least a month.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/mar/06/cycling-golf-events-cancelled-coronavirus\">Cycling and golf events cancelled as coronavirus continues to hit sport</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e64eb098f08c2df6d2757a1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T13:23:48.836Z\">1.23pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><a href=\"https://www.theguardian.com/football/2020/mar/08/parma-v-spal-serie-a-match-delayed-amid-more-caronavirus-concern\">Italian football’s response to the coronavirus outbreak was thrown into further confusion on Sunday </a>when Parma’s home match against Spal was delayed by 75 minutes following an intervention by Italy’s sports minister.</p> \n  <p>Both teams’ players were standing in the tunnel at the Stadio Tardini, preparing to start the game behind closed doors, when the referee called them back into the dressing room, having received the call that the minister for sport, Vincenzo Spadafora, and the Italian FA (FIGC) were considering a total suspension of the <a href=\"https://www.theguardian.com/football/serieafootball\">Serie A</a> season.</p> \n  <p>Instead, after a 35-minute delay, it was announced the game would go ahead along with, it is assumed, the rest of this weekend’s fixture list. The game kicked off at 12.45pm GMT.</p> \n  <p>Spadafora had said he supported a call from the Italian footballers association president, Damiano Tommasi, to avoid putting players at risk from the virus outbreak.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/mar/08/parma-v-spal-serie-a-match-delayed-amid-more-caronavirus-concern\">Parma v Spal Serie A match delayed amid more coronavirus concern</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e64eaec8f08c2df6d27579e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T13:10:17.425Z\">1.10pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It is only a matter of time until more European countries adopt the kind of aggressive steps that Italy is taking to combat the spread of the coronavirus, Austrian Chancellor Sebastian Kurz has said.</p> \n  <p>Italy, Austria’s southern neighbour, imposed a virtual lockdown across a swathe of its wealthy north on Sunday including the financial capital Milan, in a drastic new attempt to try to contain a rapidly growing outbreak.</p> \n  <p>Kurz told broadcaster ORF the situation in Austria - where health authorities have reported 104 confirmed coronavirus cases so far - was under control and the measures it has adopted were proper, although probably not the final steps required.</p> \n </div> \n</div> \n<div id=\"block-5e64e95c8f08c2df6d27579c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T12:53:04.087Z\">12.53pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s footage of Italy’s prime minister, Giuseppe Conte, announcing a range of tough new measures in the early hours of Sunday to try to contain Italy’s coronavirus outbreak, including the virtual lockdown of the country’s wealthiest and most populous region. <br></p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"d5ddde13-2884-480d-9413-86180a27a4d6\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/EWDwH5OS8Sw?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>We’re speaking to people living in the lockdown zone but would also like to hear from people who are on holiday there. If you are in the second group you can get in touch by <a href=\"https://www.theguardian.com/science/2020/jan/23/tell-us-have-you-been-affected-by-the-coronavirus\">responding to our callout</a>or<strong> <a href=\"https://www.theguardian.com/info/2015/aug/12/whatsapp-sharing-stories-with-the-guardian\">via WhatsApp</a> by <a href=\"https://api.whatsapp.com/send?phone=447867825056\">clicking here </a>or adding the contact +44(0)7867825056. </strong></p> \n </div> \n</div> \n<div id=\"block-5e64e8d38f08c2df6d275796\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T12:52:59.186Z\">12.52pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><a href=\"https://www.theguardian.com/politics/rishi-sunak\">Rishi Sunak</a>, the man in charge of the <strong>British</strong> government’s purse strings as Chancellor of the Exchequer, <a href=\"https://www.theguardian.com/world/2020/mar/08/rishi-sunak-nhs-will-get-whatever-it-needs-to-deal-with-coronavirus\">has promised to give the NHS “whatever it needs” </a>to tackle the coronavirus crisis, as he looks at loosening the fiscal rules to allow for more borrowing and spending.</p> \n  <p>Before <a href=\"https://www.theguardian.com/uk-news/2020/mar/07/rishi-sunak-budget-2020-what-to-expect\">this week’s budget</a>, Sunak did not say how much in additional resources the NHS would get, but indicated the government was potentially willing to write a blank cheque to help the health service cope with a pandemic.</p> \n  <p>Sunak refused to deny several times that he was looking at getting rid of the fiscal rules from the Conservative election manifesto, which commits him to balancing the books on day-to-day spending midway through this parliament.</p> \n  <p>There is speculation that the coronavirus crisis gives the government a reason to throw out the fiscal rules set just a few months ago by Sunak’s predecessor Sajid Javid.</p> \n  <p>Sunak told the BBC’s The Andrew Marr Show: “I can say absolutely categorically the <a href=\"https://www.theguardian.com/society/nhs\">NHS</a> will get whatever resources it needs to get us through this and to respond to the health crisis.”</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/08/rishi-sunak-nhs-will-get-whatever-it-needs-to-deal-with-coronavirus\">Rishi Sunak: NHS will get whatever it needs to deal with coronavirus</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e64e6df8f087df56e4c47a0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T12:52:50.551Z\">12.52pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Saudia Arabia has announced a temporary lockdown on the Qatif region, the kingdom’s state news agency reports.</p> \n </div> \n</div> \n<div id=\"block-5e64e6b08f087df56e4c479e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T12:52:44.908Z\">12.52pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The mayor of the <strong>South Korean</strong> city hardest hit by that country’s coronavirus outbreak expressed cautious hope on Sunday that the numbers of new cases may be dropping, after the rate of increase slowed to its lowest in 10 days, Reuters reports.</p> \n  <p>The Korea Centers for Disease Control and Prevention reported on Sunday 272 new coronavirus cases, for a total of 7,313 in the country. Two further deaths took the toll to 50, it added.</p> \n  <p>The increase in cases was lower than the same period a day before, though health officials have warned that numbers could fluctuate as more tests are processed.</p> \n  <p>In the city of Daegu, which accounts for as much as 75% of all of South Korea’s confirmed cases, mayor Kwon Young-jin told reporters the number of new cases has dropped below 300 for the first time since Feb. 29, Yonhap news agency reported.</p> \n </div> \n</div> \n<div id=\"block-5e64e4a98f087df56e4c4789\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T12:34:49.841Z\">12.34pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Police and officials have been waiting at southern Italian transport hubs people who have been travelling south from Lombardy, the region which is due to become subject to a lockdown, according to the Guardian’s Lorenzo Tondo.</p> \n  <p>The Corriere della Sera newspaper <a href=\"https://www.facebook.com/watch/live/?v=201306457602119&amp;ref=watch_permalink\">has footage of officials in Hazmat suits testing people near buses</a>. However, there do not appear to be any checks on people moving by car and the police checks were apparently not in force this morning.</p> \n </div> \n</div> \n<div id=\"block-5e64e0e88f08c2df6d27575f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T12:15:11.054Z\">12.15pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The announcement about Serie A football matches and coronavirus was made by the Italian sports minister in <a href=\"https://www.facebook.com/vincenzospadaforaufficiale/posts/2497493510495408?__xts__%5B0%5D=68.ARB9H1JwpXvS2jfmtQSHSncmczd5Kca1o-KIJnHF7MTuVRdQ4GAqnPA34pPV44nMxeQuKWB6BD8sX4IAEw0Ygre10Q8_frXixxFztz_xMj_cbDvs5QRhbiWdT8vAWzwKGVD7eaq7AQDn0Fi-rQ1iMKKGFyKTGjX_g-4bxzXSLPYdWcW02dq7B3wXOBYxCrJWmnN26yCEL5Em8nWc8Szsz8z0-TfAJgyxdwqTDWw0HD7apCVyy8B4dFaPjjDAu6XtD-1k-HnsnIiDLFDuLqGZKVH57ZfXhY-a_4ExcsB5W_LNhDSCM4vIexL-8kJrRt8q6R21PNAmUB9fcgQvU017gbBC&amp;__tn__=-R\">a Facebook post</a> in which he said that it did not make sense to put players, referees and fans at risk while the authorities were asking citizens to make “huge sacrifices” to stem the contagion. </p> \n  <p>Until now <strong>Italy’s</strong> soccer association FIGC has said Serie A matches could be played without spectators, adding that any events would be stopped should any player test positive for the virus.</p> \n  <figure class=\"element element-embed\" data-alt=\"Facebook post by Vincenzo Spadafora, Italian sports minister.\"> \n   <iframe src=\"https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fvincenzospadaforaufficiale%2Fposts%2F2497493510495408&amp;width=500\" width=\"500\" height=\"299\" style=\"border:none;overflow:hidden\" scrolling=\"no\" frameborder=\"0\" allowtransparency=\"true\" allow=\"encrypted-media\"></iframe> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e64dbbf8f085f0b8d9445bb\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T12:06:50.111Z\">12.06pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Italian first division football matches cancelled</h2> \n <div class=\"block-elements\"> \n  <p>All matches in <strong>Italy’s</strong> topflight Serie A division should be cancelled until further notice, the Italian Minister of Sport has said minutes before Serie A games were due to resume in empty stadiums.</p> \n  <p>Vincenzo Spadafora said that it made no sense to put at risk the health of players, officials, fans and others.</p> \n  <p>The news filtered through as players from Parma and Spal were already on the pitch in their clash in Parma today. They were invited to return dressing room and the game has been delayed.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DAZN_IT/status/1236616175632744455\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"it\" dir=\"ltr\">Parma e SPAL rientrano negli spogliatoi, in attesa della decisione finale sull'effettivo svolgersi della gara. <a href=\"https://twitter.com/hashtag/ParmaSPAL?src=hash&amp;ref_src=twsrc%5Etfw\">#ParmaSPAL</a> <a href=\"https://twitter.com/hashtag/DAZN?src=hash&amp;ref_src=twsrc%5Etfw\">#DAZN</a> <a href=\"https://t.co/9F43IFV3pp\">pic.twitter.com/9F43IFV3pp</a></p>— DAZN Italia (@DAZN_IT) \n    <a href=\"https://twitter.com/DAZN_IT/status/1236616175632744455?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Five Serie A matches were scheduled for Sunday, beginning with Parma and Spal at 12:30 local time and concluding with Juventus versus Inter Milan at 8:45 p.m.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T12:11:07.718Z\">at 12.11pm GMT</time></p> \n</div> \n<div id=\"block-5e64d9f48f08c2df6d275729\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T11:42:16.276Z\">11.42am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The wife of <strong>South Africa</strong>’s first novel coronavirus patient tested positive on Sunday becoming the third confirmed case in the country, the health authority said.</p> \n  <p>The AFP news agency reports that all three of South Africa’s confirmed cases were in a group of 10 people who had travelled to Italy.</p> \n </div> \n</div> \n<div id=\"block-5e64d7558f087df56e4c4727\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T11:33:21.060Z\">11.33am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Deaths from coronavirus in Spain rise from 10 to 13</h2> \n <div class=\"block-elements\"> \n  <p><strong>Spain</strong> has now confirmed 589 cases of the coronavirus - a rise of 159 from Saturday - along with 13 deaths, the Guardian’s Sam Jones reports from Madrid</p> \n  <p>On Sunday morning, the regional government of the southeastern region of Murcia reported its first case of the illness in a 27-year-old woman who had recently travelled to Madrid.</p> \n  <p>The area in and around the capital has so far logged 175, cases - the highest regional count in the country.<br>Residents in parts of the <a href=\"https://www.theguardian.com/world/2020/mar/07/spanish-town-faces-police-lockdown-to-contain-coronavirus\">small town of Haro in the northern Spanish region of La Rioja remain in lockdown</a>after health authorities ordered them to stay at home following the discovery that 39 people in La Rioja had contracted the virus after attending a funeral in the nearby Basque country a fortnight ago.</p> \n  <p>The regional and central government have deployed police to Haro to make sure that people in affected neighbourhoods observe the isolation protocol.</p> \n  <p>Spain’s health minister, Salvador Illa, sought to play down suggestions that parts of Haro were in quarantine when he provided an update on Sunday morning.</p> \n  <p>“There’s no quarantine in Haro,” he said. “What there is is an important number of people under active vigilance in their homes.”</p> \n  <p>Fernando Simón, the head of Spain’s centre for health alerts and emergencies, said that the situation remained under control, pointing out that 60% of cases of the virus were confined to just three of Spain’s 17 autonomous regions, while 70% were in four. </p> \n  <p>Simón also said that Italy’s drastic lockdown of million of people in the north of the country would help contain the spread of the virus.<br></p> \n  <p>“So far, we don’t have uncontrolled transmission chains in the majority of the situations. The only risk areas are the Basque country and Madrid, but investigations to date suggest that transmission isn’t rising or that if it is, it’s related to focal points that have already been detected.”</p> \n  <figure class=\"element element-image\" data-media-id=\"fd370d53e3a51d38d0f90a493def93c509bce850\"> \n   <img src=\"https://media.guim.co.uk/fd370d53e3a51d38d0f90a493def93c509bce850/0_147_4500_2699/1000.jpg\" alt=\"Spanish Health Minister Salvador Illa during a press conference held at the health ministry headquarters in Madrid on March 8.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Spanish Health Minister Salvador Illa during a press conference held at the health ministry headquarters in Madrid on March 8.</span> \n    <span class=\"element-image__credit\">Photograph: Fernando Villar/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T11:34:18.260Z\">at 11.34am GMT</time></p> \n</div> \n<div id=\"block-5e64d61b8f087df56e4c4718\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T11:27:12.424Z\">11.27am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Ikea is reopening nine of its stores in China this weekend after reopening five last week. The furniture company closed all 30 in the country in January due to the coronavirus outbreak.</p> \n </div> \n</div> \n<div id=\"block-5e64d4b28f085f0b8d94458a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T11:20:44.898Z\">11.20am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Amid some criticism of the Italian government’s handling of the situation in the north of the country, there is support for its actions from the head of the World Health Organisation (WHO), Tedros Ghebreyesus.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DrTedros/status/1236605595282812928\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The government &amp; the people of 🇮🇹 are taking bold, courageous steps aimed at slowing the spread of the <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> &amp; protecting their country &amp; 🌍. They are making genuine sacrifices. <a href=\"https://twitter.com/WHO?ref_src=twsrc%5Etfw\">@WHO</a> stands in solidarity with 🇮🇹 &amp; is here to continue supporting you.<a href=\"https://t.co/Y2rkgUihtA\">https://t.co/Y2rkgUihtA</a></p>— Tedros Adhanom Ghebreyesus (@DrTedros) \n    <a href=\"https://twitter.com/DrTedros/status/1236605595282812928?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n  <p>He also points out today is the first time that 100 countries around the globe are reporting cases of the new virus.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DrTedros/status/1236605230894243840\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Today for the first time 100 countries are reporting <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> cases. This comes after the 🌍 reached 100,000 cases yesterday. While very serious, this should not discourage us. There are many things everyone, everywhere can and should do now. <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a><a href=\"https://t.co/7olb7FXEZ7\">https://t.co/7olb7FXEZ7</a></p>— Tedros Adhanom Ghebreyesus (@DrTedros) \n    <a href=\"https://twitter.com/DrTedros/status/1236605230894243840?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T11:22:28.446Z\">at 11.22am GMT</time></p> \n</div> \n<div id=\"block-5e64d1108f087df56e4c46fb\" class=\"block is-key-event\" data-block-contributor=\"profile/lorenzo-tondo\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T11:06:42.722Z\">11.06am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Political row breaks out as Italians move south from Lombardy</h2> \n <div class=\"block-elements\"> \n  <p>A major political row is breaking out in <strong>Italy</strong>, where the authorities fear people fleeing from Lombardy, formally locked down by decree but still not subject to a full enforcement, may spread the virus further.<br></p> \n  <p>The Governor of Puglia, Michele Emiliano, has signed an order today, which obliges all inhabitants of Puglia, arriving from Lombardy in the coming hours, to quarantine.</p> \n  <p>‘’Get off at the first train station, don’t take planes to Bari and Brindisi, go back by car, get off the bus at the next stop,’’ wrote Emiliano on Facebook, addressing Apulians, living in Lombardy. “Do not bring the Lombard, Venetian and Emilian epidemic to your Puglia. You are carrying the virus into the lungs of your brothers and sisters, your grandparents, uncles, cousins and parents.”</p> \n  <p>Thousands of people are literally at risk of getting stuck in northern cities.</p> \n  <p>‘’My brother went to Brescia to look for work, a month ago,’’ says Primo Giarratano, a 32-year-old Sicilian. “We lived together. We rented a house in Brescia. I then returned to Sicily because I had finished my job, but he remained there, alone. And now he can’t come back. We don’t know what to do”</p> \n  <figure class=\"element element-image\" data-media-id=\"28216423aec1da20f7f38bec67067104b0ff0085\"> \n   <img src=\"https://media.guim.co.uk/28216423aec1da20f7f38bec67067104b0ff0085/0_106_3072_1843/1000.jpg\" alt=\"Health personnel carry out body-temperature checks on staff members entering the Tardini stadium in Parma, in the Emilia-Romagna region, ahead of the Parma Calcio versus SPAL football match on March 8.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Health personnel carry out body-temperature checks on staff members entering the Tardini stadium in Parma, in the Emilia-Romagna region, ahead of the Parma Calcio versus SPAL football match on March 8.</span> \n    <span class=\"element-image__credit\">Photograph: Serena Campanini/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T11:17:13.009Z\">at 11.17am GMT</time></p> \n</div> \n<div id=\"block-5e64cf278f087df56e4c46f1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T11:01:21.018Z\">11.01am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Like other states, the official travel advice from Britain’s Foreign and Commonwealth Office (FCO) still does not warn against all travel to Lombardy, the northern region of Italy that has been entirely ‘locked down’ but we’re told that the guidance to travellers remains under review today.</p> \n  <p><a href=\"https://www.gov.uk/foreign-travel-advice/italy\">The FCO page currently states</a>: “The FCO advise against all but essential travel to 10 small towns in Lombardy (Codogno, Castiglione d’Adda, Casalpusterlengo, Fombio, Maleo, Somaglia, Bertonico, Terranova dei Passerini, Castelgerundo and San Fiorano) and one in Veneto (Vo’ Euganeo), which have been isolated by the Italian authorities due to an ongoing outbreak of coronavirus (COVID-19).”</p> \n </div> \n</div> \n<div id=\"block-5e64cd8f8f08c2df6d2756e6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T10:54:43.834Z\">10.54am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Authorities have banned activities in <strong>Romania</strong> involving more than 1,000 people, <a href=\"https://www.digi24.ro/stiri/actualitate/sanatate/romania-interzice-activitatile-cu-mai-mult-de-1-000-de-persoane-1272028\">according to Romanian media reports.</a></p> \n  <p>The restrictions come into force today and are valid until March 31, when a new assessment will be made. The number of confirmed cases in the country is 13.</p> \n  <p>Raed Arafat, Romania’s secretary of state, reiterated a call to Romanians in Italy not to come home for a holiday period if they are in risk areas. </p> \n </div> \n</div> \n<div id=\"block-5e64ccd08f085f0b8d94455b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T10:48:45.548Z\">10.48am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong> Iran</strong>’s health ministry has said that total coronavirus cases have risen to 6,566, while the death toll has reached 194, according to state television.</p> \n  <p>On the other side of the Persian Gulf, <strong>Saudi Arabia</strong>’s authorities have recorded four news cases of the coronavirus, taking the total of infections to 11, <a href=\"https://twitter.com/SaudiMOH/status/1236579629420380161?s=20\">the kingdom’s health ministry said on Twitter on Sunday</a>.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SaudiMOH/status/1236579629420380161\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"ar\" dir=\"rtl\"><a href=\"https://twitter.com/hashtag/%D8%A7%D9%84%D8%B5%D8%AD%D8%A9?src=hash&amp;ref_src=twsrc%5Etfw\">#الصحة</a> تعلن تسجيل أربع حالات جديدة لثلاث مواطنات ومواطن بفيروس <a href=\"https://twitter.com/hashtag/%D9%83%D9%88%D8%B1%D9%88%D9%86%D8%A7?src=hash&amp;ref_src=twsrc%5Etfw\">#كورونا</a> الجديد (COVID19)<br>المواطنات مخالطات لحالات معلنة سابقاً والمواطن قادم من إيران عبر الإمارات العربية المتحدة ولم يفصح عند المنفذ السعودي عن تواجده في إيران، وبذلك يصبح مجموع الحالات المؤكدة داخل المملكة 11 حالة.</p>— وزارة الصحة السعودية (@SaudiMOH) \n    <a href=\"https://twitter.com/SaudiMOH/status/1236579629420380161?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The new four individuals, which include three women, have interacted with another case reported previously who had been in Iran but did not disclose his travel details to the authorities.</p> \n  <p>The individual traveled from Iran via <strong>the United Arab Emirates</strong>, the ministry said.</p> \n </div> \n</div> \n<div id=\"block-5e64ca938f08c2df6d2756df\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T10:41:49.187Z\">10.41am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A student at <strong>Oxford University</strong> student has tested positive for the new coronavirus, the institution’s vice chancellor has told staff and students in an email.</p> \n  <p>In an email, which someone has kindly passed on to me, Louise Richardson wrote to students and colleagues on Saturday to say that the English national public health agency, Public Health England (PHE), had confirmed the student had tested positive after returning from travel overseas.</p> \n  <p> She added that she was constrained in what she could say but the student was currently self-isolating and did not attend any university or college events after they fell ill. </p> \n  <p>“As a result, PHE has advised that the risk to other students and to staff is very low and that university and college activities can continue. They have also advised that we do not need to take any additional public health actions in light of this case.</p> \n  <p>“It is important to bear in mind that PHE does not consider individuals infectious until they develop symptoms. Colleagues have been working with PHE to ensure that anyone who was in contact with the student after they fell ill has been notified and is able to gain access to both information and support.</p> \n  <p>The university had anticipated this eventuality and had been preparing for it for some weeks now, added Richardson.</p> \n  <p>“Moreover, given the rate of infection across the country, there will in all likelihood be other cases. I know this news will be upsetting to some of you. Support will be available through <a href=\"https://www.ox.ac.uk/students/welfare?wssl=1\">Student Welfare </a>and through Colleges and Departments.”</p> \n  <figure class=\"element element-image\" data-media-id=\"d03453bfec72deb0aba6ee052492f05370956c72\"> \n   <img src=\"https://media.guim.co.uk/d03453bfec72deb0aba6ee052492f05370956c72/0_243_7216_4329/1000.jpg\" alt=\"The spires of Oxford University. File picture.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The spires of Oxford University. File picture.</span> \n    <span class=\"element-image__credit\">Photograph: Alamy</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e64c8c68f087df56e4c46cb\" class=\"block\" data-block-contributor=\"profile/molly-blackall\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T10:33:02.454Z\">10.33am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It’s<a href=\"https://www.theguardian.com/world/international-womens-day\"> International Women’s Day</a> and participants in events on the streets largely don’t seem to be letting coronavirus get in the way. </p> \n  <p>You can <a href=\"https://www.theguardian.com/politics/live/2020/mar/08/international-womens-day\">follow our coverage here of a separate liveblog </a>as millions of women around the world march and gather to protest against gender inequality and gender-based violence. </p> \n  <p>In France, activists from the women’s movement FEMEN in Paris, France, appeared to reference the outbreak of coronavirus in their demonstration. </p> \n  <p>Many held placards comparing the virus to gender inequality, with slogans reading “stop the patriarchal virus” and “stop the patriarchal pandemic”, whilst dressed in outfits which resemble hazmat suits. <br></p> \n  <figure class=\"element element-image\" data-media-id=\"06303122ac5a1b861e0cf5a15cb71627fa63d0da\"> \n   <img src=\"https://media.guim.co.uk/06303122ac5a1b861e0cf5a15cb71627fa63d0da/0_183_5500_3300/1000.jpg\" alt=\"Activists of the women’s movement FEMEN lead an action on the ‘Place de la Concorde’ and show slogans reading ‘Stop the Patriarchal Pandemic’ during the International Women’s Day in Paris, France, 08 March 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Activists of the women’s movement FEMEN lead an action on the ‘Place de la Concorde’ and show slogans reading ‘Stop the Patriarchal Pandemic’ during the International Women’s Day in Paris, France, 08 March 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Christophe Petit-Tesson/EPA</span> \n   </figcaption> \n  </figure> \n  <p>IWD has taken place each year on March 8 since 1977, when the UN General Assembly invited member states to announce the day as the UN Day for women’s rights and world peace.</p> \n  <p>This year’s theme is “I am Generation Equality: Realizing women’s rights”.</p> \n </div> \n</div> \n<div id=\"block-5e64c7958f085f0b8d944533\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T10:27:51.576Z\">10.27am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It is still unclear if flights to and from <strong>Lombardy</strong> will be banned but the Guardian’s <a href=\"https://www.theguardian.com/profile/lorenzo-tondo\">Lorenzo Tondo</a> has more detail now on the <strong>Italian</strong> government decree that has locked down more than a quarter of its population in a bid to stop the spread of the novel coronavirus.</p> \n  <p>It will allow people to enter and exit the red zones for serious reasons, bans all public events and closes cinemas, theatres and gyms. Religious ceremonies such as funerals and weddings will be banned. Discos and pubs remain closed throughout the country. Anyone who violates the restriction on entering select provinces of northern Italy faces three months in jail.<br></p> \n  <p>In all the areas covered by the decree, including towns in the northern regions of Emilia-Romagna, Veneto and Piedmont, schools will be closed at least until 3 April, as will museums, gyms and swimming pools. Leave is cancelled for all healthcare workers.</p> \n  <p> The decree includes using the armed forces for border control and access points such as train stations and motorway entrances and exits in the region.</p> \n  <p>So far the decree has been signed by the prime minister, but it will not be an official executive order until the council of ministers approves it. Further details on train and air service will be released in the coming hours.</p> \n  <p>Conte signed the decree In the early hours of Sunday, enacting forced quarantine for the region of Lombardy – home to more than 10 million people and the financial capital, Milan – and 14 other provinces, totalling around 16 million residents.</p> \n  <p>Thousands of people left Lombardy on Saturday night, before the decree was made official, crowding the motorways and train stations in the region, which will be locked down until 3 April.</p> \n  <figure class=\"element element-image\" data-media-id=\"d8440461a20a9e3d78073b0883dcb2f9f28edee0\"> \n   <img src=\"https://media.guim.co.uk/d8440461a20a9e3d78073b0883dcb2f9f28edee0/0_289_3856_2314/1000.jpg\" alt=\"Cutomers queue to pay their food and essential products in a supermarket of Milan centre on March 7, 2020 after Italy prepared to quarantine more than 10 million people in the region of Lombardy.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Cutomers queue to pay their food and essential products in a supermarket of Milan centre on March 7, 2020 after Italy prepared to quarantine more than 10 million people in the region of Lombardy.</span> \n    <span class=\"element-image__credit\">Photograph: Miguel Medina/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T10:28:08.539Z\">at 10.28am GMT</time></p> \n</div> \n<div id=\"block-5e64c50c8f08c2df6d2756b9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T10:13:11.676Z\">10.13am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Indonesia</strong> confirmed on Sunday that two more people had tested positive for the coronavirus, taking the total of confirmed cases in the country to six.</p> \n  <p>One of the Indonesians is a 36-year-old male, a crew member on the Japan-docked Diamond Princess cruise ship where he contracted the virus, Health Ministry official Achmad Yurianto told a news briefing, according to Reuters.</p> \n  <p>The other Indonesian, a 55-year-old male, contracted the virus locally in Jakarta, Yurianto said.</p> \n  <p>“Both of them are in stable condition. They do not have fever, don’t need intravenous drip, oxygen, are not coughing, and don’t have a cold,” he said.</p> \n </div> \n</div> \n<div id=\"block-5e64c2fd8f085f0b8d94451b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T10:12:25.277Z\">10.12am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Countries responding to a coronavirus outbreak should be prioritising support for their health workers, a World Health Organisation (WHO) doctor has said.</p> \n  <p>Dr Margaret Harris told the BBC’s Andrew Marr Show: “They should be your number one priority. All your health staff, your nursing staff, your allied professionals, the people cleaning the wards.</p> \n  <p>“I’m a doctor myself, but it’s not just the doctors who need special treatment, special consideration.</p> \n  <p>“They need all the protective equipment, they also need training, they also need access, to know how to do the swab, when to do the swab, where the testing comes from.</p> \n  <p>“And they need back-up, they need other people to come and do the shifts. If they’re working massively, they are tremendously at risk.”</p> \n </div> \n</div> \n<div id=\"block-5e64c1638f087df56e4c46ae\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T10:07:31.193Z\">10.07am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Flights appear to be operating as normal from Milan’s Linate Airport, the third international airport of the city.</p> \n  <p>Ben Roeves, who is travelling back to the UK today from Italy and cleared security a little earlier at the airport, was able to change his British Airways flight in order to come back to the UK earlier than his scheduled flight later this evening after seeing the news this morning about <a href=\"https://www.theguardian.com/world/2020/mar/08/coronavirus-italy-quarantine-virus-reaches-washington-dc\">the lockdown of Lombardy.</a></p> \n  <p>He told me he had seen more airport staff, security and military than passengers although the numbers on the security front were no more than normal in comparison to other trips.<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/iamnibblypig/status/1236592160222429185\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Linate seems to be open for business as normal, despite the reports. Roll on London 🤞 <a href=\"https://t.co/2coH4kjmkh\">pic.twitter.com/2coH4kjmkh</a></p>— Ben (@iamnibblypig) \n    <a href=\"https://twitter.com/iamnibblypig/status/1236592160222429185?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Another reader, a retired teacher, 69, living in Milan with his wife, 68, has got in touch to say that their niece travelled to her family home in Naples yesterday and said that the train was so crowded that people were sitting and lying in the corridors.</p> \n  <p> “Panic in Milan does not seem to be widespread, however. While relatively few people can be seen on the streets, probably due to the fact that cinemas, theatres and museums, doctors’s surgeries, even churches, are all closed, while cafés and restaurants have limited opening hours, other signs of general panic (hoarding in supermarkets, etc) seem to have abated, thanks also to well-organised home delivery offered by several food chains, who are not suffering from any shortages.” </p> \n  <p>He was more concerned about the preoccupation with the risk of damage to the economy, rather than fear of the virus, which appears to be really dangerous mainly for elderly people with other health complications.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T10:17:18.978Z\">at 10.17am GMT</time></p> \n</div> \n<div id=\"block-5e64c0228f08c2df6d2756a5\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T09:54:35.872Z\">9.54am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Iran stops flights to Europe</h2> \n <div class=\"block-elements\"> \n  <p>Iran has stopped all flights to Europe, Iran’s IRNA news agency reports. Customers can get refunds on their tickets. </p> \n  <p>Here’s a tweet from Iran’s ISNA news agency announcing the suspension</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/isna_farsi/status/1236584118936317952\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"fa\" dir=\"rtl\">لغو پروازهای اروپایی ایران‌ایر به دلایل نامعلوم<br><br>شرکت هواپیمایی جمهوری اسلامی ایران اعلام کرد که پروازهای اروپایی‌اش به دلایل نامعلوم تا اطلاع ثانوی لغو شده و به حالت تعلیق درآمده است و همه مردم می‌توانند جهت استرداد بلیط پرواز خود اقدام کنند.<a href=\"https://t.co/VciRo1chyE\">https://t.co/VciRo1chyE</a></p>— خبرگزاری ایسنا (@isna_farsi) \n    <a href=\"https://twitter.com/isna_farsi/status/1236584118936317952?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n  <p><a href=\"https://www.theguardian.com/world/2020/mar/06/chinese-schools-reopen-as-coronavirus-cases-in-europe-continue-to-rise\">Speaking at a televised press conference on Friday,</a> a spokesman for Iran’s health ministry said the authorities had confirmed 4,747 cases of the virus, a rise of 1,234 on the day before. While he did not elaborate on the threat to use force, the spokesman acknowledged that the virus was present in all of Iran’s 31 provinces.</p> \n </div> \n</div> \n<div id=\"block-5e64bc2d8f08c2df6d275699\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T09:36:38.178Z\">9.36am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The <strong>British</strong> government is being urged by a transport union to convene an emergency transport sector summit on tackling the coronavirus outbreak and consider overnight “deep cleans” of trains.</p> \n  <p>Manuel Cortes, general secretary of the Transport Salaried Staffs Association (TSSA) has written to Transport Secretary Grant Shapps to call for a co-ordinated response across the public transport network on how the threat posed by the virus is tackled.<br></p> \n  <p>Cortes said the aim of the summit would be to put in place measures to reassure transport workers and passengers to keep trains, buses, trains and trams running.</p> \n  <p>He said: “We want to ensure our transport networks are resilient in the face of a possible epidemic and urgently need consistent advice and a proactive plan of action for public transport.”<br><br>He also asked the Government to look into prevention measures across public transport, including the possibility of cleaning teams conducting overnight deep cleans of train carriages and stations, focusing on frequent touch areas such as handrails and ticket machines.</p> \n  <figure class=\"element element-image\" data-media-id=\"9c79038259ee06289901e806b074858521498b70\"> \n   <img src=\"https://media.guim.co.uk/9c79038259ee06289901e806b074858521498b70/0_61_4517_2710/1000.jpg\" alt=\"A woman wears a protective face mask aboard an Underground train in London, Britain, on March 6.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A woman wears a protective face mask aboard an Underground train in London, Britain, on March 6.</span> \n    <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e64b7f68f08c2df6d27568a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T09:27:40.161Z\">9.27am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The first confirmed case of someone with coronavirus on the Balearic island of <strong>Menorca</strong> is a doctor at the Mateu Orfila hospital, according to authorities quoted in<a href=\"https://www.menorca.info/menorca/local/2020/03/07/680309/medico-del-mateu-orfila-primer-contagio-coronavirus-menorca.html\"> local news reports.</a></p> \n  <p>Across <strong>Spain</strong>, <a href=\"https://elpais.com/sociedad/2020-03-08/ultimas-noticias-del-coronavirus-en-directo.html\">El Pais reports </a>that at least 523 people have been infected, while two new deaths in Vitoria and Madrid raised the number of deaths to ten on Saturday.</p> \n  <p>In the town of haro, northern Spain, the Civil Guard has been deployed to watch over the home isolation of several infected people after they attended a funeral held two weeks ago in Vitoria.</p> \n  <figure class=\"element element-image\" data-media-id=\"c93e40a4852f6777cfee7616b1d542b4fc32ac6f\"> \n   <img src=\"https://media.guim.co.uk/c93e40a4852f6777cfee7616b1d542b4fc32ac6f/0_186_5568_3341/1000.jpg\" alt=\"A man checks his mobile phone outside a bar, in the town of Haro, northern Spain, where police have been deployed to help enforce a home quarantine in one neighbourhood.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A man checks his mobile phone outside a bar, in the town of Haro, northern Spain, where police have been deployed to help enforce a home quarantine in one neighbourhood.</span> \n    <span class=\"element-image__credit\">Photograph: Álvaro Barrientos/AP</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e64b6498f085f0b8d9444ec\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T09:14:02.538Z\">9.14am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In <strong>Italy</strong>, a big question mark remains today over flights and trains from Lombardy, the region which has gone into lockdown.</p> \n  <p>The Italian government has formally locked down more than a quarter of the population after prime minister <a href=\"https://www.theguardian.com/world/giuseppe-conte\">Giuseppe Conte</a> signed a decree enacting forced quarantine for the region of Lombardy – home to more than 10 million people and the financial capital, Milan – and multiple other provinces, totalling around 16 million residents.</p> \n  <p>Guardian readers <a href=\"https://twitter.com/glennelliott/status/1236573277889474560?s=20\">have been getting in touch </a>to ask about that and we’ll be keeping an eye on developments in relation to transport. While the decree has been signed by PM but it needs the approval by the Council of ministers and those issues have not been detailed.</p> \n  <p>People last night were tweeting images and video meanwhile of what they said were members of the public rushing to catch trains out of the region.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/vjdeimantas/status/1236441771468632066\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">People running to catch the last inter-regional train leaving <a href=\"https://twitter.com/hashtag/Milan?src=hash&amp;ref_src=twsrc%5Etfw\">#Milan</a> before <a href=\"https://twitter.com/hashtag/Lombardy?src=hash&amp;ref_src=twsrc%5Etfw\">#Lombardy</a> becomes a red zone. Uncertainty prevailed. <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> <a href=\"https://twitter.com/hashtag/Milano?src=hash&amp;ref_src=twsrc%5Etfw\">#Milano</a> <a href=\"https://twitter.com/hashtag/Lombardia?src=hash&amp;ref_src=twsrc%5Etfw\">#Lombardia</a> <a href=\"https://twitter.com/hashtag/Italy?src=hash&amp;ref_src=twsrc%5Etfw\">#Italy</a> <a href=\"https://twitter.com/hashtag/Italia?src=hash&amp;ref_src=twsrc%5Etfw\">#Italia</a> <a href=\"https://t.co/WB8zUyZrFP\">pic.twitter.com/WB8zUyZrFP</a></p>— Vytenis Deimantas (@vjdeimantas) \n    <a href=\"https://twitter.com/vjdeimantas/status/1236441771468632066?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-13T15:11:44.271Z\">at 3.11pm GMT</time></p> \n</div> \n<div id=\"block-5e64b5778f08c2df6d275684\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T09:08:36.759Z\">9.08am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Nicola Sturgeon was speaking after Britain’s chancellor of the exchequer, <strong>Rishi Sunak</strong>, told Sky News that his upcoming budget on May 11 would have new resources, to assist the UK’s National Health Service (NHS).</p> \n  <p>Sunak didn’t give much away in terms of specific details, adding: “First and foremost, supporting public services but also helping vulnerable people and also businesses to get through anything that might be coming our way... we stand ready to give the NHS whatever it needs.”</p> \n  <p>He said that he would say outline measures this week support businesses that may face “cash flow” problems due to the outbreak.</p> \n </div> \n</div> \n<div id=\"block-5e64b39b8f087df56e4c467c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T09:03:58.886Z\">9.03am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A report that the UK faces a potential coronavirus death toll as high as 100,000 is based on “worst case scenarios” rather than forecasts, according to Scotland’s First Minister <strong>Nicola Sturgeon</strong>.</p> \n  <p>Sturgeon had been asked by Sophie Ridge on Sky News about <a href=\"https://www.thetimes.co.uk/edition/news/coronavirus-boris-johnson-keeps-calm-but-whitehall-plans-for-worst-2mzg9q22q\">a Sunday Times report</a> today that UK Ministers are preparing for a potential coronavirus death toll as high as 100,000.<br></p> \n  <p>The newspaper reports that officials in Whitehall last week began describing a 100,000 figure as the “central estimate” of the potential death toll, according to a source involved in the preparations, rather than the previously publicised worst case scenario of 500,000 deaths if 80% of the population were infected.</p> \n  <p>Sturgeon, who will take part tomorrow in another meeting of the British government’s Cobra emergency planning committee, chaired by Prime Minister Boris Johnson, said: “These kinds of figures are broadly in terms of the worst case scenario that we face but they are not forecasts.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RidgeOnSunday/status/1236577126540890112\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"We remain in the containment phase\"<br><br>Scotland's First Minister <a href=\"https://twitter.com/NicolaSturgeon?ref_src=twsrc%5Etfw\">@NicolaSturgeon</a> says Scotland is still attempting to stop transmission of the COVID-19 virus. It's in contrast to England, where the Chief Medical Officer says the focus is now mainly on delaying the spread.<a href=\"https://twitter.com/hashtag/Ridge?src=hash&amp;ref_src=twsrc%5Etfw\">#Ridge</a> <a href=\"https://t.co/X0kX1i8OEE\">pic.twitter.com/X0kX1i8OEE</a></p>— Sophy Ridge on Sunday (@RidgeOnSunday) \n    <a href=\"https://twitter.com/RidgeOnSunday/status/1236577126540890112?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T09:05:30.527Z\">at 9.05am GMT</time></p> \n</div> \n<div id=\"block-5e64b0328f08c2df6d275671\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T08:45:55.629Z\">8.45am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">China hotel collapse death toll rises to 10</h2> \n <div class=\"block-elements\"> \n  <p>The death toll from <a href=\"https://www.theguardian.com/world/2020/mar/07/china-coronavirus-quarantine-hotel-collapses-trapping-dozens\">the collapse of a hotel in China </a>which was being used to quarantine people suspected to have coronavirus has rised to 10, Reuters reports, quoting Chinese state media.</p> \n  <p>Earlier, the Ministry of Emergency Management said that six of 43 victims pulled from the rubble had died, with all but one of the remainder requiring treatment in hospital, and that rescuers were still searching for 28 more people. Chinese state media later revised the death toll to seven.</p> \n  <p>The Xinjia Express Hotel in the city of Quanzhou, Fujian province, collapsed suddenly around 7:30pm on Saturday, with more than 750 medics and rescuers and 20 ambulances responding to the disaster.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"0fdab557-9f60-4405-8b68-9c9f10fd72fd\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/HuwY94k0NEA?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e64ad808f085f0b8d9444c7\" class=\"block\" data-block-contributor=\"profile/harrietsherwood\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T08:39:24.970Z\">8.39am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><a href=\"https://www.theguardian.com/world/2020/mar/08/grandparents-fears-of-virus-risk-emergency-childcare\">Grandparents are expected to come under pressure </a>to step in to provide childcare if schools shut as a result of the coronavirus, but this could increase their already heightened risk of contracting the illness.</p> \n  <p>Boris Johnson last week played down the prospect of widespread school closures, saying they should stay open “if possible”. But Prof Chris Whitty, the chief medical officer for England, has warned that in the event of a major epidemic, schools may have to shut – and if they do it will be “<a href=\"https://www.theguardian.com/world/2020/feb/27/uk-two-more-patients-in-england-test-positive-for-coronavirus\">for </a><a href=\"https://www.theguardian.com/world/2020/feb/27/uk-two-more-patients-in-england-test-positive-for-coronavirus\">quite a long period of time, probably more than two months</a>”.</p> \n  <p>Schools are making plans for online lessons in the event of closures, but for working parents the crucial issue will be childcare. Many are likely to ask grandparents to help, which would be risky for older people, for whom the impact of the illness is greater.</p> \n  <p>Justine Roberts, founder and chief executive of the online parents’ forum <a href=\"https://www.mumsnet.com/\">Mumsnet</a>, said there would be a “massive knock-on effect, with many parents simply unable to go to work” if schools closed.</p> \n  <blockquote class=\"quoted\"> \n   <p>There just isn’t enough childcare capacity in the system to cope with hundreds of thousands of school-age children, not to mention not enough capacity in parents’ wallets to pay for it. And of course large childcare settings would carry the same risks as schools when it comes to spreading the virus.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/08/grandparents-fears-of-virus-risk-emergency-childcare\">Fears of virus risk to grandparents offering emergency childcare</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e64acf98f085f0b8d9444c5\" class=\"block\" data-block-contributor=\"profile/benquinn\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T08:39:20.017Z\">8.39am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is <strong>Ben Quinn</strong> picking up the live blog from London, from where we will be covering developments in the UK and around the world.</p> \n  <p>As usual you can email me at <a href=\"mailto:ben.quinn@theguardian.com\">ben.quinn@guardian.co.uk</a> with any news tips or tweet me at <a href=\"https://twitter.com/BenQuinn75\">@BenQuinn75</a></p> \n  <p>Britain’s Chancellor of the Exchequer, Rishi Sunak, is speaking today about his plans for upcoming budget, which has been overshadowed by planning for the outbreak, while Nicola Sturgeon, Scotland’s First Minister is also on the airwaves later.</p> \n  <p>Elsewhere, a major spotlight continues to fall on Italy, where a lockdown decree is <a href=\"https://www.theguardian.com/world/live/2020/mar/08/coronavirus-live-updates-third-death-in-australia-as-cases-reach-more-than-70\">affecting millions of people in Lombardy.</a></p> \n </div> \n</div> \n<div id=\"block-5e64a0c78f085f0b8d9444a9\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T08:02:23.099Z\">8.02am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>A busy few hours.</p> \n  <ul> \n   <li><strong>An area containing about 16 million people is now facing lockdown in Italy,</strong> after the prime minister, Guiseppe Conte, signed a decree ordering the quarantining of the entire Lombardy region and 14 provinces.</li> \n   <li>Anyone who breaks the lockdown on entering select provinces of northern Italy <strong>faces three months in jail.</strong></li> \n   <li>The legislation is expected to be approved later on Sunday, the head of the civil protection agency said earlier, <strong>after the number of infections rose by more than 1,200 in the past 24 hours.</strong></li> \n   <li>In all the areas covered by the decree, including towns in the northern regions of Emilia-Romagna, Veneto and Piedmont, <strong>schools will be closed at least until 3 April, all museums, gyms and swimming pools will be also shut and leave is cancelled for all healthcare workers.</strong></li> \n   <li>Organisers of the Conservative Political Action Conference, or CPAC, said an attendee at its annual Washington-area conference last month has tested positive for coronavirus. <strong>The conference was attended by Donald Trump and Mike Pence.</strong></li> \n   <li><strong>A US man in Washington DC in his 50s has tested positive</strong>, with no immediately identifiable point of contact with the virus.</li> \n   <li>US authorities are tracking another cruise ship for potential infections. The ship <strong>may have shared crew with the Grand Princess.</strong></li> \n   <li>Asked about the development later on Saturday, Trump told reporters in Florida he was not concerned and planned to continue to hold political rallies.</li> \n   <li>All experts in Australia, from the chief medical officer and the prime minister down, have reassured people that <strong>panic buying is not necessary and they are at no risk of running out of essential supplies such as toilet paper</strong>. </li> \n   <li>North Korea has reportedly <strong>released more than 3,600 people</strong> who were quarantined over coronavirus.</li> \n   <li><strong>At least seven people have died</strong> in the collapse of the Xinjia Express Hotel, which was being used as a quarantine centre in eastern China.</li> \n   <li>The <strong><a href=\"https://www.theguardian.com/world/2020/mar/07/coronavirus-us-deaths-new-york-emergency-florida\">number of people who have died from the coronavirus in the United States has climbed to 19</a>, with about 400 confirmed cases.</strong></li> \n   <li><strong>Colombia, the Holy See, Peru, Serbia, Togo and Bulgaria</strong> have reported their first cases of Covid-19.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T08:15:02.416Z\">at 8.15am GMT</time></p> \n</div> \n<div id=\"block-5e64a0178f08c2df6d27563b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T07:37:40.033Z\">7.37am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A Middle East markets update via the AP:</p> \n  <p>Stock markets in the Mideast suffered sharp drops in early trading Sunday over fears about the new coronavirus and falling demand for crude oil amid a failure by Opec and allied nations to cut production.</p> \n  <p>The Dubai Financial Market saw stocks drop by over 8% in a steep selloff. Boursa Kuwait stopped trading as shares fell below 7%. The Abu Dhabi Securities Exchange dropped by 6%. Saudi Arabia’s Tadawul stock exchange fell more than 6% as the market opened.</p> \n  <p>Opec and key ally Russia failed to agree on a cut to oil production on Friday. That saw crude oil prices, the bedrock commodity of the Mideast, drop. Benchmark Brent crude sold on Sunday for around $45 a barrel, down some 11% from the year prior.</p> \n  <p>The demand for oil has dropped as air travel has been affected by the outbreak of the virus.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T07:45:09.378Z\">at 7.45am GMT</time></p> \n</div> \n<div id=\"block-5e6499e38f087df56e4c4611\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T07:29:13.092Z\">7.29am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Virus spread will not end this year, warns Hong Kong scientists</h2> \n <div class=\"block-elements\"> \n  <p>Professor Yuen Kwok-yung from the University of Hong Kong, has been advising authorities on control measures in the city. </p> \n  <p>According to <a href=\"https://www.scmp.com/news/hong-kong/health-environment/article/3074127/coronavirus-epidemic-will-not-end-year-hong-kongs\">a report in the South China Morning Post</a>, Yuen said the worry for mainland China and Hong Kong was reverse-imported cases, even as the situation there improved as they moved towards Summer.</p> \n  <p>“We think the epidemic will probably not come to an end,” Yuen said. “There will be what we call reversed imported cases. In the beginning other countries feared us, now we fear them [for bringing in the virus].”</p> \n  <p>Yuen urged Hong Kongers to avoid travelling for the rest of the year at least, and to continue to practise good hygiene.</p> \n  <p>“If everyone washes his or her hand, wears a mask all the time and maintains social distancing, the risk of infection will be lowered. It’s a matter of compliance,” Yuen said.</p> \n  <p>“We cannot guard against the virus forever, but the longer we delay its spread, the higher the chances of getting a vaccine in time.”</p> \n </div> \n</div> \n<div id=\"block-5e649bc78f087df56e4c461c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T07:19:54.929Z\">7.19am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Protesters are gathering in a Hong Kong suburb, demonstrating against the setting up of a treatment facility for Covid-19 cases, <a href=\"https://www.facebook.com/watch/live/?v=524844891802147&amp;ref=watch_permalink\">according to Hong Kong Free Press</a>. There is a live stream of the rally, where riot police have just ordered people to disperse, here. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HongKongFP/status/1236550886886748160\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">🔴HKFP_Live: Riot police have arrived in Tai Po as crowds gather to protest plans to set up a designated clinic to treat suspected <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> patients. <a href=\"https://t.co/QlGebj4LNV\">https://t.co/QlGebj4LNV</a> <a href=\"https://twitter.com/creery_j?ref_src=twsrc%5Etfw\">@creery_j</a> <a href=\"https://twitter.com/hashtag/hongkong?src=hash&amp;ref_src=twsrc%5Etfw\">#hongkong</a> <a href=\"https://t.co/lK336okcSO\">pic.twitter.com/lK336okcSO</a></p>— Hong Kong Free Press (@HongKongFP) \n    <a href=\"https://twitter.com/HongKongFP/status/1236550886886748160?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6498928f087df56e4c4610\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T07:08:06.334Z\">7.08am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"7cae34cd0de4389c5273ca9faca231fd733cf221\"> \n   <img src=\"https://media.guim.co.uk/7cae34cd0de4389c5273ca9faca231fd733cf221/0_8_4712_2827/1000.jpg\" alt=\"The 15-day Osaka Grand Sumo Tournament opens without spectators amid the coronavirus outbreak in Osaka, western Japan\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The 15-day Osaka Grand Sumo Tournament opens without spectators amid the coronavirus outbreak in Osaka, western Japan.</span> \n    <span class=\"element-image__credit\">Photograph: Jiji Press/EPA</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"073ce49d5d6b18d1707fe5a561a39e3932ec9ad5\"> \n   <img src=\"https://media.guim.co.uk/073ce49d5d6b18d1707fe5a561a39e3932ec9ad5/0_227_3585_2151/1000.jpg\" alt=\"Medical staff wearing protective gear carry a patient infected with the coronavirus at a hospital in Seoul. South Korea has the highest number of confirmed Covid-19 cases in the world outside China, taking its total to 7,134\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Medical staff wearing protective gear carry a patient infected with the coronavirus at a hospital in Seoul. South Korea has the highest number of confirmed Covid-19 cases in the world outside China, at 7,134.</span> \n    <span class=\"element-image__credit\">Photograph: Yonhap/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"737f6046cf337d841426f9fe6c791b19a83de489\"> \n   <img src=\"https://media.guim.co.uk/737f6046cf337d841426f9fe6c791b19a83de489/0_110_4036_2423/1000.jpg\" alt=\"Medical staff wearing protective gear arrive for their shift to care for patients infected with the coronavirus at a hospital in Daegu, South Korea\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Medical staff wearing protective gear arrive for their shift to care for patients infected with the coronavirus at a hospital in Daegu, South Korea.</span> \n    <span class=\"element-image__credit\">Photograph: Yonhap/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T07:29:44.388Z\">at 7.29am GMT</time></p> \n</div> \n<div id=\"block-5e6492a98f08c2df6d2755fe\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T06:49:38.416Z\">6.49am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From Reuters:</p> \n  <p>The Maldives has curbed movement on several resort islands, authorities said on Sunday, after the country reported its first two cases of coronavirus.</p> \n  <p>The two infected people, who are both staff at the Kuredu Island Resort, tested positive late on Saturday. They are believed to have caught the disease from an Italian tourist who has returned to Italy and tested positive there.</p> \n  <p>There are more than 1,400 people on the island, split equally between guests and staff, according to the tourism ministry.</p> \n  <p>“These two cases which tested positive are from a resort. They are employees of the resort and are now quarantined,” said Ali Waheed, the tourism minister of the island nation, the economy of which is heavily dependent on foreign tourists.</p> \n  <p>“The period for the temporary restrictions will be decided by the medical teams. Right now, we have identified people who were in contact with the patients and they are in self-isolation along with secondary contacts. At this time we can say that these individuals will be monitored for 14 days.”</p> \n  <p>Waheed said the country was still deciding whether tourists who were not in contact with the patients would be allowed to leave.</p> \n  <p>It has banned passengers originating from or who had transited through or spent any time in Italy in the preceding 14 days, effective from Sunday.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T06:52:14.582Z\">at 6.52am GMT</time></p> \n</div> \n<div id=\"block-5e648f398f085f0b8d944462\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T06:27:00.192Z\">6.27am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Australia’s federal minister for industry, science and technology, Karen Andrews, has just given an update on efforts by Australian scientists to create a vaccine.</p> \n  <p>The country was the first outside of China to be able to replicate the virus, Andrews said.</p> \n  <p><strong>“We are now working as hard and fast as we can to develop a vaccine </strong>that’s currently undergoing testing at our specialised laboratories in Victoria.”</p> \n  <p>She said they’d fast track it as much as possible, but they need to make sure the vaccine is “fit for purpose”.</p> \n  <p>Other nations, such as the US, are also working on vaccines.</p> \n  <p><strong>She also urges Australians to stop panic-buying items, especially toilet paper</strong>.</p> \n  <p>“You do not need to go out and buy toilet paper,” she said.</p> \n  <p>“There are adequate stocks and adequate manufacturing capacity in Australia. That is not going to be an issue.”</p> \n  <p>Andrews said there were concerns for industry, including logistics in getting (other) products in from China, and government departments were working to minimise impacts.</p> \n  <p>“Many of our food manufacturers have an inventory of four weeks plus, and have increased the level of their manufacturing over the last week in particular.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/7NewsSydney/status/1236537310008631296\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Coronavirus update: Federal Minister for Industry, Science and Technology <a href=\"https://twitter.com/karenandrewsmp?ref_src=twsrc%5Etfw\">@karenandrewsmp</a> provides an update on her department’s response to coronavirus and efforts to develop a vaccine. More: <a href=\"https://t.co/RzgyHlr36I\">https://t.co/RzgyHlr36I</a>. Report on 7NEWS at 6pm. <a href=\"https://twitter.com/hashtag/auspol?src=hash&amp;ref_src=twsrc%5Etfw\">#auspol</a> <a href=\"https://twitter.com/hashtag/7NEWS?src=hash&amp;ref_src=twsrc%5Etfw\">#7NEWS</a> <a href=\"https://t.co/mrkrgL6igL\">pic.twitter.com/mrkrgL6igL</a></p>— 7NEWS Sydney (@7NewsSydney) \n    <a href=\"https://twitter.com/7NewsSydney/status/1236537310008631296?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T06:50:57.143Z\">at 6.50am GMT</time></p> \n</div> \n<div id=\"block-5e648bcb8f08c2df6d2755ec\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T06:14:51.089Z\">6.14am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Reuters is reporting six people are now confirmed to have died in the collapse of the Xinjia Express Hotel, which was being used as a quarantine centre.</p> \n  <p>The Ministry of Emergency Management said 43 people had been retrieved from the rubble. It said six people had died, 36 were taken to hospital, and one required no treatment.</p> \n  <p>Authorities were still searching for 28 people, the ministry said, giving a figure higher than the earlier reported figure of 19 missing.</p> \n  <p>According to state media outlet Xinhua, the owner of the building had been summoned by police.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T06:26:18.982Z\">at 6.26am GMT</time></p> \n</div> \n<div id=\"block-5e6486b28f087df56e4c45dc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T06:05:25.407Z\">6.05am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Some keen eyes have noticed discrepancies in the advice on the World Health Organization website about how not to treat Covid-19.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/krislc/status/1236521454218489856\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">In <a href=\"https://twitter.com/WHO?ref_src=twsrc%5Etfw\">@WHO</a> guide on <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a>, it initially mentioned people should not take traditional herbal remedies as a measure. It was mentioned in the French/Arabic/Russian versions - but not the Chinese one. But now the point was also removed from English version<a href=\"https://t.co/LyU9W7zQYI\">https://t.co/LyU9W7zQYI</a> <a href=\"https://t.co/JqGGNjLSc9\">pic.twitter.com/JqGGNjLSc9</a></p>— Kris Cheng (@krislc) \n    <a href=\"https://twitter.com/krislc/status/1236521454218489856?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/onlyyoontv/status/1236494515969482752\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Getting attention on <a href=\"https://twitter.com/hashtag/China?src=hash&amp;ref_src=twsrc%5Etfw\">#China</a> social media: Chinese pointing out <a href=\"https://twitter.com/WHO?ref_src=twsrc%5Etfw\">@WHO</a> appears to have different advice in English versus Chinese about traditional herbal medicine. In English, it is deemed not effective against <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a>. Not so in Chinese. <a href=\"https://twitter.com/hashtag/COVID%E3%83%BC19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVIDー19</a> <a href=\"https://t.co/Q7XPFW2clq\">pic.twitter.com/Q7XPFW2clq</a></p>— Eunice Yoon (@onlyyoontv) \n    <a href=\"https://twitter.com/onlyyoontv/status/1236494515969482752?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/onlyyoontv/status/1236495399591874561\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">What I found is even more odd. On an external server, <a href=\"https://twitter.com/WHO?ref_src=twsrc%5Etfw\">@WHO</a> link includes traditional medicine as not effective against <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a>. When I tap on exact same link on <a href=\"https://twitter.com/hashtag/China?src=hash&amp;ref_src=twsrc%5Etfw\">#China</a> internet, that line in English disappears. No matter the server, in Chinese, the advice doesn’t change. <a href=\"https://t.co/TPSlc4pYjg\">pic.twitter.com/TPSlc4pYjg</a></p>— Eunice Yoon (@onlyyoontv) \n    <a href=\"https://twitter.com/onlyyoontv/status/1236495399591874561?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T06:11:50.069Z\">at 6.11am GMT</time></p> \n</div> \n<div id=\"block-5e6483f68f08c2df6d2755d3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T05:40:03.472Z\">5.40am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><a href=\"https://www.theguardian.com/world/2020/mar/03/the-longest-holiday-parents-coping-with-coronavirus-school-closures-in-east-asia\">Tens of millions of students are stuck at home</a> because their schools have been closed due to the virus spread.</p> \n  <p>Many of them are doing online lessons run by their schools, and on this unprecedented mass scale there are a huge variety of new technologies and apps being used.</p> \n  <p>And according to this report, students in Wuhan have found a way to exploit one.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mslopatto/status/1236321363498921985\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The word from Wuhan <a href=\"https://t.co/4R5Fwwd26Z\">https://t.co/4R5Fwwd26Z</a> <a href=\"https://t.co/pi5iDwRUsX\">pic.twitter.com/pi5iDwRUsX</a></p>— Elizabeth Lopatto (@mslopatto) \n    <a href=\"https://twitter.com/mslopatto/status/1236321363498921985?ref_src=twsrc%5Etfw\">March 7, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T05:40:36.116Z\">at 5.40am GMT</time></p> \n</div> \n<div id=\"block-5e647d7f8f087df56e4c45c2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T05:12:14.806Z\">5.12am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A 12th diagnosis has been confirmed in the Australian state of Victoria, in a woman from Indonesia aged in her 50s, health authorities have said.</p> \n  <p>She flew from Jakarta to Perth on 27 February, feeling well, and began developing symptoms two days later. On 2 March the woman flew to Melbourne on Virgin Australia flight VA682, and saw a GP on 6 March. The GP ordered Covid-19 tests, which confirmed her as positive on Saturday. The woman is well, and is in self-isolation being cared for by family.</p> \n  <p>She had also visited a Vietnamese restaurant in Melbourne.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/7NewsMelbourne/status/1236513975442870272\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BREAKING: A twelfth case of coronavirus has been confirmed in Victoria, with a woman from Indonesia testing positive last night. <a href=\"https://t.co/5zYfOfohG3\">https://t.co/5zYfOfohG3</a> <a href=\"https://twitter.com/hashtag/7NEWS?src=hash&amp;ref_src=twsrc%5Etfw\">#7NEWS</a> <a href=\"https://t.co/BV8ao7ZdqP\">pic.twitter.com/BV8ao7ZdqP</a></p>— 7NEWS Melbourne (@7NewsMelbourne) \n    <a href=\"https://twitter.com/7NewsMelbourne/status/1236513975442870272?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/7NewsMelbourne/status/1236516974374473729\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Department of Health and Human Services statement. <a href=\"https://t.co/b4HzXOlkwd\">pic.twitter.com/b4HzXOlkwd</a></p>— 7NEWS Melbourne (@7NewsMelbourne) \n    <a href=\"https://twitter.com/7NewsMelbourne/status/1236516974374473729?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T05:13:07.315Z\">at 5.13am GMT</time></p> \n</div> \n<div id=\"block-5e647b408f085f0b8d94442f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T04:58:25.568Z\">4.58am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>These are the areas covered by the Italian lockdown. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bopanc/status/1236407666911711233\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A map of <a href=\"https://twitter.com/hashtag/Italy?src=hash&amp;ref_src=twsrc%5Etfw\">#Italy</a>'s regions that will be likely put under a policed lockdown tomorrow in a desperate attempt to stop the <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> epidemic. Includes major cities such as Milan and Venice This is what China did in January. This will help focus minds in the rest of Europe. <a href=\"https://t.co/gCaDsDNFjQ\">pic.twitter.com/gCaDsDNFjQ</a></p>— Bojan Pancevski (@bopanc) \n    <a href=\"https://twitter.com/bopanc/status/1236407666911711233?ref_src=twsrc%5Etfw\">March 7, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e64795b8f08c2df6d2755ae\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T04:52:28.852Z\">4.52am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The gates at Milan’s main train station were closed ahead of the order to lock down Lombardy and 11 northern provinces, including the cities of Milan and Venice, in an effort to stop the spread of coronavirus.</p> \n  <figure class=\"element element-image\" data-media-id=\"821fb377af46dda6d04b9e03cb000b15ae03ac80\"> \n   <img src=\"https://media.guim.co.uk/821fb377af46dda6d04b9e03cb000b15ae03ac80/0_0_3500_2625/1000.jpg\" alt=\"Closed gates are seen at Milan’s main train station as Italian authorities prepare to lock down Lombardy to prevent the spread of the highly infectious coronavirus.\" width=\"1000\" height=\"750\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Closed gates are seen at Milan’s main train station as Italian authorities prepare to lock down Lombardy to prevent the spread of the highly infectious coronavirus.</span> \n    <span class=\"element-image__credit\">Photograph: Alex Fraser/Reuters</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"860269336e36dbaeab0f15c694d7c099ef7ec857\"> \n   <img src=\"https://media.guim.co.uk/860269336e36dbaeab0f15c694d7c099ef7ec857/0_0_3500_2625/1000.jpg\" alt=\"Military and policemen are seen inside Milan’s main train station as Italian authorities prepare to lock down Lombardy to prevent the spread of the highly infectious coronavirus.\" width=\"1000\" height=\"750\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Military and policemen are seen inside Milan’s main train station as Italian authorities prepare to lock down Lombardy to prevent the spread of the highly infectious coronavirus.</span> \n    <span class=\"element-image__credit\">Photograph: Alex Fraser/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T04:55:37.908Z\">at 4.55am GMT</time></p> \n</div> \n<div id=\"block-5e64775d8f087df56e4c45b6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T04:47:37.260Z\">4.47am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">North Korea releases 3,600 people quarantined over coronavirus</h2> \n <div class=\"block-elements\"> \n  <p>North Korea has reportedly released more than 3,600 people who were quarantined over coronavirus, according to reports.</p> \n  <p>More on this from AFP: </p> \n  <blockquote> \n   <p><em>Pyongyang has imposed strict restrictions and closed its borders to try to prevent an outbreak and <strong>insists it has not had a single case of Covid-1</strong>9.</em></p> \n   <p><em>About <strong>3,650 people quarantined in Kangwon and Chagang provinces were released as of Thursday</strong>, North Korea’s state radio reported, according to Yonhap news agency.</em></p> \n   <p><em>It follows the official KCNA news agency stating on Friday that 221 out of 380 foreigners who were under “strict medical monitoring” had been discharged from isolation.</em></p> \n   <p><em>The North Korean leader, Kim Jong-un, warned last month of “serious consequences” if the virus reaches his country, which has banned tourists and suspended international trains and flights.</em></p> \n   <p><em>Pyongyang, subject to multiple international sanctions over its nuclear and ballistic missile programs, has a weak medical infrastructure and analysts say prevention is its only option.</em></p> \n   <p><em>Kim sent a personal letter to the South Korean president, Moon Jae-in, on Thursday to “comfort” South Koreans fighting the coronavirus outbreak raging in the country.</em></p> \n   <p><em>South Korea – which reported 93 new cases on Sunday – has the largest number of cases in the world outside China, with 7,134.</em></p> \n   <p><em>Two more people died, bringing the death toll to 50, according to the Korea Centers for Disease Control and Prevention.</em></p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T04:50:58.984Z\">at 4.50am GMT</time></p> \n</div> \n<div id=\"block-5e6475868f085f0b8d94441c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T04:40:45.740Z\">4.40am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>New toilet paper limit in Australia due to panic buying</h2> \n  <p>Coles supermarket in Australia has introduced a new limit for toilet paper in response to widespread panic buying, which resulted in a number of scuffles in supermarket toilet paper aisles and two women being charged for fighting over roles.</p> \n  <p>Last week the supermarket chain introduced a four packs per customer limit. As of Sunday, <strong>that limit has been lowered to one pack. </strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/9NewsAUS/status/1236496869485711360\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">JUST IN: Coles have released a statement following the unprecedented demand for toilet paper. They have changed the limit to one pack per customer. <a href=\"https://twitter.com/hashtag/9News?src=hash&amp;ref_src=twsrc%5Etfw\">#9News</a> <a href=\"https://t.co/K12gwiFNJs\">pic.twitter.com/K12gwiFNJs</a></p>— Nine News Australia (@9NewsAUS) \n    <a href=\"https://twitter.com/9NewsAUS/status/1236496869485711360?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n  <p>In a statement, Coles said:</p> \n  <blockquote class=\"quoted\"> \n   <p>We have asked our suppliers to focus on increasing production of larger pack sizes and we are prioritising the delivery of these packs to our stores, as a pack of 30 rolls should last an average family for around three weeks.</p> \n  </blockquote> \n  <p>The AMA president, <strong>Dr Tony Bartone</strong>, referred to the toilet paper wars in comments he made in Melbourne a short time ago about misinformation and inconsistent messaging causing panic around coronavirus:</p> \n  <blockquote class=\"quoted\"> \n   <p>We have had situations around considerable amount of panic this week. Unexplained panic, hysteria bordering at times. We cannot have a situation where people are fighting in supermarket aisles for toilet paper and then at the same time look at the inconsistencies in messaging. </p> \n   <p>We need to reassure the public and the community as a whole that the coronavirus is a virus with mild symptoms, largely. It is for small proportion of the population that is going to be a risk of any further complications.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e6472e48f08c2df6d275596\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T04:32:44.220Z\">4.32am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Meanwhile in Melbourne, the president of the Australian Medical Association, <strong>Dr Tony Bartone</strong>, is addressing reporters in support of a Melbourne doctor who saw 70 patients in the week before he tested positive for Covid-19.</p> \n  <p>The doctor had what he described as a mild cold when he returned from the US to Australia last Saturday and was still getting over that when he returned to work on Monday. He tested himself on Thursday, despite there being no requirement for people returning from the US to isolate themselves or test for coronavirus, and tested positive.</p> \n  <p>The Victorian health minister, Jenny Mikakos, <a href=\"https://www.theguardian.com/world/2020/mar/07/flabbergasted-melbourne-doctor-with-coronavirus-symptoms-continued-seeing-patients\">had said she was “flabbergasted” that a doctor would work with flu-like symptoms</a>, given the global coronavirus outbreak, and suggested the medical regulator should review the doctor’s actions.</p> \n  <p><a href=\"https://www.theguardian.com/world/2020/mar/08/doctor-who-had-coronavirus-demands-apology-from-victorian-health-minister-over-inaccuracies\">Dozens of doctors have since called for her to resign.</a></p> \n  <p>Bartone said the doctor acted “within good faith and informed clinical judgment to ensure he did not expose or did not cause any undue risk to the patients he was treating”.</p> \n  <blockquote class=\"quoted\"> \n   <p>So we have a doctor acting completely within the guidelines at the time. We have a doctor who made a decision in a good faith about the needs of his patients and we have a doctor here who acted within the available information at the time. It is clearly very unfortunate and disappointing that the minister saw fit to make the comments she made yesterday. </p> \n  </blockquote> \n  <p>He said the minister should apologise, and that the advice to Australian doctors was “inconsistent”.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T04:37:24.583Z\">at 4.37am GMT</time></p> \n</div> \n<div id=\"block-5e6471998f087df56e4c45a3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T04:21:37.075Z\">4.21am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It is not yet clear what the Italian lockdown will mean for the Formula One season, which is due to open with the Australian Grand Prix in Melbourne next weekend.</p> \n  <p>Organisers of the Australian event have been <a href=\"https://www.theguardian.com/sport/2020/mar/02/f1-organisers-insist-australian-grand-prix-will-go-ahead-despite-coronavirus\">adamant that the race would go ahead </a>despite travel concerns around the Ferrari team, which is headquartered in Maranello, about 18km outside Moderna, within the area covered by the lockdown.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T04:30:56.530Z\">at 4.30am GMT</time></p> \n</div> \n<div id=\"block-5e64705d8f085f0b8d944405\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T04:15:30.189Z\">4.15am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Italy cancels leave for healthcare workers</h2> \n <div class=\"block-elements\"> \n  <p>Reuters has some more details:</p> \n  <blockquote> \n   <p><em>The Italian government will adopt tough measures to try to contain the spread of coronavirus, including telling people not to enter or leave the hardest-hit region of Lombardy, according to a draft decree seen by Reuters.</em></p> \n   <p><em>So far only a few limited areas of northern Italy, known as “red zones”, have been quarantined, but in a dramatic escalation the draft tells people <strong>not to enter or leave Lombardy or 11 provinces in other regions.</strong></em></p> \n   <p><em>The legislation is expected to be approved later on Saturday, the head of the civil protection agency said earlier, <strong>after the number of infections rose by more than 1,200 in the past 24 hours.</strong></em></p> \n   <p><em>In all the areas covered by the decree, including towns in the northern regions of Emilia-Romagna, Veneto and Piedmont, <strong>schools will be closed at least until 3 April, all museums, gyms and swimming pools will be also shut and leave is cancelled for all healthcare workers.</strong></em></p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T04:20:34.036Z\">at 4.20am GMT</time></p> \n</div> \n<div id=\"block-5e646e478f087df56e4c458e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T04:10:06.125Z\">4.10am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p> The lockdown confirmed by the Italian prime minister, <strong>Giuseppe Conte,</strong> applies to Lombardy, the capital of which is Milan, as well as areas around Venice, Parma, Moderna and other major northern cities and alpine ski resorts. </p> \n  <p>Anyone who breaks the lockdown on entering select provinces of northern Italy faces three months in jail. <br></p> \n  <p>There are reports the lockdown includes all public activities, including weddings and funerals.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tancredipalmeri/status/1236464319140855808\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BREAKING NEWS:<br><br>Official:<br>area involving 10 million of Italians now in lockdown for <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> outbreak.<br>All Milan’s region, Lombardy, plus cities like Parma, Modena etc.<br>All kind of public activities are suspended, including wedding and funerals.<br>People aren’t allowed to leave</p>— Tancredi Palmeri (@tancredipalmeri) \n    <a href=\"https://twitter.com/tancredipalmeri/status/1236464319140855808?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T04:11:55.612Z\">at 4.11am GMT</time></p> \n</div> \n<div id=\"block-5e6469628f087df56e4c4586\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T03:47:48.960Z\">3.47am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Italian PM signs decree for lockdown</h2> \n <div class=\"block-elements\"> \n  <p>The Italian prime minister, <strong>Giuseppe Conte,</strong> announced early on Sunday that the entire region of Lombardy and a number of provinces in other regions were put into lockdown as the coronavirus continued to spread throughout the country.</p> \n  <p>Earlier reporting said the decree would ban all public events, closing cinemas, theatres, gyms, discos and pubs. </p> \n  <p><strong>The new measures will apply to more than a quarter of the Italian population – about 16m people –</strong> and will be in force at least until 3 April. </p> \n  <p>The region of Lombardy is home to more than 10m people.</p> \n  <p>Italy has confirmed 5,883 cases, with more than 1,200 reported in a single 24 hours. The spread shows no sign of slowing. </p> \n  <p>The northern regions of Lombardy, Emilia-Romagna and Veneto are the hardest hit, representing 85% of cases and 92% of recorded deaths.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GiuseppeConteIT/status/1236484878566383616\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"it\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/Coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#Coronavirus</a>, appena firmato il nuovo decreto: <a href=\"https://t.co/jYbSx7FEpG\">https://t.co/jYbSx7FEpG</a></p>— Giuseppe Conte (@GiuseppeConteIT) \n    <a href=\"https://twitter.com/GiuseppeConteIT/status/1236484878566383616?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T03:57:44.876Z\">at 3.57am GMT</time></p> \n</div> \n<div id=\"block-5e6465cf8f08c2df6d275573\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T03:27:01.968Z\">3.27am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>On Chinese social media the hashtag #when will Hubei be unblocked has been read more than 100m times.</p> \n  <p>From AFP:</p> \n  <blockquote> \n   <p>For days now, several cities at the heart of China’s deadly coronavirus epidemic have not recorded any new infections, so residents such as factory worker Tang Wushan have a message for the authorities: it’s time to lift their quarantine.</p> \n   <p>Tang lives in central Hubei province, whose nearly 60m residents have been under lockdown since late January as the government rushed to put a lid on a virus that first emerged in the regional capital, Wuhan.</p> \n   <p>He has not stepped out of his home in rural Xiangyang for more than 40 days.</p> \n   <p>“It’s been too long,” the 30-year-old said, adding that he felt like he was “going to have a breakdown”.</p> \n   <p>On Sunday there were no new cases in the province for a third consecutive day except in Wuhan, which recorded 41 fresh infections. It is the first time that has happened since daily figures were released in January.</p> \n   <p>There have been no new cases in Xiangyang for 12 consecutive days.</p> \n   <p>Xianning city and Shennongjia forest district have not had new confirmed patients for 15 straight days.</p> \n   <p>“There are some areas with no virus cases since the start of the outbreak. I think these areas could gradually reopen,” Tang said.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T03:59:18.121Z\">at 3.59am GMT</time></p> \n</div> \n<div id=\"block-5e645d728f085f0b8d9443c0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T03:10:35.094Z\">3.10am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>At least two people have been killed in the hotel collapse</strong> in eastern China overnight. The building was being used as a quarantine facility for people infected with Covid-19.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CGTNOfficial/status/1236488277353357312\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/UPDATE?src=hash&amp;ref_src=twsrc%5Etfw\">#UPDATE</a> Two of the 50 people pulled from under the debris of a collapsed hotel in Quanzhou were found dead. <a href=\"https://t.co/NWqbo8IcAJ\">pic.twitter.com/NWqbo8IcAJ</a></p>— CGTN (@CGTNOfficial) \n    <a href=\"https://twitter.com/CGTNOfficial/status/1236488277353357312?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n  <p>AFP earlier provided further details. (It appears the two dead are in addition to the 48 rescued, and there are still 19 unaccounted for.)</p> \n  <p>Rescuers are still searching for 19 people who remain trapped in rubble, state media reported.</p> \n  <p>A total of 48 people have been rescued out of the 67 initially trapped when the building first crumbled, state broadcaster CCTV said Sunday.</p> \n  <p>Footage circulating on Twitter-like Weibo showed rescue workers combing through the rubble of the 80-room Xinjia hotel in coastal Quanzhou city in the dark as they reassured a woman trapped under heavy debris and carried wounded victims into ambulances.</p> \n  <p>Other footage published by local media, purportedly from security cameras across the street, showed the entire hotel collapsing in seconds.</p> \n  <p>The hotel’s facade appeared to have crumbled into the ground, exposing the building’s steel frame, and a crowd gathered as the evening wore on.</p> \n  <p>China’s ministry of emergency management said about 200 local and 800 Fujian province firefighters had been deployed, with 11 search and rescue teams and seven rescue dogs, according to Xinhua.</p> \n  <p>Quanzhou authorities said ambulances, excavators and cranes had also been rushed to the site.</p> \n  <p>Representatives from Beijing are also en route to Quanzhou, Xinhua reported.</p> \n  <figure class=\"element element-image\" data-media-id=\"96480523e8ab5e7dc17a7b3e3a3760c97e6ae71c\"> \n   <img src=\"https://media.guim.co.uk/96480523e8ab5e7dc17a7b3e3a3760c97e6ae71c/0_113_3400_2040/1000.jpg\" alt=\"A woman is rescued from the rubble of a collapsed hotel in Quanzhou, in China’s eastern Fujian province, on Saturday. About 70 people were trapped after the Xinjia hotel collapsed.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A woman is rescued from the rubble of a collapsed hotel in Quanzhou, in China’s eastern Fujian province, on Saturday. About 70 people were trapped after the Xinjia hotel collapsed.</span> \n    <span class=\"element-image__credit\">Photograph: AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T03:17:33.352Z\">at 3.17am GMT</time></p> \n</div> \n<div id=\"block-5e6454288f08c2df6d27552a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T02:49:55.040Z\">2.49am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the US, via Reuters: a man in his 50s has tested positive, with no immediately identifiable point of contact with the virus.</p> \n  <p>A person in Washington, DC, has had a “presumptive positive test” for the coronavirus, mayor Muriel Bowser said on Twitter on Saturday.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MayorBowser/status/1236422174958895104\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Late this afternoon, testing at the Public Health Lab at the DC Department of Forensic Sciences yielded its first presumptive positive coronavirus (COVID-19) case. Join me live at 7:30 p.m. for a briefing at the John A. Wilson Building.</p>— Mayor Muriel Bowser (@MayorBowser) \n    <a href=\"https://twitter.com/MayorBowser/status/1236422174958895104?ref_src=twsrc%5Etfw\">March 7, 2020</a>\n   </blockquote> \n  </figure> \n  <p>In a news conference later on Saturday, Bowser said the affected person is a male in his 50s who is a resident of the district. </p> \n  <p>He began exhibiting conditions in late February although <strong>he appears to have no record of international travel or close contact with persons known to have the virus</strong>, Bowser said. He remains in hospital.</p> \n  <p>“With his test yielding a presumptive positive, DC health has begun investigating in keeping with the CDC’s guidelines,” Bowser said.</p> \n  <p>The DC government is also aware of another unnamed person who recently visited DC and was diagnosed with the virus at a Maryland hospital. That case is also being investigated by health professionals to understand the person’s exposure to other residents.</p> \n  <p>“Our message to DC residents continues to be: help us prevent the spread of germs and stay informed,” she said.</p> \n  <p>Also in DC, <strong>a marine at Virginia’s Fort Belvoir became the first military case of coronavirus</strong> reported inside the US. </p> \n  <p>The marine was being treated at Fort Belvoir community hospital, south of Washington, and had recently returned from an overseas assignment, a Pentagon spokesman, Jonathan Hoffman, said on Twitter.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T03:06:08.248Z\">at 3.06am GMT</time></p> \n</div> \n<div id=\"block-5e6458a28f08c2df6d275534\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T02:34:51.260Z\">2.34am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Infected man in Tasmania went to work</h2> \n <div class=\"block-elements\"> \n  <p>A man who tested positive for Covid-19 in Tasmania, Australia, ignored an instruction to self-isolate after being tested at the Royal Hobart hospital on Friday, local media is reporting. </p> \n  <p>Instead he went to public places and worked his Saturday shift at the Hotel Grand Chancellor.</p> \n  <p>The man, aged in his 20, arrived in Hobart on 26 February after travelling from Nepal and Singapore and returned a positive test to the virus on Saturday.</p> \n  <p>Authorities are working to determine if any of his colleagues need to self-isolate.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/emilyjjarvie/status/1236450756586172417\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/BREAKING?src=hash&amp;ref_src=twsrc%5Etfw\">#BREAKING</a> A man in his 20s is Tasmania’s second confirmed case of <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a>. He arrived in Tasmania from Nepal via Singapore and Sydney. His case is unrelated to a man in Launceston who also tested positive to the virus last week <a href=\"https://t.co/0KPW0Spdou\">pic.twitter.com/0KPW0Spdou</a></p>— Emily Jarvie (@emilyjjarvie) \n    <a href=\"https://twitter.com/emilyjjarvie/status/1236450756586172417?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/emilyjjarvie/status/1236453331847036928\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Public Health director Dr Mark Vietch said more cases of <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> were to be expected in Tasmania but said it would be more contained than, for example, Wuhan in China</p>— Emily Jarvie (@emilyjjarvie) \n    <a href=\"https://twitter.com/emilyjjarvie/status/1236453331847036928?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/emilyjjarvie/status/1236454676540690434\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">The man was told to self-isolate after being tested for <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> at the RHH on Friday night. He did not comply, attending public places and working a shift at the Hotel Grand Chancellor the next day</p>— Emily Jarvie (@emilyjjarvie) \n    <a href=\"https://twitter.com/emilyjjarvie/status/1236454676540690434?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RuthQuibell/status/1236467115164499969\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The clash point of casualisation and individual responsibility. <a href=\"https://t.co/9gVKy8EGki\">https://t.co/9gVKy8EGki</a></p>— Ruth Quibell (@RuthQuibell) \n    <a href=\"https://twitter.com/RuthQuibell/status/1236467115164499969?ref_src=twsrc%5Etfw\">March 8, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T03:02:58.786Z\">at 3.02am GMT</time></p> \n</div> \n<div id=\"block-5e6454e28f085f0b8d94439d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T02:19:38.507Z\">2.19am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the US, via Reuters: </p> \n  <blockquote> \n   <p>Organisers of the conservative political action conference, or CPAC, said an attendee at its annual Washington-area conference last month has tested positive for coronavirus.</p> \n   <p>“A New Jersey hospital tested the person, and CDC confirmed the positive result,” said a statement by the American Conservative Union, the host of the event.</p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ACUConservative/status/1236415113265102852\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Important Health Notification for CPAC 2020 participants and attendees. <a href=\"https://t.co/NtahNO8st3\">pic.twitter.com/NtahNO8st3</a></p>— ACU (@ACUConservative) \n    <a href=\"https://twitter.com/ACUConservative/status/1236415113265102852?ref_src=twsrc%5Etfw\">March 7, 2020</a>\n   </blockquote> \n  </figure> \n  <blockquote> \n   <p>The conference was attended by numerous high-profile conservative political figures, including the US president, Donald Trump, and vice president Mike Pence.</p> \n   <p>The organiser said the affected person had “no interaction” with Trump or Pence and did not attend events in the conference’s main hall.</p> \n   <p>The conference took place on 26-29 February in Fort Washington, Maryland, just outside the District of Columbia.</p> \n   <p>Asked about the development later on Saturday, Trump told reporters in Florida he was not concerned and planned to continue to hold political rallies. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T02:30:24.597Z\">at 2.30am GMT</time></p> \n</div> \n<div id=\"block-5e644c258f08c2df6d275512\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T02:09:41.478Z\">2.09am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>AFP reports Bulgaria has confirmed its first cases of the virus: a 27-year-old man and a 75-year-old woman.</p> \n  <p>Neither had travelled recently or been in contact with anyone who had returned from a country with a coronavirus outbreak, Bulgaria’s chief state health inspector, Angel Kunchev, said.</p> \n  <p>“Samples from two patients – a man from the northern town of Pleven and a woman from the central town of Gabrovo – tested positive,” the director of the national centre of infectious and parasitic diseases, Todor Kantardzhiev, said.</p> \n  <p>Both were tested as a preventive measure after being hospitalised several days ago with severe respiratory problems.</p> \n  <p>Their condition has improved and both will undergo further tests overnight to verify the result.</p> \n  <p>Authorities said they had already tracked down and started testing anyone who had been in contact with the pair – about 40 people in total – to identify a possible “patient zero”.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T02:15:57.832Z\">at 2.15am GMT</time></p> \n</div> \n<div id=\"block-5e6441198f08c2df6d2754e9\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T02:01:41.413Z\">2.01am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Another cruise ship being tracked by US authorities</h2> \n <div class=\"block-elements\"> \n  <p>US authorities are tracking another cruise ship for potential infections, according to vice-president Mike Pence, who is leading the US’s response.</p> \n  <p>The ship that <strong>may have shared crew members with <a href=\"https://www.theguardian.com/world/2020/mar/07/thousands-held-on-cruise-ship-off-united-states-scientists-declare-pandemic\">a ship carrying people who tested positive</a></strong> for Covid-19, Pence said on Saturday. </p> \n  <p>“We are tracking at this point a ship that may have shared crew with the Diamond Princess or the Grand Princess and we’ve taken decisive action to hold until we do a full medical assessment of the crew on that ship,” Pence said after a meeting with cruise line industry officials. </p> \n  <p>He did not identify the ship being tracked.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T02:07:05.567Z\">at 2.07am GMT</time></p> \n</div> \n<div id=\"block-5e644cbc8f08c2df6d275514\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T01:41:03.762Z\">1.41am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A 64-year-old man died in <strong>Argentina</strong> as a result of the new coronavirus, the first such death in Latin America, health authorities announced on Saturday.</p> \n  <figure class=\"element element-image\" data-media-id=\"a8dcfd66d30bc5a669cf826ace71819bedbb89c4\"> \n   <img src=\"https://media.guim.co.uk/a8dcfd66d30bc5a669cf826ace71819bedbb89c4/0_0_3500_2475/1000.jpg\" alt=\"People cover their faces while leaving hospital Cosme Argerich, after the first fatality from coronavirus in Latin America was confirmed in Buenos Aires.\" width=\"1000\" height=\"707\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">People cover their faces while leaving hospital Cosme Argerich, after the first fatality from coronavirus in Latin America was confirmed in Buenos Aires.</span> \n    <span class=\"element-image__credit\">Photograph: Mariana Greif/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T01:57:19.741Z\">at 1.57am GMT</time></p> \n</div> \n<div id=\"block-5e644aa18f087df56e4c4521\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T01:35:23.707Z\">1.35am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">93 new cases in South Korea on late Saturday</h2> \n <div class=\"block-elements\"> \n  <p>South Korea reported 93 new cases of the virus on late Saturday, bringing the total to 7,134. It is the largest outbreak outside of mainland China.</p> \n  <p>Edit: This post was updated to clarify the 93 new cases were in addition to cases earlier reported for Saturday.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T03:24:39.579Z\">at 3.24am GMT</time></p> \n</div> \n<div id=\"block-5e6449618f08c2df6d275507\" class=\"block\" data-block-contributor=\"profile/calla-wahlquist\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T01:25:36.394Z\">1.25am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Australian health minister, <strong>Greg Hunt</strong>, has just addressed the media in Frankston, a suburb of Melbourne. He said the number of confirmed Covid-19 cases in Australia had risen to 74, including two members of the Australian defence force.</p> \n  <p>He also commented on the death of <a href=\"https://www.theguardian.com/world/live/2020/mar/08/coronavirus-live-updates-third-death-in-australia-as-cases-reach-more-than-70?page=with:block-5e6426bc8f087df56e4c446e#block-5e6426bc8f087df56e4c446e\">an 82-year-old man in Sydney</a>, one of the residents of the BaptistCare Dorothy Henderson Lodge aged care home, and the third person to die after testing positive to Covid-19 in Australia.</p> \n  <p>“That’s just a great loss to him, his family, to all of the community, which will feel this loss,” he said.<br></p> \n  <p><strong>Hunt urged people to be “their best selves”</strong> in what seems to be an oblique reference to <a href=\"https://www.theguardian.com/australia-news/2020/mar/07/it-isnt-mad-max-police-warning-after-shoppers-brawl-over-toilet-paper-in-sydney\">the toilet paper wars. </a></p> \n  <p>“Only two months ago, as a nation, we faced the great challenge of the bushfires,” he said. “And we rose. We were our best selves, and this is the time to be our best selves and to let our better angels prevail.<br></p> \n  <p>“And our job, working with the states and territory, but working with the community, is to make sure that we are not just prepared, but that we are unified.</p> \n  <p>“And so there have been some things which have occurred in recent days which have not been our best selves. But it was only two months ago, as I say, that as a country, the spirit of the volunteer, the spirit of the CFA and the RFS and our emergency service.”</p> \n  <p>Hunt returned to this point a lot, comparing the spirit required in response to the global coronavirus outbreak to that seen in response to the Australian bushfires. (You will recall the Australian government was heavily criticised for its management of that crisis.)</p> \n  <p>He also announced that the Australian government had secured an additional 54m face masks for its national reserve and said that no primary health network in Australia had exhausted its first round of masks.</p> \n  <p>So that means that, contrary to reports from GPs that they are struggling to get the appropriate personal protective equipment. Hunt said there may have been some miscommunications which meant that busy medical practices “may not have realised that they’ve had that”.</p> \n  <p>Hunt was asked to comment on <a href=\"https://www.theguardian.com/world/2020/mar/08/doctor-who-had-coronavirus-demands-apology-from-victorian-health-minister-over-inaccuracies\">a spat unfolding in Victoria between the health minister, Jenny Mikakos, and GPs</a>, who were incensed at her comments that she was “flabbergasted” a GP who was later diagnosed with Covid-19 had gone to work with cold- and/or flu-like symptoms.</p> \n  <p>Hunt drew on the bushfire analogy again: “Over summer our firefighters and our emergency service workers were our heroes. In the coming months it will be our health and medical service workers who will be our national heroes. So we need to support them equally.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T01:44:35.737Z\">at 1.44am GMT</time></p> \n</div> \n<div id=\"block-5e64463d8f085f0b8d944370\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T01:18:27.216Z\">1.18am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Still in Australia, authorities are asking people who travelled on <strong>two flights between Canberra and Sydney on 28 February</strong> and sat in particular rows to self-isolate and call the public health line on 1300 066 055.</p> \n  <p><strong>Flight one: 6.45am QF1509 Sydney to Canberra, rows 2-6</strong></p> \n  <p><strong>Flight two: 2.35pm VA651 Canberra to Sydney, rows 3-7</strong></p> \n  <p>“Anyone else travelling on these flights in other rows are not considered to be close contacts and should monitor their health until 13 March and to contact their GP for assessment and testing if they develop any symptoms.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T01:45:44.897Z\">at 1.45am GMT</time></p> \n</div> \n<div id=\"block-5e6444718f085f0b8d944366\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T01:11:00.378Z\">1.11am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">44 new cases in China</h2> \n <div class=\"block-elements\"> \n  <p>On Sunday health authorities in mainland China reported 44 new confirmed cases of Covid-19 on Saturday, and 27 deaths (all in the Hubei province). The previous day had seen 99 new cases and 28 deaths. </p> \n  <p>China has now reported 80,695 confirmed cases, and 3,097 deaths since the start of the outbreak.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T01:14:25.548Z\">at 1.14am GMT</time></p> \n</div> \n<div id=\"block-5e643cb58f085f0b8d944344\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T01:03:01.626Z\">1.03am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A 38-year-old woman who recently travelled from London to Queensland via Dubai has been diagnosed with Covid-19. Health authorities in Gympie say the woman has been transferred to an isolation unit at a hospital.</p> \n  <p>While other passengers are at low risk, authorities are tracing people who were on board her flight and sitting in the two rows in front and behind her, on Qantas flight QF2 departing on 29 February from London to Singapore, then QF52 from Singapore arriving in Brisbane on 2 March.</p> \n  <p>They are also doing the same for passengers on the flight of another man since diagnosed, Thai Airways flight from Thailand to Brisbane TG473 on 26 February.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T01:11:07.589Z\">at 1.11am GMT</time></p> \n</div> \n<div id=\"block-5e643bc18f087df56e4c44e3\" class=\"block\" data-block-contributor=\"profile/richardadams\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T00:40:34.093Z\">12.40am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The University of Oxford</strong> has revealed its first case of a student testing positive for Covid-19. Louise Richardson, Oxford’s vice chancellor, announced to staff on Saturday evening (UK time) that a student has tested positive for the virus but ruled out closing any university facilities or accommodation.</p> \n  <p>“I am writing to let you know that Public Health England has confirmed that one of our students has tested positive for coronavirus (Covid-19) after returning from travel overseas,” Richardson said.</p> \n  <p>“I am constrained in what I can say at the moment but I am glad to report that the student self-isolated as soon as they developed symptoms and did not attend any university or college events after they fell ill. As a result, PHE has advised that t<strong>he risk to other students and staff is very low and that university and college activities can continue.”</strong></p> \n  <p>Richardson said PHE advised the university not to take “any additional public health actions” as a result of the student’s positive test.</p> \n  <p>Last week Richardson warned that “many of our Chinese and other Asian students and staff have felt isolated or even suspect, especially when wearing face masks” in Oxford. “This is a time for us to come together as a community and to support not shun one another,” she said.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T01:47:06.158Z\">at 1.47am GMT</time></p> \n</div> \n<div id=\"block-5e64375f8f087df56e4c44db\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T00:26:28.698Z\">12.26am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hello, this is <strong>Helen Davidson</strong> taking over the blog for the next few hours. Thanks to <strong>Calla</strong> for bringing us all the earlier updates.</p> \n  <p><a href=\"https://gisanddata.maps.arcgis.com/apps/opsdashboard/index.html#/bda7594740fd40299423467b48e9ecf6\">Johns Hopkins University</a>, which has been tracking reports, says there have been 105,939 confirmed cases across 95 countries, with 3,559 deaths. More than 58,300 people have recovered. </p> \n  <p><a href=\"https://experience.arcgis.com/experience/685d0ace521648f8a5beeeee1b9125cd\">The World Health Organisation’s</a> dashboard has some slightly different numbers:103,168 cases of Covid-19 and 3,507 deaths.</p> \n  <p><strong>Italian authorities</strong> have announced they will <a href=\"https://www.theguardian.com/world/2020/mar/07/italy-set-to\">lock down the whole region of <strong>Lombardy</strong></a> in their latest bid to stop the spread of Europe’s worst outbreak of the virus. </p> \n  <p>The northern regions of <strong>Lombardy, Emilia-Romagna and Veneto</strong> are the hardest hit, representing 85% of cases and 92% of recorded deaths.</p> \n  <p>So far 5,883 people have been infected in the country and 233 have died. The number of cases jumped by more than 1,200 in 24 hours at the weekend.</p> \n  <p><strong>Australia’s</strong> death toll has risen to three, with more than 70 confirmed cases of Covid-19. Five new countries – <strong>Colombia, the Holy See, Peru, Serbia, and Togo –</strong> have reported their first cases.</p> \n  <p>Late last night <a href=\"https://www.theguardian.com/world/2020/mar/07/china-coronavirus-quarantine-hotel-collapses-trapping-dozens\">a hotel in south-eastern <strong>China</strong> used as a quarantine centre for holding people who have arrived from coronavirus-hit regions collapsed</a>, trapping dozens, according to the local government.</p> \n  <p>The <a href=\"https://www.theguardian.com/world/2020/mar/07/coronavirus-us-deaths-new-york-emergency-florida\">number of people who have died in <strong>the US</strong> has climbed to 19</a>, with about 400 confirmed cases. There are fears for thousands of people on a cruise ship held off San Francisco where 21 people have been diagnosed with the illness.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T00:56:10.553Z\">at 12.56am GMT</time></p> \n</div> \n<div id=\"block-5e6435d98f087df56e4c44d8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T00:06:25.348Z\">12.06am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Women charged over toilet paper scuffle</h2> \n <div class=\"block-elements\"> \n  <p>Police in New South Wales<strong> have charged two women over an altercation at a supermarket at </strong><strong>Chullora</strong><strong> in Sydney yesterday</strong>. The women allegedly fought over some of the supermarket’s dwindling supplies of toilet paper.</p> \n  <p>Toilet paper has been selling out across Australia in a wave of panic buying over coronavirus. Stocks of dried pasta, hand soap, and over-the-counter painkillers are also rapidly selling out. </p> \n  <p>Here’s <a href=\"https://www.police.nsw.gov.au/news/news_article?sq_content_src=%2BdXJsPWh0dHBzJTNBJTJGJTJGZWJpenByZC5wb2xpY2UubnN3Lmdvdi5hdSUyRm1lZGlhJTJGODM1MDcuaHRtbCZhbGw9MQ%3D%3D\">the NSW police statement</a>: </p> \n  <blockquote> \n   <p><em>Just after 7am (Saturday 7 March 2020), police were called to a Chullora supermarket following reports of an altercation in an aisle over toilet paper.</em></p> \n   <p><em>Staff intervened, separating the women and police were notified.</em></p> \n   <p><em>Officers from Bankstown police station attended and spoke to a 49-year-old woman, who had allegedly been assaulted. She was uninjured.</em></p> \n   <p><em>About 8pm, two women attended Bankstown police station and spoke with investigators.</em></p> \n   <p><em>Today (Sunday 8 March 20120), two Bankstown women, aged 23 and 60, were issued court attendance notices for affray.</em></p> \n   <p><em>Both are due to appear at Bankstown local court on Tuesday 28 April 2020.</em></p> \n  </blockquote> \n  <p>All experts in Australia, from the chief medical officer and the prime minister down, have reassured people that <strong>panic buying is not necessary and they are at no risk of running out of essential supplies</strong>. If required to self-isolate for 14 days, the Red Cross and other organisations can deliver essential supplies to the homes of people who may not have two weeks worth of food and toilet paper on hand.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T01:48:24.856Z\">at 1.48am GMT</time></p> \n</div> \n<div id=\"block-5e64311f8f085f0b8d944309\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-08T00:00:02.238Z\">12.00am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Effect on tourism is growing</h2> \n <div class=\"block-elements\"> \n  <p>We are only just starting to see the scale of the economic effect that the coronavirus will have on the tourism industry. <strong>Aaron Smi</strong><strong>th</strong> filed this report on what is happening on the ground in <strong>Cairns, a Queensland town that relies heavily on international tourism</strong>, particularly Chinese tourists.</p> \n  <p>One travel agent told him: </p> \n  <blockquote class=\"quoted\"> \n   <p>Without a doubt everyone is feeling the pinch of the coronavirus, 100%. I don’t have any figures but just from conversations with people they are all suffering, a lot of suppliers are having problems.</p> \n   <p>You just have to look at the number of specials businesses are offering at the moment. That tells you straightaway numbers are down and that people are struggling ... A lot of the hotels here are doing it tough. I know of one large hotel that is running at under 10% occupancy.</p> \n   <p>This is normally a quiet time of year, but it’s not normally this quiet.</p> \n  </blockquote> \n  <p>You can read Aaron’s full story <a href=\"https://www.theguardian.com/business/2020/mar/07/cairns-feels-the-pinch-as-coronavirus-turns-city-into-a-tourist-ghost-town\">here</a>.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-08T00:05:18.568Z\">at 12.05am GMT</time></p> \n</div> \n<div id=\"block-5e6430208f087df56e4c44a6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-07T23:44:16.508Z\">11.44pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A not surprising phenomenon:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MartinPakulaMP/status/1236423084564869120\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">As a side bar, it’s interesting that even in the midst of <a href=\"https://twitter.com/hashtag/covid19?src=hash&amp;ref_src=twsrc%5Etfw\">#covid19</a> &amp; the global efforts to create a vaccine, Victorian state politicians are still getting spammed, daily, by dozens of emails from anti vaxxers objecting to mandatory vaccination of frontline health workers. Bizarre</p>— Martin Pakula (@MartinPakulaMP) \n    <a href=\"https://twitter.com/MartinPakulaMP/status/1236423084564869120?ref_src=twsrc%5Etfw\">March 7, 2020</a>\n   </blockquote> \n  </figure> \n  <p>A vaccine for Covid-19 is, at the most hopeful estimates, about 18 months away from being available for public use. But <strong>you can get a flu vaccine and you should</strong>. It could prevent you from having the double whammy of influenza and coronavirus at the same time, and will also help relieve pressure on the health system.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-07T23:48:20.702Z\">at 11.48pm GMT</time></p> \n</div> \n<div id=\"block-5e642d1c8f087df56e4c4499\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-07T23:36:59.934Z\">11.36pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There is not a lot of detail around about the second confirmed case of Covid-19 in Tasmania.</p> \n  <p>Tasmanian public health authorities confirmed the case on Saturday, and said the patient had been admitted to the Royal Hobart hospital.</p> \n  <p>The first case, a man who travelled to Launceston from Iran, was reported on Monday, and about 50 suspected contacts of his have been tested for the virus. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-07T23:38:08.406Z\">at 11.38pm GMT</time></p> \n</div> \n<div id=\"block-5e642cdd8f085f0b8d9442f9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-07T23:30:03.669Z\">11.30pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s the full update:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NSWHealth/status/1236421655041204225\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">An additional 2 cases of COVID-19 have been confirmed, bringing the total number of confirmed cases in NSW to 38.<br><br>The new cases include a female health care worker at Ryde Hospital in her 30s who is a contact of a previously confirmed case from an aged care facility. <a href=\"https://t.co/Eq3WKu7YZ7\">pic.twitter.com/Eq3WKu7YZ7</a></p>— NSW Health (@NSWHealth) \n    <a href=\"https://twitter.com/NSWHealth/status/1236421655041204225?ref_src=twsrc%5Etfw\">March 7, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NSWHealth/status/1236421836075716608\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">A second female in her 50s is a contact of a previously confirmed case.<br><br>Dr Kerry Chant, Chief Health Officer passed on the sympathies of NSW Health to the family of the patient, a man in his 80s, who died in hospital and had tested positive to COVID-19.</p>— NSW Health (@NSWHealth) \n    <a href=\"https://twitter.com/NSWHealth/status/1236421836075716608?ref_src=twsrc%5Etfw\">March 7, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e642a958f08c2df6d275490\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-07T23:22:35.612Z\">11.22pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>AAP reports that the man who died was a resident of the Dorothy Henderson Lodge aged care home in Macquarie Park who tested positive after an outbreak at that centre was discovered last week.</p> \n  <p>That makes him the second resident from that home to die after testing positive to coronavirus. <a href=\"https://www.theguardian.com/world/2020/mar/04/australian-coronavirus-cases-rise-to-41-amid-two-cases-of-community-transmission\">A 95-year-old woman</a> who resided in the same part of the home also died.</p> \n  <p>Here is the report from AAP: </p> \n  <blockquote> \n   <p><em>A NSW man in his 80s has died after contracting coronavirus in his Sydney aged care home, taking the nationwide death toll to three.</em></p> \n   <p><em>On Wednesday the 82-year-old was confirmed to have Covid-19 after he picked up the virus from an infected aged care worker in her 50s at Baptist Care’s Dorothy Henderson Lodge in Macquarie Park.</em></p> \n   <p><em>He died overnight in hospital, the chief health officer, Dr Kerry Chant, said.</em></p> \n   <p><em>The man’s death follows that of a 95-year-old woman and fellow Dorothy Henderson Lodge resident and a 78-year-old man in Perth.</em></p> \n  </blockquote> \n  <p>As of Friday, four residents and three staff members at the aged care home had tested positive for the virus. In a statement on Saturday night, <strong>BaptistCare</strong>, which runs Dorothy Henderson Lodge, said:</p> \n  <blockquote class=\"quoted\"> \n   <p>There are currently no new cases of Covid-19 at Dorothy Henderson Lodge. Daily reviews of infection control procedures continue to be in place. The residents and staff members currently hospitalised with Covid-19 are reported as being in a stable condition.</p> \n  </blockquote> \n  <p>NSW Health confirmed one more case associated with – but not in – the lodge outbreak on Sunday morning. That is <strong>a female health care worker at Ryde hospital</strong> <strong>in her 30s, who “is a contact of a previously confirmed case from an aged care facility”.</strong></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-07T23:30:43.456Z\">at 11.30pm GMT</time></p> \n</div> \n<div id=\"block-5e6426bc8f087df56e4c446e\" class=\"block is-summary\" data-block-contributor=\"profile/calla-wahlquist\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-07T23:11:18.343Z\">11.11pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Third death in Australia from coronavirus</h2> \n <div class=\"block-elements\"> \n  <p> Health authorities in New South Wales have <strong>confirmed that a man in his 80s has died in hospital after testing positive to coronavirus</strong>. It is the third death of a person with the virus in Australia, and occurred as the number of people who have tested positive to Covid-19 in Australia grows to more than 70.<br></p> \n  <p>The NSW chief health officer, <strong>Dr Kerry Chant</strong>, passed on her sympathies to the man’s family. </p> \n  <p>This is how the situation stands on Sunday morning:</p> \n  <ul> \n   <li>New South Wales has <strong>announced two new confirmed cases of coronavirus</strong>. They are a female health worker in her 30s, who appears to have caught the virus as a result of the outbreak at the Dorothy Henderson aged care home in north west Sydney; and a woman in her 50s who is a contact of a previously confirmed case.</li> \n   <li>A man in his 80s in hospital in NSW has become the<strong> third confirmed death of a person who has tested positive to Covid-19.</strong></li> \n   <li><strong>Tasmania has reported its second confirmed case</strong>, reporting that the patient has been admitted to the Royal Hobart Hospital.</li> \n   <li>A Melbourne GP who treated 70 patients before testing positive to Covid-19 has <strong>demanded an apology from the Victorian health minister</strong>, who said his decision to work with “flu-like symptoms” was “irresponsible” and should be investigated by the regulator.</li> \n   <li>The <strong><a href=\"https://www.theguardian.com/world/2020/mar/07/coronavirus-us-deaths-new-york-emergency-florida\">number of people who have died from the coronavirus in the United States has climbed to 19</a>, with about 400 confirmed cases.</strong></li> \n   <li>Five new countries — <strong>Colombia, the Holy See, Peru, Serbia, and Togo</strong> — have reported cases of COVID-19.</li> \n   <li>The number of cases globally, according to the latest World Health Organisation figures, is <strong>101,927.</strong></li> \n  </ul> \n </div> \n</div>",
  "<p>Good morning, this is James Murray bringing you the main stories and must-reads on Monday 9 March.</p> \n<h2>Top stories</h2> \n<p><strong>Italy’s decision to put <a href=\"https://www.theguardian.com/world/2020/mar/08/leaked-coronavirus-plan-to-quarantine-16m-sparks-chaos-in-italy\">16 million people in the north of the country in quarantine</a> led to widespread panic</strong> as thousands tried to flee to the south. The decision was made after more than 1,200 new cases were reported on Saturday. The whole of Lombardy, including its financial capital of Milan, and 14 other severely affected provinces, have been shut down until 3 April as Italy grapples to contain the spread of a virus that has so far killed 366 people and infected 7,375. Austria’s chancellor, Sebastian Kurz, said it was only a matter of time until other European countries<a href=\"https://www.theguardian.com/world/2020/mar/08/coronavirus-more-countries-will-adopt-italys-measures-says-austrian-leader\"> imposed crackdowns similar to Italy and China</a>. In China, the spread of coronavirus appears to be slowing. On Saturday, there were 99 new cases, its first daily increase of less than 100 since 20 January. In Australia, the number of confirmed cases has risen to 75, and a third person has died after testing positive for Covid-19<strong>.</strong> The 82-year-old man was a resident at the BaptistCare-run Dorothy Henderson Lodge aged care home, and had been in hospital since 1 March. <a href=\"https://www.theguardian.com/world/2020/mar/08/health-minister-calls-on-australians-to-be-their-best-selves-as-coronavirus-cases-rise\">Seven other people tested positive at the home</a>.</p> \n<p><strong>Sports Australia has refused to respond to questions about its role in the Morrison government’s controversial sports grants program asked by a Senate committee on 28 February</strong>. Guardian Australia reveals that after being denied an extension to answer the questions, <a href=\"https://www.theguardian.com/australia-news/2020/mar/08/sport-australia-defies-senate-on-questions-over-sports-rorts-grants\">Sport Australia refused to say what it knew about the government’s colour-coded spreadsheets</a> and when changes to them had been made.</p> \n<p><strong>Australia have won the Women’s Twenty20 World Cup after a resounding victory over India at the MCG.</strong> <a href=\"theguardian.com/sport/2020/mar/08/australia-claim-fifth-womens-world-t2o-title-with-crushing-win-over-india\">Rapid half centuries from Alyssa Healy and Beth Mooney</a> helped the hosts reach 184-4 in their 20 overs, and India could only manage 99 in reply. Claiming their fifth Twenty20 world title, Australia’s captain, Meg Lanning, said theirs was the “complete performance”. The MCG welcomed 86,174 fans, falling just 4,641 short of beating the record for women’s sport. </p> \n<h2>Australia</h2> \n<p><strong>Melbourne doctors have rallied to support a medic who saw 70 patients last week while recovering from what he thought was a mild cold. </strong>Dr Chris Higgins later tested positive for Covid-19 but GPs have demanded an apology from the Victorian health minister, Jenny Mikakos, <a href=\"https://www.theguardian.com/world/2020/mar/08/doctor-who-had-coronavirus-demands-apology-from-victorian-health-minister-over-inaccuracies\">after she said she was “flabbergasted”</a>.</p> \n<p><strong>A Queensland police officer is alleged to have taken a photo of a domestic violence victim’s personal details from a computer screen.</strong> The senior detective is the second officer in Queensland known to be accused of <a href=\"https://www.theguardian.com/australia-news/2020/mar/08/queensland-police-officer-allegedly-took-photo-of-family-violence-victims-private-details\">using police computer systems to obtain details related to a domestic violence complainant</a>.</p> \n<p><strong>The energy minister, Angus Taylor, will sign an agreement in Washington to secure access to the US petrol and crude oil supply. </strong>Australia has an international obligation to have 90 days worth of supply but in August it had<a href=\"https://www.theguardian.com/australia-news/2020/mar/08/australia-to-sign-petrol-and-oil-deal-with-us-to-boost-emergency-stockpile\"> only enough petrol and crude oil to last 28 days.</a></p> \n<p><strong>The skywhale is once again gracing Canberra’s skies.</strong> She had been absent for six years, nine months and 27 days but now <a href=\"theguardian.com/australia-news/2020/mar/09/skywhale-soars-once-again-in-the-skies-over-canberra\">one of Australia’s most memorable and polarising artworks is home</a>.</p> \n<h2>The world</h2> \n<figure class=\"element element-image\" data-media-id=\"6de19f844f1a49c5b1beed8acf0ca864cda5be4a\"> \n <img src=\"https://media.guim.co.uk/6de19f844f1a49c5b1beed8acf0ca864cda5be4a/0_403_2500_1499/1000.jpg\" alt=\"King Salman\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">King Salman reads a document as he receives two newly appointed Saudi ambassadors at his palace.</span> \n  <span class=\"element-image__credit\">Photograph: Bandar Aljaloud/EPA</span> \n </figcaption> \n</figure> \n<p><strong>Images of King Salman have been released by Saudi Arabia after a new purge of at least three princes alleged to have been plotting a coup. </strong>Saudi royal guards carried out the arrests on Friday, <a href=\"https://www.theguardian.com/world/2020/mar/08/saudi-arabia-releases-images-king-salman-amid-purge-royals\">which included one of the monarch’s brothers and a nephew</a>.</p> \n<p><strong>Joe Biden has the support of another former Democratic presidential hopeful, after Kamala Harris gave him her endorsement. </strong>Harris promised she would “do everything in my power” to ensure Biden <a href=\"https://www.theguardian.com/us-news/2020/mar/08/kamala-harris-endorses-joe-biden\">beats the Vermont senator Bernie Sanders for the party’s nomination</a>.</p> \n<p><strong>Israel’s parliament has beefed up the security detail protecting Benny Gantz</strong>, the main electoral challenger to Benjamin Netanyahu, <a href=\"https://www.theguardian.com/world/2020/mar/08/israel-increased-security-for-benny-gantz-after-credible-death-threats\">after deeming various death threats against him to be credible</a>. The threats came after last week’s <a href=\"https://www.theguardian.com/world/2020/mar/03/israel-election-benjamin-netanyahu-claims-early-victory-but-remains-short-of-majority\">volatile and inconclusive election</a> in which Netanyahu, the prime minister, was unable to capture the parliamentary majority needed to form a government.</p> \n<p><strong>Princess Shamsa Al Maktoum, the daughter of Sheikh Mohammed Al Maktoum, the billionaire ruler of <a href=\"https://www.theguardian.com/world/dubai\">Dubai</a>, called UK police shortly after being kidnapped. </strong>The roles of the Foreign Office and Cambridgeshire police are being questioned after an <a href=\"https://www.theguardian.com/world/2020/mar/08/sheikhs-daughter-called-uk-police-after-kidnap-lawyer-claims\">investigation into the abduction of the princess on a British street was allowed to lapse</a>.</p> \n<h2>Recommended reads</h2> \n<figure class=\"element element-image\" data-media-id=\"83a4d49edd3ca76814c4b86ccc38a7229c0a429e\"> \n <img src=\"https://media.guim.co.uk/83a4d49edd3ca76814c4b86ccc38a7229c0a429e/0_80_3094_1856/1000.jpg\" alt=\"An artwork\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Lucy Peach: ‘Hormones are really powerful.’</span> \n  <span class=\"element-image__credit\">Photograph: Festival of Dangerous Ideas</span> \n </figcaption> \n</figure> \n<p><strong>Lucy Peach is the period preacher. The Australian folk singer tracked her periods for a year and now wants women to change the way they think about their menstrual cycle. </strong>“Hormones are really powerful,” she says. “They affect how you feel throughout the whole day. And <a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/09/lucy-peach-period-preacher-the-menstrual-cycle-is-just-an-untapped-resource\">this suite that we have as part of the menstrual cycle is just an untapped resource</a>.” Peach followed her hormonal changes closely and used them as inspiration for songwriting in her show <a href=\"https://www.mygreatestperiodever.com/events\">My Greatest Period Ever</a>. </p> \n<p><strong>Eleanor Gordon-Smith writes about her use of sleeping pills against the backdrop of a lifetime of insomnia. “</strong>Bad sleepers know the countdown. If I go to sleep now I’ll get three hours, now two, now one, now showtime.” Suffering from disturbing nightmares, <a href=\"https://www.theguardian.com/commentisfree/2020/mar/09/sleeping-pills-help-keep-me-sane-yet-saying-that-makes-me-sound-like-an-addict\">Gordon-Smith sometimes relies on benzodiazepine</a>, but her doctor is reluctant to prescribe it as it can be highly addictive. There is a clash between the medical profession’s fears about addiction, and patient’s need for medication. But how can that be resolved? The stakes are high: “Not sleeping simply isn’t an option. The membrane that separates us all from madness is frighteningly thin.”</p> \n<h2>Listen</h2> \n<p><strong>Guardian Australia’s news podcast Full Story looks at whether the coronavirus will cause a worldwide recession. </strong>Amid travel restrictions, China’s shutdown and a falling stock market, the global implications of the disease are having a dramatic effect on the world’s economy. Guardian Australia’s senior business reporter, <strong>Ben Butler</strong>, explains<a href=\"https://www.theguardian.com/australia-news/audio/2020/mar/09/will-the-coronavirus-trigger-a-recession\"> just how bad the fallout could be for Australia</a>.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"227e7691-2bc8-497b-a530-2552ac187733\" data-atom-type=\"audio\"> \n  <div>\n   <div class=\"atom-Audio\"></div>\n  </div>\n </gu-atom> \n</figure> \n<h2>Sport</h2> \n<p><strong>The Bahrain Grand Prix will go ahead but behind closed doors. </strong>The second round of the <a href=\"https://www.theguardian.com/sport/formulaone\">Formula One</a> season is the latest sporting event to <a href=\"https://www.theguardian.com/sport/2020/mar/08/bahrain-grand-prix-f1-goes-behind-closed-doors-in-response-to-coronavirus\">be placed off limits to the public because of the virus</a>.</p> \n<p><strong>Manchester United have beaten rivals Manchester City in a win that keeps United in the Premier League’s fifth spot. </strong>The victory is<strong> </strong>a further sign that the <a href=\"https://www.theguardian.com/football/2020/mar/08/manchester-united-manchester-city-premier-league-match-report-derby\">faith shown by the board in Ole Gunnar Solskjær is being repaid</a>.</p> \n<h2>Media roundup</h2> \n<p>Australia’s major news websites are again focused on coronavirus, with the<strong> Sydney Morning Herald</strong> reporting that officials are looking for patients at St Vincent’s hospital who may have been exposed to the virus <a href=\"https://www.smh.com.au/national/man-diagnosed-with-covid-19-after-presenting-to-sydney-s-st-vincent-hospital-20200308-p5482g.html\">after a man who presented to the hospital tested positive for Covid-19</a>. The <strong>Australia Financial Review</strong> front page leads with the news of <a href=\"https://www.afr.com/markets/equity-markets/oil-price-crashes-on-no-deal-as-virus-fallout-mounts-20200306-p547pc\">oil prices crashing in response to a split in Opec</a>. The front page of<strong> </strong>the<strong> Australian</strong> reports that Scott Morrison has ditched any hopes of delivering a surplus and will instead fund a stimulus package of $10bn to ward off a recession.</p> \n<h2>Coming up</h2> \n<p>The funeral of Hannah Clarke and her three children, Aaliyah, six, Laianah, four, and Trey, three, takes place in Brisbane.</p> \n<h2><strong>If you’ve read this far …</strong></h2> \n<p>Firefighters in North Yorkshire have tackled a blaze that broke out after a <a href=\"https://www.theguardian.com/world/2020/mar/08/burning-calories-pig-starts-farm-fire-by-excreting-pedometer\">pig swallowed a pedometer which then combusted in its pen after excretion</a>. The fire was caused by “nature taking its course” and copper from the pedometer battery reacting with dry hay and the pigpen’s contents. <a href=\"https://twitter.com/NorthYorksFire/status/1236332183666786304\">The local fire service</a> said a hose reel had been used “to extinguish the fire and save the bacon”. No animals were harmed.</p> \n<h2>Sign up</h2> \n<p>If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, <a href=\"https://www.theguardian.com/world/guardian-australia-morning-mail/2014/jun/24/-sp-guardian-australias-morning-mail-subscribe-by-email\">sign up here</a>. If you’re using the Guardian app and would like a daily alert to the morning mail, <a href=\"https://www.theguardian.com/australia-news/series/guardian-australia-s-morning-mail\">click here</a> and select “Get notifications”.</p>",
  "<p>You are dropped in the middle of Mexico City, ready to race 25,000km across Latin America. You are not allowed to use a plane and your phone – full of navigational apps – has been confiscated. With limited cash, you use the cheapest and most uncomfortable forms of transport imaginable. Not only are you unfamiliar with the race’s destination – Ushuaia, at the bottom of Argentina – but also you are relying on directions from members of the public, who speak a language – or languages – you don’t. This is the scenario in which the contestants find themselves at the start of the second series of Race Across the World.</p> <p>The first series of the BBC Two show – a sleeper hit buried in the weekend schedules – challenged teams to race between London and Singapore, mixing leisurely escapism with anxiety-inducing endurance. We can expect further emotional peaks and troughs in the second outing.</p> <p>If you think the contestants must have found the experience exhausting, consider the crew. Each team of two was accompanied for the entire race by two members of the production crew, who stayed at each hostel and travelled alongside them on every mode of transport. “We did a 28-hour bus, then had an hour in a bus station, then went straight on to a 21-hour bus,” says Charlotte Jacobs, an assistant producer. “Three weeks into it, a 12-hour bus journey seemed quite short. It’s amazing how much you can do on no sleep.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"fb8c7c491a41ebdbc630bc40172adc722c36410b\"> <img src=\"https://media.guim.co.uk/fb8c7c491a41ebdbc630bc40172adc722c36410b/0_517_2856_1714/1000.jpg\" alt=\"Out of the blocks ... contestants Michael and Shuntelle.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Out of the blocks ... contestants Michael and Shuntelle.</span> <span class=\"element-image__credit\">Photograph: Adam Wiseman/BBC/Studio Lambert</span> </figcaption> </figure>  <p>For the crew, overnight journeys also meant alarms blaring out several hours into their sleep, to remind them to change and recharge their camera batteries so that they could film the next day’s action. The crew were not allowed to interfere with or influence the team’s routes, either – even if they were making a mistake, which they often did. One team did not realise that they had also crossed a time zone and nearly missed a vital connection. In the first episode, two contestants took the wrong bus when leaving the Mayan ruins at Palenque in Chiapas state, southern Mexico, and almost ended up on a six-hour detour. </p> <p>The production team stresses that safety was a priority – a local fixer and a security adviser followed each team, but kept enough distance to make the trip felt authentic.</p> <p>However, filming in Latin America posed a unique set of challenges. Venezuela was out of bounds before the race even began, due to <a href=\"https://www.theguardian.com/global-development/2020/feb/20/one-million-children-left-behind-those-who-stay-venezuela-amid-exodus\">the </a><a href=\"https://www.theguardian.com/global-development/2020/feb/20/one-million-children-left-behind-those-who-stay-venezuela-amid-exodus\">political and economic crisis in the country</a>. Guatemala, Chile and Ecuador all declared states of emergency whilst the race was in progress. Teams still visited the countries, but were rerouted to avoid certain parts of each. <a href=\"https://www.theguardian.com/world/2019/nov/15/bolivia-crisis-what-happens-next-evo-morales\">Riots in Bolivia</a>, following a contentious presidential election, resulted in all the teams being forced to leave the country by a certain date. Cameras were stolen from crew members, while two contestants lost a pouch containing a significant amount of their budget.</p>  <figure class=\"element element-image\" data-media-id=\"b46d3e037d036a3e15868ab086a2bd9a3b4fd2d8\"> <img src=\"https://media.guim.co.uk/b46d3e037d036a3e15868ab086a2bd9a3b4fd2d8/0_276_4292_2575/1000.jpg\" alt=\"‘We get bored if things are going too smoothly’ ... Mexico City, where the contest begins in series two of Race Across The World.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘We get bored if things are going too smoothly’ ... Mexico City, where the contest begins in series two of Race Across The World.</span> <span class=\"element-image__credit\">Photograph: Adam Wiseman/BBC/Studio Lambert</span> </figcaption> </figure>  <p>These crises also had knock-on effects on the various checkpoints that each team had to pass. Five out of the seven checkpoints had to be relocated – checkpoints that were long arranged and located at suitable hotels, to give everyone an opportunity to recharge. The contestants were already on their way to the first location when a change was forced upon them. “That was pretty hard, but I think it ended up being one of the most exciting checkpoints of the series. And certainly one of the more peaceful,” says the series producer, Lucy Curtis. “We joke that whenever things are going smoothly we get a bit bored!”</p> <p>To ensure that the race was feasible in the first place, two members of the production team completed the whole journey in advance of filming. The recce (which was also undertaken for the first series) was even more arduous than the race itself, as there were only two people – only one of whom knew where they were supposed to be going. “The other person has no idea and that person is in charge of making the decisions,” explains Curtis.</p> <p>On the recces, the team had constant nightmares with money. Foreign exchanges were few and far between, because locals tended to use bank cards. “We want to test how long it would take if you were someone who goes into it blind. They are a bit stir crazy at times, stuck on boats and buses and trains for days on end, but it’s an amazing job.”</p> <p>Indeed, for all of the stresses, racing across the world always proves to be a joyful experience. It has transformative effects on the contestants, all of whom are at a crossroads in their lives or are trying to get closer to their teammate. It is life-affirming for those who travel with them, too. Jacobs has put herself forward to accompany another team for a further series, still high from the last experience. “Now I’m thinking about it, I’m like: ‘Oh no!’” she says, laughing. “What have I let myself in for?”</p> <p><em>Race Across The World returns tonight, 8pm, BBC Two</em></p>",
  "<p>‘People with knowledge should talk about it, not football managers.” Such was the refreshingly honest response of <a href=\"https://www.theguardian.com/football/jurgen-klopp\" title=\"\">Jürgen Klopp</a> when pressed for his views about coronavirus by journalists last week. “<a href=\"https://www.youtube.com/watch?v=DkIZZCbxngQ\" title=\"\">My opinion about corona is not important</a>.” The Liverpool manager’s comments embody an important sentiment that seems to have emerged in this outbreak: a reappraisal of the importance of experts in the wake of their denigration by populist leaders around the world.</p> <p>This government is not a fan of experts. For months, it has repeatedly ignored warnings from scientists, trade experts and economists about the impact of a hard Brexit on the country’s economic wellbeing and security. It has implicitly declared war on the civil service: aides and advisers liberally brief against “the blob” and its perceived resistance to ripping up a supposedly pointless rulebook. But thankfully – perhaps with as much a view to protecting its own political fortunes as well as public health – ministers have temporarily put their hostility towards experts and civil servants aside. Last week, we criticised the government’s slow response to the crisis: holding back ministers from news programmes that had caused it offence; taking days to call a meeting of Cobra chaired by the PM. But as the government has moved from the “contain” to the “delay” phase of its response, there has been a marked improvement.</p> <p>Boris Johnson gave a press conference flanked by the government’s chief medical officer, <a href=\"https://www.theguardian.com/world/2020/mar/03/uk-government-coronavirus-plans-strip-fire-and-police-to-essentials-covid-19\" title=\"\">Chris Whitty</a>, and its chief scientific adviser, Patrick Vallance. Decision-making is clearly being driven by medical and scientific expertise. The government quickly <a href=\"https://www.theguardian.com/world/2020/mar/05/coronavirus-minister-hints-u-turn-decision-stop-daily-uk-updates\" title=\"\">corrected a major misstep</a> when it at first announced it would stop publishing daily information on the location and numbers of patients testing positive. As stressed by the World Health Organization, information and transparency about the extent of the outbreak and plans to deal with it are vital in building public trust; on the whole, the government has been very open about its strategy. There is a sense that the UK response is striking the right balance, issuing accurate and useful information that has avoided over-hyping the risk, and making proportionate responses to try to delay the spread of the virus that do not engender panic.</p> <p>That is not to say that the government’s response has been beyond reproach. It was extremely worrying that the health secretary, <a href=\"https://www.theguardian.com/business/2020/mar/06/uk-supermarkets-asked-to-deliver-food-to-people-in-coronavirus-self-isolation\" title=\"\">Matt Hancock</a>, said that he had been in touch with supermarkets to work on plans to ensure that people in self-isolation would be able to get the food and supplies they need, only for industry executives to accuse him of lying. It undermines the reassurances he offered that the government is confident there will be no problem with the food supply. It reinforces the importance of ministers being truthful rather than relying on bluster.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>What is unfolding in the US is exposing in real time the dangers of populism and its rejection of evidence and experts</p> </blockquote> </aside>  <p>While the government’s short-term response has, on the whole, been good, a decade of austerity has put the public infrastructure required to manage a pandemic – the NHS, the social care system, the police service – under intolerable strain. It is no exaggeration to say that, as a result, under a worst-case scenario more people will die than necessary. Scientists have also raised fears about the UK’s lack of capacity for <a href=\"https://www.bbc.co.uk/news/business-51454859\" title=\"\">vaccine manufacture</a> in preventing future waves of this virus from affecting the population, which is partly as a result of the government’s failure to invest in this years ago.</p> <p>Casting an eye across the Atlantic, to the chaos of the US response, provides a salutary reminder of just how much further Donald Trump is prepared to go than Boris Johnson in his war on experts. Trump has repeatedly contradicted medical experts and consequently confused the public health messaging. “We closed it down, we stopped it,” he said on Friday, arguing that this justified his <a href=\"https://www.theguardian.com/us-news/live/2020/mar/06/joe-biden-bernie-sanders-2020-presidential-election-trump-coronavirus-live-updates\" title=\"\">tightening of border controls</a>. He labelled the WHO statistics as “<a href=\"https://www.theguardian.com/world/2020/mar/05/trump-coronavirus-who-global-death-rate-false-number\" title=\"\">a really false number</a>” and the <em>New York Times</em> has reported that his administration has told a top infectious disease expert not to say anything to the press <a href=\"https://www.theguardian.com/commentisfree/2020/mar/03/trump-coronavirus-plan-pence-politics\" title=\"\">without clearance</a>.</p> <p>There are also huge concerns about the capacity of the US to deal with the virus outbreak, given its lack of health infrastructure and employment rights relative to the EU. Almost one in 10 Americans <a href=\"https://www.wsj.com/articles/number-of-americans-without-insurance-shows-first-increase-since2008-11568128381\" title=\"\">have no health insurance</a> and will have to meet any costs of treatment – and perhaps even testing for the virus – out of pocket. There is a shortage of testing kits and the Centers for Disease Control and Prevention have refused to publish statistics about <a href=\"https://www.theatlantic.com/health/archive/2020/03/how-many-americans-have-been-tested-coronavirus/607597\" title=\"\">how many people have been tested</a>. There is no legal entitlement to sick pay in the US, meaning millions of low-paid workers living in poverty will simply not be able to afford to self-isolate as a containment measure.</p> <p>What is unfolding in the US is exposing in real time the dangers of populism and its rejection of evidence and experts. And societies’ responses to the crisis are casting a spotlight on their key vulnerabilities and fragilities. In America, it is the lack of a universal entitlement to healthcare and basic employment rights in one of the world’s richest countries. In Britain, coronavirus has only brought to the fore concerns about the brittle system for caring for older people, who are most at risk of the virus, many of whom suffer from social isolation.</p> <p>“I’m very proud that UK experts… are on the frontline of global efforts,” Johnson said on Friday, in an about-turn for a prime minister who has made ignoring experts a defining characteristic of his leadership. But will this newly found sense of pride last beyond the coronavirus crisis? That very much remains to be seen.</p>",
  "<p>In the wake of the 2018 “<a href=\"https://www.theguardian.com/us-news/2018/nov/16/the-democratic-blue-wave-was-real\" title=\"\">blue wave</a>”, when the party secured impressive midterms, the Democrats were poised to field one of the most diverse pool of presidential candidates in US history: people of colour, women, an openly gay man, most of them under the age of 55.</p> <p>And now, in the wake of <a href=\"https://www.theguardian.com/us-news/super-tuesday\" title=\"\">Super Tuesday</a>, there remain two contenders for the Democratic nomination, both of them white men over the age of 75; neither of them, in my opinion, the most qualified or best candidate for the position. That candidate, Senator Elizabeth Warren, <a href=\"https://www.theguardian.com/us-news/2020/mar/05/elizabeth-warren-quitting-2020-democratic-presidential-race\" title=\"\">suspended her campaign</a> on Thursday.</p> <p>An ardent Warren supporter, I was devastated by this news. Her campaign inspired me and reawakened the hope that three years of a Trump administration had all but extinguished. Warren is an intellectual and an academic. She thinks deeply about issues and considers them from multiple perspectives.</p> <aside class=\"element element-rich-link element--supporting\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/05/read-elizabeth-warren-full-statement-quitting-2020-race\">'We will persist': read Elizabeth Warren's full statement on quitting the 2020 race</a> </p> </aside>  <p>More importantly, she recognised her limitations and was receptive to other points of view. And, most essential, she knew when to dig in and when to reverse course. She embodied the balance of head and heart that is so elusive and so essential in a leader, especially the leader of a country as diverse as the United States.</p> <p>In 2016, I was shattered and yet somehow not surprised that the US failed to elect its first female president. I recognised the vitriol and misogyny spewed at <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/06/hillary-clinton-revealing-docuseries-hulu\" title=\"\">Hillary Clinton</a> as well as the more subtle institutional sexism directed at her. I heard the rationalisations insisting that it wasn’t the idea of A Woman President, it was the idea of <em>this</em> woman with a lengthy record of national service, who was running against a reality-television star with little relevant experience and a lengthy history of bankruptcies, controversy and scandal.</p> <p>Yet, despite her qualifications, Clinton was a polarising figure. What would happen if we took those voters at their word and found another woman, one who was less controversial than Clinton and who had even more experience? Surely, that would work. Wouldn’t it?</p> <p>Warren seemed to be the ideal candidate: she was not only smart, articulate and unafraid, she was highly qualified. In short, she was the candidate most likely to affect the change needed to reverse the incredible harm the past four years have witnessed.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>If 2016 taught us anything, isn’t it that even if we think we know who is most likely to be elected, we have no idea?</p> </blockquote> </aside>  <p>Yet, last week, Democrats in my home state of South Carolina, and those in Georgia, North Carolina, Texas, Oklahoma, California, Massachusetts and many, many other states answered the question of whether <em>this</em> woman would be worthy of their support with a resounding <em>no</em>.</p> <p>Instead of voting for a woman who was both accomplished and compassionate, a candidate who combined the progressive ideals of one of her rivals with an ability to foster connection and collaboration, they starkly split their ballots between two familiar faces – both themselves polarising and controversial, both white men. There are a lot of voters who will continue to insist that gender had nothing to do with their choice. But the rhetoric of the past few weeks tells a different story. Again and again, people have said that Warren was their preferred candidate but that they didn’t vote for her because they didn’t think she’d win either the nomination or in the general election.</p> <p>Everyone agrees that defeating Donald Trump is the most important thing, that we all need to get together on the same side, whichever side that turns out to be, #BlueNoMatterWho, etc. However, instead of casting a ballot for the candidate they prefer, instead of voting for the candidate they want to see carry the nomination, they choose the candidate who they think is most electable. But if 2016 has taught us anything, hasn’t it taught us that even if we think we know who is most likely to be elected, we really have no idea?</p> <p>I am proud to have voted for Elizabeth Warren, and I’m disappointed, yet again, to see a smart, well-qualified woman cast aside to make way for yet more white men. My heart hurts to see that our country fails to recognise that there’s a better alternative to the dogmatism and indignation of one candidate or the comfortable status quo of the other. I’m profoundly saddened that we have rejected a candidate who is willing to admit mistakes and be accountable for them in favour of more finger-pointing and redirection.</p> <p>Despite my sadness, I’m also left with a powerful sense of gratitude. Thank you, Senator Warren, for being such a positive example of grit, integrity and grace. Thank you for standing up for your principles and not backing down from a fight. Thank you for standing for the dignity of all Americans, for working towards inclusivity and opportunity. Thank you, most of all, for your persistence.</p> <p><em>• Erin Templeton is Dean of Humanities, Sciences, &amp; Business at Converse College, South Carolina</em></p>"
]