[
  "<p>One of the most popular and powerful figures in <a href=\"https://www.theguardian.com/world/jair-bolsonaro\">Jair Bolsonaro</a>’s far-right administration – the celebrity justice minister Sergio Moro – has resigned, setting up a potentially momentous political conflict just as Brazil struggles to contain the coronavirus pandemic.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/jul/05/brazil-sergio-moro-jair-bolsonaro-justice-minister\">Brazil: calls grow for Bolsonaro ally to quit after 'devastating' report on leaks</a> </p> </aside>  <p>Moro – a hero for much of the Brazilian right and a hate figure for many on the left – announced his decision on Friday after clashing with the president over Bolsonaro’s sacking of the head of Brazil’s federal police.</p> <p>“I have to protect my biography and above all the commitment I took on … that we would stand firm against corruption, organized crime and violent crime,” said Moro, a<strong> </strong>47-year-old judge who became a household name for leading the <a href=\"https://www.theguardian.com/world/2017/jun/01/brazil-operation-car-wash-is-this-the-biggest-corruption-scandal-in-history\">“Car Wash” corruption investigation</a> and jailing former president <a href=\"https://www.theguardian.com/world/luiz-inacio-lula-da-silva\">Luiz Inácio Lula da Silva</a> ahead of the 2018 presidential election.</p> <p>With Lula sidelined, Bolsonaro won a landslide victory by pledging to combat corruption and <a href=\"https://www.theguardian.com/world/2018/nov/01/bolsonaro-sergio-moro-brazil-justice-ministry-anti-corruption\">appointed Moro</a> just days later as a potent symbol of his supposed intentions.</p> <p>Brian Winter, the editor-in-chief of Americas Quarterly, said Moro’s exit could have huge implications for Brazil’s leader by eating away at his support base of about 30% of voters – which some believe could pave the way for impeachment.</p> <p>“I think it’s devastating for Bolsonaro,” Winter said.</p> <p>“I think Moro’s departure will cause a real crisis of conscience for some Bolsonaro voters who will ask themselves: ‘Is this government really the change that I voted for?’”</p> <p>Winter added: “History tells us impeachment is always lurking in the background for Brazilian presidents. The fire has been nipping at Bolsonaro’s heels for a couple of months now … and congress has always hated Bolsonaro. So if that 30% starts to budge, things could move really quickly.”</p> <p>Within seconds of Moro’s announcement there were already signs support for Bolsonaro was slipping with deafening pot-banging protests erupting in major Brazilian cities, including in strongly pro-Bolsonaro areas of Rio de Janeiro.</p> <p><em>“Fora Bolsonaro! Fora Bolsonaro!”</em> (“Bolsonaro out!”), dissenters cried from their windows and balconies as they pounded their saucepans.</p> <p>A commentary in the conservative O Antagonista website <a href=\"https://www.oantagonista.com/brasil/bolsonaro-deveria-renunciar/?desk\">said</a>: “If he has any honour, Bolsonaro should resign. If he doesn’t resign, impeachment proceedings should begin. In any case, the government is finished.”</p> <p>The immediate trigger for Moro’s resignation was reportedly Bolsonaro’s <a href=\"https://www.reuters.com/article/us-brazil-politics/bolsonaro-fires-head-of-brazils-federal-police-amid-political-spat-idUSKCN2261KW?il=0\">decision to remove</a> one of the minister’s closest associates, Maurício<em> </em>Valeixo, from his job as head of the federal police.</p> <p>Since reports of Valeixo’s impending firing emerged on Thursday, Brazilian newspapers have filled with speculation about why Bolsonaro would be so keen to remove him.</p> <p><a href=\"http://blogs.correiobraziliense.com.br/vicente/pf-esta-proxima-de-pegar-carlos-bolsonaro-por-fake-news/\">A report</a> in one major newspaper, the Correio Braziliense, claimed Bolsonaro’s discomfort stemmed from the fact that a federal police investigation into the dissemination of fake news and promotion of anti-democracy protests was closing in on a highly sensitive target: the president’s own son, Carlos Bolsonaro.</p> <p>Carlos Bolsonaro denied those claims <a href=\"https://twitter.com/CarlosBolsonaro/status/1253430667284606977?s=20\">in a pair of offensive tweets</a> aimed at the broadsheet.</p> <p>“You scum never stop lying,” one said. Another read: “Yourarse [sic].”</p> <p>In his explosive 40-minute resignation speech, Moro claimed he was leaving government because of what he called Bolsonaro’s unacceptable and inappropriate political interference in Brazil’s federal police.</p> <p>Moro claimed Bolsonaro had told him he wanted a federal police director he knew and could call up in order to have access to police intelligence reports.</p> <p>But Winter, who knows Moro and <a href=\"https://www.theguardian.com/world/2018/nov/01/bolsonaro-sergio-moro-brazil-justice-ministry-anti-corruption\">had questioned his decision</a> to enter politics, claimed other factors had also played a role – including Bolsonaro’s <a href=\"https://www.theguardian.com/world/2020/mar/27/jair-bolsonaro-coronavirus-brazil-governors-appalled\">anti-scientific handling</a> of the coronavirus pandemic.</p> <p>“He has been deeply frustrated by a number of things including the government’s response to Covid-19,” Winter said, claiming Moro had been part of a group of ministers “constantly lobbying Bolsonaro to take the pandemic more seriously and adopt a science-based response”.</p> <p>Winter said Moro, who last year <a href=\"https://www.theguardian.com/world/2019/jun/11/sergio-moro-jair-bolsonaro-justice-minister-resign\">resisted calls to resign</a> after leaked documents prompted claims he had improperly plotted to jail Lula, also sensed political pressure on Bolsonaro was growing and that the coming months would represent “an existential threat for the presidency itself”.</p> <p>Moro, who rejected the allegations against him as “sensationalist” smears, is the second top minister to leave Bolsonaro’s administration in just over a week.</p> <p>Last Thursday, Bolsonaro fired his popular health minister, Luiz Henrique Mandetta, after <a href=\"https://www.theguardian.com/world/2020/apr/13/brazil-bolsonaro-coronavirus-covid-19-social-distancing\">he publicly challenged</a> the president’s coronavirus response.</p> <p>Bolsonaro continues to play down the crisis and undermine social distancing measures despite Covid-19 now having claimed more than 3,300 lives. On Thursday a record 407 deaths were reported.</p> <p>Speaking before Moro’s resignation, the author and commentator Pedro Doria said he feared there would be a high human price to pay for the political chaos consuming Brazil.</p> <p>“Every single person in government should be totally focused on Covid-19,” Doria said.</p> <p>“The only real result of all this is that a lot of people will die.”</p>",
  "<p><a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a> said he is concerned Donald Trump will try to delay the November <a href=\"https://www.theguardian.com/us-news/us-elections-2020\">presidential election</a>.</p> <p>“Mark my words, I think he is going to try to kick back the election somehow, come up with some rationale why it can’t be held,” Biden, the presumptive Democratic nominee, said on Thursday night in remarks at an online fundraiser.</p> <p><a href=\"https://www.theguardian.com/us-news/2020/apr/04/us-2020-presidential-election-coronavirus-future\">Under the law,</a> no president has the power to postpone the presidential election. To change the date, Congress has to intervene.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/04/us-2020-presidential-election-coronavirus-future\">The US presidential election is frozen in time – can it survive?</a> </p> </aside>  <p>Trump has not announced plans to delay the 3 November election, but it is a concern <a href=\"https://www.politico.com/news/magazine/2020/04/17/could-trump-use-the-virus-to-stay-in-power-192883\">both political parties</a> have raised. The president has repeatedly demonstrated a lack of understanding about the limits on executive power, particularly when it comes to <a href=\"https://www.theatlantic.com/politics/archive/2018/06/the-strangest-thing-about-trumps-approach-to-presidential-power/562271/\">his own self-preservation.</a></p> <p>The <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">Covid-19 outbreak</a> has also increased <a href=\"https://www.theguardian.com/us-news/2020/apr/23/coronavirus-fight-to-vote-us-voters\">concerns</a> about how to conduct in-person voting safely. In response, many are pushing for an expansion of voting by mail.</p> <p>Trump has used <a href=\"https://twitter.com/WHO/status/1227248333871173632?s=20\">Covid-19</a> press briefings to make false claims about voting by mail, calling it “corrupt” and “dangerous”. <a href=\"https://www.theguardian.com/us-news/2020/apr/08/trump-mail-in-voting-2020-election\">Earlier this month</a>, Trump also urged Republicans to fight efforts to expand voting by mail.</p> <p>“Republicans should fight very hard when it comes to state wide mail-in voting,” Trump tweeted. “Democrats are clamoring for it. Tremendous potential for voter fraud, and for whatever reason, doesn’t work out well for Republicans.”</p> <p>At the fundraiser, Biden also referenced <a href=\"https://www.washingtonpost.com/business/2020/04/11/post-office-bailout-trump/\">reporting by the Washington Post</a> which revealed Trump’s reluctance to fund the US postal service and efforts to <a href=\"https://www.washingtonpost.com/business/2020/04/23/10-billion-treasury-loan-usps/\">force changes to its financial structure</a>, which could harm voting by mail.</p> <p>“Imagine threatening not to fund the post office. Now, what in God’s name is that about? Other than trying to let the word out that he’s going to do all he can to make it very hard for people to vote,” Biden said. “That’s the only way he thinks he can possibly win.”</p> <p>The Covid-19 outbreak has already reshaped the <a href=\"https://www.theguardian.com/us-news/us-elections-2020\">2020 campaign</a>. The candidates are campaigning from home and at a stage in the cycle when the election tends to dominate news coverage, reporters are instead focused on Covid-19.</p> <p>Biden also shared a broader concern about <a href=\"https://www.theguardian.com/us-news/ng-interactive/2019/apr/18/mueller-report-trump-russia-key-takeaways\">interference</a> in the presidential election by Russia and two unnamed “major actors”.</p> <p>“I promise you the Russians did interfere in our [2016] <a href=\"https://www.theguardian.com/us-news/us-elections-2016\">election</a> and I guarantee you they are doing it again with two other major actors,” Biden said. “You can be assured between [Trump] and the Russians there is going to be an attempt to interfere.”</p> <p>In response to Biden’s comments, the Trump campaign said in a statement: “Those are the incoherent, conspiracy theory ramblings of a lost candidate who is out of touch with reality. Perhaps he also missed the news that the infamous Steele Dossier, central to the Russian Collusion Hoax, was likely compiled with Russian disinformation. That’s the real Russian collusion.”</p>",
  "<h2>Top story: Crunch time for government’s testing claims</h2> \n<p>Morning everyone. I’m Martin Farrer and here’s what you need to know today as we reach the end of another week in lockdown.</p> \n<p>NHS chiefs are considering taking over the running of the government’s much-trumpeted coronavirus-testing centre from private operators <a href=\"https://www.theguardian.com/world/2020/apr/23/hospitals-sound-alarm-over-privately-run-test-centre-in-surrey\">after hospital staff said results had gone missing</a> or people had been sent the wrong ones. In one case, the test centre at Chessington in south-west London, which is being run by the consultancy Deloitte, was unable to ring through with a diagnosis because it hadn’t recorded correct phone numbers. The government says millions of key workers and their families in England could start <a href=\"https://www.theguardian.com/world/2020/apr/23/coronavirus-testing-to-be-offered-to-england-key-workers-and-families\">to book tests online from today</a> as it continues to try to reach its target of 100,000 daily tests by the end of April. A leaked email from Public Health England says there are <a href=\"https://www.theguardian.com/world/2020/apr/24/sick-care-home-residents-not-tested-despite-uk-government-pledge\">still not enough tests being done on care home residents</a>. Less than a tenth of the controversial shipment from Turkey has arrived <a href=\"https://www.theguardian.com/world/2020/apr/23/less-than-10th-of-ppe-order-arrives-in-uk-despite-downpayment\">despite the UK’s downpayment</a>, and the son of a hospital doctor who died from Covid-19 says his father had “to beg” for PPE<a href=\"https://www.theguardian.com/society/2020/apr/23/emails-reveal-doctors-plea-for-ppe-before-covid-19-death-dr-peter-tun\"> </a>and that <a href=\"https://www.theguardian.com/society/2020/apr/23/emails-reveal-doctors-plea-for-ppe-before-covid-19-death-dr-peter-tun\">his death was avoidable</a>. Meanwhile, the New Zealand nurse who helped treat Boris Johnson has broken her silence to say<a href=\"https://www.theguardian.com/world/2020/apr/24/new-zealand-nurse-i-treated-boris-johnson-like-any-other-patient\"> she didn’t treat him any differently</a> from any other patient.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"28f9c4c8-d8b6-4f17-bdd6-1264330215a7\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/akiXEfWW-V0?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Doctors <a href=\"https://www.theguardian.com/world/2020/apr/23/trump-coronavirus-treatment-disinfectant\">have criticised Donald Trump</a> after he suggested people could be cured by having injections of disinfectant (“knocks it out in a minute… One minute!”). He also mooted the idea of treating patients with ultraviolet light. In a more conventional policy response, Trump warned that social distancing guidelines could remain in force until the summer, <a href=\"https://www.theguardian.com/world/2020/apr/23/what-would-year-physical-distancing-mean-for-uk\">while we look at what extended isolation might mean in the UK</a>.</p> \n<p>Cases worldwide have risen to more than 2.7 million while the death toll is above 190,000, with nearly 50,000 of those in the US. You can catch up on all the key developments overnight <a href=\"https://www.theguardian.com/world/2020/apr/24/coronavirus-latest-at-a-glance-23-april-2020\">at a glance</a> and read more details on <a href=\"https://www.theguardian.com/world/live/2020/apr/24/coronavirus-death-toll-trump-china-live-news-us-passes-480bn-relief-bill-as-ramadan-restrictions-are-imposed-indonesia\">our live blog</a>.</p> \n<p><em>There’s more in our Coronavirus Extra section further down … and here’s where you can find <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">all our coverage of the outbreak – from breaking news to factchecks and advice</a>.</em></p> \n<h2>* * *</h2> \n<p><strong>Leak inquiry – </strong>Labour is aiming to conclude by July an investigation into the leaking of the report into alleged antisemitism <a href=\"https://www.theguardian.com/politics/2020/apr/23/swift-inquiry-agreed-into-leak-of-labour-report-on-handling-anti-semitism\">as Keir Starmer tries to unite a party</a> left battered by the contentious issue and election defeat. The report, leaked over the Easter weekend, said efforts to tackle the matter were hindered by opposition to former leader Jeremy Corbyn. But critics, some of whom are on the right of the party, say it was an attempt to smear whistleblowers. Starmer said disciplinary action could be brought against people named in the report who had broken the party’s rules.</p> \n<h2>* * *</h2> \n<p><strong>Back to Brexit –</strong> Just when you thought it might have gone away, Michel Barnier, the EU’s lead Brexit negotiator, <a href=\"https://www.theguardian.com/politics/2020/apr/24/who-and-what-uk-and-eu-resume-interupted-brexit-talks-future-relationaship\">will give an update today</a> on how talks that resumed this week have progressed. The talks were postponed for six weeks due to the coronavirus and have restarted via video-conferencing. But there is frustration in Brussels that the UK is refusing to countenance an extension to the transition period despite the Covid-19 disruption.</p> \n<h2>* * *</h2> \n<p><strong>Zoom boom – </strong>The growth in online meetings has prompted the newly popular platform Zoom to update its security protocols. The service has been plagued by complaints that meetings can be hacked easily, so-called “Zoom-bombing”. Its boss, Eric Yuan, <a href=\"https://www.theguardian.com/technology/2020/apr/23/zoom-update-security-encryption-bombing\">has hailed a new version with encryption and new privacy controls</a> as part of a 90-day plan to improve security.</p> \n<figure class=\"element element-image\" data-media-id=\"6eb2cb12474a75e71d3fa7ce2574f7e594c64db3\"> \n <img src=\"https://media.guim.co.uk/6eb2cb12474a75e71d3fa7ce2574f7e594c64db3/0_62_5260_3156/1000.jpg\" alt=\"Domecratic presidential hopeful Joe Biden and his wife talk to their grand-daughter on Zoom.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Joe and Jill Biden talk to their grand-daughter on Zoom.</span> \n  <span class=\"element-image__credit\">Photograph: Brian Cahn/ZUMA Wire/REX/Shutterstock</span> \n </figcaption> \n</figure> \n<h2>Coronavirus Extra</h2> \n<p>The Muslim festival of Ramadan is usually marked by social gatherings and feasts, but this year’s celebrations – <a href=\"https://www.theguardian.com/world/2020/apr/24/ramadan-begins-amid-coronavirus-restrictions-as-trump-disinfectant-theory-dismissed\">which begin today</a> – promise to be a <a href=\"https://www.theguardian.com/world/2020/apr/24/covid-19-pandemic-casts-long-shadow-as-ramadan-starts\">much more muted affair </a>thanks to the coronavirus restrictions in many countries. The <a href=\"https://www.theguardian.com/education/2020/apr/24/italy-home-schooling-coronavirus-lockdown-what-weve-learned\">challenges of home schooling in Italy are analysed by the writer Tobias Jones</a> in today’s long read and we also report on<a href=\"https://www.theguardian.com/education/2020/apr/24/new-helpline-help-parents-struggling-home-schooling\"> a helpline for parents here who might be struggling with the same issue</a>.</p> \n<p>The Austrian ski resort called the “Ibiza of the Alps” which was at the centre of a Covid-19 outbreak has emerged from quarantine with news that <a href=\"https://www.theguardian.com/world/2020/apr/24/austrian-ibiza-of-the-alps-vows-to-ditch-party-tourism-after-covid-19-lockdown\">it is cleaning up its act </a>and aiming for a more upmarket type of apres-ski. And just to prove there is still some cheer in the world, <a href=\"https://www.theguardian.com/film/2020/apr/24/tom-hanks-pens-heartfelt-letter-to-bullied-australian-boy-named-corona\">Tom Hanks has sent a letter and a Corona brand typewriter to an Australian boy</a> who wrote to him about being bullied over his name, Corona.</p> \n<h2>Today in Focus podcast</h2> \n<p>The biggest health crisis in a generation and the enforced isolation of lockdowns is taking not just a physical toll on people but also affecting mental health. <a href=\"https://www.theguardian.com/news/audio/2020/apr/24/what-is-the-covid-19-crisis-doing-to-our-mental-health-podcast\">The Guardian’s John Crace discusses his mental health challenges </a>and public health specialist Dr Antonis Kousoulis tells Anushka Asthana what may help.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"41281b0b-9958-423a-bde0-766a11d0fbad\" data-atom-type=\"audio\"> \n  <div>\n   <div class=\"atom-Audio\"></div>\n  </div>\n </gu-atom> \n</figure> \n<h2>Lunchtime read: Lucinda Williams on Trump, Adams and Freud</h2> \n<figure class=\"element element-image\" data-media-id=\"2c4997689e2ebb83f8dbda0087432db3e533f0d7\"> \n <img src=\"https://media.guim.co.uk/2c4997689e2ebb83f8dbda0087432db3e533f0d7/247_378_4984_2990/1000.jpg\" alt=\"Lucinda Williams\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Lucinda Williams</span> \n  <span class=\"element-image__credit\">Photograph: Danny Clinch</span> \n </figcaption> \n</figure> \n<p>Lucinda Williams, the country music singer, has mined the deepest, darkest wells of the human soul for four decades to amass a peerless body of work. On her latest album, Good Souls, <a href=\"https://www.theguardian.com/music/2020/apr/24/lucinda-williams-i-dont-mind-pushing-peoples-buttons\">she adds politics into the mix and tells Laura Snapes why she has written about Trump</a> (“I’m frustrated and angry”), her horror at discussing it with Trump-voting fans (“so incongruous”), the harassment case of her friend Ryan Adams and her love of Freud (“We all have the ability to go over the edge”).</p> \n<h2>Sport</h2> \n<p>European rugby’s governing body has told World Rugby it intends to stage the Champions Cup final in October and says it is “unacceptable” to shoehorn <a href=\"https://www.theguardian.com/sport/2020/apr/23/european-clubs-collision-course-world-rugby-unacceptable-fixture-plans\">extra autumn Tests into the calendar</a>. The McLaren team principal, Zak Brown, has <a href=\"https://www.theguardian.com/sport/2020/apr/24/mclarens-zak-brown-accuses-ferrari-of-living-in-denial-over-f1-budget-cap\">accused Ferrari of “living in denial”</a> about the existential threat Formula One faces from the coronavirus crisis.</p> \n<p>Uefa has confirmed national leagues <a href=\"https://www.theguardian.com/football/2020/apr/23/uefa-european-leagues-to-determine-placings-on-sporting-merit\">will not be banned from European competition</a> if they cancel their seasons and must decide for themselves how to determine final placings “based on sporting merit”. The prospect of the inaugural World Test Championship final taking place in 2021 will hinge on <a href=\"https://www.theguardian.com/sport/2020/apr/23/world-test-championship-final-hinges-on-england-playing-this-summer\">whether England can salvage a cricket season</a> this year and get their home series against West Indies and Pakistan played. The European Athletics Championships scheduled for Paris in August has become the latest <a href=\"https://www.theguardian.com/sport/2020/apr/23/european-athletics-championships-in-paris-cancelled-due-to-covid-19\">high-profile event to be cancelled</a> because of the coronavirus pandemic. And 16-year-old chess prodigy Alireza Firouzja crumbled against Magnus Carlsen in a $250,000 online tournament after losing a favourable position in a match when <a href=\"https://www.theguardian.com/sport/2020/apr/23/chess-magnus-carlsen-leads-event-after-alireza-firouzjas-controversial-loss\">his internet connection failed</a>.</p> \n<h2>Business</h2> \n<p>The boss of Unilever says the company has spotted that the curbs on shopping and normal life mean people appear to be <a href=\"https://www.theguardian.com/business/2020/apr/23/coronavirus-will-cause-lasting-changes-to-shopping-habits-says-unilever-boss\">using less deodorant and other personal hygiene products</a> during the lockdown. US Congress has approved a $484bn relief package for hospitals and small businesses. The FTSE100 is expected to drop more than 1% this morning after Asian markets fell on news that <a href=\"https://www.theguardian.com/world/2020/apr/23/high-hopes-drug-for-covid-19-treatment-failed-in-full-trial\">a virus treatment has failed trials</a>. The pound is worth $1.235 and €1.146.</p> \n<h2>The papers</h2> \n<p>The <strong>Mail</strong> – “Corona test for millions” – and the <strong>Express</strong> – “Mass testing to get Britain ‘back on her feet’” – both lead on the hopes for more testing. But the <strong>Guardian</strong> highlights potential problems with <a href=\"https://www.theguardian.com/world/2020/apr/23/hospitals-sound-alarm-over-privately-run-test-centre-in-surrey\">“Hospitals sound alarm at failings in privately run virus test centre”</a>. The <strong>i</strong> goes for a similar angle – “Key workers promised tests starting today” – while the <strong>Telegraph</strong> says “Johnson back at the controls on Monday”.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"f83e744e26d845b05cd1a66726bf011ab02fe638\"> \n <img src=\"https://media.guim.co.uk/f83e744e26d845b05cd1a66726bf011ab02fe638/0_0_1400_1775/789.jpg\" alt=\"Guardian front page, Friday 24 April 2020\" width=\"789\" height=\"1000\" class=\"gu-image\"> \n</figure> \n<p>The <strong>Times</strong> leads with “Sturgeon heaps pressure on No 10 over virus plan”, while the Scottish papers also focus on Sturgeon’s comments with the <strong>Herald</strong> saying “Sturgeon: Normal life not on the cards in near future” and the <strong>Scotsman</strong> ““First Minister: Get ready for the ‘new normal’”.</p> \n<p>The <strong>Sun</strong> says “182 bad hair days”, alluding to possible long-term closure of salons, while the <strong>FT</strong>, unusually, has a similar line on its front page: “Homeworkers ditch deodorant, wash less and put off shaving, says Unilever”. The <strong>Mirror</strong> leads with the clap for NHS workers: “Grateful Britain.”</p> \n<h2>Sign up</h2> \n<figure class=\"element element-embed\" data-alt=\"Subscribe to the Guardian morning briefing\"> \n <iframe src=\"https://www.theguardian.com/email/form/plaintone/4156\" height=\"52px\" data-form-title=\"Sign up for Guardian Morning Briefing“ data-form-description=\" sign up and get a daily briefing from the guardian\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> \n</figure> \n<p>The Guardian Morning Briefing is delivered to thousands of inboxes bright and early every weekday. If you are not already receiving it by email, you can <a href=\"https://www.theguardian.com/info/2016/mar/01/the-morning-briefing-start-the-day-one-step-ahead\">sign up here</a>.</p> \n<p>For more news: <a href=\"https://www.theguardian.com/\">www.theguardian.com</a></p>"
]