[
  "<p>A defiant <a href=\"https://www.theguardian.com/us-news/bernie-sanders\">Bernie Sanders</a> has vowed to stay in the Democratic <a href=\"https://www.theguardian.com/us-news/us-elections-2020\">2020</a> presidential race, breaking his silence after <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a> secured a commanding lead on Tuesday night.</p> \n<p>The Vermont senator faces increasingly long odds after the former vice-president notched a <a href=\"https://www.theguardian.com/us-news/2020/mar/10/democratic-primaries-joe-biden-bernie-sanders\">string of victories</a> in Missouri, Mississippi, Idaho and Michigan, a state that four years ago helped revive his insurgent challenge to <a href=\"https://www.theguardian.com/us-news/hillary-clinton\">Hillary Clinton</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/11/bernie-sanders-stay-in-drag-biden-left-movement-lives-2020-democratic-election\">Sanders stays, so his movement can live on by dragging Biden leftward</a> </p> \n</aside> \n<p>Conceding that Tuesday was “not a good night” for his candidacy, the second major setback in as many weeks, Sanders said his campaign was “strongly winning” the contest of ideas taking place within the Democratic party.</p> \n<p>“It is not just the ideological debate that our progressive movement is winning,” he said on Wednesday during a press conference in Burlington, billed as a “campaign update”. “We are winning the generational debate.”</p> \n<p>Rejecting mounting pressure from within the Democratic party to end his presidential bid, Sanders signaled that he had more to say in this weekend’s one-on-one debate with Biden.</p> \n<p>“On Sunday, I very much look forward to the debate in Arizona with my friend Joe Biden,” Sanders said.</p> \n<p>In his brief remarks, Sanders offered a frank assessment of the state of his campaign. He acknowledged that he is “losing the debate over electability” to a candidate many Democrats believe is better suited to defeating Donald Trump in November. But he is not without leverage, a point he made clearly on Wednesday.</p> \n<p>In the upcoming debate, Sanders said he intended to confront the former vice-president on a number of issues from economic inequality to Medicare for All to the climate crisis that are priorities for his supporters.</p> \n<p>“Joe, what are you gonna do?” Sanders repeated, previewing the series of questions he would ask Biden at the debate. “Are you really going to veto a Medicare for All bill if it is passed in Congress?” Sanders asked, referring to Biden’s <a href=\"https://www.cnbc.com/2020/03/10/biden-says-he-wouldd-veto-medicare-for-all-as-coronavirus-focuses-attention-on-health.html\">comments on MSNBC</a> earlier this week in which he cited costs as a reason he would not sign the legislation into law in the highly unlikely scenario such a proposal reached the president’s desk.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"be6a792d-6ae8-4a41-a528-61f0c78a12d3\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/nLM9bm11sVI?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Sanders did not soften his critique of the “Democratic establishment”, a foil in both of his presidential campaigns. Touting a number of polls that show Sanders’ ideas on health care and minimum wage are popular even among Americans who did not vote for him, Sanders implored the party to adopt these proposals and widen its appeal to the legions of young people who have flocked to his campaign.</p> \n<p>“Today I say to the Democratic establishment: in order to win in the future you need to win the voters who represent the future of our country and you must speak to the issues of concern to them,” he said. “You cannot simply be satisfied by winning the votes of people who are older.”</p> \n<p>The next few days will be critical for Sanders campaign, with Biden poised to build what could be an insurmountable lead in the coming contests, which are less favorable to the senator. A strong debate performance could boost Sanders’ standing ahead of consequential contests in Arizona, Illinois, Ohio and Florida, all states that he lost in 2016. But what he does next will also have implications for the progressive movement he has led since his unexpectedly vigorous challenge in 2016.</p> \n<p>On Tuesday, Sanders returned to his home in Vermont after being forced to cancel an election night rally in Cleveland due to concern over the coronavirus. From Burlington, where he began his political career as mayor, he deliberated with his wife, Jane, and senior advisers and aides about the next steps for the campaign. He made no public comments on Tuesday, ceding the stage to his rival. Biden used the opportunity to extend an olive branch to Sanders and his supporters: “There’s a place in our campaign for each of you.”</p>",
  "<p>Across the country, millions of voters turned in early ballots for the US presidential primary elections, often voting for candidates no longer in the race on election day.</p> <p>In Colorado and Texas, <a href=\"https://www.texastribune.org/2020/03/02/buttigieg-klobuchar-early-vote-drop-out/\">early voters</a> for candidates other than Joe Biden and Bernie Sanders might have made a statement, but they didn’t have the chance to influence the primary election. Some of the estimated 20% of Californians who voted early <a href=\"https://www.latimes.com/politics/story/2020-03-01/pete-buttigieg-tom-steyer-drop-out-california-primary-early-voting\">asked for</a> a do-over. In Minnesota, 40,000 people had reportedly <a href=\"https://www.mprnews.org/story/2020/02/21/2020-primary-early-voting-in-minnesota\">cast their ballots</a> a week before Super Tuesday – and days before Pete Buttigieg and Amy Klobuchar dropped out.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/feb/28/alabama-pleasant-grove-fight-to-vote\">The majority-black city blocked from electing black officials</a> </p> </aside>  <p>Just yesterday, more than a million Washington voters finally had the chance to weigh in. Unlike other states, which saw long lines and voting machine errors, the state votes by mail and has a highly engaged electorate. As a result, a <a href=\"https://www.sos.wa.gov/elections/research/ballot-return-statistics.aspx\">significant proportion of ballots were returned early</a>, essentially throwing away their vote.</p> <p>Early voting is generally viewed as a good thing by civil rights advocates – it helps avoid errors on election day, and curbs long lines at the precinct. But voting for soon-to-be unviable candidates is not only a frustrating reality for proactive voters, but intrinsically harmful to the democratic process.</p> <p>Fortunately, there is a simple solution: ranked-choice voting (RCV). And it’s one that has the potential to address a host of other problems that plague our electoral system, including negative campaigning and lack of minority representation.</p> <p>Four states – Alaska, Kansas, Wyoming and Hawaii – are already using ranked-choice voting in the current Democratic presidential primaries, and one state, Maine, uses it for state elections and for US Congress and president. New York City also <a href=\"https://www.theguardian.com/us-news/2019/oct/26/new-york-city-ranked-choice-voting-how-it-works\">recently adopted</a> ranked-choice voting beginning in 2021. But most of the country has yet to catch on.</p> <p>Under ranked-choice voting, voters rank their favorite candidates in order of preference, and if their first choice is no longer viable, their vote would count towards their next choice. The process would continue until all votes are supporting viable candidates.</p> <p>If ranked-choice voting had been in place in Washington, voters who turned in their ballot early for Amy Klobuchar, Pete Buttigieg, Mike Bloomberg or Elizabeth Warren could rest assured that their vote would still count towards their next preference rather than being wasted on a candidate who is no longer in the running. And candidates would probably face less pressure to drop out of the race early.</p> <p>But reforming our primary elections is only one benefit.</p> <p>Under the current plurality voting system, candidates benefit from attacking their opponents and highlighting their ideological differences in an effort to appeal to their base. However, in a ranked-choice election, candidates are also campaigning to be voters’ second and third choices.</p> <p>We saw this happen in the 2018 San Francisco mayoral race: two candidates, Mark Leno and Jane Kim, actually <a href=\"https://www.sfweekly.com/topstories/leno-and-kim-endorse-each-other-for-mayor/\">campaigned together</a> to fight for shared values as they reached out to voters in a ranked-choice election. In a political field that is often fraught with negativity, this kind of positive campaigning is a welcome change.</p> <p>This same system, meanwhile, can help historically marginalized communities achieve representation in their own cities.</p> <p>Here in Washington, for example, Yakima county is in the middle of <a href=\"https://campaignlegal.org/sites/default/files/2020-01/Yakima%20notice%20letter%201.15.20.pdf\">a legal challenge</a> under the Washington Voting Rights Act. The population of the county is approximately 49% Latino, but the county has only ever elected one Latino candidate to the county commission – partly because it has an at-large general election system that dilutes minority voting rights.</p> <p>“We are trying to ensure that we have a more equitable election system here in Yakima county,” Dulce Gutiérrez, a plaintiff in the case, and one of the few Latinx city council members elected told us. “We believe that there are remedies that can improve the likelihood of representation.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>In Yakima, a switch to ranked-choice voting with multi-member districts would help achieve 'proportional representation'</p> </blockquote> </aside>  <p>Historically, the remedy has been to move to majority-minority districts that concentrate minority voters in a particular geographic district in order to garner representation. However, such a system is vulnerable to gerrymandering and vote splitting and, perversely, only protects communities of color that live in highly segregated neighborhoods.</p> <p>In Yakima, a switch to ranked-choice voting with multi-member districts would help achieve “proportional representation” and guarantee that roughly every one-third of the residents is able to pick one of the three commissioners. Latino candidates regularly get more than a third of the countywide vote, but historically are unable to win countywide races.</p> <p>Washington state has been a leader in adopting commonsense reforms, like mandating marriage equality or legalizing marijuana, but it is well behind the curve in electoral reforms like ranked-choice voting.</p> <p>We have plenty of real-life examples of ranked-choice voting working for communities. It’s already used <a href=\"https://www.rankedchoicevoting.org/where_used\">in several countries</a>, including Australia, Scotland and New Zealand. It’s also gathering momentum in the United States, where it is used in over 20 jurisdictions.</p> <p>After all, our democracy is at stake.<strong><br></strong></p> <p>• Mohit Nair is partnerships director of FairVote Washington.</p> <p>• Colin Cole is legislative director and a co-founder of FairVote Washington. He is also policy director at MoreEquitableDemocracy.<br><br></p>",
  "<p>Afghanistan’s political chaos has deepened with disputes over presidential election results and a planned prisoner exchange delaying peace talks with the Taliban even as the US starts its troop withdrawal.</p> <p>A US agreement with the Taliban, <a href=\"https://www.theguardian.com/world/2020/feb/29/us-taliban-sign-peace-agreement-afghanistan-war\">signed last month</a>, on the departure of American forces was meant to set the stage for Afghans to reach a deal on their country’s political future after decades of civil war but those talks, expected to begin this week in Oslo, have been postponed indefinitely.</p> <p>The Taliban say they will not sit down unless they get a mass prisoner release that was promised by the US government, but never cleared with the Afghan authorities who actually hold insurgent fighters.</p> <p>The withdrawal agreement with the US calls for 5,000 Taliban fighters to be released before negotiations start, in exchange for 1,000 government security forces. A proposed compromise has already been rejected by the insurgent group.</p> <p>And with two competing presidents both claiming to have won last year’s vote it may prove hard to provide an official delegation for any talks, although the US envoy Zalmay Khalilzad is on the ground in Kabul trying to broker an agreement between incumbent Ashraf Ghani and his main challenger Abdullah Abdullah.</p> <p>The two on Monday held parallel presidential inaugurations just a few hundred metres apart, broadcast nationwide on split screens.</p> <p>Ghani’s position was strengthened after the US, and other key allies, attended his swearing in and officially recognised his victory. In his inauguration speech, Ghani promised a compromise on the US-negotiated prisoner exchange, which he had initially<a href=\"https://www.bbc.co.uk/news/world-asia-51695370\"> furiously rejected </a>as a violation of sovereignty.</p> <p>“The rapid turnaround of President Ghani’s position on prisoner exchange, which up until his ceremony had been quite hardline … suggested a stark quid pro quo to many observers here in Kabul: US attendance and recognition for a softened stance on this early hurdle in the peace process,” said Andrew Watkins, senior Afghanistan analyst with International Crisis Group.</p> <p>“International recognition isn’t the only or even most important source of popular legitimacy for the Afghan government, but for a country so heavily dependent on foreign assistance, yesterday’s tilt in recognition of Ghani was a heavy blow (for Abdullah).”</p> <p>In the early hours of Wednesday, Ghani’s spokesman, Sediq Sediqqi, said on Twitter that he had “signed the decree that would facilitate the release of the Taliban prisoners in accordance with an accepted framework for the start of negotiation”.</p> <p>Ghani’s administration offered a limited release of 1,500 prisoners starting on Saturday, with 100 men going free a day.</p> <p>Once negotiations began, and if the Taliban reduced attacks, the other 3,500 would be released in batches of 500 every fortnight. All those released would have to sign a pledge not to return to the battlefield, Sediqqi said.</p> <p>The Taliban immediately shot down that offer. “We handed over to the US team a detailed list of 5,000 prisoners that none can tamper with,” tweeted Suhail Shaheen, spokesman for the Taliban’s political office in Doha, where the deal was signed.</p> <p>“We never agreed to any conditional release of prisoners,” he later told Reuters by phone. “It is properly explained in the peace accord that first 5,000 prisoners would be freed and then the Afghan dialogue would be initiated.”</p> <p>The deal signed 29 February allows for American troops to leave Afghanistan within 14 months, allowing Donald Trump to fulfil his promise to end America’s longest war and bring home its soldiers.</p> <p>However, the US commander for the Middle East and Afghanistan has already warned this week that the insurgents are not keeping “their part of the bargain”, instead continuing to launch attacks.</p> <p>Marine Gen Frank McKenzie was giving evidence to Congress on Tuesday, hours after US forces began pulling out of <a href=\"https://www.theguardian.com/world/afghanistan\">Afghanistan</a>. The <a href=\"https://www.state.gov/agreement-for-bringing-peace-to-afghanistan/\">US-Taliban deal</a> followed a week-long partial ceasefire, but it did not include an agreement to continue that ceasefire, and attacks have since increased again.</p> <p>“They are not directed against coalition forces, they are not occurring in city centres, they are occurring at isolated checkpoints,” McKenzie said. “But those attacks are occurring, and they’re not consistent with a movement toward a negotiated settlement, and they’re not consistent with the undertaking they made.”</p> <p>Trump administration officials have said that the withdrawal of the 13,000-strong US military presence in Afghanistan would be “conditions-based”. But there has been concern in Washington as well as Kabul about what the requirements might be.</p> <p>Detailed terms are laid out in a secret annex that US lawmakers have been able to read, but not share. Several said they were concerned that the terms were too vague, in interviews with<a href=\"https://www.nytimes.com/2020/03/08/world/asia/taliban-afghanistan-annexes-peace-agreement.html\"> the New York Times</a>.</p>",
  "<p>Good morning, I’m Tim Walker with today’s essential stories.</p> \n<h2>Stage set for Biden v Trump general election showdown</h2> \n<p>Joe Biden looks all but certain <a href=\"https://www.theguardian.com/us-news/2020/mar/10/joe-biden-bernie-sanders-donald-trump-obama\">to face Donald Trump</a> at November’s presidential election, after a <a href=\"https://www.theguardian.com/us-news/2020/mar/10/democratic-primaries-joe-biden-bernie-sanders\">fresh string of primary defeats</a> left his progressive rival Bernie Sanders with only the <a href=\"https://www.theguardian.com/us-news/ng-interactive/2020/mar/10/delegate-count-democratic-primary-2020-latest-and-calendar\">narrowest of paths</a> to the Democratic nomination. The biggest <a href=\"https://www.theguardian.com/us-news/2020/mar/10/sanders-michigan-loss-crushes-staff-and-supporters\">blow to Sanders’ hopes</a> was in delegate-rich Michigan, which he won in 2016 but <a href=\"https://www.theguardian.com/commentisfree/2020/mar/10/why-bernie-sanders-lost-michigan\">lost to Biden on Tuesday</a> by more than 15 points. Lauren Gambino rounds up the night’s <a href=\"https://www.theguardian.com/us-news/2020/mar/11/five-takeaways-primaries-democrats-joe-biden-bernie-sanders\">key takeaways</a>, while our panelists <a href=\"https://www.theguardian.com/us-news/commentisfree/2020/mar/10/what-do-bidens-wins-mean-our-panelists-weigh-in\">parse its significance</a>.</p> \n<ul> \n <li><p><strong>Cancelled rallies.</strong> Both Biden and Sanders <a href=\"https://www.theguardian.com/us-news/2020/mar/10/sanders-biden-2020-elections-coronavirus\">cancelled their primary night rallies</a> in Ohio on Tuesday over concerns about the coronavirus.</p></li> \n <li><p><strong>Competence is key.</strong> Trump’s botched response to the coronavirus crisis has only made <a href=\"https://www.theguardian.com/commentisfree/2020/mar/10/joe-biden-donald-trump-coronavirus\">the case for competent leadership stronger</a> – and that is what Biden represents, writes Richard Wolffe.</p></li> \n</ul> \n<h2>New York deploys national guard as US Covid-19 cases top 1,000</h2> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"d2e5f22e-46da-449a-acf5-cacb76840f72\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/jriTvPdKXjs?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>The New York governor, Andrew Cuomo, on Tuesday announced he would <a href=\"https://www.theguardian.com/world/2020/mar/10/new-york-coronavirus-new-rochelle-containment\">deploy the national guard</a> to the suburb of New Rochelle, to help contain what is believed to be the nation’s biggest cluster of <a href=\"https://www.theguardian.com/world/live/2020/mar/11/coronavirus-update-live-news-uk-health-minister-italy-lockdown-australia-us-china-stock-markets-outbreak-latest-updates\">coronavirus</a> cases. The <a href=\"https://www.theguardian.com/world/ng-interactive/2020/mar/10/coronavirus-us-map-confirmed-cases-covid-19\">number of US cases</a> has passed 1,000, with at least 29 deaths, prompting fears for vulnerable communities including <a href=\"http://www.theguardian.com/world/2020/mar/11/isolation-older-americans-elderly-people-worry-coronavirus\">the elderly</a> and <a href=\"https://www.theguardian.com/world/2020/mar/11/coronavirus-outbreak-us-immigration-centers\">migrant detainees</a>. Meanwhile <a href=\"https://www.theguardian.com/world/2020/mar/10/republicans-face-backlash-racist-labeling-coronavirus-china-wuhan\">Republicans are facing a backlash</a> for describing the disease as, variously, the “China coronavirus” and the “Wuhan coronavirus”.</p> \n<ul> \n <li><p><strong>World latest. </strong>A UK <a href=\"https://www.theguardian.com/world/2020/mar/10/health-minister-nadine-dorries-diagnosed-with-coronavirus\">health minister</a> has been diagnosed with the virus, Belgium has recorded its first death and a Wuhan doctor has <a href=\"https://www.theguardian.com/world/2020/mar/11/coronavirus-wuhan-doctor-ai-fen-speaks-out-against-authorities\">criticised the Chinese authorities’</a> response to the outbreak. For Today in Focus, Peter Beaumont explains how <a href=\"https://www.theguardian.com/world/audio/2020/mar/11/coronavirus-closes-down-italy\">coronavirus closed down Italy</a>.</p></li> \n</ul> \n<h2>Weinstein lawyers cite ‘accomplishments’ before sentencing</h2> \n<figure class=\"element element-image\" data-media-id=\"7fa3ef36925752934ea5012c72ddfbcb9746182e\"> \n <img src=\"https://media.guim.co.uk/7fa3ef36925752934ea5012c72ddfbcb9746182e/0_70_4261_2557/1000.jpg\" alt=\"Weinstein is followed into the courtroom last month by his defence lawyer Donna Rotunno.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Weinstein is followed into the courtroom last month by his defence lawyer Donna Rotunno.</span> \n  <span class=\"element-image__credit\">Photograph: Johannes Eisele/AFP via Getty Images</span> \n </figcaption> \n</figure> \n<p>Harvey Weinstein will make one final visit to Manhattan’s courtroom 99 on Wednesday morning, <a href=\"https://www.theguardian.com/world/2020/mar/11/harvey-weinstein-sentencing-rape-conviction\">to face sentencing following his conviction</a> for rape and sexual assault last month. The disgraced film producer’s lawyers have argued that he should be given the <a href=\"https://www.theguardian.com/world/2020/mar/10/harvey-weinstein-lawyers-pleads-light-prison-sentence\">minimum sentence of five years in prison</a>, given his “remarkable accomplishments”. But Weinstein, who has recently undergone heart surgery, could face up to 29 years behind bars.</p> \n<ul> \n <li><p><strong>Victim statement. </strong>Taralê Wulff, who says she was raped by Weinstein in 2005, testified at his trial. <a href=\"https://www.theguardian.com/commentisfree/2020/mar/10/testified-against-harvey-weinstein-trial-victims\">His sentence ought to send a clear message</a>, she writes, that times have changed.</p></li> \n</ul> \n<h2>Russia trying to sabotage MH17 trial, say prosecutors</h2> \n<figure class=\"element element-image\" data-media-id=\"171218e7b3fc854998a6297a33b93c602a9f8683\"> \n <img src=\"https://media.guim.co.uk/171218e7b3fc854998a6297a33b93c602a9f8683/0_120_3500_2100/1000.jpg\" alt=\"A memorial to victims of the crash of Malaysia Airlines Flight MH17 in Ukraine’s Donetsk region.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A memorial to victims of the crash of Malaysia Airlines flight MH17 in Ukraine’s Donetsk region.</span> \n  <span class=\"element-image__credit\">Photograph: Alexander Ermochenko/Reuters</span> \n </figcaption> \n</figure> \n<p>Dutch <a href=\"https://www.theguardian.com/world/2020/mar/11/mh17-trial-russia-keen-to-thwart-investigation-says-prosecutor\">prosecutors have accused Russia of trying to thwart their investigation</a> into the crash of Malaysia Airlines flight MH17 in eastern Ukraine in 2014, claiming witnesses fear for their lives ahead of the trial of four suspects accused of arranging a Russian missile system that shot down the airliner. The defendants, three Russians and a Ukrainian, held senior posts in the region’s pro-Russian militias, say prosecutors. Russia denies any involvement in the incident.</p> \n<ul> \n <li><p><strong>Dutch victims. </strong>MH17 was shot down on its way from Amsterdam to Kuala Lumpur. All 298 people on board were killed; most of the passengers were Dutch nationals.</p></li> \n</ul> \n<h2>Cheat sheet</h2> \n<ul> \n <li><p>The US commander for Afghanistan has told Congress the <strong>Taliban</strong> are <a href=\"https://www.theguardian.com/world/2020/mar/10/us-taliban-deal-frank-mckenzie-afghanistan\">not keeping “their part of the bargain”</a>, continuing to launch attacks even as US troops begin a withdrawal from the country under the terms of a February peace deal.</p></li> \n <li><p><strong>Mexico</strong>’s president, Andrés Manuel López Obrador, has responded to a historic day of protests by women by insisting he will not take a new approach to tackling <a href=\"https://www.theguardian.com/world/2020/mar/10/mexico-femicide-amlo-protests-strategy\">the country’s femicide epidemic</a>, but will instead “reinforce the same strategy”.</p></li> \n <li><p>A 29-year-old California man with a history of violence and mental illness has been <a href=\"https://www.theguardian.com/us-news/2020/mar/10/nia-wilson-murder-oakland-bart-john-lee-cowell\">found guilty of the random stabbing murder</a> of 18-year-old <strong>Nia Wilson</strong> on an Oakland Bart train platform in July 2018.</p></li> \n <li><p><strong>Bears</strong> have been <a href=\"https://www.theguardian.com/world/2020/mar/11/mild-winter-bears-emerge-from-hibernation\">emerging from hibernation early</a> across the northern hemisphere following an unusually mild winter, with sightings as early as February in the US, Russia and Finland.</p></li> \n</ul> \n<h2>Must-reads</h2> \n<figure class=\"element element-image element--showcase\" data-media-id=\"f5a5fd55c26fb88cee89c41025f64f209a409a55\"> \n <img src=\"https://media.guim.co.uk/f5a5fd55c26fb88cee89c41025f64f209a409a55/474_677_5006_3003/1000.jpg\" alt=\"Billie Eilish: ‘“Would you like me to be smaller? Weaker? Softer? Taller? Would you like me to be quiet?’\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Billie Eilish: ‘Would you like me to be smaller? Weaker? Softer? Taller? Would you like me to be quiet?’</span> \n  <span class=\"element-image__credit\">Photograph: Kevin Mazur/Getty Images for Live Nation</span> \n </figcaption> \n</figure> \n<p><strong>Billie Eilish: standing her ground against the body shamers</strong></p> \n<p>Billie Eilish has given the music industry everything it could possibly want. As her world tour began this week, writes Laura Snapes, Eilish used her newfound power to push back against a rare point of contention: <a href=\"https://www.theguardian.com/music/2020/mar/10/body-of-work-why-billie-eilish-is-right-to-stand-her-ground-against-shaming\">her refusal to show her body in service of her art</a>.</p> \n<p><strong>Could the ‘Spanish flu’ help to understand the coronavirus?</strong></p> \n<p>The so-called “Spanish flu” of 1918 killed as many as 100 million people worldwide. Laura Spinney, the author of a new book about that global catastrophe, explains <a href=\"https://www.theguardian.com/world/2020/mar/11/closed-borders-and-black-weddings-what-the-1918-flu-teaches-us-about-coronavirus\">what it can – and can’t – tell us about today’s coronavirus crisis</a>.</p> \n<p><strong>Will hurricane refugees defeat Trump in Florida?</strong></p> \n<p>After Hurricane Maria devastated their island home in 2017, many Puerto Ricans felt abandoned by the Trump administration. And tens of thousands fled to nearby Florida, where they <a href=\"https://www.theguardian.com/us-news/2020/mar/10/donald-trump-lose-florida-hurricane-maria-refugees-us-elections-2020\">might now be a significant voting bloc at the 2020 election</a>. Cristian Salazar reports.</p> \n<p><strong>The beauticians who spot domestic abuse</strong></p> \n<p>Beauticians in Brazil, one of the most violent countries in the world for women, are being <a href=\"https://www.theguardian.com/society/2020/mar/11/beauticians-brazil-trained-signs-domestic-violence\">taught to how to spot the signs of domestic abuse</a> and encourage victims to report the crime. It’s a programme that’s already being copied in the UK, as Sarah Johnson discovers.</p> \n<h2>Opinion</h2> \n<p>Jonah Lipton is a social anthropologist who unexpectedly became a specialist during the 2014–2016 Ebola outbreak in Sierra Leone. He says the experience taught him that <a href=\"https://www.theguardian.com/commentisfree/2020/mar/11/what-ebola-taught-me-about-coronavirus-panic-will-get-us-nowhere\">panic is not the answer to a pandemic</a>.</p> \n<blockquote class=\"quoted\"> \n <p>Surviving Ebola was not only a matter of avoiding contagion or receiving treatment, but a broader social matter of living through the crisis in a dignified and meaningful way.</p> \n</blockquote> \n<h2>Sport</h2> \n<p>The <strong>coronavirus</strong> continues to have an impact on the world of sport, with football matches going behind closed doors across Europe and fears for the <a href=\"https://www.theguardian.com/sport/2020/mar/10/coronavirus-football-season-marinakis-tests-positive\">viability of the Tokyo Olympics</a>. Arsenal have postponed their Premier League tie with Manchester City and <a href=\"https://www.theguardian.com/football/2020/mar/11/arsenal-self-isolation-postpone-game-manchester-city-premier-league-coronavirus-covid-19\">put several players in self-isolation</a> after they came into contact with the Olympiakos owner Evangelos Marinakis, who has since tested positive for Covid-19.</p> \n<p>Against the grain of the global economy, golf’s <strong>PGA Tour</strong> is apparently enjoying sharp growth, with its commissioner revealing <a href=\"https://www.theguardian.com/global/2020/mar/10/us-pga-bigger-bucks-fend-off-premier-golf-league-threat-sawgrass\">plans to increase the Players Championship prize fund to $25m</a> and the FedEx Cup bonus pool to $100m, in part to see off the threat of a proposed breakaway, the Premier Golf League.</p> \n<h2>Sign up</h2> \n<p>The US morning briefing is delivered to thousands of inboxes every weekday. If you’re not already signed up, <a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">subscribe now</a>.</p> \n<figure class=\"element element-embed\" data-alt=\"Sign up for the US morning briefing\"> \n <iframe src=\"https://www.theguardian.com/email/form/plaintone/4300\" height=\"52px\" data-form-title=\"A different kind of daily email\" data-form-description=\"Sign up and get a daily US news briefing from the Guardian\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks, you'll start getting the US morning briefing soon.\"></iframe> \n <figcaption>\n  Sign up for the US morning briefing\n </figcaption> \n</figure>",
  "<p>Joe Biden secured a key victory in the Democratic presidential nomination race on Tuesday by winning the vital state of Michigan and delivering a major blow to his rival, the Vermont senator Bernie Sanders<strong>.</strong></p> \n<p>The former vice-president also notched wins in the primaries in Mississippi, Missouri and Idaho. North Dakota went to Sanders, and Washington is still to declare.</p> \n<p>Speaking from Philadelphia, Biden sounded confident about Tuesday’s election results and struck a tone that hinted his race against Donald Trump might be beginning.</p> \n<p>“Just over a week ago, many of the pundits declared that this candidacy was dead. Now we’re very much alive,” Biden said. “Although there’s a way to go, it looks like we’re going to have another good night.”</p> \n<p>Biden’s remarks sounded at times like a general election speech rather than one for a candidate who has not yet secured the Democratic nomination.</p> \n<p>“Tonight, we are a step closer to restoring decency, dignity, and honor to the White House, that’s our ultimate goal,” Biden said. “At this moment when there’s so much fear in the country, when there’s so much fear across the world, we need American leadership. We need presidential leadership that’s honest, trusted, truthful, and steady.”</p> \n<p>When he mentioned Sanders, Biden didn’t contrast himself with the Vermont senator, but instead thanked him and reached out to his supporters.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/11/five-takeaways-primaries-democrats-joe-biden-bernie-sanders\">Five key takeaways from primaries as Biden's wins pave way to nomination</a> </p> \n</aside> \n<p>“I want to thank Bernie Sanders and his supporters for their tireless passion,” Biden said. “We share a common goal and together we’ll defeat Donald Trump.”</p> \n<p>Both the Biden campaign and the Sanders campaign had cancelled scheduled election night rallies in Ohio as a precaution against spreading the coronavirus. In a sign of the seriousness of his defeat Sanders opted against offering remarks and instead returned to his home in Burlington, Vermont.</p> \n<p>Michigan was the most delegate-rich state of the night and a state that Bernie Sanders won four years ago in an upset over Hillary Clinton. Even before half of the states on Tuesday were called it was clear that Sanders’ path to the nomination had become imperiled. Biden had grown his delegate lead over Sanders to 715 over 584, a remarkable sea change in the race from just a month ago when Sanders’ trajectory was toward being the frontrunner in the primary.</p> \n<p>After Michigan though Sanders has to win more than 55% of the remaining delegates to get the nomination, a near herculean feat.</p> \n<p>Democrats began to argue that Biden’s ascension to being the presumptive nominee was close.</p> \n<p>“I just think this is a great signal going forward that people are ready to put someone in there to beat Donald Trump,” said the former Michigan governor Jennifer Granholm on CNN.</p> \n<p>Guy Cecil, the chairman of the Priorities USA super Pac, announced on Tuesday after Missouri and Mississippi was called that his organization would throw its weight behind Biden.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/guycecil/status/1237541280550244352\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">The math is now clear. Joe Biden is going to be the Democratic nominee for President and <a href=\"https://twitter.com/prioritiesUSA?ref_src=twsrc%5Etfw\">@prioritiesUSA</a> is going to do everything we can to help him defeat Donald Trump in November. I hope others will join us in the fight.</p>— Guy Cecil (@guycecil) \n  <a href=\"https://twitter.com/guycecil/status/1237541280550244352?ref_src=twsrc%5Etfw\">March 11, 2020</a>\n </blockquote> \n</figure> \n<p>Sanders and his surrogates have been doggedly campaigning across Michigan, a state he unexpectedly won when he ran for president in 2016 against Hillary Clinton. The state has the most delegates of any of the voting states on Tuesday, making it a top priority for the Vermont senator to win again and the focus of the night’s results.</p> \n<p>Biden campaigned in the state on election day. At one stop in Detroit he got into a <a href=\"https://www.theguardian.com/us-news/live/2020/mar/10/democratic-primaries-michigan-bernie-sanders-joe-biden-donald-trump-live-updates?page=with:block-5e67ae278f087df56e4c5c7d#block-5e67ae278f087df56e4c5c7d\">heated exchange</a> with an autoworker who spoke about gun rights and accused the former vice-president of “actively trying to end the second amendment”.</p> \n<p>“You’re full of shit,” Biden snapped, going on to say\": “I support the second amendment … I have a shotgun, a 20-gauge, a 12-gauge.”</p> \n<p>Biden supports universal background checks for gun purchases as well as an assault weapons ban.</p> \n<p>The ongoing coronavirus crisis is also a wildcard. Just a few hours before polls opened on Tuesday afternoon both the Sanders campaign and Biden campaign cancelled planned election night events in Ohio as a precautionary measure in response to the coronavirus.</p> \n<p>However, in Washington state, the center of the outbreak in the US where 22 people have died so far, officials believe <a href=\"https://thehill.com/homenews/campaign/486674-washington-state-gears-up-for-primary-election-amid-coronavirus-outbreak\">new rules</a> that mean the primary uses <a href=\"https://mynorthwest.com/1750885/wyman-washington-primary-shatter-turnout/?\">mail-in and drop-off ballots</a> rather than a caucus system should prevent disruption, and may even <a href=\"https://mynorthwest.com/1750885/wyman-washington-primary-shatter-turnout/?\">break turnout records as a result</a>. Election officials instructed staff to take <a href=\"https://www.theguardian.com/us-news/live/2020/mar/10/democratic-primaries-michigan-bernie-sanders-joe-biden-donald-trump-live-updates?page=with:block-5e67936d8f085f0b8d9459ed#block-5e67936d8f085f0b8d9459ed\">extra precautionary steps</a> to avoid spreading germs. They urged staffers to wash their hands frequently and to cough into tissues to avoid possibly spreading the virus.</p> \n<p>At election centers in Washington, some people <a href=\"https://www.theguardian.com/us-news/live/2020/mar/10/democratic-primaries-live-news-biden-sanders-michigan-2020-winners?page=with:block-5e6835338f08c2df6d277240#block-5e6835338f08c2df6d277240\">wore latex</a> gloves as they counted votes as a precaution to the coronavirus.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/mar/10/joe-biden-donald-trump-coronavirus\">Biden has all but won the nomination – and Trump is looking vulnerable</a> </p> \n</aside> \n<p>Sanders had held a rally in Ann Arbor with Alexandria Ocasio-Cortez, the young liberal congresswoman, on Sunday. The rally drew an estimated 10,000 people, underscoring Sanders’ support in the more progressive quarters of the state. Sanders himself conceded the importance of winning Michigan again during his speech. “Michigan is the most important state coming up on Tuesday,” Sanders said.</p> \n<p>But as results came in on Tuesday night and showed Biden’s lead widening beyond reach, Sanders’ Michigan campaign coordinator, Michael Fasullo, addressed supporters and volunteers gathering in Detroit and characterized the night as “difficult, frustrating”.</p> \n<p>“This work is not easy,” he said. “It’s hard for many reasons. There are entrenched interests and there’s an establishment that wants to see us not succeed, but we continue on throughout this process no matter what.”</p> \n<p>Sanders’ loss in Idaho was another blow; not only did the Vermont senator win the Idaho caucuses in a landslide in 2016, but western states have also been one of his few strong points in recent weeks.</p> \n<p>Biden’s victories on Tuesday night came after his decisive victory in the South Carolina primary, which then boosted him to a remarkable comeback performance last week on Super Tuesday, where he swept a number of states Sanders had been expected to do well in. Since then the Biden campaign has rapidly gained support from former Democratic primary rivals and other elected officials. Former presidential candidates Kamala Harris and Cory Booker endorsed Biden on Sunday and Monday respectively, and held an event with him in Detroit.</p> \n<p><em>Joan E Greve contributed reporting</em></p>",
  "<div id=\"block-5e686df48f085f0b8d9461f2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T05:34:24.661Z\">5.34am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Primary night summary</h2> \n <div class=\"block-elements\"> \n  <p>That’s it from me after another strong primary night for <strong>Joe Biden </strong>and another disappointing performance for <strong>Bernie Sanders.</strong></p> \n  <p>Here’s how the night shook out:</p> \n  <ul> \n   <li><strong>Biden grew his delegate lead and left Sanders with few, if any, paths to the nomination. </strong>The former vice president has already secured four wins tonight in Mississippi, Missouri, Idaho and the key state of Michigan, with North Dakota and Washington state still too close to call.</li> \n   <li><strong>Biden looked ahead to the general election, effectively declaring himself the nominee. </strong>Speaking in Philadelphia, the former vice president applauded Sanders’ supporters for their “tireless energy” and promised to work with them to defeat <strong>Trump </strong>in November.</li> \n   <li><strong>Sanders supporters insisted the primary is not over. </strong>Some of Sanders’ allies threw punches against Biden on social media, potentially previewing Sunday’s debate between the two candidates, but Sanders’ decision not to speak tonight did not instill much confidence in his prospects.</li> \n   <li><strong>Biden’s win in Michigan sparked some reconsideration of Sanders’ 2016 campaign. </strong>With Biden currently beating Sanders by 15 points in Michigan, some wondered whether Sanders’ 2016 victory there may have had more to do with disapproval of <strong>Hillary Clinton </strong>than his strength among Rust Belt voters.</li> \n   <li><strong>Coronavirus has effectively frozen the presidential race. </strong>Sanders and Biden canceled primary night rallies in Cleveland, and CNN announced the next debate would take place without a live audience or a spin room. The precautionary measures leave Sanders with fewer opportunities to shake up the dynamics of the race, but both candidates acknowledged the priority right now was public health, as the number of US coronavirus cases surpassed 1,000.</li> \n  </ul> \n  <p>The US politics live blog will be back tomorrow morning, so make sure to tune back in. And thank you for following our primary night coverage.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/10/democratic-primaries-joe-biden-bernie-sanders\">Joe Biden wins string of key primaries in major blow to Bernie Sanders</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e6871cb8f087df56e4c6388\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T05:12:41.400Z\">5.12am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Joe Biden </strong>leads <strong>Bernie Sanders </strong>in Idaho by about 6 points, with 80% of precincts reporting.</p> \n  <p>Sanders’ loss in Idaho is another blow on a generally disappointing night for the Vermont senator.</p> \n  <p>Not only did Sanders win the Idaho caucuses in a landslide in 2016, but western states have also been one of his few strong points in recent weeks.</p> \n  <p>Biden’s win in Idaho underscores how Sanders’ path to the nomination has narrowed to the point that his critics are already declaring the primary to be all but over.</p> \n </div> \n</div> \n<div id=\"block-5e68712e8f085f0b8d9461fe\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T05:04:52.044Z\">5.04am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Biden wins Idaho primary</h2> \n <div class=\"block-elements\"> \n  <p>The AP has declared <strong>Joe Biden </strong>the winner of the primary in Idaho, where polls closed about two hours ago.</p> \n  <p><strong>Bernie Sanders </strong>won the state in 2016, when Idaho used a caucus system, by about 56 points.</p> \n </div> \n</div> \n<div id=\"block-5e6870178f08c2df6d277373\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T05:03:40.484Z\">5.03am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump once again accused Elizabeth Warren of costing Bernie Sanders the Democratic nomination.</strong></p> \n  <p>Referring to Warren as “Pocahontas,” Trump tweeted that the Massachusetts senator had “destroyed the campaign of Bernie Sanders” by not dropping out sooner. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1237603152490147850\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Pocahontas, working in conjunction with the Democrat Party, totally destroyed the campaign of Bernie Sanders. If she would have quit 3 days earlier, Sanders would have beaten Biden in a route, it wouldn’t even have been close. They also got two other losers to support Sleepy Joe!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1237603152490147850?ref_src=twsrc%5Etfw\">March 11, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Warren dropped out of the race last Thursday after a disappointing performance on Super Tuesday.</p> \n  <p>Some of Sanders’ supporters had called on her to drop out sooner, as moderate candidates <strong>Pete Buttigieg </strong>and <strong>Amy Klobuchar </strong>withdrew to endorse <strong>Joe Biden.</strong></p> \n  <p>But Sanders himself did not publicly pressure Warren to drop out before Super Tuesday, and it’s unclear whether Warren’s earlier departure would have helped Sanders in states like Michigan, where he is currently losing by 15 points.</p> \n </div> \n</div> \n<div id=\"block-5e686ec78f087df56e4c637c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T04:58:00.833Z\">4.58am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Some of Bernie Sanders’ allies told PBS they believe the candidate still has a “slim path” to the nomination, </strong>despite his disappointing performance against <strong>Joe Biden </strong>tonight.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Yamiche/status/1237601013734891520\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">People close to <a href=\"https://twitter.com/BernieSanders?ref_src=twsrc%5Etfw\">@BernieSanders</a> tonight are acknowledging to me that tonight was a “tough night” but also say they and likely the senator believe there is still a “slim path” to winning the nomination. It seems the next time we hear from Bernie, he will be saying as much.</p>— Yamiche Alcindor (@Yamiche) \n    <a href=\"https://twitter.com/Yamiche/status/1237601013734891520?ref_src=twsrc%5Etfw\">March 11, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Sanders will likely make that argment himself on Sunday, when he is scheduled to face off against Biden in a debate in Phoenix.</p> \n  <p>However, it would take a truly catastrophic debate performance on Biden’s part for Sanders to have any hope of a campaign reset.</p> \n  <p>It’s also important to keep in mind that the four states voting next Tuesday -- Florida, Illinois, Ohio and Arizona -- are all states Sanders lost in 2016, likely making it difficult for him to regain momentum in the next batch of contests.</p> \n </div> \n</div> \n<div id=\"block-5e686b4a8f085f0b8d9461e6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T04:46:00.362Z\">4.46am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Bernie Sanders’ poor performance tonight has sparked some reconsideration of his 2016 campaign.</strong></p> \n  <p>Sanders narrowly won the 2016 Michigan primary against <strong>Hillary Clinton</strong>, but <strong>Joe Biden </strong>was quickly declared the winner there tonight.</p> \n  <p>With 83% of precincts reporting, Biden is beating Sanders by about 15 points in Michigan, where 125 pledged delegates are up for grabs.</p> \n  <p>Sanders’ underperformance has led a number of political commentators to suggest his 2016 Michigan win had more to do with disapproval of Clinton than Sanders’ strength among Rust Belt voters, which the Vermont senator’s allies have frequently boasted about.</p> \n  <p>So this has been an overall terrible night for Sanders. Not only is his opponent effectively declaring victory in the noninating contest, but the story of his 2016 campaign is also being rewritten in a much less flattering light.</p> \n </div> \n</div> \n<div id=\"block-5e6867fc8f087df56e4c6352\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T04:33:18.217Z\">4.33am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s Hallie Golden reports from Seattle, Washington:</strong></p> \n  <p>As initial results showed <strong>Joe Biden</strong> and <strong>Bernie Sanders</strong> in a very tight race for Washington State delegates, Shaun Scott, Sanders’ local field director, alternated between watching results and saying encouraging remarks to election staff and volunteers.</p> \n  <p>“We got this,” he said to a few of the people who had gathered at a bar in Seattle to watch the results on a large television screen.</p> \n  <p>Scott highlighted the fact that election officials in Washington reported that 60,000 voters didn’t select a political party on their ballot, which could have invalidated those votes. He said the campaign team is prepared to go out this weekend and next to cure those ballots.</p> \n  <p>“Yet another reason for people to check out installment number two of the Washington state primary,” he told the Guardian. “Episode one was a cliff hanger. But we think we’re going to come to a pretty definitive conclusion here in episode two.”</p> \n </div> \n</div> \n<div id=\"block-5e6866658f085f0b8d9461bc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T04:24:14.296Z\">4.24am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Washington state is another example of how turnout often spikes when a caucus becomes a primary.</strong></p> \n  <p>In 2016, when Washington held caucuses, roughly <a href=\"https://www.thestranger.com/slog/2016/03/26/23871846/bernie-sanders-wins-washingtons-democratic-caucus/\">230,000</a> people participated. (<strong>Bernie Sanders </strong>won that race by about 45 points.)</p> \n  <p>In comparison, more than a million votes have already been counted tonight in the state’s primary, with Sanders and <strong>Joe Biden </strong>running neck and neck.</p> \n </div> \n</div> \n<div id=\"block-5e68628e8f087df56e4c633d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T04:07:20.161Z\">4.07am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Bernie Sanders and Joe Biden are neck and neck in Washington state, </strong>where 89 pledged delegates are up for grabs.</p> \n  <p>With 67% of precincts reporting, Sanders leads Biden by just 0.2 points, or about 2,000 votes.</p> \n  <p>Considering the narrow margin and Washington’s high rates of mail-in voting, it may take days to know the winner:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TomBanse/status/1237586475677442049\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">More than 130,000 vote-by-mail ballots have yet to be processed and counted just in the four county greater Seattle metro area. I surmise we won't know whether Biden or Bernie won the <a href=\"https://twitter.com/hashtag/WashingtonPrimary?src=hash&amp;ref_src=twsrc%5Etfw\">#WashingtonPrimary</a> until Friday at this rate. It's a tie right now. <a href=\"https://twitter.com/hashtag/waelex?src=hash&amp;ref_src=twsrc%5Etfw\">#waelex</a> <a href=\"https://t.co/wA2Z910GrS\">pic.twitter.com/wA2Z910GrS</a></p>— Tom Banse (@TomBanse) \n    <a href=\"https://twitter.com/TomBanse/status/1237586475677442049?ref_src=twsrc%5Etfw\">March 11, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-11T04:11:22.697Z\">at 4.11am GMT</time></p> \n</div> \n<div id=\"block-5e685e968f087df56e4c6320\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T03:55:44.536Z\">3.55am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Progressive groups look ahead to November after Sanders' bad night</h2> \n <div class=\"block-elements\"> \n  <p>Even though a number of <strong>Bernie Sanders</strong>’ allies insist the race for the nomination is not over, some progressive groups are already looking ahead to November after their preferred candidate’s disappointing performance tonight.</p> \n  <p>The political director of the group CPD Action, which endorsed Sanders in December, said the Vermont senator “has proven that his voice and his movement are vital to any success in November.”</p> \n  <p>“We are committed to the Bernie Sanders campaign and the values that it represents,” Natalia Salgado added in the statement. “We will continue to push this agenda forward in the primaries, the general and beyond. Our North Star is to defeat <strong>Donald Trump</strong> and we are prepared to do what it takes.”</p> \n  <p>Adam Green -- the co-founder of the Progressive Change Campaign Committee, which initially endorsed <strong>Elizabeth Warren </strong>-- said Sanders and <strong>Joe Biden </strong>should still debate on Sunday.</p> \n  <p>“Not because it will likely change the outcome, but because in order to not change the outcome Biden has to withstand one-on-one scrutiny similar to a debate with <strong>Trump</strong>,” Green told the Guardian.</p> \n  <p>All of this indicates that progressive groups have little hope of Sanders turning back the tide of momentum that appears to be carrying Biden to the nomination.</p> \n </div> \n</div> \n<div id=\"block-5e685c0a8f087df56e4c6313\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T03:38:29.600Z\">3.38am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As <strong>Joe Biden </strong>looks ahead to the general election, <strong>Bernie Sanders</strong>’ allies are sending a very different message: this race is far from over.</p> \n  <p>From congresswoman <strong>Rashida Tlaib</strong>, one of Sanders’ top surrogates:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RashidaTlaib/status/1237568481857437699\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We are just getting started. <a href=\"https://twitter.com/hashtag/NotMeUs?src=hash&amp;ref_src=twsrc%5Etfw\">#NotMeUs</a> isn't going anywhere. <a href=\"https://t.co/YGQPTNBz91\">https://t.co/YGQPTNBz91</a></p>— Rashida Tlaib (@RashidaTlaib) \n    <a href=\"https://twitter.com/RashidaTlaib/status/1237568481857437699?ref_src=twsrc%5Etfw\">March 11, 2020</a>\n   </blockquote> \n  </figure> \n  <p>But congresswoman <strong>Alexandria Ocasio-Cortez, </strong>another top Sanders surrogate, acknowledged on Instagram that this was a “tough night electorally”.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-11T04:11:44.950Z\">at 4.11am GMT</time></p> \n</div> \n<div id=\"block-5e685a078f085f0b8d94618c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T03:29:30.071Z\">3.29am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Joe Biden </strong>won praise for his remarks tonight in Philadelphia, which felt like the victory speech of a presumptive nominee.</p> \n  <p>The candidate spoke to a small group after having to cancel his Cleveland rally due to coronavirus. and he commended <strong>Bernie Sanders</strong>’ supporters for “their tireless energy and their passion.”</p> \n  <p>From a former senior Obama adviser:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davidaxelrod/status/1237573959492579329\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Quiet, measured <a href=\"https://twitter.com/JoeBiden?ref_src=twsrc%5Etfw\">@JoeBiden</a> is a very effective Joe Biden.</p>— David Axelrod (@davidaxelrod) \n    <a href=\"https://twitter.com/davidaxelrod/status/1237573959492579329?ref_src=twsrc%5Etfw\">March 11, 2020</a>\n   </blockquote> \n  </figure> \n  <p>From <strong>Kamala Harris’ </strong>former communications director:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/adamslily/status/1237572099067138049\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Smart of Biden tonight to give Bernie Sanders his due and reach out to his supporters. A classy and strategic move.</p>— Lily Adams (@adamslily) \n    <a href=\"https://twitter.com/adamslily/status/1237572099067138049?ref_src=twsrc%5Etfw\">March 11, 2020</a>\n   </blockquote> \n  </figure> \n  <p>From an MSNBC analyst:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/howardfineman/status/1237574068448063489\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Best <a href=\"https://twitter.com/JoeBiden?ref_src=twsrc%5Etfw\">@JoeBiden</a> speech tonight I’ve ever seen, and I’ve been covering him since 1987. Calm, dignified, with his smart and capable wife Jill beside him.</p>— Howard Fineman (@howardfineman) \n    <a href=\"https://twitter.com/howardfineman/status/1237574068448063489?ref_src=twsrc%5Etfw\">March 11, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e68564e8f085f0b8d94617a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T03:23:50.686Z\">3.23am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Joe Biden</strong>’s staffers in Philadelphia, where the candidate just spoke, are celebrating like this race is over.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/natashakorecki/status/1237574688131280897\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This <a href=\"https://twitter.com/JoeBiden?ref_src=twsrc%5Etfw\">@joebiden</a> campaign is celebrating something more than tonight’s victories <a href=\"https://t.co/78XnY90LLa\">pic.twitter.com/78XnY90LLa</a></p>— Natasha Korecki (@natashakorecki) \n    <a href=\"https://twitter.com/natashakorecki/status/1237574688131280897?ref_src=twsrc%5Etfw\">March 11, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Biden has already won three primaries tonight – Mississippi, Missouri and the key state of Michigan.</p> \n  <p>The former vice-president is also currently running even with Sanders in Washington state’s primary, while Sanders won Washington’s 2016 caucuses in a landslide.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-11T04:12:35.076Z\">at 4.12am GMT</time></p> \n</div> \n<div id=\"block-5e684e328f08c2df6d2772ce\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T03:12:44.298Z\">3.12am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Sanders still intends to participate in Sunday debate</h2> \n <div class=\"block-elements\"> \n  <p><strong>Bernie Sanders’ </strong>campaign said that he still intends to participate in Sunday’s debate against <strong>Joe Biden, </strong>although the candidate will not speak tonight.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/briebriejoy/status/1237575478854029314\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I, for one, am extremely excited about this debate all the moderates are panicking about. <br><br>The delegate count difference is only about 150 points out of 4051 total.<br><br>America finally gets to see Biden defend his ideas, or lack there of, on Sunday. <a href=\"https://twitter.com/hashtag/NotMeUs?src=hash&amp;ref_src=twsrc%5Etfw\">#NotMeUs</a> <a href=\"https://twitter.com/hashtag/Bernie2020?src=hash&amp;ref_src=twsrc%5Etfw\">#Bernie2020</a> <a href=\"https://t.co/g4CYsQIfs6\">https://t.co/g4CYsQIfs6</a></p>— Briahna Joy Gray (@briebriejoy) \n    <a href=\"https://twitter.com/briebriejoy/status/1237575478854029314?ref_src=twsrc%5Etfw\">March 11, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Sanders is already facing some calls to drop out of the race and allow <strong>Democrats </strong>to focus on the general election against <strong>Trump </strong>after his disappointing performance tonight.</p> \n  <p>Speaking at a Philadelphia event tonight, Biden himself appeared to be pivoting to the general election, thanking Sanders’ supporters for their “tireless energy” and saying they would work together to defeat Trump.</p> \n  <p>However, Sanders seems unlikely to drop out anytime soon, considering he kept his 2016 campaign going until shortly before the party’s nominating convention.</p> \n </div> \n</div> \n<div id=\"block-5e68555a8f085f0b8d946176\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T03:07:27.879Z\">3.07am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Polls close in Idaho and Washington state</h2> \n <div class=\"block-elements\"> \n  <p>It is 11 pm ET, so polls have now closed in Idaho and Washington state, the last two states holding primaries tonight.</p> \n  <p><strong>Bernie Sanders </strong>won both states in landslides in 2016, but that was when they held caucuses, rather than the primaries they held today.</p> \n  <p>Sanders has consistently performed better in caucuses, so the new voting system could put him at a disadvantage.</p> \n </div> \n</div> \n<div id=\"block-5e6853b68f085f0b8d946170\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T03:04:10.788Z\">3.04am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Biden: 'Our very democracy is at stake in this election'</h2> \n <div class=\"block-elements\"> \n  <p><strong>Joe Biden </strong>is addressing a small group at an event in Philadelphia after his strong primary performance tonight.</p> \n  <p>Sounding very much like a presidential nominee, Biden warned that another four years of <strong>Trump</strong>’s policies would do irreparable damage to the country.</p> \n  <p>“Donald Trump’s ‘America First’ policy made America alone,” Biden said of the president’s foreign policy.</p> \n  <p>The former vice-president used the setting of the speech, Philadelphia’s National Constitution Center, to extoll the virtues of American government. </p> \n  <p>“Our very democracy is at stake in this election,” Biden said, repeating his common campaign line that America is in a “battle for the soul of this nation”.</p> \n  <p>“There’s not a single thing we cannot do if we do it together,” Biden said.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-11T04:13:17.769Z\">at 4.13am GMT</time></p> \n</div> \n<div id=\"block-5e68521a8f087df56e4c62e2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T02:54:23.705Z\">2.54am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Biden applauds Sanders' supporters after three primary wins</h2> \n <div class=\"block-elements\"> \n  <p><strong>Joe Biden </strong>has taken the podium at his Philadelphia event, addressing a small group after already securing three primary wins tonight.</p> \n  <p>“Although there’s a way to go, it looks like we’re going to have another good night,” Biden said.</p> \n  <p>The former vice president then appeared to pivot to the general election, applauding <strong>Bernie Sanders</strong>’ supporters for “their tireless energy and their passion.”</p> \n  <p>“We share a common goal, and together we’ll defeat <strong>Donald Trump</strong>,” Biden said. “We’re going to bring this nation together.”</p> \n  <p>The unity push sent a clear message that the Biden camp considers the nominating contest to be all but over.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-11T02:55:49.858Z\">at 2.55am GMT</time></p> \n</div> \n<div id=\"block-5e684f5c8f087df56e4c62da\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T02:40:41.063Z\">2.40am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s Hallie Golden reports from Washington state:</strong></p> \n  <p>A small handful of <strong>Bernie Sanders</strong> campaign staff and volunteers sat around talking, playing pool and watching presidential election results on a large television tuned to CNN in a bar in Seattle.</p> \n  <p>The unofficial gathering was organized last minute after a primary-night event that was expected to see as many as 400 people was canceled because of the coronavirus outbreak.</p> \n  <p>Shaun Scott, Sanders’ field director in Washington, told the Guardian that they made sure not to advertise the event or even post about it on social media because of the concern with bringing large groups of people together in a state at the center of this outbreak. </p> \n  <p>“We want to make sure that at the same time that we want to celebrate all the work that we’ve done up to this point and through the March 10<sup>th</sup> primary, that we’re not endangering people’s health frankly,” he said. </p> \n  <p>Health officials in King County, which includes Seattle, have recommended that everyone should avoid crowds and being in large groups of people in spaces that are poorly ventilated. As of Tuesday, the state has 162 confirmed cases of coronavirus across eight counties, including 22 deaths.</p> \n  <p><strong>Joe Biden</strong>’s campaign has also opted not to hold any primary night events in Washington, and has focused on engaging voters remotely, including through virtual phone banking and tele town halls.</p> \n </div> \n</div> \n<div id=\"block-5e684c5c8f08c2df6d2772c2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T02:31:05.831Z\">2.31am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Sanders will not speak tonight</h2> \n <div class=\"block-elements\"> \n  <p><strong>Bernie Sanders’ </strong>campaign has announced the presidential candidate will not speak tonight after losing the key state of Michigan to <strong>Joe Biden.</strong></p> \n  <p>Sanders traveled back to his home state of Vermont tonight after having to cancel his rally in Cleveland, Ohio, due to concerns about coronavirus.</p> \n  <p>Although Sanders will not address supporters or the press tonight, the candidate is already facing calls to drop out, as some Democratic strategists declare Biden to be the presumptive nominee.</p> \n </div> \n</div> \n<div id=\"block-5e684ada8f087df56e4c62ac\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T02:24:20.610Z\">2.24am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Bernie Sanders is at risk of falling below 15% in Mississippi, </strong>which would shut him out from winning any statewide delegates there.</p> \n  <p>With 72% of Mississippi precincts reporting, <strong>Joe Biden </strong>is at 81%, and Sanders is at 15%.</p> \n  <p>Sanders will likely win some of Mississippi’s district-level delegates regardless, but if he cannot grab any statewide delegates there, it will be another bad headline for him on a generally disappointing night.</p> \n </div> \n</div> \n<div id=\"block-5e6846078f085f0b8d946132\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T02:08:09.033Z\">2.08am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Trump endorses Sessions' Senate primary rival</h2> \n <div class=\"block-elements\"> \n  <p>While more Democratic primary results trickle in, <strong>Trump </strong>has turned his attention to a high-profile Senate race in Alabama.</p> \n  <p>The president announced in a tweet he was endorsing former Auburn University football coach <strong>Tommy Tuberville</strong> in Alabama’s Republican Senate primary.</p> \n  <p>The announcement is particularly noteworthy because Tuberville is running against <strong>Jeff Sessions, </strong>Trump’s fomer attorney general.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1237557412048986120\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">....(which is under siege), is strong on Crime and the Border, and truly LOVES our Military and our Vets. He will be a great Senator for the people of Alabama. Coach Tommy Tuberville, a winner, has my Complete and Total Endorsement. I love Alabama!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1237557412048986120?ref_src=twsrc%5Etfw\">March 11, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Sessions was the first sitting senator to endorse Trump’s presidential campaign in 2016, and he later left his Senate seat to serve as the president’s first attorney general.</p> \n  <p>However, Trump soured on Sessions after the attorney general recused himself from the Russia investgiation, clearing the way for the appointment of special counsel <strong>Robert Mueller. </strong></p> \n  <p>Sessions is now looking to rejoin the Senate, and he and Tuberville are headed to a March 31 runoff to determine the Republican Senate nominee in Alabama.</p> \n  <p>And Trump, who has clearly not let go of his grudge against Sessions, has now thrown his support behind Tuberville, which could give the former coach a key advantage in the race.</p> \n </div> \n</div> \n<div id=\"block-5e6843ca8f087df56e4c6285\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T01:57:23.972Z\">1.57am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Joe Biden’s win in Michigan adds to his list of victories in high-turnout contests, </strong>considering the state is well on its way to exceeding its turnout in 2016, when <strong>Bernie Sanders </strong>won the primary.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kkondik/status/1237552949955457026\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Turnout seems like it's going to blow way past 2016's 1.2 million votes cast in Michigan - 991k in so far and seems like there's still a ton out.</p>— Kyle Kondik (@kkondik) \n    <a href=\"https://twitter.com/kkondik/status/1237552949955457026?ref_src=twsrc%5Etfw\">March 11, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Biden also secured victories last week in <a href=\"https://www.vox.com/2020/3/3/21164151/virginia-democratic-primary-turnout-nearly-doubled\">Virginia</a>, where turnout nearly doubled from 2016, and <a href=\"https://boston.cbslocal.com/2020/03/09/massachusetts-democratic-primary-record-turnout/\">Massachusetts</a>, which saw a record-high number of primary ballots cast.</p> \n  <p>Biden’s victories in these high-turnout races is another blow for <strong>Bernie Sanders, </strong>who had predicted his candidacy would expand the Democratic electorate and increase primary turnout.</p> \n </div> \n</div> \n<div id=\"block-5e683ffe8f087df56e4c6270\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T01:49:58.217Z\">1.49am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s Tom Perkins reports from a Sanders watch party in Michigan:</strong></p> \n  <p>As results came in and showed <strong>Joe</strong> <strong>Biden</strong>’s lead widening beyond reach, <strong>Bernie</strong> <strong>Sanders</strong>’ Michigan campaign coordinator, Michael Fasullo, addressed supporters and volunteers, characterizing the night as “difficult” and “frustrating,” while underscoring what the progressive cause is up against. <br><br>“This work is not easy. If it was something that’s in the bag, then we would’ve had Medicare For All and a Green New Deal a long time ago,” Fasullo said. </p> \n  <p>“It’s hard for many reasons. There are entrenched interest groups and there’s an establishment that wants to see us not succeed, but we continue on throughout this process no matter what.” </p> \n </div> \n</div> \n<div id=\"block-5e6841238f087df56e4c6277\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T01:43:30.730Z\">1.43am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Yang endorses Biden on CNN</h2> \n <div class=\"block-elements\"> \n  <p>Former presidential candidate <strong>Andrew Yang </strong>just endorsed <strong>Joe Biden </strong>while speaking live on CNN.</p> \n  <p>“The math says Joe is our prohibitive nominee,” said Yang, who joined CNN as a commentator after dropping out of the race last month.</p> \n  <p>Yang said Biden had called him last week, but he told the frontrunner he wanted to see how Michigan and other states panned out before endorsing.</p> \n  <p>“We need to bring the party together,” Yang said. “We need to start working on defeating <strong>Donald Trump</strong> in the fall.” </p> \n  <p>The tech entrepreneur had supported <strong>Bernie Sanders </strong>in 2016 and attracted some of the Vermont senator’s supporters with his campaign promise of a universal basic income.</p> \n  <p>Yang’s comments came after the leaders of some Democratic super PACs declared the primary to be all but over after Biden’s victory in Michigan.</p> \n </div> \n</div> \n<div id=\"block-5e683ea48f085f0b8d94610a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T01:33:15.057Z\">1.33am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Bernie Sanders </strong>lost the crucial state of Michigan tonight, and things are not going to get easier for him next week.</p> \n  <p>Four states will hold primaries next Tuesday: Arizona, Florida, Illinois and Ohio.</p> \n  <p>Of the four, the most delegate-rich state is Florida, which will award 219 pledged delegates.</p> \n  <p><a href=\"https://business.fau.edu/departments/economics/business-economics-polling/bepi-polls/bepi-polls-2020/biden-way-ahead-in-sunshine-state.php\">A poll</a> released today showed Sanders trailing <strong>Joe Biden </strong>by 36 points in Florida, which would translate to a significant net delegate gain for the former vice president.</p> \n  <p>Sanders’ only hope for a comeback rests on Sunday’s debate. But even if Biden turned in a terrible debate performance, it’s getting increasingly difficult for Sanders to chart a path to victory, considering how many states have already voted.<br></p> \n </div> \n</div> \n<div id=\"block-5e683a988f08c2df6d27725e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T01:25:21.379Z\">1.25am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The president of the liberal super PAC American Bridge is similarly referring to <strong>Joe Biden </strong>as the presumptive nominee after his wins tonight.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/beychok/status/1237544279708299270\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Our team <a href=\"https://twitter.com/American_Bridge?ref_src=twsrc%5Etfw\">@American_Bridge</a> has been ready to support the eventual democratic nominee for the last 2 years. Our team has outspent Trump on 📺 in MI, PA, and WI. That work expands bigly tomorrow as we will be ALL IN to elect <a href=\"https://twitter.com/JoeBiden?ref_src=twsrc%5Etfw\">@JoeBiden</a> as our next President</p>— Bradley Beychok (@beychok) \n    <a href=\"https://twitter.com/beychok/status/1237544279708299270?ref_src=twsrc%5Etfw\">March 11, 2020</a>\n   </blockquote> \n  </figure> \n  <p>It seems unlikely that <strong>Bernie Sanders, </strong>who stayed in the 2016 primary until shortly before the party’s convention, will be swayed by these calls from Democratic super PACs.</p> \n  <p>However, Sanders’ loss in Michigan, where he narrowly defeated <strong>Hillary Clinton </strong>in 2016, seems like a death knell for his campaign.</p> \n </div> \n</div> \n<div id=\"block-5e6837028f087df56e4c6234\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T01:17:11.664Z\">1.17am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Democratic super PAC declares Biden the presumptive nominee</h2> \n <div class=\"block-elements\"> \n  <p><strong>Joe Biden </strong>has officially won three primaries tonight: Mississippi, Missouri and the key state of Michigan.</p> \n  <p>Those victories have raised even more questions about whether <strong>Bernie Sanders </strong>has any viable path to the nomination.</p> \n  <p>The chairman of Priorities USA, the largest Democratic super PAC, is already calling Biden the presumptive nominee after his wins tonight:<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/guycecil/status/1237541280550244352\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The math is now clear. Joe Biden is going to be the Democratic nominee for President and <a href=\"https://twitter.com/prioritiesUSA?ref_src=twsrc%5Etfw\">@prioritiesUSA</a> is going to do everything we can to help him defeat Donald Trump in November. I hope others will join us in the fight.</p>— Guy Cecil (@guycecil) \n    <a href=\"https://twitter.com/guycecil/status/1237541280550244352?ref_src=twsrc%5Etfw\">March 11, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e6839c28f085f0b8d9460eb\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T01:08:27.096Z\">1.08am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Biden wins Michigan</h2> \n <div class=\"block-elements\"> \n  <p>The AP has declared <strong>Joe Biden </strong>the winner of the primary in Michigan, the most delegate-rich state voting tonight.</p> \n  <p>Biden’s victory marks a devastating defeat for <strong>Bernie Sanders, </strong>who won the state’s primary in 2016.</p> \n </div> \n</div> \n<div id=\"block-5e68387d8f087df56e4c6239\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T01:06:20.333Z\">1.06am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s Hallie Golden reports from Washington state:</strong></p> \n  <p>About a dozen people stood in line at a vote center in Renton, Washington, a city about 12 miles southeast of Seattle, waiting to register to vote or receive some help with their ballot.</p> \n  <p>Washington now votes by mail for the Democratic primary instead of holding a caucus, but residents can still come in-person at one of the dozens of vote centers across the state. </p> \n  <p>As Washington faces an increasing number of confirmed cases of coronavirus, some visitors wore latex gloves, while many others helped themselves to the selection of hand sanitizer set out throughout the center.</p> \n  <p>Deshawna Harris, from Kent, Washington, said she came to the voting center because her mailbox had been broken into, so she never received her ballot. She told the Guardian she wasn’t really concerned about coming to the facility given everything going on with coronavirus, but she wore latex gloves just to be safe.</p> \n  <p>“A lot of hands were touching the machine that I was using and I didn’t want to touch it without having protection on my hands,” she said. </p> \n </div> \n</div> \n<div id=\"block-5e6837098f08c2df6d277247\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T01:00:18.639Z\">1.00am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Polls close in Michigan</h2> \n <div class=\"block-elements\"> \n  <p>It is 9 pm ET, so all polls have now closed in Michigan, which is the top prize tonight.</p> \n  <p>Initial results indicate <strong>Bernie Sanders </strong>is running neck-and-neck with <strong>Joe Biden </strong>in counties where the Vermont senator dominated in 2016.</p> \n  <p>However, Michigan officials have warned that final results will likely not be available until tomorrow because of the high number of absentee ballots and same-day registrations.</p> \n  <p>A Sanders campaign staffer shared a video showing long lines at a polling place near Michigan State University due to the high number of students registering today.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AbshirDSM/status/1237536785804054528\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Polls are officially closed in Michigan, but the East Lansing city clerks office is still packed with students who have been waiting on average 3 hours to vote. <br><br>This is what the line currently looks like. Btw most of these people are voting for <a href=\"https://twitter.com/BernieSanders?ref_src=twsrc%5Etfw\">@BernieSanders</a>. <a href=\"https://twitter.com/hashtag/MichiganPrimary?src=hash&amp;ref_src=twsrc%5Etfw\">#MichiganPrimary</a> <a href=\"https://t.co/g6YxSUZsMn\">pic.twitter.com/g6YxSUZsMn</a></p>— Abshir Omar (@AbshirDSM) \n    <a href=\"https://twitter.com/AbshirDSM/status/1237536785804054528?ref_src=twsrc%5Etfw\">March 11, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e68360c8f08c2df6d277244\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T00:54:30.325Z\">12.54am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Amy Klobuchar, </strong>who endorsed <strong>Joe Biden </strong>after suspending her own presidential campaign last week, celebrated tonight’s results.</p> \n  <p>The senator from Minnesota, which Biden won last week, appeared to predict the former vice president would sweep the “M states” -- Mississippi, Missouri and Michigan -- tonight.<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/amyklobuchar/status/1237539763151761408\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/JoeBiden?ref_src=twsrc%5Etfw\">@joebiden</a> projected winner in Mississippi and Missouri. We started a trend in Minnesota and it is another good night for M states! And next...!!!!!!</p>— Amy Klobuchar (@amyklobuchar) \n    <a href=\"https://twitter.com/amyklobuchar/status/1237539763151761408?ref_src=twsrc%5Etfw\">March 11, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Initial results from Michigan indicate Biden is outperforming <strong>Hillary Clinton</strong>’s 2016 showing, which will be disappointing news for <strong>Bernie Sanders.</strong></p> \n </div> \n</div> \n<div id=\"block-5e6835338f08c2df6d277240\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T00:50:23.450Z\">12.50am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s Hallie Golden reports from Washington state:</strong></p> \n  <p>At elections headquarters for King County, which includes the city of Seattle, dozens of men and women wore latex gloves as they sorted and counted primary presidential ballots in a state at the center of the US coronavirus outbreak.</p> \n  <figure class=\"element element-image\" data-media-id=\"8f3e2202a0d15f6309ff5b01c401e4bc6b0043fa\"> \n   <img src=\"https://media.guim.co.uk/8f3e2202a0d15f6309ff5b01c401e4bc6b0043fa/0_0_3600_2400/1000.jpg\" alt=\"An election workers sorts vote-by-mail ballots in Renton, Washington.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">An election workers sorts vote-by-mail ballots in Renton, Washington.</span> \n    <span class=\"element-image__credit\">Photograph: Jason Redmond/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>The facility in Renton, Washington, a city southeast of Seattle, had 150 elections workers who each had access to a dozen sanitizer stations, equipped with large jugs of hand sanitizer, paper towels and instructions on washing hands and frequently discarding gloves.</p> \n  <p>The state is holding its primary elections today, and is the second most delegate-rich state at stake.</p> \n  <p>Halei Watkins, spokesperson for King County elections, said they’ve also asked workers to clean their stations at breaks and have instructed their janitorial staff to focus all of their energy on wiping and disinfecting the building. </p> \n  <p>She said they had a handful of workers call out sick, but that is not abnormal for a primary.</p> \n  <p>As of Tuesday, the state has 162 confirmed cases of coronavirus across eight counties, including 22 deaths. </p> \n  <p>Janice Reese, 78, a temporary, part-time worker at the facility, said she was not concerned about coming in to open ballot envelopes because of how many health precautions the facility is taking. Wearing purple, latex gloves and finger cots for added protection, she said she made sure to wash her hands and change her gloves multiple times a day. </p> \n  <p>“I don’t think you can be too cautious,” she told the Guardian.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-11T01:02:52.192Z\">at 1.02am GMT</time></p> \n</div> \n<div id=\"block-5e6832a88f08c2df6d277238\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T00:41:46.103Z\">12.41am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Initial results from Michigan are not promising for Bernie Sanders, </strong>who pulled off a narrow victory there in 2016.</p> \n  <p>So far, it looks like <strong>Joe Biden </strong>has managed to outperform <strong>Hillary Clinton </strong>across Michigan and could be headed for a victory in the state, where 125 pledged delegates are up for grabs.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/daveweigel/status/1237535922637303808\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Kalamazoo County is mostly in, the first sizable Michigan county to report more than 80% of precincts. <br><br>Right now it’s a 47-47 tie between Sanders and Biden. Four years ago, Sanders won it by 23 points.</p>— Dave Weigel (@daveweigel) \n    <a href=\"https://twitter.com/daveweigel/status/1237535922637303808?ref_src=twsrc%5Etfw\">March 11, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kkondik/status/1237536335298060289\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Small Northern MI Co, Ogemaw, 11/17 precincts reporting. Biden 55-31, about 1400 votes in so far. Sanders 50-46 2016, 1864 votes cast. Small example of what's going on, and it's good for Biden.</p>— Kyle Kondik (@kkondik) \n    <a href=\"https://twitter.com/kkondik/status/1237536335298060289?ref_src=twsrc%5Etfw\">March 11, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Many more results still need to come in from Michigan, and some of the state’s polling places are open for another 20 minutes, so stay tuned.</p> \n </div> \n</div> \n<div id=\"block-5e6831448f08c2df6d277227\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T00:34:34.403Z\">12.34am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It was widely expected <strong>Joe Biden </strong>would dominate among African-American voters tonight, but the numbers from exit polls are still pretty stunning.</p> \n  <p><a href=\"https://www.cnn.com/election/2020/entrance-and-exit-polls/mississippi/democratic\">According to CNN</a>, Biden won the support of 96% (yes, 96%) of black voters aged 60 or older in Mississippi.</p> \n  <p>Considering such voters made up nearly a third of the primary electorate in Mississippi, <strong>Bernie Sanders </strong>clearly didn’t stand a chance there.</p> \n  <p>CNN’s exit polls indicate Biden could be looking at a margin of victory in Mississippi that exceeds 50 points.</p> \n </div> \n</div> \n<div id=\"block-5e682ec58f08c2df6d27721b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T00:24:10.228Z\">12.24am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The AP and television networks declared <strong>Joe Biden </strong>the winner of the Mississippi primary as soon as polls closed about 20 minutes ago.</p> \n  <p>However, CNN had an odd moment where they said <strong>Bernie Sanders </strong>had actually won the primary, which would have been the biggest political shock in years.</p> \n  <p>It took CNN host <strong>Wolf Blitzer </strong>a minute<strong> </strong>to recover from the technical difficulties before declaring Biden the winner:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Katkling/status/1237530086263230466\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/CNN?ref_src=twsrc%5Etfw\">@CNN</a> mistakenly put a graphic up saying Bernie Sanders was projected to win Mississippi. Bit of a rough start on coverage. <a href=\"https://t.co/dyNMX5myfh\">pic.twitter.com/dyNMX5myfh</a></p>— Katherine Klingseis (@Katkling) \n    <a href=\"https://twitter.com/Katkling/status/1237530086263230466?ref_src=twsrc%5Etfw\">March 11, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e682df08f085f0b8d9460a0\" class=\"block\" data-block-contributor=\"profile/laughland-oliver\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T00:19:08.120Z\">12.19am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Within minutes of polls closing in Mississippi multiple news outlets including AP and CNN, have declared<strong> Joe Biden</strong> the winner. </p> \n  <figure class=\"element element-image\" data-media-id=\"06232a6d5a56402fd7751da70ea6906e56262687\"> \n   <img src=\"https://media.guim.co.uk/06232a6d5a56402fd7751da70ea6906e56262687/0_0_6048_4024/1000.jpg\" alt=\"Joe Biden speaks during a rally at Tougaloo College in Tougaloo, Mississippi.\" width=\"1000\" height=\"665\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Joe Biden speaks during a rally at Tougaloo College in Tougaloo, Mississippi.</span> \n    <span class=\"element-image__credit\">Photograph: Emily Kask/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>It’s an indication that Biden is enjoying yet another strong showing in a Southern state with a large, African American base in the Democratic Party. Mississippi’s Democratic primary electorate <a href=\"https://www.cnn.com/election/2016/primaries/polls/ms/Dem\">was 71% Black in 2016</a>, according to exit polls. Biden has won convincing victories in Alabama and South Carolina, where Black voters also make up a majority.</p> \n  <p>There are only 36 delegates in play in Mississippi, so the state is not a crucial one when it comes to the overall delegate count. But the result means another disappointing showing for <strong>Bernie Sanders</strong> among a majority African American electorate, indicating his campaign is just not cutting through in this critical part of the country.</p> \n </div> \n</div> \n<div id=\"block-5e682d178f08c2df6d27720d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T00:16:34.515Z\">12.16am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It’s worth remembering how close <strong>Bernie Sanders </strong>came to winning the Missouri primary in 2016.</p> \n  <p>The Vermont senator lost to <strong>Hillary Clinton </strong>by just 0.25% in the state, giving Clinton only a 1-delegate net gain.</p> \n  <p>Tonight, the AP called the race for <strong>Joe Biden </strong>as soon as polls closed, and the former vice president looks poised to defeat Sanders by double digits.</p> \n </div> \n</div> \n<div id=\"block-5e682bc58f08c2df6d2771fd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T00:11:13.393Z\">12.11am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Exit polls indicate <strong>Joe Biden </strong>holds significant leads over <strong>Bernie Sanders </strong>in both Mississippi and Missouri.</p> \n  <p>Biden’s exact margins of victory will be key in determining his net delegate haul from the two states, which will collectively award 104 delegates.</p> \n  <p>But with exit polls showing Biden leading by about 20 points in Missouri and more than 50 points in Mississippi, it’s safe to say the two states will help Biden move farther ahead of Sanders in the delegate count.</p> \n </div> \n</div> \n<div id=\"block-5e682ab68f08c2df6d2771f7\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T00:05:11.943Z\">12.05am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Biden wins Missouri primary</h2> \n <div class=\"block-elements\"> \n  <p><strong>Joe Biden </strong>has also won the Democratic primary in Missouri, giving him two victories already tonight.</p> \n  <p><a href=\"https://www.cnn.com/election/2020/entrance-and-exit-polls/missouri/democratic\">Exit polls</a> indicate Biden leads <strong>Bernie Sanders </strong>by about 20 points in Missouri and more than 50 points in Mississippi.</p> \n </div> \n</div> \n<div id=\"block-5e682a168f087df56e4c61e9\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T00:02:03.262Z\">12.02am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Biden wins Mississippi primary</h2> \n <div class=\"block-elements\"> \n  <p>No surprise here: <strong>Joe Biden </strong>has been declared the winner of the primary in Mississippi, where polls just closed.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TeamJoe/status/1237529084860624896\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Thank you, Mississippi! We’re so excited to have your support! <a href=\"https://twitter.com/hashtag/TeamJoe?src=hash&amp;ref_src=twsrc%5Etfw\">#TeamJoe</a></p>— Team Joe (Text JOE to 30330) (@TeamJoe) \n    <a href=\"https://twitter.com/TeamJoe/status/1237529084860624896?ref_src=twsrc%5Etfw\">March 11, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The victory continues Biden’s sweep of southern states, where has dominated thanks to his popularity among African-American voters.</p> \n </div> \n</div> \n<div id=\"block-5e6829a78f08c2df6d2771f0\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T00:00:03.252Z\">12.00am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Biden cancels Tampa rally because of coronavirus</h2> \n <div class=\"block-elements\"> \n  <p><strong>Joe Biden</strong>’s campaign has just announced he will cancel his planned rally in Tampa, Florida, tomorrow because of the coronavirus.</p> \n  <p>The former vice president will instead deliver remarks on the outbreak in his home state of Delaware.</p> \n  <p>Biden had already canceled his Cleveland rally tonight because of concerns about the health threat.</p> \n </div> \n</div> \n<div id=\"block-5e6827e28f087df56e4c61c9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-10T23:55:55.933Z\">11.55pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>All eyes tonight will be on Michigan, which is the most delegate-rich state voting tonight and is considered crucial for the future of <strong>Bernie Sanders’ </strong>candidacy.</p> \n  <p>However, Michigan’s secretary of state has already warned it may not be until tomorrow that the winner of the state’s primary is known.</p> \n  <p>Thanks to 2018 changes in the state’s primary voting system, Michigan has seen an increase in the number of absentee ballots as well as same-day registrations.</p> \n  <p>Those changes mean it will take longer to report the state’s full results. However, if the race is a landslide win for <strong>Joe Biden, </strong>a winner could still be declared as soon as polls close, which will happen in five minutes.</p> \n </div> \n</div> \n<div id=\"block-5e6826c28f085f0b8d946056\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-10T23:48:14.924Z\">11.48pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s Tom Perkins reports from Detroit, Michigan:</strong></p> \n  <p>Polls close at 8 pm in Michigan, and the <strong>Bernie </strong><strong>Sanders </strong>campaign here is gathering for a watch party in downtown Detroit. </p> \n  <p>However, it’s still all business at its headquarters on the city’s west side. Volunteers are being dispatched to polling locations throughout Detroit to check voting record receipts that are printed and posted at the location. </p> \n  <p>Those results will be sent to a third-party monitor that isn’t affiliated with the campaign and checked against the results posted tomorrow by the Michigan Secretary of State. </p> \n  <p>It’s a measure designed to avoid — or catch — inaccuracies like those discovered after the Iowa caucuses. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-10T23:48:27.100Z\">at 11.48pm GMT</time></p> \n</div> \n<div id=\"block-5e6822dc8f085f0b8d946028\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-10T23:40:12.879Z\">11.40pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Sanders seeks much-needed victory in Michigan</h2> \n <div class=\"block-elements\"> \n  <p>Polls will start closing in 20 minutes in Michigan, where <strong>Bernie Sanders </strong>needs a strong performance tonight to dispel concerns that he lacks any viable path to the nomination.</p> \n  <figure class=\"element element-image\" data-media-id=\"0d28eefd8fd733a1d1ce5ba93912976540521fb1\"> \n   <img src=\"https://media.guim.co.uk/0d28eefd8fd733a1d1ce5ba93912976540521fb1/0_0_4109_2316/1000.jpg\" alt=\"Bernie Sanders visits a polling location at Warren E. Bow Elementary School in Detroit.\" width=\"1000\" height=\"564\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Bernie Sanders visits a polling location at Warren E. Bow Elementary School in Detroit.</span> \n    <span class=\"element-image__credit\">Photograph: Paul Sancya/AP</span> \n   </figcaption> \n  </figure> \n  <p>Sanders underperformed on Super Tuesday last week, as <strong>Joe Biden </strong>secured victories in 10 states and became the undisputed frontrunner in the race.</p> \n  <p>If Sanders cannot win in Michigan or at least keep Biden’s margin of victory there low, the Vermont senator will likely face pressure to exit the race and allow <strong>Democrats </strong>to focus on defeating <strong>Trump </strong>in the general election.</p> \n  <p>Sanders has his work cut out for him in Michigan. The <a href=\"https://www.realclearpolitics.com/epolls/2020/president/mi/michigan_democratic_presidential_primary-6835.html\">RealClearPolitics polling average</a> shows Sanders trailing Biden by more than 20 points in the state.</p> \n  <p>But Sanders has previously pulled off an upset victory in Michigan, where he shocked the political world by defeating <strong>Hillary Clinton </strong>in the state’s 2016 primary.</p> \n  <p>He will need a similar shock tonight to remain a viable candidate in the primary. Michigan results will start rolling in soon, so stay tuned.</p> \n </div> \n</div> \n<div id=\"block-5e6821a78f08c2df6d277196\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-10T23:28:18.601Z\">11.28pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">No live audience for the next debate</h2> \n <div class=\"block-elements\"> \n  <p>The hosts of the next Democratic debate, which will take place March 15, have just announced there will be no live audience, spin room or press filing center for the event, due to coronavirus.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CNNPR/status/1237517917593329664\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Statement on attendance/coverage of CNN’s March 15th Democratic Presidential debate in Phoenix, AZ: <a href=\"https://t.co/nRYzyfurOQ\">pic.twitter.com/nRYzyfurOQ</a></p>— CNN Communications (@CNNPR) \n    <a href=\"https://twitter.com/CNNPR/status/1237517917593329664?ref_src=twsrc%5Etfw\">March 10, 2020</a>\n   </blockquote> \n  </figure> \n  <p>CNN said the change had been made at the request of the campaigns of <strong>Joe Biden </strong>and <strong>Bernie Sanders, </strong>both of whom canceled ralles in Cleveland tonight because of the outbreak.</p> \n  <p>The campaigns said they would make decisions about future events on a case-by-case basis, but this debate announcement indicates more cancellations are likely to come.</p> \n </div> \n</div> \n<div id=\"block-5e681fd48f087df56e4c6167\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-10T23:23:59.311Z\">11.23pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Joe Biden is looking to increase his delegate lead over Bernie Sanders tonight, </strong>after the former vice president’s strong Super Tuesday performance.</p> \n  <p>Biden is 96 delegates ahead of Sanders now, according to the Guardian’s delegate tracker:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/ng-interactive/2020/mar/10/delegate-count-democratic-primary-2020-latest-and-calendar\">Democratic primary delegate count 2020 – latest</a> </p> \n  </aside> \n  <p>Some of the states that voted last week, most notably California, are still awarding delegates, so Biden’s exact lead is a bit fluid.</p> \n  <p>However, with another 352 delegates up for grabs tonight, Biden is hoping he can pull away from Sanders and leave his rival with virtually no path to the nomination.</p> \n </div> \n</div> \n<div id=\"block-5e681e528f085f0b8d945ffe\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-10T23:15:54.773Z\">11.15pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Exit polls from the six states voting today indicate <strong>Joe Biden has an edge over Bernie Sanders when it comes to confidence in their ability to handle a crisis.</strong></p> \n  <p><a href=\"https://www.cnn.com/2020/03/10/politics/exit-polls-michigan-missouri-mississippi-washington/index.html\">According to CNN</a>, about half of voters in Michigan and Washington state say they have more confidence in Biden to handle a major crisis. About 6 in 10 Missouri voters said the same.</p> \n  <p>With Washington state seeing some of the highest levels of coronavirus, more than 8 in 10 primary voters said they were at least somewhat concerned about the outbreak.</p> \n  <p>Those numbers should be good news for Biden, but actual results from Michigan, Mississippi, Missouri and North Dakota will start rolling in at 8 pm ET, or in about 45 minutes.</p> \n </div> \n</div> \n<div id=\"block-5e68163a8f085f0b8d945fc2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-10T23:00:05.535Z\">11.00pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Biden and Sanders cancel Cleveland rallies due to coronavirus</h2> \n <div class=\"block-elements\"> \n  <p>Tonight’s primaries have been somewhat overshadowed by the coronavirus, as the number of US cases of the illness increases.</p> \n  <p><strong>Bernie Sanders </strong>and <strong>Joe Biden </strong>both canceled rallies in Cleveland, Ohio, tonight in response to concerns about holding crowded events amid the outbreak. (Ohio will hold its primary next Tuesday.)</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/abbydphillip/status/1237505821807980544\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The scene from Sanders’ cancelled rally in Cleveland. Some supporters outside told me they were disappointed but planned to go volunteer for canvas shifts instead of attending the event. <a href=\"https://t.co/cPmrSKhOat\">pic.twitter.com/cPmrSKhOat</a></p>— Abby D. Phillip (@abbydphillip) \n    <a href=\"https://twitter.com/abbydphillip/status/1237505821807980544?ref_src=twsrc%5Etfw\">March 10, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“We are heeding the public warnings from Ohio state officials, who have communicated concern about holding large, indoor events during the coronavirus outbreak,” Sanders’ communications director said in a statement.</p> \n  <p>Both campaigns said decisions about future campaign events would be made on a case-by-case basis as updates on the virus become available.</p> \n  <p>“We will continue to consult with public health officials and public health guidance and make announcements about future events in the coming days,” Biden’s deputy campaign manager said.</p> \n  <p>Biden will instead hold a primary night event in Philadelphia, and Sanders is traveling home to Burlington, Vermont.</p> \n </div> \n</div> \n<div id=\"block-5e68137b8f08c2df6d27712b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-10T22:45:38.071Z\">10.45pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Here's when polls close</h2> \n <div class=\"block-elements\"> \n  <p>Six states are holding presidential primaries today. Here’s when each state’s polls close:</p> \n  <ul> \n   <li><strong>Mississippi: </strong>8 pm ET.</li> \n   <li><strong>Missouri: </strong>8 pm ET.</li> \n   <li><strong>North Dakota: </strong>8 pm ET.</li> \n   <li><strong>Michigan: </strong>8 or 9 pm ET, depending on the locality’s time zone.</li> \n   <li><strong>Idaho: </strong>11 pm ET.</li> \n   <li><strong>Washington state: </strong>11 pm ET.</li> \n  </ul> \n  <p>The blog will have updates and analysis once results start rolling in, so stay tuned.</p> \n </div> \n</div> \n<div id=\"block-5e680d568f085f0b8d945f82\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-10T22:30:08.794Z\">10.30pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Six states hold primaries in a make-or-break moment for Sanders</h2> \n <div class=\"block-elements\"> \n  <p>Good evening, live blog readers!</p> \n  <p>Voters in six states have been heading to the polls today and will collectively award 352 delegates tonight to <strong>Joe Biden, Bernie Sanders </strong>and long-shot candidate <strong>Tulsi Gabbard.</strong></p> \n  <figure class=\"element element-image\" data-media-id=\"a33947c2729b063d62729573ac2c25770a3339c7\"> \n   <img src=\"https://media.guim.co.uk/a33947c2729b063d62729573ac2c25770a3339c7/0_0_4000_2667/1000.jpg\" alt=\"People vote in the Michigan primary at Chrysler Elementary School in Detroit.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">People vote in the Michigan primary at Chrysler Elementary School in Detroit.</span> \n    <span class=\"element-image__credit\">Photograph: Jeff Kowalsky/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Tonight’s results represent a make-or-break moment for Sanders, who underperformed on Super Tuesday, while Biden won 10 of the 14 states that voted last week.</p> \n  <p>This is also a symbolic moment for Sanders, considering his remarkable win over <strong>Hillary Clinton</strong> in the 2016 Michigan primary.</p> \n  <p>If Sanders cannot pull off another upset victory in Michigan tonight, it will trigger more questions about whether he has any viable path to the presidential nomination.</p> \n  <p>Polls in Michigan and three other states start closing in about an hour and a half, so stay tuned.</p> \n </div> \n</div>",
  "<h2><a href=\"https://www.theguardian.com/profile/art-cullen\">Art Cullen</a>: ‘Voters think Biden is most electable’</h2> <p>Democratic voters in exit polls agree with Bernie Sanders on the issues. They favor universal healthcare. They don’t trust billionaires and think the system is rigged against average people. But they didn’t agree that the Vermont senator is their best bet to beat Donald Trump. The establishment didn’t lock Bernie out. Black voters across the south made the pragmatic decision that Joe Biden is the man to unseat the US president. A broad coalition of voters, from suburban women to white men without a college degree, took their cue from South Carolina and flocked around Biden. It was a flood on Tuesday. Florida and Georgia are ready to pile on the bandwagon.</p> <p>Turnout is up across the nation, especially in Michigan, where Biden and not Sanders is the beneficiary. Democrats are declaring they cannot tolerate any more Trump. They believe Biden can manage a panic. The wave has laid Sanders asunder. The hope for the republic is that Sanders supporters can quickly come to terms with the urgency of throwing their support behind the presumptive nominee, Biden.</p> <ul> <li><p>Art Cullen is editor of the Storm Lake Times in north-west Iowa, where he won the Pulitzer prize for editorial writing. He is a Guardian US columnist and author of Storm Lake: Change, Resilience, and Hope, now out in paperback</p></li> </ul> <h2><a href=\"https://www.theguardian.com/profile/katie-herzog\">Katie Herzog</a>: ‘Voters want a safe choice: they chose Biden’</h2> <p>Tuesday’s decisive victories for Joe Biden show me a few things: debates don’t matter, media endorsements don’t matter, grassroots campaigns don’t matter, money doesn’t matter, big promises don’t matter, scandal doesn’t matter, gaffes don’t matter and having the support of the Democratic Socialists of America’s Brooklyn branch and everyone under 30 doesn’t matter either.</p> <p>So what matters to the majority of Democrats at this moment? Getting Donald Trump out of office, which is why, I suspect, primary voters went for what they see as the safe choice instead of the candidate promising free healthcare, free college, free puppies and pizza every Friday (and who’s going to pay for it? Billionaires!). That, or young people were too busy making TikToks to show up.</p> <p>What I’m curious about is what comes next: will the legions of young people who knocked on doors and memed their hearts out for Sanders become so disillusioned by the Democratic party that they sit out the general election, write in Bernie Sanders, lodge a protest vote for Trump or leave the party altogether? It’s possible, which means the Biden vote might not be the safe vote after all.</p> <ul> <li><p>Katie Herzog is a writer for the Stranger</p></li> </ul> <h2><a href=\"https://www.theguardian.com/profile/benjamin-dixon\">Benjamin Dixon</a>: ‘Do I still belong in the Democratic party?’</h2> <p>It is a surreal feeling seeing the Democratic party establishment celebrate their victories in tonight’s primaries when that victory all but ensures Donald Trump another four years. It’s a strange sensation seeing people in their righteous indignation and in their conviction align themselves with the wrong side of history.</p> <p>“Why? Because they rejected Bernie Sanders?”</p> <p>No. Because they rejected the hurting, the marginalized, and the left out. The progressive wing of the Democratic party is what it is because it fights for justice without ceasing. The progressive wing has not always gotten it right, but the mistakes were never because we wanted to maintain power at the expense of the powerless.</p> <p>If we’re honest with each other, we don’t want the same things.</p> <p>We want Medicare for All. You want to maintain a system that allows profiteers to exploit the sick and the dying for profits. We want to cancel student debt; you want to see your children work for the next 30 years to pay off a six-figure education that only cost you four figures.</p> <p>We just don’t want the same things. We’ve outgrown each other. We’ve come to terms with the reality that we probably should go our separate ways.</p> <ul> <li><p>Benjamin Dixon is the host of the Benjamin Dixon show</p></li> </ul> <h2><a href=\"https://www.theguardian.com/profile/malaika-jabali\">Malaika Jabali</a>: ‘Our party is more divided than ever’</h2> <p>Democratic primary voters made it clearer today that they would stand behind the man who promised that “nothing would fundamentally change” if he’s elected president. The party has compelled voters to choose the lesser of two evils for so long that basic goods – in the way of Sanders’ proposals for Medicare for All and free college tuition for instance – seem like snake oil. But the real ruse – drummed up incessantly by the Democratic party’s establishment –is that only a centrist can defeat a Republican in the general election.</p> <p>With Sanders losing delegate-rich Michigan and probably the nomination, November will probably once again test this unproven theory. Four years of Trump may be sufficient to excite Democrats into voting him out of office. But with four months of debates featuring a stumbling Joe Biden, Ukraine and Hunter Biden being the new “what about her emails”, and focus on Biden’s actual policies, it is hard not to imagine this excitement waning for those on the margins in swing states who have yet to vote and who may not vote at all in the primaries.</p> <p>November will also test the limits of the Democratic party’s so-called “unity” candidate. With arguably deeper fissures in the party now than in 2016, what began as a crack seems like a faultline between the party’s younger, progressive voters and older ones committed to turning things to “normal”. The normal for millennials and Gen-Z, however, is crushing student loan debt, financial insecurity, and a weakened social safety net, whether Trump or Biden is in office. Even if Biden temporarily pulls these groups together on a single day in November, the inability of party leaders to express commitment to the policies the country actually cares about will continue to divide the country.</p> <ul> <li><p>Malaika Jabali is a freelance writer, activist and attorney</p></li> </ul> <h2><a href=\"https://www.theguardian.com/profile/lloyd-green\">Lloyd Green</a>: ‘The wind is in Biden’s back. Trump has reason to worry’</h2> <p>Once again, Joe Biden pummeled Bernie Sanders. Suburban voters thundered and turnout went through the roof. Donald Trump has reason to worry: Biden is a compelling foil to <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2015/07/22/7-times-bernie-sanders-reminds-us-of-our-grumpy-grandpa/\">grumpy grandpa</a> and the “<a href=\"https://www.theguardian.com/us-news/2020/jan/19/a-very-stable-genius-review-donald-trump-leonnig-rucker-washington-post\">very stable genius</a>”.</p> <p><a href=\"https://www.cnn.com/election/2020/entrance-and-exit-polls/mississippi/democratic\">Mississippi</a> went for Biden by over 60 points. In <a href=\"https://www.cnn.com/election/2020/entrance-and-exit-polls/missouri/democratic\">Missouri</a>, Biden easily outpaced Hillary Clinton’s razor-thin 2016 margin. Biden also captured <a href=\"https://www.cnn.com/election/2020/entrance-and-exit-polls/michigan/democratic\">Michigan</a> by double-digits. Just four years earlier, Sanders had prevailed there. At the end of the night, Biden may have gone six-for-six in Tuesday’s contests.</p> <p>By the numbers, the Delaware Democrat ran ahead of Sanders in <a href=\"https://www.chicagotribune.com/election-2020/ct-michigan-presidential-race-obama-trump-pivot-counties-20200309-7c4mc34rizeojfsiinanay3a5e-story.html\">Obama-Trump counties</a>. <a href=\"https://poll.qu.edu/national/release-detail?ReleaseID=3657\">In the current climate</a>, voters <a href=\"https://www.cnn.com/2020/03/10/politics/exit-polls-michigan-missouri-mississippi-washington/index.html\">preferred a candidate</a> possessing an even-temper, an unforced smile and <a href=\"https://twitter.com/ezraklein/status/1236867642238988289\">meaningful experience</a>.</p> <p>Make no mistake, Biden is no Hillary Clinton. His favorability rating is a net positive, <a href=\"https://twitter.com/williamjordann/status/1237097121586831361\">the electorate views him as honest</a>. Looking ahead, the wind is at Biden’s back.</p> <p>Next week, Florida and 219 of its delegates are on the line. <a href=\"https://projects.fivethirtyeight.com/polls/president-primary-d/florida/\">Polls show Biden surging</a> in the Sunshine State. There, African-Americans and seniors are energized for Biden while <a href=\"https://www.nytimes.com/2020/02/24/us/bernie-sanders-fidel-castro-florida.html\">Cuban</a> and <a href=\"https://www.washingtonpost.com/opinions/2020/02/27/two-reasons-bernie-sanders-should-terrify-democrats-florida-pennsylvania/\">Jewish</a><a href=\"https://www.washingtonpost.com/opinions/2020/02/27/two-reasons-bernie-sanders-should-terrify-democrats-florida-pennsylvania/\"> Americans</a> have soured on Sanders. Heads Biden wins, tails Sanders loses.</p> <p>Biden’s nomination sits on the cusp of inevitability. He has reassembled <a href=\"https://www.theatlantic.com/politics/archive/2020/03/suburbanites-are-backing-biden/607726/?utm_source=twitter&amp;utm_medium=social&amp;utm_campaign=share\">the coalition that flipped the House of Representatives</a>. If it holds, come January 2021 the incumbent would be leaving office as <a href=\"https://www.monmouth.edu/polling-institute/reports/monmouthpoll_mi_030920/\">a failed one-term president</a>.</p> <ul> <li><p>Lloyd Green is an attorney in New York. He was opposition research counsel to George HW Bush’s 1988 campaign and served in the Department of Justice from 1990 to 1992</p></li> </ul> <h2>Andrew Gawthrope: ‘Sanders must endorse Biden’</h2> <p>This is the beginning of the end for the campaign of Bernie Sanders. Facing losses among the sort of rural and white voters without college degrees who were behind his successes in the 2016 primary, his path to the nomination has narrowed to the point that it is imperceptible. Michigan, which he won in 2016 and lost this year, embodies this shift. The one group that Sanders still wins handily – young voters – do not vote in sufficient numbers to make up for his losses in the suburbs, in rural towns, and among white and black working-class voters.</p> <p>Everyone’s attention should now turn to negotiating Sanders’ exit from the race in the way best calculated to defeat Donald Trump. Sanders has built a powerful and proud movement which will not just help Biden but also down-ballot progressive causes and candidates in November, if only it can be won over. Sanders will probably never run for president again and much of his legacy will be determined by the role he plays between now and November. Biden needs to show that he takes this movement seriously, and Sanders should respond by endorsing Biden speedily and campaigning for him with energy. It’s the best way to send Trump into retirement, and to keep the hopes of the progressive movement alive</p> <ul> <li><p>Andrew Gawthorpe is a historian of the United States at Leiden University</p></li> </ul>",
  "<p>The political world has fundamentally changed in the last two and a half weeks.</p> <p>All the way back in mid-February, Donald Trump <a href=\"https://www.cnn.com/interactive/2020/03/politics/coronavirus-trump-cdc-timeline/\">brushed</a> aside the coronavirus as “very much under control in the USA”. That was just two days after Bernie Sanders won his breakthrough victory in the Nevada caucuses, putting him on course to a commanding lead as Super Tuesday approached.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>This is not the same political country as it was last month</p> </blockquote> </aside>  <p>But this is not the same political country it was last month. In the short span of a couple of weeks, American voters have traveled a very long way. If the coronavirus sweeps across the country as the experts predict, that journey will only accelerate, reframing this year’s elections in profound ways.</p> <p>Tuesday’s primaries confirmed the extraordinary transformation of Joe Biden’s campaign, from almost dead-man-walking to almost dead-certain nominee. There are almost no similar cases of a candidate bouncing into such a wide lead in such a short time.</p> <p>The last comparable candidate was John Kerry in 2004, <a href=\"https://www.pollingreport.com/wh04dem.htm\">moving</a> from single-digits in mid-December to more than 50% of Democratic voters in mid-February. That was after Kerry’s comeback win in Iowa, followed by the swift collapse of an earlier leftwing populist from Vermont: Howard Dean.</p> <p>Biden’s resurrection is even more dramatic, moving almost as many points in the polls in half the time. It’s true he was never quite as dismally low in the polls as Kerry. But one month ago, the former vice-president was <a href=\"https://poll.qu.edu/national/release-detail?ReleaseID=3655\">barely</a> ahead of Mike Bloomberg, Elizabeth Warren and Pete Buttigieg.</p> <p>With his blowout wins in Missouri and Mississippi on Tuesday, Biden has all but ended the Democratic contest. Missouri was essentially a tie between Sanders and Hillary Clinton four years ago. Now Sanders has declined so sharply the news networks could call the race shortly after the polls closed.</p> <p>In the biggest contest of the night, in the battleground state of Michigan, Sanders once again underperformed compared with 2016, when he struck a blow against the establishment by winning a surprise victory in the upper mid-west.</p> <p>Sanders’ die-hard supporters have been vocal in their despair, turning their fire variously on the dropout candidates, the party’s elected officials, and the news media. They cannot begin to consider that their candidate’s coalition of diverse, younger voters is nowhere near large enough to win the party’s nomination across the country.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/11/five-takeaways-primaries-democrats-joe-biden-bernie-sanders\">Five key takeaways from primaries as Biden's wins pave way to nomination</a> </p> </aside>  <p>However, the disappointment of the left is only a small part of the story behind Biden’s victory. Democratic voters made it crystal clear in every poll in every state that their overwhelming desire is to beat Trump. The kind of transformative change they were desperately seeking was to kick Trump out of office – even more than restructuring healthcare and free college tuition, which they wholeheartedly support.</p> <p>Trump’s entirely botched response to the coronavirus pandemic has only intensified this electoral choice. Instead of simply voting for the most electable candidate, Democrats are now voting for the most competent president. In that context, there is vastly more reason to trust a former vice-president than an insurgent outsider.</p> <p>According to CNN’s exit <a href=\"https://www.cnn.com/2020/03/10/politics/exit-polls-michigan-missouri-mississippi-washington/index.html\">polls</a>, nearly 60% of Democratic voters in Missouri said they trusted Biden to handle a crisis, compared with about 25% who said they trusted Sanders. In Michigan and Washington state, the numbers were not much better for Bernie.</p> <p>Other polls underscore how powerful this case is for Biden in his likely general election against Trump. In a <a href=\"https://poll.qu.edu/national/release-detail?ReleaseID=3657\">recent</a> national poll of registered voters of all parties, Biden beats Trump by 16 points on the question of who would do a better job of handling a crisis, while Sanders is ahead by just six points.</p> <p>Those numbers landed before the most devastating effects of the coronavirus crisis on communities, patients and the economy. The next two months may not just effectively end the Democratic nomination contest; they may effectively end the entire Trump presidency.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The next two months may not just effectively end the Democratic nomination contest; they may effectively end the entire Trump presidency</p> </blockquote> </aside>  <p>For a while on Tuesday night, the only good news for Sanders supporters looked like the screw-up on CNN when the on-air graphics mistakenly suggested that their candidate had won Mississippi.</p> <p>In reality, Biden had won the state. But as supporters of Britain’s Jeremy Corbyn like to say, Sanders may well have won the argument. Sanders moved Biden further to the left on a publicly funded healthcare option than he and Barack Obama had ever supported in office or on the campaign trail in two elections.</p> <p>After a few months of the worst of the coronavirus, American support for widely available public healthcare – Medicare for all who want it, as Buttigieg called it – may well attract overwhelming support across the political spectrum.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/10/joe-biden-bernie-sanders-donald-trump-obama\">Stage set for Biden v Trump as Democrats seek return to Obama era</a> </p> </aside>  <p>In the meantime, we can pack up all the old predictions of an extended delegate contest, culminating in that perennial pundit’s dream of a contested or brokered convention. Just a few weeks ago, centrist Democrats were gaming out ways in which the party’s superdelegates could deny Sanders the nomination. Nowadays leftist Democrats are joining forces with the Trump campaign to spread disinformation about Biden’s health.</p> <p>Biden ignored those malcontents in his victory speech on Tuesday, delivered at the National Constitution Center in Philadelphia without a virus-carrying audience of staffers and supporters. He thanked Sanders’ base for “their tireless energy and their passion”, which is one way to put it. “We share a common goal, and together we’ll defeat Donald Trump,” he explained.</p> <p>Even more powerfully, Biden cast his own comeback as a model for the whole country. “It’s a comeback for the soul of this nation,” he said. And he cast the response to the coronavirus crisis as a response to three and a half years of living in a constant Trump crisis.</p> <p>“At this moment, when there’s so much fear in the country and there’s so much fear across the world, we need American leadership,” Biden declared. “We need presidential leadership that’s honest, trusted, truthful and steady.”</p> <p>Those are lofty standards that used to seem normal. Now Joe Biden has to live by them every day for the next several months of a health crisis we can barely comprehend.</p>",
  "<p>Joe Biden had a big night of wins that are paving a clear path to the Democratic presidential nomination with commanding victories in Mississippi, Missouri and Michigan, a state that was vital to his rival Bernie Sanders.</p> <p>Here are five key takeaways from a night that appears to have put Biden on an unstoppable march to become the Democrats’ 2020 champion against Donald Trump in November.</p> <h2><strong>Michigan could be a knockout blow for Sanders</strong></h2> <p>Bernie Sanders lost Michigan, a state that by his own admission was “enormously” important to his chances of becoming the Democratic nominee. It was not only the most delegate-rich of the six states holding primary contests on Tuesday, it was symbolically important, too.</p> <p>Four years ago, Sanders upset Hillary Clinton in the state and revived his underdog bid. Then Trump snatched the state from Democrats and won the election. This time around, a win there on Tuesday would have helped build enthusiasm for Sanders ahead of next week’s consequential slate of primaries and bolster his case that he is the strongest contender to take on Trump. But this year the state delivered a serious blow to Sanders.</p> <p>Propelled by a surge of support in the suburbs, Biden won counties that broke heavily for Sanders in 2016. The result suggests that at least part of Sanders’ support in 2016 was a protest vote against Clinton. This time around proved to be more difficult for Sanders in part because Biden does not share Clinton’s vulnerabilities with rural, working-class voters. At the same time, suburban voters, many of whom may have sat out or voted in the Republican primary four years ago, flocked to Biden.</p> <h2><strong>The establishment strikes back</strong></h2> <p>Before polls closed on the west coast, Biden had been declared the “presumptive nominee” and the “prohibitive” favorite by most pundits. Former presidential candidate Andrew Yang said the math added up to only one outcome: Biden as the nominee. He then endorsed the former vice-president on live TV.</p> <p>In the past 10 days since the South Carolina primary, the Democratic establishment has coalesced behind Biden in a rapid, unprecedented fashion. Every candidate that has dropped out since then has endorsed him, excluding Elizabeth Warren who has notably not backed anyone. On Tuesday, two Democratic super Pacs that had stayed neutral in primary said they were prepared to get to work for Biden.</p> <p>“The math is now clear” said Guy Cecil, chairman of Priorities USA, the largest Democratic Super Pac. “Joe Biden is going to be the Democratic nominee for President and<a href=\"https://twitter.com/prioritiesUSA\"> @prioritiesUSA</a> is going to do everything we can to help him defeat Donald Trump in November. I hope others will join us in the fight.”</p> <p>Bradley Beychok, the president of the liberal Super Pac American Bridge, announced it was “ALL IN to elect<a href=\"https://twitter.com/JoeBiden\"> @JoeBiden</a> as our next President”.</p> <p>In remarks from Philadelphia on Tuesday night, Biden sought to look past the nomination fight: “I want to thank Bernie Sanders and his supporters for their tireless energy and their passion. We share a common goal and together, we’ll defeat Donald Trump.”</p> <h2><strong>Black voters lift Biden again</strong></h2> <p>After Biden’s clean sweep of southern states last week on the strength of his support among African American voters, it was widely projected that he would continue the streak. As soon as polls closed on Tuesday, Biden was declared the projected winner of Mississippi and Missouri, two southern states with large black electorates.</p> <p><a href=\"https://www.cnn.com/election/2020/entrance-and-exit-polls/mississippi/democratic\">According to CNN</a>, Biden won the support of a staggering 96% of black voters aged 60 or older in Mississippi, a constituency that made up nearly a third of the Democratic primary electorate in the state.</p> <p>Over the last four years Sanders attempted to make inroads with black voters in the south, cultivating a friendship with Mayor Chokwe Antar Lumumba of Jackson, a rising star in the party who endorsed the senator. But after his Super Tuesday losses, the Sanders campaign effectively conceded the south to Biden, by cancelling a rally in Mississippi and shifting his focus on the midwest.</p> <p>African American voters have picked the eventual Democratic nominee in every presidential primary since 1992. </p>  <figure class=\"element element-image\" data-media-id=\"556f8653a0bca9f8f3f4a13175f0397bff0bf4f5\"> <img src=\"https://media.guim.co.uk/556f8653a0bca9f8f3f4a13175f0397bff0bf4f5/0_0_3500_2333/1000.jpg\" alt=\"A microphone stand set up for Democratic presidential candidate Bernie Sanders stands empty inside of a room in Burlington, Vermont, on Tuesday.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A microphone stand set up for Democratic presidential candidate Bernie Sanders stands empty inside of a room in Burlington, Vermont, on Tuesday.</span> <span class=\"element-image__credit\">Photograph: Lucas Jackson/Reuters</span> </figcaption> </figure>  <h2><strong>What’s Sanders’</strong><strong> next move? Quit or slog on?</strong></h2> <p>Since entering the race last year, Sanders has sought a two-person showdown with Biden. In the past weeks, his campaign has ramped up his criticism of Biden, hitting him for his support for the Iraq war and past comments on cutting social security, even engaging in debates about his general election prospects against Trump and overall acuity. But none of it has had much of an impact with voters.</p> <p>For a second week in a row, Democratic voters made it abundantly clear they are ready to end the primary contest and begin the tricky process of unifying the party together ahead of a general election fight with Trump.</p> <p>Sanders is at a crossroads in his campaign: does he wage an all-out assault on Biden over their policy differences in a last-ditch attempt to shift the race or does he choose to champion the progressive movement within the party and use his leverage to push Biden leftward.</p> <p>In 2016, Sanders stayed in the race until June, a decision many Democrats believe weakened Clinton in the general election by prolonging the nominating contest.</p> <p>On Tuesday, Sanders returned home and was not expected to address reporters, according to his campaign. His choice will probably be clearer on Sunday, when the candidates are due to face off in a one-on-one debate in Arizona. Two days later, Arizona, Florida, Illinois and Ohio hold primaries. Sanders lost all four in 2016.</p> <h2><strong>Coronavirus fears hit the 2020 presidential race</strong></h2> <p>As the number of Americans with coronavirus neared 1,000, Sanders convened a roundtable discussion about the virus with five public health experts in Detroit.</p> <p>A reporter asked the Vermont senator whether he planned to scale back any of his events due to the size of his rallies, noting that he often holds rallies with “more than 10,000 people”.</p> <p>“Fifteen thousand,” Sanders replied. Realizing his boast, the senator quickly added: “We do not go forward without consultation with local health officials.” </p> <p>The next day, both Sanders and Biden cancelled election night events in Cleveland following the announcement of new protocols implemented by the Ohio governor to stop the spread of the coronavirus. Shortly thereafter, the host of the next Democratic debate, which will take place on 15 March in Phoenix, announced that there will be no live audience, press filing center or spin room for the event.</p> <p>As the outbreak disrupts the campaign, it’s also highlighting the candidates strengths and weaknesses as they vie for the job of commander-in-chief. While Sanders has used the outbreak to critique the American healthcare system and argue his case for Medicare for All, Biden has taken the opportunity to showcase his executive experience.</p> <p>On the question of who voters trust to handle a major crisis, the former vice-president leads the Vermont senator by wide margins in several of the states with primary contests on Tuesday. <a href=\"https://twitter.com/ABCPolitics/status/1237507351776804864\">According to exit polls, </a>61% of voters believed Biden was better suited to the task compared with 27% for Sanders in Missouri. That margin was 46% to 27% in Washington and 51% to 32% among in-person voters in Michigan.</p>",
  "<p>Donald Trump has always been obsessed with his predecessor and polar opposite, Barack Obama. It was therefore perhaps preordained that, barring a political sensation, he will likely have to fight for re-election against Obama’s former right-hand man.</p> <p>Joe Biden appears to be running away with the Democratic primary race after he beat Senator Bernie Sanders in at least three states on Tuesday including Michigan, which had been billed as make-or-break for his opponent. Once again it was the former vice-president and establishment favorite Biden, not the Vermont democratic socialist Sanders, who boosted turnout.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Voters showed that above all they yearn to turn back the clock and default the country back to factory settings</p> </blockquote> </aside>  <p>After 10 debates, millions of dollars spent and countless rallies and town halls among two dozen candidates, Democratic voters showed that above all they yearn to turn back the clock and render Trump a four-year aberration. They are looking to default the country back to factory settings.</p> <p>Progressives had argued this would be a fallacy, that the America of 2016 contained the seeds of its own destruction and that ultimately, Trump is a symptom of dysfunction rather than a cause. But the party’s disciplined coalescing around Biden suggests trying to put the genie back in the bottle was irresistible.</p> <p>The push for a third term of Obama did not work out so well in 2016, when his former secretary of state, Hillary Clinton, lost to Trump. There were clues in Tuesday’s results that suggest Biden can do better – but other reasons to think his flaws as a candidate might be even greater.</p> <p>Seemingly down and out just a month ago after beatings in Iowa and New Hampshire, Biden powered through South Carolina and Super Tuesday states like a juggernaut, apparently in spite of weak performances and his campaign team rather than because of them.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/10/democratic-primaries-joe-biden-bernie-sanders\">Joe Biden wins key state of Michigan in major blow to Bernie Sanders</a> </p> </aside>  <p>That set up Tuesday as a replay of the 2016 primary, with Biden stepping into Clinton’s shoes and Sanders reprising his own role. But whereas Sanders won Michigan that night four years ago, gaining fresh impetus for months of bitter fighting, he was on course to <a href=\"https://www.theguardian.com/us-news/2020/mar/10/democratic-primaries-joe-biden-bernie-sanders\">los</a><a href=\"https://www.theguardian.com/us-news/2020/mar/10/democratic-primaries-joe-biden-bernie-sanders\">e it</a> by double digits on Tuesday. He was also down in Missouri and, as expected, was crushed in Mississippi, having never worked out <a href=\"https://www.nytimes.com/2020/03/09/us/politics/bernie-sanders-black-voters.html\">how to appeal to African Americans.</a></p> <p>Voters appear to have bought the centrists’ argument that Sanders would suffer the <a href=\"https://www.theguardian.com/us-news/2020/feb/15/the-electability-business-is-bernie-sanders-americas-corbyn\">same fate as Labour’s Jeremy Corbyn</a> in Britain. Even in early states that he won, Sanders failed to expand his base compared with four years ago, except among Latino voters. In Michigan, exit polls say, Biden won black voters 66% to 29%.</p> <p>In Missouri, among white voters without college degrees, CNN exit polls found Sanders had beaten Clinton 64% to 36% in 2016, but in 2020 Biden beat Sanders 60% to 33% – a massive swing. This much mythologized group – the subject of endless journalistic “safaris” in the midwest – were a critical constituency for Sanders against Clinton. They also provided a warning for how Clinton would fare against Trump. There are three likely reasons why Biden performed much better among them.</p> <p>One is that they may have been driven by anti-Clinton sentiment in 2016: their vote for Sanders was not so much about him as a protest against her. Another is that the stakes are different this time: the nightmare of the Trump presidency has instilled pragmatic urgency, whereas in 2016 it was merely a fanciful possibility.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/10/sanders-michigan-loss-crushes-staff-and-supporters\">‘Hard to comprehend’: Sanders’ loss in Michigan crushes staff and supporters</a> </p> </aside>  <p>Third, there is Biden himself. His manner can be earthy, pugnacious and unpolished, different from the elitist New York image that dogged Clinton. Long before this election cycle began, pundits were speculating that the straight-talking former senator from Scranton, Pennsylvania, would have done better at appealing to blue-collar voters.</p> <p>Unlike Clinton, fairly or otherwise, Biden is seen as having that magic elixir: authenticity. And as with Trump, his gaffes only seem to prove the point.</p> <p>The Democratic primary is not over yet. This election has had many twists and turns. But with states such as Florida and Georgia voting later this month, things are likely to get worse for Sanders rather than better. The coronavirus outbreak is causing rallies to be cancelled, denying Sanders crucial oxygen while protecting Biden from gaffes and scrutiny. Ominously, Sanders spent Tuesday night back in silent retreat in Vermont, while Biden gave a speech that observers praised as presidential.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Republicans will dust off the playbook used against Clinton</p> </blockquote> </aside>  <p>But in their rush to unite and desperation to beat Trump, Democrats risk overlooking their new champion’s obvious flaws.</p> <p>Association with Obama can be an asset to one side of America but a dog whistle to the other. Republicans will dust off the playbook that was used against Clinton: Biden as establishment figure or, to put it another way, swamp creature. Instead of Bill Clinton’s alleged corruption and womanizing, it will be Biden’s son Hunter’s alleged corruption and womanizing.</p> <p>And instead of Clinton’s gender, it will be Biden’s age. At 77, he is four years older than Trump and would be the oldest US president ever elected. He does not wear it lightly, with verbal slips that seem to be coming thicker and faster than ever. And he remains dangerously unpredictable.</p> <p>Touring an assembly plant on Tuesday, Biden was accused by a construction worker of wanting to take away people’s guns. Biden replied: “You’re full of shit.” As the worker argued, Biden snapped: “Don’t tell me that, pal, or I’m going to go outside with you, man.” The worker objected: “You’re working for me, man!” Biden retorted: “I’m not working for you. Don’t be such a horse’s ass.”</p> <p>It is hard to imagine Clinton ever having such an outburst or, if she did, ever being forgiven for it. So Biden v Trump, if it happens, will not quite be the same as Clinton v Trump. But Biden and Clinton do share one inescapable burden: they’re no Barack Obama.</p>",
  "<p>Bernie Sanders and Joe Biden both hastily canceled primary night rallies on Tuesday over coronavirus concerns, as the Democratic National Committee announced that its upcoming debate would be held without a live audience “at the request of both campaigns and out of an abundance of caution”.</p> \n<p>As voters headed to the polls in six states – Michigan, Mississippi, Missouri, Idaho, North Dakota and Washington – the <a href=\"https://www.theguardian.com/us-news/bernie-sanders\">Bernie Sanders</a> campaign announced they were “heeding the public warnings from Ohio state officials” and would not hold their scheduled rally on Tuesday night. The cancellation came via a statement shared online.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/10/coronavirus-concerns-hurdle-voters-primary-elections\">Election officials rush to make changes to address coronavirus concerns</a> </p> \n</aside> \n<p>“Out of concern for public health and safety, we are canceling tonight’s rally in Cleveland,” the statement read. “Sen Sanders would like to express his regret to the thousands of Ohioans who had planned to attend the event tonight.”</p> \n<p><a href=\"https://www.theguardian.com/us-news/joebiden\">Biden</a>, who was due to hold an election night rally in Cleveland, canceled his own shortly after. Kate Bedingfield, Biden’s communications director, said the rally would be canceled “in accordance with guidance from public officials and out of an abundance of caution”. Biden planned instead to speak to reporters in Philadelphia, where he also was expected to address the coronavirus crisis.</p> \n<p>The announcement comes are more states implement emergency measures to combat the deadly coronavirus. The cancellation of the dueling rallies also marks the first time that a presidential campaign has axed an event because of the outbreak. It comes hours after Ohio’s governor, Mike DeWine, recommended people stay away from large gatherings, including large campaign events. Donald Trump said he will <a href=\"https://twitter.com/jackiekcalmes/status/1236053951075831809\">not</a> consider canceling his rallies and is not worried about risks.</p> \n<p>The Democratic National Committee, meanwhile, will move ahead with a decision to hold the next presidential primary debate, taking place in Arizona on Sunday, without a live audience because of health concerns. The debate will take a “town hall” format in which each candidate answers questions from voters. Sanders and Biden will face off one-on-one before the votes are cast in Arizona, as well as Florida, Illinois and Ohio.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/03/us-election-key-events-timeline\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<p>Both candidates have criticized the Trump administration over its response to the coronavirus, which causes a highly contagious and sometimes fatal respiratory illness.</p> \n<p>The disease has so far sickened almost 1,000 people in the United States and killed 29, mostly in Washington state. Washington also conducts its primary on Tuesday, although voting in that contest occurs by mail.</p> \n<p>Both campaigns said they would consult with health officials about future events.</p>",
  "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/03/primary-snap-st-mini/summary\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<h2><strong>Idaho</strong></h2> \n<p>There are <strong>20</strong> pledged delegates available in Idaho’s Democratic presidential primary vote, where infrastructure, healthcare and the economy rank among the issues voters care most about. Bernie Sanders heavily defeated Hillary Clinton in the 2016 primary here, but Donald Trump won convincingly in the general election.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/02/ap-primaries-ll/0310ID/lazyload\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<h2><strong>Michigan</strong></h2> \n<p>There are <strong>125</strong> pledged delegates available in Michigan’s Democratic presidential primary vote, where candidates have been campaigning on healthcare, the economy and jobs. Access to clean air and water are also key issues, especially following the <a href=\"https://www.theguardian.com/news/2018/jul/03/nothing-to-worry-about-the-water-is-fine-how-flint-michigan-poisoned-its-people\">Flint water crisis</a>. Bernie Sanders won the Democratic primary here in 2016 against Hillary Clinton, but Donald Trump won the state by a narrow 0.2% margin in the November general election.<br></p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/02/ap-primaries-ll/0310MI/lazyload\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<h2><strong>Missouri</strong></h2> \n<p>There are <strong>68</strong> pledged delegates available in Missouri’s Democratic presidential primary vote, where <a href=\"https://www.kmov.com/exclusive-these-are-the-issues-missouri-voters-care-about-the/video_53c29706-539b-5195-9bd2-eeb2c0103c67.html\">voters say</a> they care most about defeating Donald Trump, access to healthcare, the economy and jobs. Bernie Sanders lost the Democratic primary here in 2016 against Hillary Clinton by a whisker, but Trump won the state in the November general election by a landslide.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/02/ap-primaries-ll/0310MO/lazyload\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<h2><strong>Mississippi</strong></h2> \n<p>There are <strong>36</strong> pledged delegates available in Mississippi’s Democratic presidential primary vote, where <a href=\"https://apnews.com/98b2abd03b364d53824b9ecaa3820f08\">voters say</a> they care most about immigration, access to healthcare, the economy and jobs. Bernie Sanders was heavily defeated in the Democratic primary here in 2016 against Hillary Clinton, but Donald Trump won the state convincingly in the November general election.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/02/ap-primaries-ll/0310MS/lazyload\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<h2><strong>North Dakota</strong></h2> \n<p>The state is the smallest prize on Tuesday, with just <strong>14</strong> pledged delegates at stake in North Dakota’s Democratic presidential caucuses. Fewer than 3,400 people voted in the contest in 2016, which Bernie Sanders won handily, but <a href=\"https://www.nytimes.com/aponline/2020/03/06/us/politics/ap-us-election-2020-north-dakota.html\">new rules this time</a> could <a href=\"https://www.nytimes.com/2020/02/13/us/politics/north-dakota-voter-id.html\">boost turnout significantly</a>. Donald Trump won the state decisively in the November general election.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/02/ap-primaries-ll/0310ND/lazyload\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<h2><strong>Washington state</strong></h2> \n<p>There are <strong>89</strong> pledged delegates available in Washington’s Democratic presidential primary vote, where key voter issues include homelessness, taxes, income inequality, healthcare, education, the economy and jobs. Bernie Sanders won the Democratic primary here in 2016 against Hillary Clinton by a landslide, and Clinton won the state convincingly in the November general election.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/02/ap-primaries-ll/0310WA/lazyload\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/02/ap-primaries-ll/0303AL/helper\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure>"
]