[
  "<p>OBAMAGATE! OBAMAGATE! Donald Trump seems to think that if he yells “Obamagate” often enough and loud enough, it will magic a scandal into existence and send his arch-nemeses, Barack Obama and Joe Biden, to jail.</p> <p>On Monday, the US attorney general, William Barr, burst his boss’s bubble and <a href=\"https://www.theguardian.com/us-news/2020/may/18/obamagate-investigations-barr-dashes-trump-hopes-obama-biden\">dismissed the possibility</a> of a criminal investigation into Obama or Biden. Because, you know, they didn’t do anything wrong. Trump responded to Barr’s statement in his usual fashion: sulking like a petulant child and saying: “<a href=\"https://twitter.com/thehill/status/1262475642836258818?s=20\">Well, if it was me they would [investigate]</a>” before continuing to babble incoherently.</p> <p>It may be wishful thinking, but I have a feeling that one reason Trump is so keen to accuse Obama and Biden of criminality is because he is starting to get nervous about going to jail himself. Last week, Biden pledged that, if elected president, he wouldn’t use his executive powers to <a href=\"https://www.politico.com/news/2020/05/15/joe-biden-pledges-not-to-pardon-trump-2\">pardon Trump of potential crimes</a>. This wasn’t the first time the presumptive Democratic nominee has said he wouldn’t go easy on Trump. In October, Biden told an <a href=\"https://www.radioiowa.com/2019/10/13/biden-says-if-hes-elected-in-2020-he-will-not-pardon-trump/\">Iowa radio station</a> that it had been a mistake for Gerald Ford to pardon his predecessor, Richard Nixon, after Watergate in 1974. Pardoning Trump, Biden said, “wouldn’t unite [the US]” and would send the message that some people are above the law.</p> <p>Of course, as it stands, the US president is above the law. In 1973, amid the Watergate scandal, the Department of Justice adopted the position that a sitting president is “<a href=\"https://www.reuters.com/article/us-usa-trump-russia-indictment-explainer/can-a-sitting-us-president-face-criminal-charges-idUSKCN1QF1D3\">constitutionally immune</a>” from criminal prosecution, a position it reaffirmed in 2000. As long as he is president, Trump is safe.</p> <p>When he leaves office, however, it is another matter: there are a host of charges he might face. These include <a href=\"https://www.rollingstone.com/politics/politics-news/trump-prison-after-office-mueller-863027/\">obstruction of justice</a> charges in relation to the Russia investigation; illegally withholding military aid to Ukraine in order to pressure them to investigate his political rivals; and soliciting campaign donations from foreign nationals – all of which Trump denies. According to the investigative site the Intercept, the laws Trump has potentially broken in his interaction with Ukraine and China as president could land him <a href=\"https://theintercept.com/2019/10/10/trump-crimes-law/\">10 years in prison</a>.</p> <p>And it is not just Trump’s conduct as president that has opened him to potential legal trouble. There is also the matter of his financial and tax dealings, which are the subject of <a href=\"https://www.theguardian.com/us-news/2020/may/12/supreme-court-donald-trump-tax-returns\">numerous lawsuits</a>.</p> <p>Importantly, how long Trump stays in power has a bearing on any potential legal liability. The statute of limitations on obstruction of justice charges, for example, is only <a href=\"https://www.cbsnews.com/news/trump-and-obstruction-of-justice-what-is-the-statute-of-limitations-against-donald-trump-2019-07-25/\">five years</a>. So if Trump gets another term, he will run down the clock on that. Honestly, if you want to do the crime without doing the time, it really pays to be president.</p> <p>If Trump ever goes to jail, it will be one of the happiest days of my life. Not everyone is so enthusiastic about “locking him up”, however. Earlier this year, the then Democratic presidential candidate Andrew Yang said that, if he were president, he <a href=\"https://www.politico.com/news/2020/02/02/pardon-trump-andrew-yang-2020-110331\">wouldn’t investigate Trump</a>: “If you look at history around the world, it’s a very, very nasty pattern that developing countries have fallen into, where a new president ends up throwing the president before them in jail.”</p> <p>Look, I understand that the US, where people die because they <a href=\"https://www.independent.co.uk/news/world/americas/diabetes-josh-wilkerson-death-age-counter-insulin-cost-lost-private-health-insurance-american-doctor-a9039656.html\">can’t afford diabetes medication</a>, doesn’t want to be like a “developing country”. Nevertheless, there is a very nasty pattern into which authoritarian regimes have fallen, where the leader does whatever they like with no repercussions. I am not sure the US wants to be like that, either.</p> <p>I have no idea what the chances of Trump ending up in prison are, but I am pretty sure he is not happy that there is even a small possibility he might swap the White House for the “<a href=\"https://en.wiktionary.org/wiki/big_house\">big house</a>”. But his <a href=\"https://thehill.com/hilltv/what-americas-thinking/498367-poll-trump-approval-on-economy-jobs-drops-amid-economic-fallout\">approval ratings are dropping</a> and the <a href=\"https://www.cnn.com/2020/05/17/politics/state-polls-2020-analysis/index.html\">chances of a President Biden are rising</a>. That means Trump is going to do everything he can to win re-election in November; he is not just fighting for another term, he is also fighting for his freedom. He is fighting to avoid the possibility of a Trumpgate.</p> <p>• Arwa Mahdawi is a Guardian columnist</p>",
  "<p>Love is the great accident. We can fall for the wrong person, or we can have the great good fortune to attach ourselves to the right person, and the strange thing is, we may never know which is which.</p> <p>In Curtis Sittenfeld’s 2008 novel <em><a href=\"https://www.theguardian.com/books/2008/oct/12/fiction\">American Wife</a></em>, a woman’s tough love pulls her husband back from alcoholism and then he becomes president of the United States. That woman is a fictional version of Laura Bush and she sometimes wonders at the amazing, almost casual particularity of her role in history. People seem to blame her: “His election is my fault, his presidency is my fault, his war is my fault. Why couldn’t I just have let him be an alcoholic? Plenty of wives put up with it every day!”</p> <p>The intersection of the ordinary and the historic made <em>American Wife</em> feel almost Shakespearean; the relationship was destined and domestic and surprisingly sexy. Sittenfeld’s new book, <em>Rodham,</em> undoes destiny, and it tilts toward the political rather than the intimate. This is, in part, because its heroine, Hillary Clinton, is a greater political force than Laura Bush ever was. But also, in <em>Rodham,</em> there is no central marriage. That is the whole point.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The problem is that this fictional Hillary is not as interesting as the proud and private human being we wonder about</p> </blockquote> </aside>  <p>In the old days, people used to think Hillary was hitching a ride on Bill’s career – now it is possible to think that he held a good woman back. <em>Rodham</em> is an account of what might have happened if she had taken one hard look at Bill’s promiscuous nature and run the hell out of the relationship. It is a very exciting conceit; the only pity is that Hillary’s life feels more dull as a result.</p> <p>The first third of the novel is one we know from the history books. The couple meet at Yale, move to San Francisco and then to Fayetteville, where Bill plans to run for office, in Arkansas. In this version, however, Hillary quickly discovers the nature of the man who is the love of her life, and she decides to leave him. “It was unfathomable that we were hugging a final time, that I was climbing into the car, starting the engine,” she says: and then she does just that.</p> <p>We find the new fictional Hillary in 1991, working as a law professor in Chicago, single and happy enough. Bill has become governor of Arkansas, as he planned to do. At his side is a sweet, soft-spoken, younger wife who wears <em>Little House on the Prairie</em> dresses and cries when challenged on television about his infidelity. This is a version of the famous <em><a href=\"https://www.youtube.com/watch?v=-UqKNgrwK8E\">60 Minutes</a></em><a href=\"https://www.youtube.com/watch?v=-UqKNgrwK8E\"> interview</a>, in which the real Hillary saved Bill’s presidential campaign. When alternate Hillary watches it from her life in Chicago, she thinks her ex-boyfriend’s wife is weak. “Bill needed an equal who acted like, even if he’d had affairs, so what?”</p> <p>The game of the speculative part of the book is to consider what might have happened differently and what would have happened anyway, and this is a lot of fun. What is the result of happenstance and what of choice? Some incidents look familiar: the suicide of a colleague, the rise of Obama, the fact of Trump. Sittenfeld teases apart the strands of fate and weaves them together in a slightly altered pattern, but she does not change the personality of the actors, nor can she change society itself. Misogyny is a constant in this fictional Hillary’s life, too, though the men who incite it are crucially different. All through her journey, the book holds a certain dream intact – that, without Bill, our heroine might have become her proper self.</p> <p>The problem is that this “more true” Hillary, as voiced in the book, is not as interesting as the challenged, proud and private human being we wonder about when we see her on our television screens. In the novel, we find fictional Hillary single at 40 and relieved that the question of children is now moot. She has latent political ambitions but they remain hidden, even from herself. She thinks like a law professor, and this feels appropriate, though it dampens everything down, somehow. The law is a discourse where passion gets turned into procedure, where things are regularised and made known. This tendency is there from the very beginning. When she and Bill go on their first date, as students at Yale, their reported conversation sounds like a job interview for future greatness.</p> <p>The real Hillary is, of course, a controlled kind of person. She is shown, in the early sections, happily nesting in her student bedsit, alone and in her pyjamas, surrounded by her calendar, to-do list and legal briefs. When the young Bill disturbs this moral, conscientious life, they have a great amount of sex, as students in love are prone to do, but there is none of the joyous specificity that made <em>American Wife</em> such a surprising book. Clinton attracted women with great ease and frequency, but though the word “charisma” is much used, it is hard to tell what exactly his secret was. And although, in later life, his response to getting found out is one of self-pity and resentment, the discovery of his infidelity as a young man produces an odd, confessional penitence. He wakes Hillary in the middle of the night to say she should leave him. “The thing that is wrong with me is incurable,” he says. This early, more religious self feels a little unlikely – a young man who says he needs sex all the time is more usually boasting than crying for help. And this is the problem with real life, because in real life people don’t know what they are doing until it is too late.</p> <p>In real life, it is possible to look at that <em>60 Minutes</em> interview and see a man who is not just interested in sex but in punishing his smart-as-paint wife. Yes, there were telephone calls with Gennifer Flowers. “I think once that I called her when we were together,” he says and his wife manages to hold her expression, before glancing quickly down. Bill would later ring senators from the Oval Office while an intern was servicing him under the desk. Perhaps he was addicted, not to orgasm, but to the pleasures of deceit – and these pleasures sometimes require being found out. So it is possible to see why Clinton needed a woman like Hillary to cheat on, over and again, and less easy to see what she got out of being punished in this way, apart perhaps from the moral high ground and, with it, a sense of her own superiority. The battle for power was in their marriage long before it was in the world. The real Hillary stayed because that is exactly what she would have done. This fictional Hillary leaves when his philandering spills over into something worse.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2020/feb/04/rodham-curtis-sittenfeld-hillary-without-bill-clinton-novelist\">Hillary without Bill: Curtis Sittenfeld rewrites Clinton's personal history</a> </p> </aside>  <p>Everyone can have a theory about what happened within the marriage, including people who think it was just a political pact, but one way or the other it was the place where Hillary Rodham Clinton was trapped. Or perhaps too much can be made of a marriage – we might also remember that, in 2016, she <a href=\"https://www.theguardian.com/news/datablog/2016/nov/11/clinton-won-more-votes-trump-won-the-election-and-its-not-the-first-time\">won the popular vote</a>.</p> <p>The story of the real Hillary Rodham Clinton may or may not be a great modern tragedy. You can ascribe to her one or other flaw (pride is always a good contender); you can ask did she, or the US, deserve her outrageous and misogynistic fate. But Sittenfeld knows that a novel about defeat is not what liberal America needs right now, because liberal America has already suffered too much sorrow and disbelief. The US desperately needs a fantasy. <em>Rodham</em> is a wonderful, sad dream of what might have been – it contains so much yearning and so many regrets. It is impossible not to sympathise with the project, while still insisting that the best novels are about difficulty, compromise and moral hazard. <em>American Wife</em> was a real novel. <em>Rodham</em> is a political fiction, which is something else.</p> <ul> <li><p>Rodham by Curtis Sittenfeld is available in audio and ebook, and to pre-order in hardback. Pre-order from the <a href=\"https://guardianbookshop.com/rodham-9780857526120.html\">Guardian Bookshop</a> for £14.78.</p></li> </ul>",
  "<p>The World Health Organization will establish an independent and impartial inquiry into the source and handling of the coronavirus outbreak, once the pandemic is brought under control, a virtual meeting of its annual governing body was set to agree on Tuesday.</p> <p>The proposed inquiry, mirroring previous WHO-led inquiries such as the one following the <a href=\"https://www.theguardian.com/world/ebola\">Ebola outbreak</a> in west Africa, arguably stops short of the <a href=\"https://www.theguardian.com/world/2020/may/18/world-health-assembly-what-is-it-and-what-is-the-coronavirus-inquiry-china-taiwan-origins\">fully independent inquiry</a> sought by Australia and the US, but represents a compromise brokered by a powerful alliance led by the European Union and India.</p> <p>The WHO-led inquiry set out in a resolution being put to the UN World Health Assembly on Monday, and negotiated over the past week, is probably less independent and less directed at China’s role in informing the WHO than some critics of China wanted.</p> <p>But the likely terms of reference will give scope to examine China’s cooperation with the WHO and the powers the organisation possesses to demand greater cooperation from member states.</p> <p>The compromise came after the Chinese president, Xi Jinping, told the assembly he <a href=\"https://www.theguardian.com/world/2020/may/18/china-facing-pressure-over-covid-19-and-taiwan-at-world-health-assembly\">supported a comprehensive evaluation</a>, including into the sources and transmission routes of the virus.</p> <p>“China supports a comprehensive evaluation of the global response to the epidemic after the global epidemic is under control, to sum up experiences and remedy deficiencies,” said Xi. “This work needs a scientific and professional attitude, and needs to be led by the WHO, and the principles of objectivity and fairness need to be upheld.”</p> <p>He insisted that China had been transparent and open throughout, acting quickly to share information about the disease with the WHO, but said the world needed to be able to respond more quickly in future.</p> <p>Xi also pledged $2bn in financial support over the next two years to help deal with Covid-19, especially in developing countries. China will also make any self-developed Covid-19 vaccines a “public good” to help with the efforts to curb the pandemic, he said.</p> <p>Calling the pandemic “the most serious global public health emergency since the end of the second world war”, Xi said: “All along we have acted with openness and transparency and responsibility.”</p> <p>He repeatedly directed his remarks to Africa, highlighting how much his country was doing to help the continent develop its health systems and break the shackles of debt.</p> <p>The WHO director general, Tedros Adhanom Ghebreyesus, said he would set up the independent evaluation at the earliest appropriate moment, adding that it would look into the responsibility of all actors in good faith. The greatest failing, he said, would be not to seek to learn lessons. Short-term amnesia plagued the world’s approach to global health, he said.</p> <p>Previous WHO inquiries into past pandemics have been hard-hitting, but have tended to shy away from criticising individual countries’ performances, preferring instead to propose structural reforms. The WHO has for years debated the degree of autonomy nation states are allowed in terms of cooperating with WHO advice or recommendations. There is, however, a clear duty to keep the WHO promptly informed of potential pandemics.</p> <p>Any inquiry is unlikely to report before the US presidential election in November, so giving Donald Trump and China latitude to continue to publicise conspiracy theories about the source of the virus.</p> <p>Tedros had invited both Xi and Trump to take part in a virtual summit, but Trump did not respond.</p> <p>“The idea was to bring the two superpower leaders together in solidarity to fight the pandemic, and to do so at this historic world health assembly, as well as to try to create a sort of rapprochement in the increasing ‘cold war’ between China and America,” said a source familiar with the invitation.</p> <p>Asked about his lack of response, Trump said at a White House event: “I chose not to make a statement today. I’ll be giving them a statement, sometime in the near future, but ... I think they [the WHO] have done a very sad job in the last period of time.”</p> <p>The US was isolated in its hostility to the WHO, with even its closest ally, Australia, joining the chorus of support for the organisation’s central role in overseeing the global response to the pandemic and calls to end the “hit and miss” funding of the UN body. Trump has <a href=\"https://www.theguardian.com/world/2020/apr/15/world-health-organization-why-has-trump-suspended-funding\">suspended all payments</a> to the WHO pending a review into its alleged “China-centric leadership” and ineffectiveness. His aides have been discussing continuing to make a minimal payment so in part to retain influence over any inquiry. Trump said on Monday he would make a decision about WHO funding soon.</p> <p>The US health secretary, Alex Azar, told the assembly that the virus had spun out of control due to the WHO failings.</p> <p>“There was a failure by this organization to obtain the information that the world needed, and that failure cost many lives,” he claimed.</p> <p>Without naming China, Azar added: “In an apparent attempt to conceal this outbreak, at least one member state made a mockery of their transparency obligations, with tremendous costs for the entire world.</p> <p>“We saw that WHO failed at its core mission of information sharing and transparency when member states do not act in good faith. This cannot ever happen again.”</p> <p>In a hard-hitting speech, the UN secretary general, António Guterres, said recent weeks had seen many expressions of international solidarity, but very little practical action. “We are all paying the price for implementing contradictory strategies,” he said.</p> <p>He warned the disease had spread across the world, and was now heading for developing countries where he predicted it would be even more devastating.</p> <p>He said the WHO was irreplaceable and needed enhanced support, arguing: “We are as strong as the weakest health system.”</p> <p>An inquiry to look back fully into how everyone reacted, he said, should wait until we have turned the page. “Now is not the time,” he insisted, arguing: “Now is the time for unity. We stand together, or we fail.”</p> <p>The French president, Emmanuel Macron, said the only priority worth talking about was ending the disease. The time demanded “freedom from complacency and unfounded accusations”, a remark that could be directed at Washington’s repeated claim that China may have deliberately spread the virus in the west.</p> <p>Angela Merkel, the German chancellor, threw her support behind the WHO, saying everyone needed to look at the sustainability of its financing.</p>",
  "<div id=\"block-5ec320278f0886ce4f5d60ab\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-19T00:03:28.012Z\">1.03am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>Donald Trump said he’s been taking hydroxychloroquine, an antimalarial drug that he has repeatedly touted as a cure for coronavirus, despite a lack of evidence. </strong>The president said he has been taking the drug for a week and a half, as a prophylactic measure, going against the guidance of the FDA. </li> \n   <li><strong>The coronavirus death toll passed 90,000 in the US, even as states begin easing distancing measures. </strong>All but one state are looking to loosen restrictions, but only 18 have shown a downward trend in cases. </li> \n   <li><strong>Lindsay Graham, the Republican leader of the Senate judiciary committee, announced a debate and vote on whether to subpoena documents and testimony related to what Donald Trump has been referring to as “Obamagate”. </strong>Republicans are seeking testimony from Obama-era officials on the FBI investigation into Russian election interference. <br></li> \n   <li><strong>Trump said the secretary of state, Mike Pompeo, asked him to fire the state department inspector general, </strong>which will intensify concerns that Pompeo politically retaliated against <strong>Steve Linick </strong>for investigations into the state department leader.</li> \n   <li><strong>Linick had been investigating Pompeo’s controversial decision to approve Saudi arms sales last year, </strong>according to the Democratic chair of the House foreign affairs committee. Reports had already emerged that Linick was investigating the secretary of state for allegedly making a department staffer run personal errands for him and his wife.</li> \n   <li><strong>Moderna’s coronavirus vaccine showed </strong><strong>promising results in its first human safety tests. </strong>The results sparked hope that the vaccine could be more widely distributed in the next several months, as several companies race to develop an effective vaccine.</li> \n   <li><strong>The attorney general, William Barr, said he does not expect the investigation of the Russia inquiry to lead to a criminal investigation of Barack Obama or Joe Biden. </strong>Barr’s comment comes as the president continues to push his baseless claim that the former president and former vice-president broke the law in connection to the Russia investigation.</li> \n   <li><strong>Trump reportedly declined an invitation to address the World Health Organization, </strong>which he has criticized for its handling of the pandemic.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-19T00:14:35.372Z\">at 1.14am BST</time></p> \n</div> \n<div id=\"block-5ec3177d8f0886ce4f5d6093\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T23:27:36.247Z\">12.27am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Republican senator Lindsay Graham announced that the judiciary committee would debate and vote on whether to subpoena documents and testimony from Obama-era officials, related to the FBI’s investigation into Russian election interference. </strong></p> \n  <p>Graham would subpoena testimony from witnesses including James Comey, Andrew McCabe, James Clapper, John Brennan, and Sally Yates. The Senate judiciary committee would vote on authorizing the subpoenas on 4 June. </p> \n  <p>The move is the latest in efforts by Trump and his allies to double down on the theory that Barack Obama and his administration concocted a hoax allegation that Trump colluded with Russia to win the 2016 election. Trump has been referring to the conspiracy theory as “Obamagate”. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T23:31:11.418Z\">at 12.31am BST</time></p> \n</div> \n<div id=\"block-5ec3144e8f08a1782fa7d2bb\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T23:10:19.503Z\">12.10am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Judge tosses out stay-at-home restrictions in Oregon</h2> \n <div class=\"block-elements\"> \n  <p>A judge in rural Oregon tossed out the state’s coronavirus restrictions, saying that the governor, Kate Brown, did not seek the legislature’s approval to extend the stay-at-home order. Brown is now seeking an emergency review of the decision by the state’s supreme court. </p> \n  <p>“The science behind these executive orders hasn’t changed one bit. Ongoing physical distancing, staying home as much as possible and wearing face coverings will save lives across Oregon,” Brown, a Democrat, said. </p> \n  <p>But the judge’s decision today, in response to a lawsuit by 10 churches who argued that the state’s social distancing protocols were unconstitutional, said, “the governor’s orders are not required for public safety when plaintiffs can continue to utilize social distancing and safety protocols at larger gatherings involving spiritual worship,” he wrote.</p> \n  <p>Judges have struck down restrictions by other Democratic governors, in Wisconsin and North Carolina. </p> \n  <p>Earlier this month, Brown extended the state’s social distancing mandate till 6 July, but most Oregon counties have already received the state’s approval to loosen restrictions. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T23:28:25.692Z\">at 12.28am BST</time></p> \n</div> \n<div id=\"block-5ec30ec28f0864e579f13651\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T22:52:27.579Z\">11.52pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Death toll in US surpasses 90,000</h2> \n <div class=\"block-elements\"> \n  <p>The coronavirus death told in the US passed 90,000 Monday, and the number of cases climbed above 1.5m, according to the Johns Hopkins University tracker. The milestone came as more states seek to loosen restrictions and the president tweeted, “REOPEN OUR COUNTRY!”</p> \n  <p>The president has questioned the death toll, suggesting that the numbers have been inflated. But <a href=\"https://www.cdc.gov/mmwr/volumes/69/wr/mm6919e5.htm\">researchers from the CDC</a> who analyzed deaths in New York over the past two months concluded that the actual death toll is likely higher than the reported number. </p> \n  <p>All the states, except Connecticut, have relaxed stay-at-home orders, to varying degrees. But only 18 states showed a downward trend of new cases according to data from Johns Hopkins.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T23:29:30.968Z\">at 12.29am BST</time></p> \n</div> \n<div id=\"block-5ec30fed8f0886ce4f5d6079\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T22:45:29.911Z\">11.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>The Guardian’s Sam Levine reports: </em></p> \n  <p><strong>Donald Trump’s campaign and national <a href=\"https://www.theguardian.com/us-news/republicans\">Republicans</a> are pumping millions of dollars into efforts to restrict voting and aggressively fight Democratic efforts to make it easier to cast a ballot during the Covid-19 pandemic.</strong></p> \n  <p>The Republican National Committee has allocated $20m so far to oppose Democratic lawsuits across the country seeking to expand voting. Republicans are also seeking to recruit up to 50,000 people in 15 key states to serve as poll watchers and challenge the registration of voters they believe are ineligible, <a href=\"https://www.nytimes.com/2020/05/18/us/Voting-republicans-trump.html\">according to the New York Times</a>.</p> \n  <p>The 2020 election will be the first time in nearly three decades that national Republicans will be involved in such a program. After the RNC was sued over intimidating minority voters in New Jersey in the early 1980s, they agreed to a federal court order not to engage in <a href=\"https://slate.com/news-and-politics/2017/11/donald-trump-will-supercharge-voter-suppression-if-the-rnc-consent-decree-falls.html\">“ballot security”</a> efforts. The order expired in 2018.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/18/republicans-devote-20m-and-50000-people-into-efforts-to-restrict-voting\">Republicans devote $20m and 50,000 people into efforts to restrict voting</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ec307b08f08a1782fa7d287\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T22:11:32.164Z\">11.11pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">California counties could ease up more restrictions in coming weeks</h2> \n <div class=\"block-elements\"> \n  <p><em>Vivian Ho reports: </em></p> \n  <p>Haircuts, in-person retail shopping, sporting events and religious services could be a reality again in some California counties in just the next few weeks, the state’s governor, Gavin Newsom, said Monday. </p> \n  <p>Newsom provided an optimistic outlook for the state in his daily briefing, where he modified the criteria that each of California’s 58 counties must meet to reopen and join the state in phase two of coronavirus containment. </p> \n  <p>“We are looking forward in the next few weeks to a number of significant milestones,” he said. “We expect if we hold the rate of transmissions, we hold the positivity rate down and continue to do justice to the number of hospitalizations, that we will be making announcements statewide.”</p> \n  <p>Newsom had already allowed for local variance to phase two of the stay-at-home order – California, as a large state with diverse needs, had been hit by the virus unevenly, with some <a href=\"https://www.theguardian.com/us-news/2020/may/07/coronavirus-california-rural-counties-reopen\">rural counties</a> experiencing low rates of infection and others like Los Angeles county experiencing more than half the deaths in the entire state. <br><br>While statewide, all retailers were allowed to reopen for curbside pickup, counties could also apply for looser restrictions, such as the go-ahead to reopen some offices, schools and dine-in restaurants. Those counties had to meet criteria such as no deaths in 14 days. Now, under the modified criteria announced Monday, in which counties have to show a rate of 8% positive tests over seven days and a hospitalization rate below 5%, Newsom believes that 53 of the state’s 58 counties could move deeper into phase two if their public health officials so desired. </p> \n  <p>He reiterated again that the decision was up to each individual county. “Just because we are creating the capacity and the availability to move into phase two doesn’t mean every county is ready,” he said. “LA county, as an example, I imagine, will be cautious in that respect.”</p> \n  <p>In California, there have been a total of 78,839 positive cases and 3,261 deaths.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T23:32:03.474Z\">at 12.32am BST</time></p> \n</div> \n<div id=\"block-5ec304d68f0886ce4f5d6046\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T22:06:20.864Z\">11.06pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>During the event with restaurant executives, Trump also addressed the investigation into the secretary of state, Mike Pompeo. </strong></p> \n  <p>“Here’s a man that is supposed to be negotiating war and peace with major, major countries with weaponry like the world has never seen before,” Trump told reporters. “And the Democrats and the fake news media, they are interested in a man who is walking their dog.”</p> \n  <p>Trump fired the state department’s inspector general, Steve Linick, on Friday. According to NBC, Linick has been investigating whether Pompeo and his wide made a staffer walk their dog, pick up dry cleaning and make them dinner reservations, as well as the circumstances of Pompeo’s sale of US weapons to Saudi Araba despite a congressional ban. </p> \n  <p>“I would rather have [Pompeo] on the phone with some world leader than have him wash dishes because maybe his wife isn’t there or his kids aren’t,” Trump said. </p> \n  <p>Of course, a third option would have been for the Pompeo family to hire dogwalkers and other helpers, rather than relying on state department employees to do their personal errands. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/cspan/status/1262484147114827789\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">President Trump on firing State Department Inspector General: \"I don't know him at all. I never even heard of him. But, I was asked to by the State Department, by Mike...I have the absolute right as president to terminate.\"<br><br>Full video here: <a href=\"https://t.co/FWjHY8AWLb\">https://t.co/FWjHY8AWLb</a> <a href=\"https://t.co/avptfW0XIH\">pic.twitter.com/avptfW0XIH</a></p>— CSPAN (@cspan) \n    <a href=\"https://twitter.com/cspan/status/1262484147114827789?ref_src=twsrc%5Etfw\">May 18, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T23:33:01.496Z\">at 12.33am BST</time></p> \n</div> \n<div id=\"block-5ec301e68f08a1782fa7d26f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T21:51:39.003Z\">10.51pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump’s use of hydroxychloroquine doesn’t appear to fit within the FDA’s emergency use authorization of the drug as a treatment for coronavirus. </strong>The president said he asked the White House doctor if he could take the antimalarial drug. “He said, well, if you’d like it.”</p> \n  <p>The emergency use authorization is very specific. It “allows chloroquine phosphate and hydroxychloroquine sulfate donated to the Strategic National Stockpile (SNS) and distributed to states to be used by licensed healthcare providers to treat adults and teens hospitalized with Covid-19 who weigh more than 50 kg (110 pounds)”, according to the FDA. </p> \n  <p>It does not authorize the use of the drug as a preventative treatment. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T23:34:35.536Z\">at 12.34am BST</time></p> \n</div> \n<div id=\"block-5ec2fe998f0886ce4f5d602b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T21:39:52.378Z\">10.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Even Fox News was taken aback by the president’s announcement that he’s taking hydroxychloroquine. </strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/atrupar/status/1262484050964631557\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Fox News's Neil Cavuto is stunned by Trump's announcement that he's taking hydroxychloroquine: \"If you are in a risky population here, and you are taking this as a preventative treatment ... it will kill you. I cannot stress enough. This will kill you.\" <a href=\"https://t.co/e6D5alfAgc\">pic.twitter.com/e6D5alfAgc</a></p>— Aaron Rupar (@atrupar) \n    <a href=\"https://twitter.com/atrupar/status/1262484050964631557?ref_src=twsrc%5Etfw\">May 18, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T21:44:57.531Z\">at 10.44pm BST</time></p> \n</div> \n<div id=\"block-5ec2f85c8f0886ce4f5d6018\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T21:23:37.509Z\">10.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact check: Trump on hydroxychloroquine </strong></p> \n  <p>Trump acknowledged research finding that US veterans treated with hydroxychloroquine didn’t seem to fare better than those who weren’t given the drug<strong>. </strong>The preliminary study found that those treated with hydroxychloroquine had a higher risk of death than those who were not. The pre-print of the study, which has been published online without peer review, comes with many caveats. None of those caveats include Trump’s analysis. Those behind the research “aren’t big Trump fans,” the president said as an explanation for why he’s taking the unproven drug. The research was a “a very unscientific report,” Trump said. </p> \n  <p>The <a href=\"https://www.medrxiv.org/content/10.1101/2020.04.16.20065920v1.full.pdf\">research</a> was conducted by the VA and academic institutions including the University of Virginia School of Medicine. It analyzed the cases of 368 male coronavirus patients nationwide, 97 receiving hydroxychloroquine, 113 receiving hydroxychloroquine in combination with the antibiotic azithromycin, and 158 not receiving any hydroxychloroquine. This was not a randomized clinical trial, the gold standard of drug testing, which would randomly assign hydroxychloroquine treatment to some patients and not to others. Instead, researchers looked back on cases — and weren’t able to account for why doctors chose to treat some patients with the antimalarial drug and not others. It could be that those treated with hydroxychloroquine had a higher chance of death because doctors chose to give the most severely ill patients the unproven drug. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T21:43:41.213Z\">at 10.43pm BST</time></p> \n</div> \n<div id=\"block-5ec2f6188f0864e579f135c4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T20:59:39.175Z\">9.59pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Asked about the potential harsh side effects of taking the drug, Trump told reporters, “All I can tell you is, so far I seem to be OK.”</strong></p> \n  <p>Hydroxychloroquine is considered relatively safe for people without an underlying illness, but it’s unclear if it is safe for severely sick Covid-19 patients, who may have incurred organ damage due to the virus. The drug can have serious side effects, including serious heart rhythm problems.<br></p> \n  <p>So far, the evidence that it’s <a href=\"https://www.theguardian.com/world/2020/apr/06/hydroxychloroquine-trump-coronavirus-drug\">a cure</a> for coronavirus is anecdotal and mixed. An initial French study that appeared to have launched the Trump administration’s obsession with the drug has since been discredited. The early results of trials and studies that have tricked in so far have not provided compelling evidence that hydroxychloriquine is a “miracle” drug, as Trump has claimed before. </p> \n  <p>The surge in demand for the unproven hydroxychloroquine also risks shortages of the drug for those who need it most. It is used to help patients manage the chronic autoimmune disease lupus, but some are already complaining the drug is harder to come by.<br></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/22/hydroxychloroquine-coronavirus-scientific-studies-research\">Hydroxychloroquine and coronavirus: a guide to the scientific studies so far</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T21:31:01.090Z\">at 10.31pm BST</time></p> \n</div> \n<div id=\"block-5ec2f4448f0886ce4f5d600e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T20:49:54.307Z\">9.49pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>If Trump is taking hydroxychloroquine, he is going against the advice of his own administration. </strong></p> \n  <p>The FDA has warned against using hydroxychloroquine or a related compound, chloroquine, for treating or preventing Covid-19 without medical supervision in a hospital, or as part of a clinical trial.</p> \n  <p>“While clinical trials are ongoing to determine the safety and effectiveness of these drugs for Covid-19, there are known side effects of these medications that should be considered,” the FDA commissioner, Stephen M Hahn, said in a statement <a href=\"https://www.fda.gov/news-events/press-announcements/coronavirus-covid-19-update-fda-reiterates-importance-close-patient-supervision-label-use\">issued</a> in late April. “The FDA will continue to monitor and investigate these potential risks and will communicate publicly when more information is available.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T21:31:48.128Z\">at 10.31pm BST</time></p> \n</div> \n<div id=\"block-5ec2f3758f0886ce4f5d600a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T20:45:52.135Z\">9.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Here’s the clip of Trump saying he’s been taking hydroxychloroquine. </strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/cspan/status/1262484956896518147\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">President Trump: \"I happen to be taking it. I'm taking it, hydroxychloroquine. A couple weeks ago I started taking it...I get a lot of positive calls about it...I take a pill every day.\"<br><br>Full video here: <a href=\"https://t.co/FWjHY8AWLb\">https://t.co/FWjHY8AWLb</a> <a href=\"https://t.co/cUPVQYenuo\">pic.twitter.com/cUPVQYenuo</a></p>— CSPAN (@cspan) \n    <a href=\"https://twitter.com/cspan/status/1262484956896518147?ref_src=twsrc%5Etfw\">May 18, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“I get a lot of positive calls about it,” Trump said of the antimalarial drug. So far, the scientific evidence that the drug works as a treatment has been thin. It has not been widely investigated as a prophylactic measure. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T21:10:45.996Z\">at 10.10pm BST</time></p> \n</div> \n<div id=\"block-5ec2f0f98f0886ce4f5d5ffa\" class=\"block is-key-event\" data-block-contributor=\"profile/joannawalters\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T20:37:31.563Z\">9.37pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Trump says he is taking controversial coronavirus treatment hydroxychloroquine</h2> \n <div class=\"block-elements\"> \n  <p>Extraordinary news emerging from the White House – the president has mentioned that he has been taking hydroxychloroquine. This is the dubious treatment for coronavirus that Trump had fiercely touted in the past but which was found to have a very mixed effect on patients.</p> \n  <p>No studies so far have shown that it had a good effect on patients and regulators have advised it not be taken outside of a hospital or clinical trial setting.</p> \n  <p>Trump said earlier at the White House that he was taking it, it is understood as a prophylactic.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulaReidCBS/status/1262479591211499527\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BREAKING: President Trump says he is taking hydroxychloriquine and has been doing so for weeks. <a href=\"https://twitter.com/CBSNews?ref_src=twsrc%5Etfw\">@CBSNews</a> <a href=\"https://twitter.com/hashtag/Covid_19?src=hash&amp;ref_src=twsrc%5Etfw\">#Covid_19</a></p>— Paula Reid (@PaulaReidCBS) \n    <a href=\"https://twitter.com/PaulaReidCBS/status/1262479591211499527?ref_src=twsrc%5Etfw\">May 18, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The US Food and Drug Administration cautions against use of hydroxychloroquine or chloroquine for Covid-19 outside of a hospital setting or a clinical trial due to risk of heart rhythm problems.</p> \n  <p>Before recent results from larger trials showed the anti-viral medicine was not good for Covid and could be harmful, Trump was promoting it, including at White House briefings, as a possible miracle cure for coronavirus.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/06/hydroxychloroquine-trump-coronavirus-drug\">Hydroxychloroquine: how an unproven drug became Trump’s coronavirus 'miracle cure'</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T21:33:22.445Z\">at 10.33pm BST</time></p> \n</div> \n<div id=\"block-5ec2f0588f08a1782fa7d226\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T20:34:03.712Z\">9.34pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Today so far</h2> \n <div class=\"block-elements\"> \n  <p>That’s it from me today. Our west coast team will take over the blog for the next few hours.</p> \n  <p>Here’s where the day stands so far:</p> \n  <ul> \n   <li><strong>Trump said the secretary of state, Mike Pompeo, asked him to fire the state department inspector general, </strong>which will intensify concerns that Pompeo politically retaliated against <strong>Steve Linick </strong>for investigations into the state department leader.</li> \n   <li><strong>Linick had been investigating Pompeo’s controversial decision to approve Saudi arms sales last year, </strong>according to the Democratic chair of the House foreign affairs committee. Reports had already emerged that Linick was investigating the secretary of state for allegedly making a department staffer run personal errands for him and his wife.</li> \n   <li><strong>Moderna’s coroanvirus vaccine showed </strong><strong>promising results in its first human safety tests. </strong>The results sparked hope that the vaccine could be more widely distributed in the next several months, as several companies race to develop an effective vaccine.</li> \n   <li><strong>The attorney general, William Barr, said he does not expect the investigation of the Russia inquiry to lead to a criminal investigation of Barack Obama or Joe Biden. </strong>Barr’s comment comes as the president continues to push his baseless claim that the former president and former vice-president broke the law in connection to the Russia investigation.</li> \n   <li><strong>Trump reportedly declined an invitation to address the World Health Organization, </strong>which he has criticized for its handling of the pandemic.</li> \n  </ul> \n  <p>The blog will have more coming up, so stay tuned.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T21:34:18.882Z\">at 10.34pm BST</time></p> \n</div> \n<div id=\"block-5ec2ecfd8f0886ce4f5d5fe1\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T20:28:32.147Z\">9.28pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Trump says Pompeo asked him to fire inspector general</h2> \n <div class=\"block-elements\"> \n  <p><strong>Trump </strong>said secretary of state <strong>Mike Pompeo </strong>had asked him to fire state department inspector general <strong>Steve Linick, </strong>who was removed from his role on Friday.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/atrupar/status/1262476652329816066\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/jeffmason1?ref_src=twsrc%5Etfw\">@jeffmason1</a>: You said you don't know the IG you just fired. What was he doing that was treating you unfairly?<br><br>TRUMP: \"I don't know. I don't anything about him. I don't know.\" <a href=\"https://t.co/0YNmZNUWGX\">pic.twitter.com/0YNmZNUWGX</a></p>— Aaron Rupar (@atrupar) \n    <a href=\"https://twitter.com/atrupar/status/1262476652329816066?ref_src=twsrc%5Etfw\">May 18, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“I don’t know anything about him, other than the State Department and Mike in particular ... weren’t happy with the job he’s doing or something,” Trump told reports of Linick’s ouster.</p> \n  <p>Pompeo was reportedly under investigation for approving Saudi arms sales last year without congressional support and for allegedly making a department staffer run personal errands for him and his wife.</p> \n  <p>But Trump said he was unconcerned that Pompeo may have sought Linick’s removal because of the investigations, insisting he has the right to remove any inspector general and expressing doubt about the credibility of oversight officials who were appointed by <strong>Barack Obama.</strong></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T20:37:13.434Z\">at 9.37pm BST</time></p> \n</div> \n<div id=\"block-5ec2e9da8f08a1782fa7d204\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T20:17:47.745Z\">9.17pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Trump rejects invitation to address WHO, while Xi accepts - report</h2> \n <div class=\"block-elements\"> \n  <p><strong>Donald Trump</strong> declined an invitation to address a virtual gathering of the <strong>World Health Organization</strong> (<a href=\"https://www.theguardian.com/world/world-health-organization\">WHO</a>) that began earlier today, while his Beijing counterpart, <strong><a href=\"https://www.theguardian.com/world/xi-jinping\">Xi Jinping</a></strong>, China’s president, delivered a virtual speech in which he pledged $2 billion in coronavirus aid to the worldwide response, Axios <a href=\"https://www.axios.com/trump-xi-world-health-organization-china-coronavirus-79b39227-e9af-4b89-ad3b-42aa2ae55c1b.html\">reports</a>.</p> \n  <p>Other world leaders who addressed today’s gathering included Germany’s <strong><a href=\"https://www.theguardian.com/world/angela-merkel\">Angela Merkel</a></strong> and France’s <strong><a href=\"https://www.theguardian.com/world/emmanuel-macron\">Emmanuel Macron</a></strong>.</p> \n  <p>The WHO <strong>extended an invitation</strong> earlier this month for Trump to speak at Monday’s virtual gathering of the World Health Assembly, the WHO’s parent body, Axios said, citing two unnamed sources familiar with the situation.</p> \n  <p><strong>Xi accepted while Trump declined and instead delivered a message of criticism. </strong></p> \n  <p>“The WHO wanted to bring these two leaders together, the biggest economies in the world, at a time when they are being cold to each other, and try to create some sense of solidarity,” a source said.</p> \n  <p>The WHO aims to establish an independent and impartial inquiry into the source and handling of the coronavirus outbreak, once the pandemic is brought under control, at the virtual meeting of its governing body, the World Health Authority.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/18/china-facing-pressure-over-covid-19-and-taiwan-at-world-health-assembly\">China backs 'comprehensive review' of pandemic</a> </p> \n  </aside> \n  <p>Trump <a href=\"https://www.theguardian.com/world/2020/apr/14/coronavirus-trump-halts-funding-to-world-health-organization\">abruptly announced</a> in April that he was freezing US payments to the <a href=\"https://www.theguardian.com/world/world-health-organization\">World Health Organization</a> over its handling of the coronavirus pandemic.</p> \n  <p>He said at the time that funding would be on hold for 60 to 90 days pending a review of the WHO’s warnings about the coronavirus and China. He accused the global body of “severely mismanaging and covering up” the threat, even though it declared a public health emergency on 30 January – after which he continued to hold rallies, play golf and compare the coronavirus to the common flu.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T20:21:56.300Z\">at 9.21pm BST</time></p> \n</div> \n<div id=\"block-5ec2d9c08f0864e579f1350a\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T19:45:32.882Z\">8.45pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Rove criticized for accusing Obama of 'political drive-by shooting'</h2> \n <div class=\"block-elements\"> \n  <p><strong>Karl Rove, </strong>a former senior adviser to <strong>George W Bush, </strong>lashed out against <strong>Barack Obama </strong>after the former president implicitly criticized <strong>Trump </strong>in a virtual commencement address.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/atrupar/status/1262372183428472833\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"It is so unseemly for a former president to take the virtual commencement ceremony for a series of historically black colleges and universities and turn it into a political drive-by shooting\" -- Karl Rove on Obama's commencement speech in which he indirectly criticized Trump <a href=\"https://t.co/stZamQFhgF\">pic.twitter.com/stZamQFhgF</a></p>— Aaron Rupar (@atrupar) \n    <a href=\"https://twitter.com/atrupar/status/1262372183428472833?ref_src=twsrc%5Etfw\">May 18, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“It is so unseemly for a former president to take the virtual commencement ceremony for a series of historically black colleges and universities and turn it into a political drive-by shooting,” Rove said.</p> \n  <p>Delivering an address to HBCU graduates this weekend, Obama said, “More than anything, this pandemic has fully, finally torn back the curtain on the idea that so many of the folks in charge know what they’re doing. A lot them aren’t even pretending to be in charge.” </p> \n  <p>But Rove’s comment immediately sparked backlash from critics, who were quick to point to some of the most controversial aspects of the Republican strategist’s record.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/yashar/status/1262380720632233985\"> \n   <blockquote class=\"twitter-tweet\" data-cards=\"hidden\">\n    <p lang=\"en\" dir=\"ltr\">Karl Rove engineered a push poll during the 2000 SC primary that asked voters if they would be less likely to vote for McCain if they knew he had an illegitimate black child. He knew this attack would work because the McCain’s 9-year-old daughter Bridget was from Bangladesh <a href=\"https://t.co/xTwYSuK92d\">https://t.co/xTwYSuK92d</a></p>— Yashar Ali 🐘 (@yashar) \n    <a href=\"https://twitter.com/yashar/status/1262380720632233985?ref_src=twsrc%5Etfw\">May 18, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Others noted that Obama’s comments pale in comparison to Trump’s claims about his predecessor.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jchaltiwanger/status/1262379954022596608\"> \n   <blockquote class=\"twitter-tweet\" data-cards=\"hidden\">\n    <p lang=\"en\" dir=\"ltr\">Trump spent years perpetuating a racist conspiracy theory about Obama's place of birth. But apparently it's \"unseemly\" when Obama highlights the reality of the current situation: the Trump admin. bungled its response to this pandemic. Thousands are dead. Millions are unemployed. <a href=\"https://t.co/f7d5pqLCJc\">https://t.co/f7d5pqLCJc</a></p>— John Haltiwanger (@jchaltiwanger) \n    <a href=\"https://twitter.com/jchaltiwanger/status/1262379954022596608?ref_src=twsrc%5Etfw\">May 18, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec2de6a8f0886ce4f5d5f98\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T19:19:00.800Z\">8.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Secretary of state Mike Pompeo claimed it was “not possible” the state department inspector general’s firing was an act of political retaliation because he didn’t know he was being investigated. </strong></p> \n  <p>“It is not possible that this decision, or my recommendation rather, to the president rather, was based on any effort to retaliate for any investigation that was going on, or is currently going on,” Pompeo <a href=\"https://www.washingtonpost.com/national-security/pompeo-says-he-didnt-know-fired-inspector-general-was-investigating-him/2020/05/18/3ab08dca-9923-11ea-b60c-3be060a4f8e1_story.html\">told the Washington Post</a>. </p> \n  <p>“Because I simply don’t know. I’m not briefed on it. I usually see these investigations in final draft form 24 hours, 48 hours before the IG is prepared to release them. So it’s simply not possible for this to be an act of retaliation. End of story.”</p> \n  <p>However, <a href=\"https://www.politico.com/news/2020/05/18/linick-administration-arms-sales-saudi-arabia-265024\">according to Politico</a>, state department officials were recently briefed on the conclusions of the inspector general’s investigation into Pompeo’s decision to approve arms sales to Saudi Arabia last year, and the secretary refused to sit for an interview.</p> \n </div> \n</div> \n<div id=\"block-5ec2dc798f0886ce4f5d5f7a\" class=\"block\" data-block-contributor=\"profile/lauren-gambino\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T19:08:03.433Z\">8.08pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>For weeks, Joe Biden has been on the receiving end of unsolicited advice urging the homebound presidential candidate to get out of his basement. </strong></p> \n  <p>On Monday, Biden moved out of the basement to a sunny room upstairs with views of his lush backyard in full bloom to address the AAPI Victory Fund virtual summit. </p> \n  <p>The shot was well-framed and the connection was clear – marked improvements from a recent virtual rally that was riddled with technical glitches. </p> \n  <p>But as he began his remarks, a gaggle of Canadian geese that have taken up residence on his property began honking. Biden warned that this might happen and did not pause when their honking grew louder. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/laurenegambino/status/1262445845401739265\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Biden's livestream with AAPI Victory Fund has been interrupted by the Canadian geese that gather on his property. Biden warned this might happen and keeps talking over their honking.</p>— Lauren Gambino (@laurenegambino) \n    <a href=\"https://twitter.com/laurenegambino/status/1262445845401739265?ref_src=twsrc%5Etfw\">May 18, 2020</a>\n   </blockquote> \n  </figure> \n  <p>There were some technical difficulties; though on this occasion, they were not Biden’s fault. The former vice president was not feted with introductory remarks after the speaker, <strong>Dilawar Syed</strong>, was unable to connect properly. And at one point, as Biden spoke, a cell phone rang.</p> \n  <p>But if he was irritated, Biden didn’t show it. He assailed <strong>Trump</strong> for his administration’s handling of the virus that he described as a series of “denials, delays and distraction, many of which were nakedly xenophobic.”</p> \n  <p>Trump has sought to make China a theme of the 2020 presidential campaign by hammering Biden in a series of dark attack ads tying the former vice president to Beijing. Biden has responded in kind, in an escalating war of words that has alarmed some Asian Americans who say the rhetoric from both campaigns could further inflame anti-Asian xenophobia.</p> \n  <p>In his remarks, Biden spoke directly to the Asian American community, which has faced a wave of attacks and even violence in the wake of the coronavirus pandemic, which was first identified in Wuhan, China. </p> \n  <p>Biden accused Trump of stoking racial grievance and said the Asian American community deserved better than a president who “never, ever misses an opportunity to stoke innuendo, to fan the flames of hate.”</p> \n  <p>“This is unconscionable what he’s doing and it strikes at the very heart of this country,” Biden said, adding that Trump’s rhetoric was “especially despicable” given the sacrifices many Asian Americans are making as frontline and essential workers in the fight against the coronavirus. </p> \n </div> \n</div> \n<div id=\"block-5ec2d79c8f0864e579f134f4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T18:50:21.674Z\">7.50pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It should be noted that Republican senator <strong>Chuck Grassley</strong>’s letter to <strong>Trump </strong>demanding an explanation for the removal of state department inspector general <strong>Steve Linick </strong>does not outline any consequences if the president does not comply.</p> \n  <p>Trump has already ignored a similar letter from senators demanding an explanation for why intelligence community inspector general <strong>Michael Atkinson </strong>was ousted from his role.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChrisMurphyCT/status/1262451008480870405\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I've got a bill to do this. <a href=\"https://t.co/qYKgITjTIj\">https://t.co/qYKgITjTIj</a></p>— Chris Murphy (@ChrisMurphyCT) \n    <a href=\"https://twitter.com/ChrisMurphyCT/status/1262451008480870405?ref_src=twsrc%5Etfw\">May 18, 2020</a>\n   </blockquote> \n  </figure> \n  <p>In response to Grassley’s letter, Democratic senator <strong>Chris Murphy </strong>noted he has drafted legislation to guarantee inspectors general a seven-year term in office. The bill stipulates the oversight officials would only be able to be removed early for “permanent incapacity, inefficiency, neglect of duty, malfeasance, or conviction of a felony or conduct involving moral turpitude.” </p> \n  <p>“We simply cannot allow President Trump to weaponize independent oversight positions in his administration to reward his friends, punish his political enemies, and cover up wrongdoing,” Murphy said last month.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T20:37:24.315Z\">at 9.37pm BST</time></p> \n</div> \n<div id=\"block-5ec2d2688f08a1782fa7d15e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T18:30:37.345Z\">7.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Republican chair of the Senate finance committee has sent Trump a letter demanding an explanation for his removal of the state department inspector general.</strong></p> \n  <p>In the letter, senator <strong>Chuck Grassley </strong>noted lawmakers from both parties have similarly expressed concern about the recent removal of intelligence community inspector general <strong>Michael Atkinson.</strong></p> \n  <p>The Iowa Republican asked Trump to provide a written explanation for <strong>Steve Linick</strong>’s removal by June 1 and respond to lawmakers’ letter about Atkinson “as soon as possible.”</p> \n  <p>“As mentioned in previous letters, Congress’s intent is clear that an expression of lost confidence, without further explanation, is not sufficient to fulfill the requirements of the IG Reform Act,” Grassley wrote.</p> \n  <p>“IGs are intended to be equal opportunity investigators and are designed to combat waste, fraud, abuse, and misconduct without regard to political affiliation. They are the ultimate swamp drainers,” Grassley continued.</p> \n  <p>“Removal of IGs without explanation could create a chilling effect in the oversight community, and risks decreasing the quantity, quality, fidelity, and veracity of their reports.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T20:37:33.843Z\">at 9.37pm BST</time></p> \n</div> \n<div id=\"block-5ec2cfb48f0886ce4f5d5f16\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T18:14:50.293Z\">7.14pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump appeared “</strong><strong>highly focused” on Barack Obama during this past weekend at Camp David, </strong>according to CNN.</p> \n  <p>CNN <a href=\"https://www.cnn.com/2020/05/18/politics/trump-obama-coronavirus-conspiracy/index.html\">reports</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p>Trump headed into the weekend appearing convinced his predecessor committed a crime worthy of investigation -- despite being unable to name the crime or provide any evidence for it. By Sunday, he emerged prepared to wage wholesale political war with the last person who held his office. ...</p> \n   <p> As he huddled in the mountainside retreat’s rustic cabins with a roster of Republican lawmakers -- many of whom forged national profiles defending Trump during his impeachment proceedings -- Trump discussed ways to advance the baseless conspiracy about the former president, the person said. <br></p> \n  </blockquote> \n  <p>Attorney general <strong>William Barr </strong>said today that he did not expect the investigation into the handling of the Russia probe to result in a criminal investigation of Obama or Biden.</p> \n  <p>Despite that comment from a senior member of his own administration, Trump seems unwilling to abandon the #Obamagate conspiracy theory, which former CIA analyst <strong>Ned Price </strong>described as “a hashtag in search of a scandal.”</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/16/trump-obama-obsession-coronavirus-president\">'It eats him alive inside': Trump's latest attack shows endless obsession with Obama</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ec2c81b8f0886ce4f5d5ec5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T17:51:38.117Z\">6.51pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Health and human services secretary Alex Azar lashed out against Peter Navarro this morning, </strong>after the White House trade adviser critcized the Centers for Disease Control and Prevention for its handling of the pandemic.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/atrupar/status/1262407525741273093\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Wow. Alex Azar characterizes comments that his White House colleague Peter Navarro made criticizing the CDC as \"inaccurate and inappropriate.\" <a href=\"https://t.co/l2uN1o8qem\">pic.twitter.com/l2uN1o8qem</a></p>— Aaron Rupar (@atrupar) \n    <a href=\"https://twitter.com/atrupar/status/1262407525741273093?ref_src=twsrc%5Etfw\">May 18, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Azar said Navarro’s comments on “Meet the Press” yesterday were “inaccurate and inappropriate.” Azar acknowledged CDC’s early error in developing a coronavirus test, but he argued that mistake had not signficantly hampered the US response to the virus.</p> \n  <p>In contrast, Navarro said yesterday that the CDC had “let the country down.” “Early on in this crisis, the CDC, which really had the most trusted brand around the world in this space -- really let the country down with the testing,” Navarro said. “Not only did they keep the testing within the bureaucracy they had a bad test and that set us back.”</p> \n  <p>Navarro’s comments come as tensions between the White House and the CDC are reportedly escalating.</p> \n  <p>CNN <a href=\"https://www.cnn.com/2020/05/16/politics/white-house-cdc-tension-birx-coronavirus-tracking/index.html\">reports</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p> In particular, Dr. <strong>Deborah Birx</strong>, coordinator for the President’s coronavirus task force, has become increasingly critical of the CDC, making clear in recent meetings that she is more than frustrated with the agency, according to two senior administration officials. Specifically, Birx believes the way the CDC gathers data on the coronavirus is antiquated, causing inaccurate and delayed numbers on both virus cases and deaths.</p> \n   <p>Birx has expressed her agitation during recent task force meetings, where at least one conversation between her and CDC Director <strong>Robert Redfield</strong> has grown heated, according to a source close to the task force. Birx and Redfield have known each other for decades, due to their work on HIV research together. And while Birx defended Redfield to their peers earlier this year over the CDC’s faulty test kits, her tone toward him has shifted dramatically in recent weeks, according to multiple officials and a source close to the task force. <br></p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ec2c5428f0886ce4f5d5ea5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T17:34:17.260Z\">6.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s <a href=\"https://www.google.com/url?client=internal-element-cse&amp;cx=007466294097402385199:m2ealvuxh1i&amp;q=https://www.theguardian.com/profile/kenya-evelyn&amp;sa=U&amp;ved=2ahUKEwjy6uXXuL3pAhViUd8KHVUtC7EQFjAAegQIABAC&amp;usg=AOvVaw1vrivYZSsg3quuQGzqe3jc\">Kenya Evelyn</a> recaps New York governor Andrew Cuomo’s daily briefing:</strong></p> \n  <p>New Yorkers received more than $9bin in unemployment benefits, Cuomo announced at his latest briefing on the state’s response to coronavirus.</p> \n  <p>Daily cases continue their downward trend, as the governor reported 106 deaths Sunday – the lowest total in several weeks. But Cuomo noted that $9.2bn in unemployment benefits have been paid out to more than two million New Yorkers, a sobering fact underscoring the virus’ lingering economic effect.</p> \n  <p>State officials acknowledged some residents have yet to be paid, but Cuomo argued the challenge is stamping out fraud to protect taxpayer money.</p> \n  <p>“Suzy Smith is really a computer terminal in some other country,” he quipped of potential fraudulent filings, before noting he’d likely face backlash for the remark.</p> \n  <p>Cuomo continued to push back at questions regarding the state’s early response to the coronavirus outbreak in nursing homes, contending the facilities are a top priority. He announced 35,000 tests had been reserved just for nursing homes.</p> \n  <p>New York state is also requiring facility personnel to get tested twice a week, as the governor said the state would have to “ramp up from about 25,000 tests to 90,000 tests a day”.</p> \n  <p>The governor had been criticized for previously allowing patients back to nursing homes after they tested positive for Covid-19 after more than 5,000 residents died since 1 March. That policy was reversed 10 May.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NYGovCuomo/status/1262408803930312712\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: Western New York will begin Phase 1 of reopening tomorrow.<br><br>They will have all the contact tracers needed in place.</p>— Andrew Cuomo (@NYGovCuomo) \n    <a href=\"https://twitter.com/NYGovCuomo/status/1262408803930312712?ref_src=twsrc%5Etfw\">May 18, 2020</a>\n   </blockquote> \n  </figure> \n  <p>In the presser, the governor also announced that western New York, which includes Buffalo, will begin phase 1 of reopening this week. State officials were able to identify more than 525 contact tracers to aid in the effort. Still, Cuomo cautioned businesses and state leaders to follow the science.</p> \n  <p>“This is not a subject that is a political subject, or where political opinions really matter,” he said. “I don’t even care about your personal opinion, this is about facts and science and data.”</p> \n  <p>Cuomo added that he had been “encouraging major sports team to plan reopening without fans, but the games can be televised,” telling reporters he’d want to watch the Buffalo Bills.</p> \n  <p>That’s the only NFL team whose reopening Cuomo would be able to affect, however. Both the New York Giants and Jets play at MetLife Stadium, located in New Jersey.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T17:42:31.749Z\">at 6.42pm BST</time></p> \n</div> \n<div id=\"block-5ec2bf7e8f08a1782fa7d0ab\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T17:08:39.840Z\">6.08pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Today so far</h2> \n <div class=\"block-elements\"> \n  <p>Here’s where the day stands so far:</p> \n  <ul> \n   <li><strong>Moderna’s coroanvirus vaccine showed </strong><strong>promising results in its first human safety tests. </strong>The results sparked hope that the vaccine could be more widely distributed in the next several months, as several companies race to develop an effective vaccine.</li> \n   <li><strong>Attorney general William Barr said he does not expect the investigation of the Russia inquiry to lead to a criminal investigation of Barack Obama or Joe Biden. </strong>Barr’s comment comes as the president continues to push his baseless claim that the former president and former vice-president broke the law in connection to the Russia investigation.</li> \n   <li><strong>The state department inspector general had been investigating Mike Pompeo’s controversial decision to approve Saudi arms sales last year, </strong>according to the Democratic chair of the House foreign affairs committee. Reports had already emerged that <strong>Steve Linick, </strong>who was dismissed on Friday, was investigating the secretary of state for allegedly making a department staffer run personal errands for him and his wife.</li> \n  </ul> \n  <p>The blog will have more coming up, so stay tuned.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T17:20:01.150Z\">at 6.20pm BST</time></p> \n</div> \n<div id=\"block-5ec2bc8f8f08a1782fa7d08a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T16:54:19.914Z\">5.54pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Politico has more details on the state department inspector general’s reported investigation into secretary of state <strong>Mike Pompeo</strong>’s controversial decision to approve arms sales to Saudi Arabia last year.</p> \n  <p>Politico <a href=\"https://www.politico.com/news/2020/05/18/linick-administration-arms-sales-saudi-arabia-265024\">reports</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p> A congressional aide said State Department officials were recently briefed about [Steve] Linick’s conclusions in his investigation of the Saudi arms sales, and that Pompeo refused to sit for an interview with the inspector general’s office. State Department officials did not immediately respond to a request for comment. <br></p> \n  </blockquote> \n  <p>News of the investigation comes after reports indicated Pompeo, who pushed for Linick’s ouster, was also being investigated for making a department staffer run personal errands for him and his wife. </p> \n </div> \n</div> \n<div id=\"block-5ec2b7388f0864e579f133c1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T16:31:35.477Z\">5.31pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Trump campaign has launched an “investigative website” to highlight some of Joe Biden’s verbal slips on the campaign trail. </strong></p> \n  <p>The website is entitled “Truth Over Facts,” a reference to when Biden accidentally said during the Iowa State Fair, “We choose truth over facts.” (He likely meant to say, “We choose truth over lies.”)</p> \n  <p>“The American people deserve to know the truth behind Joe Biden’s delirious and nonsensical claims on the campaign trail,”<strong> Tim Murtaugh</strong>, the Trump campaign’s communications director, said in a statement. </p> \n  <p>“When he’s mangling the text of the Declaration of Independence or calling someone a ‘lying, dog-faced pony soldier,’ is he really speaking a language that only he and a select group of others understand?”</p> \n  <p>The president’s reelection campaign has launched a series of attacks against Biden in recent weeks, as Trump struggles to find a positive message to voters with the pandemic wreaking havoc on Americans’ health and finances.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/15/trump-2020-campaign-strategy-attack-biden\">Trump campaign focuses fire on Biden as pandemic undermines strategy</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ec2b2148f08a1782fa7cfea\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T16:12:23.072Z\">5.12pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Secretary of state Mike Pompeo claimed the fired inspector general was undermining the work of the department, </strong>although he does not appear to have offered any evidence to support that allegation.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CMorelloWP/status/1262400268416823296\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Secretary of State Mike Pompeo says in interview fired inspector general \"wasn't performing a function in a way that we had tried to get him to\" and was \"trying to undermine what it was that we were trying to do.\"</p>— Carol Morello (@CMorelloWP) \n    <a href=\"https://twitter.com/CMorelloWP/status/1262400268416823296?ref_src=twsrc%5Etfw\">May 18, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Pompeo said state department <strong>Steve Linick</strong>, who was dismissed on Friday night, was “trying to undermine what it was that we were trying to do.” </p> \n  <p>The cabinet memeber’s comments come as the Democratic chair of the House foreign affairs committee has said he believed Linick was fired for investigating Pompeo’s approval of arms sales to Saudi Arabia last year, despite congressional opposition. </p> \n  <p>The White House has denied any claim of political retaliation against Linick.</p> \n </div> \n</div> \n<div id=\"block-5ec2b0978f0864e579f1334f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T16:03:40.802Z\">5.03pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Barr says he does not expect criminal investigation of Obama or Biden</h2> \n <div class=\"block-elements\"> \n  <p><strong>Attorney general William Barr said he did not expect the investigation of the handling of the Russian probe to lead to a criminal investigation of Barack Obama or Joe Biden.</strong></p> \n  <p>Barr said of federal prosecutor <strong>John Durham</strong>’s investigation, “I don’t expect Mr. Durham’s work will lead to a criminal investigation of either man.”</p> \n  <p>Barr’s comments come as the presient has pushed the baseless claim that the former president and former vice president broke the law in connection to the Russia investigation.</p> \n  <p><strong>Trump </strong>has promoted this theory with the hashtag #Obamagate on Twitter, which former CIA analyst <strong>Ned Price </strong>has called “a hashtag in search of a scandal.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T16:13:31.285Z\">at 5.13pm BST</time></p> \n</div> \n<div id=\"block-5ec2abb58f0864e579f13324\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T15:41:41.615Z\">4.41pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Democratic chair of the House foreign affairs committee said the state department inspector general may have been fired because of his investigation into Mike Pompeo approving Saudi arms sales.</strong></p> \n  <p>“I have learned that there may be another reason for <strong>[Steve] Linick</strong>’s firing,” congressman<strong> Eliot Engel</strong> told the Washington Post. </p> \n  <p>“His office was investigating — at my request — <strong>Trump’s </strong>phony declaration of an emergency so he could send weapons to Saudi Arabia.” </p> \n  <p>Engel added, “We don’t have the full picture yet, but it’s troubling that Secretary Pompeo wanted Mr. Linick pushed out before this work could be completed.”</p> \n  <p>Engel said he wanted a full accounting of what Linick uncovered as he investigated the secretary of state’s decision to approve the arms sales despite congressional opposition.</p> \n </div> \n</div> \n<div id=\"block-5ec2a5e78f08a1782fa7cf50\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T15:20:46.092Z\">4.20pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The state department inspector general was reportedly also investigating secretary of state Mike Pompeo for his decision to approve Saudi arms sales last year. </strong></p> \n  <p>According to NBC News, state department inspector general<strong> Steve Linick</strong> was looking into Pompeo’s decision to approve billions of dollars of arms sales to Saudi Arabia last year, despite congressional opposition. Linick was fired Friday night, making him one of several inspector generals to be dismissed recently.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoshNBCNews/status/1262397485475082250\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">JUST IN - 2 sources confirm to me that State Dept IG Linick was also investigating use of emergency declaration last year to sell arms to Saudis over objections of Congress</p>— Josh Lederman (@JoshNBCNews) \n    <a href=\"https://twitter.com/JoshNBCNews/status/1262397485475082250?ref_src=twsrc%5Etfw\">May 18, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Reports had already emerged that Linick was investigating Pompeo for allegedly using a state department staffer to run errands for him and his wife.</p> \n  <p>Linick’s dismissal has raised concerns about potential political retaliation for the investigation, considering Pompeo reportedly urged Trump to oust the inspector general.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/16/steve-linick-state-department-official-investigating-pompeo-is-fired\">Steve Linick: State Department official investigating Pompeo is fired</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ec2a3448f0864e579f1329c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T15:05:50.354Z\">4.05pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump lashed out against Republican senator Mitt Romney over Twitter, </strong>mocking the former presidential candidate for losing to <strong>Barack Obama.</strong></p> \n  <p>“Loser!” Trump wrote in the tweet, which included a video recapping Romney’s 2012 loss to Obama, who has also attracted the president’s ire this morning.</p> \n  <p>Trump’s tweet attacking Romney comes two days after the Utah Republican sent his own viral tweet that described the recent firings of multiple inspectors general as a “threat to accountable democracy and a fissure in the constitutional balance of power.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SenatorRomney/status/1261799211760222210\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The firings of multiple Inspectors General is unprecedented; doing so<br>without good cause chills the independence essential to their purpose. It is a threat to accountable democracy and a fissure in the constitutional balance of power.</p>— Senator Mitt Romney (@SenatorRomney) \n    <a href=\"https://twitter.com/SenatorRomney/status/1261799211760222210?ref_src=twsrc%5Etfw\">May 16, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T15:06:22.773Z\">at 4.06pm BST</time></p> \n</div> \n<div id=\"block-5ec29cdb8f0886ce4f5d5c6d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T14:40:07.669Z\">3.40pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The AFL-CIO, the largest US federation of union, has filed a court petition demanding an </strong><strong>emergency temporary standard</strong> <strong>to protect workers from coronavirus.</strong></p> \n  <p>The president has been applauding states that have started reopening their economies, even though those states <a href=\"https://www.nbcnews.com/health/health-news/guidelines-call-14-day-drop-cases-reopen-no-state-has-n1194191\">have not met</a> federal guidelines on how to reopen safely.</p> \n  <p>The hasty reopenings have sparked concerns that workers could be exposed to the virus, putting them at a heightened risk of becoming severely ill.</p> \n  <p>“It’s truly a sad day in America when working people must sue the organization tasked with protecting our health and safety,” AFL-CIO president <strong>Richard Trumka </strong>said in a statement. </p> \n  <p>“But we’ve been left no choice. Millions are infected and nearly 90,000 have died, so it’s beyond urgent that action is taken to protect workers who risk our lives daily to respond to this public health emergency. If the Trump administration refuses to act, we must compel them to.”</p> \n  <p><strong>Republicans </strong>have been pushing to include liability protections for employers in the next coronavirus relief package, but <strong>Democrats </strong>have expressed concern that those protections could leave workers’ health at risk. <br></p> \n </div> \n</div> \n<div id=\"block-5ec2993c8f08a1782fa7ce73\" class=\"block\" data-block-contributor=\"profile/tommccarthy\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T14:21:09.554Z\">3.21pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Interviews with longtime Trump supporters in Pennsylvania indicate the extraordinary durability of backing for the president among his base, </strong>despite widespread criticism of his handling of the coronavirus crisis.</p> \n  <p>Few people understand the terrible cost of the coronavirus like Lee Snover, a Republican party chair in one of the key swing counties that could determine whether <a href=\"https://www.theguardian.com/us-news/donaldtrump\"><strong>Donald Trump</strong></a> is reelected as president in November.</p> \n  <p>Snover, who helped deliver an upset victory for Trump in 2016 in Northampton county, Pennsylvania, lost her father to the virus this spring. Her husband fell critically ill, too, spending 17 days in an intensive care unit before recovering. Her mother, a cancer survivor, was also in intensive care for eight days before emerging.</p> \n  <p>“It spread through my entire family,” Snover said.</p> \n  <p>Trump stands accused of driving up the coronavirus death toll by downplaying the public health threat and urging the country to “reopen” too quickly. But Snover does not see the president as having failed her family.</p> \n  <p>“I don’t think people give him enough credit,” she said. “If you think about what a businessman he was, and how much he loved that booming economy, do you know how hard it was for him to shut the country down? That was hard. So I give him credit for that.”</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/18/they-dont-give-him-enough-credit-the-voters-who-back-trump-even-through-the-pandemic\">‘They don’t give him enough credit’: the voters who back Trump, even through the pandemic</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ec293eb8f0864e579f131a2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T14:05:53.667Z\">3.05pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Barack Obama took some thinly veiled swipes at Donald Trump this weekend, </strong>as the former president delivered two virtual commencement addresses for the country’s graduates.</p> \n  <p>“More than anything, this pandemic has fully, finally torn back the curtain on the idea that so many of the folks in charge know what they’re doing,” Obama said in his address to graduates of historically black colleges and universities. “A lot of them aren’t even pretending to be in charge.”</p> \n  <p>Trump responded by continuing his Twitter attacks against his predecessor, retweeting an ally who claimed Obama was “the most corrupt president in US history.”</p> \n  <p>The Guardian’s David Smith reported on Trump’s fixation with Obama over the weekend. <strong>Matthew Miller, </strong>an Obama administration alum, told Smith, “There’s some racism there but, most of all, it’s driven by the fact that Obama has the thing that Trump has always craved but never achieved, and that’s respect.”</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/16/trump-obama-obsession-coronavirus-president\">'It eats him alive inside': Trump's latest attack shows endless obsession with Obama</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ec28a478f0886ce4f5d5b63\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T13:47:55.921Z\">2.47pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s <a href=\"https://www.google.com/url?client=internal-element-cse&amp;cx=007466294097402385199:m2ealvuxh1i&amp;q=https://www.theguardian.com/profile/kenya-evelyn&amp;sa=U&amp;ved=2ahUKEwjy6uXXuL3pAhViUd8KHVUtC7EQFjAAegQIABAC&amp;usg=AOvVaw1vrivYZSsg3quuQGzqe3jc\">Kenya Evelyn</a> reports on the American Civil Liberties Union’s opposition to “<a href=\"https://www.washingtonpost.com/news/powerpost/paloma/the-health-202/2020/05/18/the-health-202-the-aclu-gives-a-thumb-down-to-coronavirus-immunity-passports/5ec14b4788e0fa17cde01a24/\">immunity passports</a>”:</strong></p> \n  <p>The US’s largest civil rights group <a href=\"https://www.aclu.org/news/privacy-technology/coronavirus-immunity-passports-are-not-the-answer/\">released an analysis</a> in opposition of providing Americans with documentation showing they’ve recovered from the coronavirus.</p> \n  <p>Several countries <a href=\"https://www.theguardian.com/world/2020/apr/25/who-warns-against-coronavirus-immunity-passports\">have weighed</a> using immunity passports to jumpstart tourism, getting citizens back to work and society closer to normal. Experts and business leaders in the US <a href=\"https://www.cnn.com/2020/04/28/opinions/coronavirus-immunity-passport-opinion-mathew/index.html\">have also floated the idea</a>.</p> \n  <p>But the group contends that separating Americans into “covid-positive” and “covid-negative” classes would disproportionately affect the nation’s most vulnerable people.</p> \n  <p>“We at the ACLU have serious concerns about the adoption of any such proposal, because of its potential to harm public health,” the group wrote, contending that service sector workers, communities of color, immigrants and the poor would be most impacted by a system in which only contagious workers are prevented from going to work.</p> \n  <p>The ACLU’s<strong> Esha Bhandari</strong> and <strong>ReNika Moore</strong>, who compiled the analysis, even argue the two-tier system incentivizes income-vulnerable individuals to purposefully become ill with the virus.</p> \n  <p>“These incentives will be especially hard to counteract if immune workers are given preferential treatment in hiring or higher wages,” they wrote.</p> \n  <p>As the ACLU also notes, the science does not yet support the use of immunity passports or certificates. The <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(20)31034-5/fulltext\">accuracy of tests</a> for coronavirus antibodies, and whether former patients<a href=\"https://www.mercurynews.com/2020/05/16/harvard-epidemiologist-more-research-needs-to-be-done-on-antibodies-that-might-protect-people-from-covid-9-reinfection/\"> can become reinfected</a> with the virus, is highly contested.</p> \n  <p>“Given the lack of scientific support for reliable immunity determinations, no significant policy decisions should currently be made on the basis of presumed immunity,” the ACLU argued.</p> \n  <p>The ACLU added the passports would threaten individual rights to privacy “by creating a new surveillance infrastructure to collect health data.”</p> \n  <p>The <strong>Trump administration</strong> has <a href=\"https://www.google.com/url?client=internal-element-cse&amp;cx=007466294097402385199:m2ealvuxh1i&amp;q=https://www.theguardian.com/commentisfree/2020/may/03/donald-trump-reopen-us-economy-lethal-robert-reich&amp;sa=U&amp;ved=2ahUKEwjCntOWvb3pAhWfgnIEHV5EA9QQFjAAegQIAhAC&amp;usg=AOvVaw1Ph5k-CiPHH0iXFxNcKErr\">pushed for states to reopen</a>, even as the US experiences an <a href=\"https://www.cnbc.com/2020/05/12/coronavirus-cases-are-on-the-rise-in-texas-and-other-states-that-reopened-early-former-fda-chief-says.html\">uptick in the number of confirmed cases</a> and deaths where states have relaxed stay-at-home restrictions.</p> \n </div> \n</div> \n<div id=\"block-5ec28bd08f0864e579f1314d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T13:30:55.153Z\">2.30pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Moderna vaccine shows promising early results</h2> \n <div class=\"block-elements\"> \n  <p>This is Joan Greve, taking over the blog from Martin Pengelly.</p> \n  <p>The biotechnology company Moderna said it has seen promising results in its first human safety tests for a potential coronavirus vaccine.</p> \n  <p>The Washington Post <a href=\"https://www.washingtonpost.com/health/2020/05/18/coronavirus-vaccine-first-results/\">reports</a>: <br></p> \n  <blockquote class=\"quoted\"> \n   <p> The company reported that in eight patients who had been followed for a month and a half, the vaccine at low and medium doses triggered blood levels of virus-fighting antibodies that were similar or greater than those found in patients who recovered. That would suggest, but doesn’t prove, that it triggers some level of immunity. The antibody-rich blood plasma donated by patients who have recovered is separately being tested to determine whether it is an effective therapy or preventive measure for covid-19. ...<br></p> \n   <p>The data released Monday by Moderna is encouraging, but represents only a first step in a long process to bring a vaccine to market. It comes from an interim report on dozens of patients followed over weeks, whereas vaccine studies require broad testing in thousands of patients followed over many months or years.</p> \n  </blockquote> \n  <p>The news comes days after Moderna director <strong>Moncef Slaoui</strong> stepped down to take a role at the White House to help speed up vaccine development. Slaoui’s move has sparked conflict of interest concerns, considering he still owns millions of dollars worth of company stock.</p> \n  <p>Fed chairman <strong>Jerome Powell </strong>said in his “60 Minutes” interview, which aired yesterday, that the US economy may not “fully recover” until there’s a coronavirus vaccine.</p> \n  <p>“Assuming there’s not a second wave of the coronavirus, I think you’ll see the economy recover steadily through the second half of this year,” Powell said. He added, “For the economy to fully recover, people will have to be fully confident. And that may have to await the arrival of a vaccine.”</p> \n </div> \n</div> \n<div id=\"block-5ec27de38f08a1782fa7cd18\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T13:19:48.904Z\">2.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>It was quite a weekend for the Trump boys, Donald Jr and Eric</strong>, as the campaign attack dogs kept on taking the battle to the <strong>Democrats </strong>in ways even their father might not consider, if only due to some dim awareness of the last vestiges of dignity due the Oval Office.</p> \n  <p>Donald Jr first. On Saturday, he chose to post to Instagram a meme which baselessly insinuated that <strong>Joe Biden</strong>, his father’s probable opponent in the election in November, was a paedophile. </p> \n  <p>Trump Jr said he had been “joking around”, but also pursued the insinuation or even outright accusation further, <a href=\"https://twitter.com/DonaldJTrumpJr/status/1261687877076955136?s=20\">accusing</a> the former vice-president of “unwanted touching” and including in a tweet pictures taken from congressional swearing-in ceremonies and presented in misleading fashion.</p> \n  <p>In a statement, Biden spokesman Andrew Bates said: “No repulsive, manipulative tactic will change the subject from how almost 90,000 Americans have paid for <strong>Donald Trump</strong>’s coronavirus negligence with their lives and how the booming economy he inherited from the Obama-Biden Administration is now suffering from depression-level job losses.”</p> \n  <p>It’s worth noting that earlier this year Trump Jr, 42, told Axios his father sometimes tells him to tone down his attacks on Twitter.</p> \n  <p>His response: “I learned it by watching you.”</p> \n  <p>Now, Eric. The president’s second son <a href=\"https://www.washingtonpost.com/politics/2020/05/17/eric-trump-coronavirus/\">spoke to Fox News host <strong>Jeanine Pirro</strong></a> on Saturday night, and accused Democrats of milking the coronavirus outbreak for political and, eventually, electoral gain.</p> \n  <p>“You watch,” he said, “they’ll milk it every single day between now and 3 November [election day]. And guess what, after 3 November, coronavirus will magically, all of a sudden, go away and disappear and everybody will be able to reopen.”</p> \n  <p>Trump, 36, also said Democrats “think they’re taking away Donald Trump’s greatest tool, which is being able to go into an arena and fill it with 50,000 people every single time”.</p> \n  <p>Biden’s campaign responded again, communications director Kate Bedingfield saying in a statement: “We’re in the middle of the biggest public health emergency in a century, with almost 90,000 Americans dead, 1.5 million infected, and 36 million workers newly jobless. </p> \n  <p>“So for Eric Trump to claim that the coronavirus is a political hoax that will ‘magically’ disappear is absolutely stunning and unbelievably reckless.”</p> \n  <p>It’s worth remembering here that in the far off, innocent days of early March, Donald Trump Jr <a href=\"https://www.theguardian.com/world/2020/mar/01/coronavirus-mike-pence-donald-trump-jr-democrats-millions-die\">told Fox News</a> Democrats were trying “to take a pandemic and seemingly hope that it comes here and kills millions of people so that they could end Donald Trump’s streak of winning”, which he claimed indicated “a new level of sickness”.</p> \n  <p><strong>Mike Pence</strong>, the vice-president, <a href=\"https://www.theguardian.com/world/2020/mar/01/coronavirus-mike-pence-donald-trump-jr-democrats-millions-die\">defended Trump Jr’s claim</a>.</p> \n </div> \n</div> \n<div id=\"block-5ec27b9d8f0886ce4f5d5a9f\" class=\"block\" data-block-contributor=\"profile/laughland-oliver\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T13:05:50.095Z\">2.05pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A furore over antisemitic and Nazi-sympathizing comments made by a Republican state representative in Alaska, who <strong>likened Covid-19 safety measures</strong> at the state capitol <strong>to the treatment of Jewish people in Nazi Germany</strong>, boiled up and over at the weekend.<br><br>Alaska’s legislature is due to return on Monday and representatives were told by email they would be asked to undergo screening as they entered the building. Those who are screened will be given a sticker to show completion. Those who refuse will not be given a sticker.<br><br>In an emailed reply to the new measures that was <a href=\"https://alaskalandmine.com/landmines/rep-carpenter-likens-proposed-capitol-covid-protocols-to-wearing-the-star-of-david/\">obtained by the Alaska Landmine</a>, Ben Carpenter, a Republican wrote: “If my sticker falls off, do I get a new one or do I get public shaming too? Are the stickers available as a yellow Star of David?”</p> \n  <p>The reply drew instant rebuke from colleagues in the House. </p> \n  <p>“This is disgusting. Keep your Holocaust jokes to yourself,” replied Grier Hopkins, a Democrat. </p> \n  <p>Carpenter initially declined to apologise and in an interview with the Anchorage Daily News made remarks that appeared to show Nazi sympathies. <br><br>“Can you or I – can we even say it is totally out of the realm of possibility that Covid-19 patients will be rounded up and taken somewhere?” he said. </p> \n  <p>“<strong>People want to say Hitler was a white supremacist. No.</strong> He was fearful of the Jewish nation, and that drove him into some unfathomable atrocities.”<br><br>On Sunday, facing a national backlash, Carpenter apologized in <a href=\"https://mustreadalaska.com/context-with-courage-and-compassion-we-must-not-yield-our-civil-liberties/\">an op-ed for a local paper</a>. </p> \n  <p>“I take my responsibility as the voice of the people who elected me very seriously,” he wrote. “I also hold the Jewish people in the highest regard. </p> \n  <p>“I do not take myself so seriously that I cannot recognize that the words I wrote, and those attributed to me, do not adequately reflect the esteem I hold for either group of people. I hope to correct that error now.” <br></p> \n </div> \n</div> \n<div id=\"block-5ec26e5e8f08a1782fa7cc5a\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T12:46:11.405Z\">1.46pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">WHO holds global assembly as Trump mulls funding cut</h2> \n <div class=\"block-elements\"> \n  <p>The World Health Organization is holding its first global assembly since the outbreak of the coronavirus pandemic. For the Guardian, <a href=\"https://www.theguardian.com/world/2020/may/18/china-facing-pressure-over-covid-19-and-taiwan-at-world-health-assembly\">Lily Kuo reports from Beijing</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p><strong>Beijing is expected to face new levels of pressure</strong> … as dozens of nations push for an independent investigation into the coronavirus outbreak and the US mounts a campaign over Taiwan’s status.</p> \n   <p>More than 120 countries have backed a draft resolution pushed by the European Union and Australia <strong>calling for an investigation into the origins of Covid-19</strong>, while a US-led coalition has been aggressively lobbying countries to support Taiwan’s bid to attend as an observer.</p> \n   <p>…a report in the official news agency Xinhua on Sunday said “the US and other countries” were “determined to discuss Taiwan-related proposals for only one purpose: to politicise health issues and achieve their own interests at the expense of kidnapping the the World Health Assembly and <strong>hurting global cooperation</strong>”.<br></p> \n   <p>…the Covid-19 pandemic, which first emerged in Wuhan last December, has placed China under more scrutiny as critics call for an investigation into how the virus was able to spread across the world. It has now <strong>infected more than 4.7 million people and killed 315,000</strong>.</p> \n   <p>The resolution on Covid-19 will be put forward on Tuesday if it gains backing from two-thirds of the 194 members of the assembly.</p> \n  </blockquote> \n  <p>Here’s the full report:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/18/china-facing-pressure-over-covid-19-and-taiwan-at-world-health-assembly\">China facing pressure over Covid-19 and Taiwan at World Health Assembly</a> </p> \n  </aside> \n  <p>In the US, Axios reported on Trump’s position on WHO funding on Sunday night:</p> \n  <blockquote class=\"quoted\"> \n   <p><strong>President Trump is leaning toward preserving</strong> <strong>his total funding cut</strong> … after being on the brink of announcing he’d restore partial funding to the global health agency, according to three sources familiar with the situation. A fourth source, a senior administration official, cautioned that the decision-making was fluid and was still subject to change.</p> \n  </blockquote> \n  <p>And today, Reuters reports the following remarks from WHO director-general Tedros Adhanom Ghebreyesus today: “We all have lessons to learn from the pandemic. Every country and every organisation must examine its response and learn from its experience. WHO is committed to transparency, accountability and continuous improvement.”</p> \n </div> \n</div> \n<div id=\"block-5ec270698f0864e579f12fec\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T12:29:54.732Z\">1.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Andrew Pulver, film editor for the Guardian website in the UK, <a href=\"https://www.theguardian.com/film/2020/may/18/lilly-wachowski-ivana-trump-elon-musk-twitter-red-pill-the-matrix-tweets\">reports</a> on what one of the makers of the Matrix thought of <strong>Elon Musk and Ivanka Trump</strong> twittering on about “<strong>taking the red pill</strong>”:</p> \n  <blockquote class=\"quoted\"> \n   <p>Film-maker <a href=\"https://www.theguardian.com/film/lilly-wachowski\">Lilly Wachowski</a> has responded to Elon Musk and Ivanka Trump after the pair bantered on social media.</p> \n   <p>After Musk tweeted “Take the red pill” – referring to a key scene in The Matrix, which subsequently gave rise to the phrase <a href=\"https://www.theguardian.com/technology/2016/apr/14/the-red-pill-reddit-modern-misogyny-manosphere-men\">“redpilling” as an alt-right, misogynist meme</a>, along with a red rose emoji normally associated with the Democratic Socialists of America, the party to which Alexandria Ocasio-Cortez and Rashida Tlaib belong – Trump replied: “Taken!”</p> \n   <p>Wachowski then pithily responded, “Fuck both of you”, before following up with a tweet supporting the Brave Space Alliance, which describes itself as “the first Black and trans led LGBTQIA center located on the South Side of Chicago”.</p> \n  </blockquote> \n  <p>As I was past it in film terms even when The Matrix came out – <a href=\"https://www.theguardian.com/film/2020/may/08/my-favourite-film-aged-12-gold-roger-moore\">as this piece illustrates handsomely</a> – I’ll leave the rest of this to Andrew. <a href=\"https://www.theguardian.com/film/2020/may/18/lilly-wachowski-ivana-trump-elon-musk-twitter-red-pill-the-matrix-tweets\">Full report is here</a>:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2020/may/18/lilly-wachowski-ivana-trump-elon-musk-twitter-red-pill-the-matrix-tweets\">Lilly Wachowski rounds on Ivanka Trump and Elon Musk over Matrix tweets</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ec269e78f08a1782fa7cc09\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T12:14:23.172Z\">1.14pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Speaking of reopening, or not, here’s a picture from Virginia Beach this weekend:</p> \n  <figure class=\"element element-image\" data-media-id=\"39faf10af55271601b7e93e4e6865251d8b4403e\"> \n   <img src=\"https://media.guim.co.uk/39faf10af55271601b7e93e4e6865251d8b4403e/0_0_3600_2458/1000.jpg\" alt=\"Warm weather draws crowds to the oceanfront in Virginia Beach.\" width=\"1000\" height=\"683\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Warm weather draws crowds to the oceanfront in Virginia Beach.</span> \n    <span class=\"element-image__credit\">Photograph: Kaitlin McKeown/AP</span> \n   </figcaption> \n  </figure> \n  <p>…and here’s some reporting from the Associated Press:</p> \n  <blockquote class=\"quoted\"> \n   <p>Warm weather drew crowds to the Virginia Beach oceanfront even though <strong>the beach is considered closed</strong> under the state’s stay-at-home directives.</p> \n   <p>Families ordered snow cones, bought hermit crabs and cramped gift shops while bikers pedaled on the boardwalk on Saturday, the <a href=\"https://www.pilotonline.com/business/consumer/vp-bz-coronavirus-saturday-reopening-20200516-bwnano4lhrhhhmjc6iw35d6t6m-story.html\">Virginian-Pilot </a>reported. Tents, umbrellas and beach blankets were set up near the water.</p> \n   <p>Under Governor Ralph Northam’s first phase of a gradual reopening plan, retail stores are reopening with limited capacity, but indoor gyms remain closed, <strong>beaches are still off-limits</strong> and restaurants cannot provide indoor dine-in service. No restrictions have been lifted in northern Virginia, Richmond and Accomack County, which were granted two-week delays after local officials said it was too early to move forward.</p> \n  </blockquote> \n  <p>The top public health experts in the US, remember, say reopening too soon is a very bad idea indeed. And the beach in the picture above wasn’t open.</p> \n  <p>Politico’s <strong>New York</strong> Playbook, meanwhile, has details on beaches in and around the city. In short, city beaches will stay closed while state beaches reopen at reduced capacity, a situation redolent of familiar <strong>differences between Mayor Bill de Blasio and Governor Andrew Cuomo</strong> (<a href=\"https://www.propublica.org/article/two-coasts-one-virus-how-new-york-suffered-nearly-10-times-the-number-of-deaths-as-california\">see here from ProPublica this weekend</a>) and seemingly guaranteed to cause confusion…</p> \n </div> \n</div> \n<div id=\"block-5ec265c48f0864e579f12f5e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T11:59:18.756Z\">12.59pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>On the president’s <a href=\"https://publicpool.kinja.com/subject-daily-guidance-and-press-schedule-for-monday-1843510455\">schedule today</a>: no press briefing, either by Trump himself or his <a href=\"https://www.theguardian.com/us-news/2020/may/10/kayleigh-mcenany-donald-trump-white-house-press-secretary-profile\">fourth press secretary, Kayleigh McEnany</a>. Instead the president will meet restaurant industry leaders and then, with first lady Melania Trump, <strong>speak to governors by teleconference</strong> at 4pm.</p> \n  <p>Interesting note from Sunday: an <a href=\"https://www.lansingstatejournal.com/story/news/politics/2020/05/17/coronavirus-trump-tour-ford-plant-makes-ventilators/5202765002/\">announced visit</a> on Thursday to a Ford plant in Lansing, Michigan, that is now making ventilators. </p> \n  <p>Point one: visits by Trump and <a href=\"https://www.theguardian.com/us-news/2020/apr/28/mike-pence-face-mask-mayo-clinic-visit-coronavirus\">Vice-President Mike Pence</a> to facilities concerned with fighting the coronavirus or <a href=\"https://www.theguardian.com/us-news/2020/may/14/donald-trump-mask-medical-equipment-facility-pennsylvania\">making equipment to fight it </a>have … tended <a href=\"https://www.theguardian.com/us-news/2020/may/06/trump-live-and-let-die-mask-factory-video\">to produce news</a>.</p> \n  <p>Point two: <strong>Lansing is the Michigan state capital</strong>, and it has been the site of angry and in some cases armed <a href=\"https://www.theguardian.com/us-news/2020/may/14/michigan-protest-capitol-gretchen-whitmer\">protests against Democratic governor</a> and potential Joe Biden running mate Gretchen Whitmer, by rightwingers demanding an end to lockdown. Trump has, controversially, supported such protests.</p> \n  <p>Point three, as Jason Wilson reports: </p> \n  <blockquote class=\"quoted\"> \n   <p>Cellphone location data suggests that demonstrators at anti-lockdown protests – <a href=\"https://www.tmj4.com/news/coronavirus/72-got-covid-19-after-being-at-large-event\">some of which have been connected with C</a><a href=\"https://www.tmj4.com/news/coronavirus/72-got-covid-19-after-being-at-large-event\">ovid-19 cases</a> – are often traveling hundreds of miles to events, returning to all parts of their states, and even crossing into neighboring ones.</p> \n   <p>The data, provided to the Guardian by the progressive campaign group the Committee to Protect Medicare, raises <strong>the prospect that the protests will play a role in spreading the coronavirus epidemic</strong> to areas which have, so far, experienced relatively few infections.</p> \n   <p>…One visualization shows that <strong>in Lansing, Michigan</strong>, after a 30 April protest in which <a href=\"https://www.theguardian.com/us-news/2020/apr/30/michigan-protests-coronavirus-lockdown-armed-capitol\">armed protesters stormed the capit</a><a href=\"https://www.theguardian.com/us-news/2020/apr/30/michigan-protests-coronavirus-lockdown-armed-capitol\">ol building</a> and state police were forced to physically block access to Governor Gretchen Whitmer, devices which had been present at the protest site can be seen returning to <strong>all parts of the state, from Detroit to remote towns in the state’s north</strong>.</p> \n  </blockquote> \n  <p>Full report here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/18/lockdown-protests-spread-coronavirus-cellphone-data\">US lockdown protests may have spread virus widely, cellphone data suggests</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T12:01:09.234Z\">at 1.01pm BST</time></p> \n</div> \n<div id=\"block-5ec25b4e8f08a1782fa7cb56\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-18T11:35:16.292Z\">12.35pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Good morning…</h2> \n <div class=\"block-elements\"> \n  <p>…and welcome to another day of coverage of the coronavirus epidemic, and the politics around it, in the US. I’m here till 9am ET or so, when Joan E Greve will take over in Washington. </p> \n  <p>First, <a href=\"https://www.theguardian.com/world/ng-interactive/2020/may/15/coronavirus-map-us-latest-cases-state-by-state\">the figures from Johns Hopkins University</a> in Maryland:</p> \n  <ul> \n   <li>US cases: 1,486,469</li> \n   <li><strong>US deaths: 89,559</strong></li> \n   <li>New York cases: 340,661</li> \n   <li><strong>New York deaths: 22,013</strong></li> \n  </ul> \n  <p>Other states heavily hit include New Jersey, Massachusetts, Michigan, Illinois, California, Pennsylvania and Connecticut. And cases are on the rise away from the more urban states.</p> \n  <p>The Trump administration spent Sunday continuing its pivot toward opening up the economy, in the face of crippling unemployment in an election year. But on Sunday night one of those independent voices who the president finds so irritating,<strong tabindex=\"-1\"> Federal Reserve chair Jerome Powell</strong>, told CBS’ 60 Minutes, essentially, “Not so fast.”</p> \n  <p>“This economy will recover,” Powell said, but “it may take a while. It may take a period of time, it could stretch through the end of next year, we don’t really know.”</p> \n  <p>Powell also said unemployment could reach 25% and said the economy would not fully recover until Americans “feel they are safe”.</p> \n  <p>Powell said: “<strong>Assuming that there’s not a second wave of the coronavirus</strong>, I think you’ll see the economy recover steadily through the second half of this year … People will have to be fully confident, and that may have to await <strong tabindex=\"-1\">the arrival of a vaccine</strong>.”</p> \n  <p>Short points to that end:</p> \n  <ul> \n   <li>Many experts fear a second wave of the coronavirus later in the year – one <a href=\"https://www.theguardian.com/us-news/2020/may/14/rick-bright-testimony-coronavirus-trump-ousted-whistleblower\">Trump administration whistleblower</a> said last week the US was facing “<strong>the darkest winter in modern history</strong>” and spoke of the country being “in deep shit”.</li> \n   <li>Trump administration predictions about the development and availability of a vaccine are rated by most experts and even the Republican chair of the Senate health committee as <a href=\"https://www.theguardian.com/world/2020/may/10/trump-coronavirus-vaccine-senate-republicans\">hugely ambitious at best</a>.</li> \n  </ul> \n  <p>Powell’s interview would always have seemed likely to stoke the president’s ire – he also urged more stimulus spending by Congress, and though the House passed a $3tn bill on Friday the Republican Senate and White House don’t want it.</p> \n  <p>And indeed <a href=\"https://twitter.com/realDonaldTrump/status/1262205045359226880\"><strong>Trump went at CBS on Sunday night.</strong></a> But he was most exercised about the aforementioned whistleblower, Rick Bright, whose interview he said showed CBS and 60 Minutes were “doing everything in their power to demean our Country, much to the benefit of the Radical Left Democrats”.</p> \n  <p>Trump attacked Bright, while characteristically claiming not to know him, and said “this whole Whistleblower racket needs to be looked at very closely, it is causing great injustice &amp; harm”. </p> \n  <p>A whistleblower from the intelligence community, remember, triggered Trump’s impeachment over his approaches to Ukraine for help against his political rivals.</p> \n  <p>Trump tagged Senator Susan Collins, who <a href=\"https://www.hsgac.senate.gov/media/minority-media/committee-approves-akaka-collins-whistleblower-protection-legislation\">authored</a> <strong>whistleblower protection legislation</strong>, and said he hoped the Maine Republican was “listening”. He also named the head of CBS, Shari Redstone, and said he hoped she would “take a look at her poorly performing gang”.</p> \n  <p>In other news on Sunday night, the Axios website reported that Trump is <a href=\"https://twitter.com/realDonaldTrump/status/1261640314709774338?s=20&amp;utm_source=newsletter&amp;utm_medium=email&amp;utm_campaign=newsletter_axiossneakpeek&amp;stream=top\">poised</a> to <strong>confirm his cut of all funding to the World Health Organization</strong> – in the middle of a pandemic. And has been taking cues from Fox News.</p> \n  <p>More to come.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-18T11:51:43.894Z\">at 12.51pm BST</time></p> \n</div>"
]