[
  "<h2>Could the November election be delayed due to coronavirus?</h2> <p>The presidential vote is due to take place on 3 November. The date is set by federal law and <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> has no power to delay it alone. That would require legislation enacted by Congress and signed by the president. Such an outcome still remains unthinkable to most. But many unthinkable events have unfolded recently.</p> <h2>Is Joe Biden the Democratic presidential nominee?</h2> <p>This week, the Vermont senator and democratic socialist Bernie Sanders <a href=\"https://www.theguardian.com/us-news/2020/apr/08/bernie-sanders-ends-2020-presidential-race\">suspended his campaign for president</a>, saying he couldn’t see a path to the nomination. Sanders, who reshaped American politics with his youth-led movement for sweeping social change, was Biden’s last rival in the field, which leaves the former vice-president, under Barack Obama, as the de facto Democratic candidate to challenge Trump.</p> <h2>Will Democratic primary elections still take place?</h2> <p>Despite the pandemic and the fact that the Democrats already have a de facto nominee, many states have not had their chance to cast their ballots. This week, despite widespread criticism and some late efforts by the governor to stop it, <a href=\"https://www.theguardian.com/us-news/2020/apr/07/wisconsin-votes-controversial-election-coronavirus-us-election-2020\">Wisconsin still held in-person voting</a> in its primary, but most other states yet to vote have delayed theirs until June.</p> <h2>Why is Sanders staying on the Democratic primary ballot?</h2> <p>When Sanders suspended his campaign this week, he made it clear that <a href=\"https://www.refinery29.com/en-us/2020/03/9540304/joe-biden-wins-bernie-sanders-women-voters\">he viewed Biden</a> as the party’s de facto nominee. But that doesn’t mean that Biden is automatically the official Democratic candidate – he still <a href=\"https://www.nytimes.com/2020/02/22/us/politics/democratic-primary-dnc-superdelegates.html\">has to receive the party’s nomination</a>, which happens at the Democratic national convention (now delayed from July to August). If Biden secures 1,991 pledged delegates at the DNC, which now seems likely, he will be the official nominee. Sanders has said he will stay on the ballot in states that are yet to hold their primaries, to continue to exert the influence of his leftist movement on the 2020 Democratic policy platform.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/10/trump-poll-numbers-dip-handling-coronavirus\">Trump's poll numbers dip over handling of coronavirus pandemic</a> </p> </aside>  <h2>How will the conventions work?</h2> <p>The Democratic national convention, where Biden, 77, is expected to be officially nominated as the party’s presidential candidate, was due to be held in July in Milwaukee, Wisconsin, which, like most other US cities, is grappling with coronavirus. It has been delayed to August, a week before the Republican national convention, when Trump, then 74 years old, will be officially named his party’s nominee after facing no serious challengers.</p> <h2>Will campaigning continue?</h2> <p>Media coverage that would normally be all about the race for the White House is dominated instead by an extraordinary public health and economic crisis, with the US <a href=\"https://www.washingtonpost.com/world/2020/04/01/coronavirus-latest-news/\">death toll from the virus expected to</a> be in the tens of thousands. Trump and Biden continue to work on the assumption that, come November, the worst of the pandemic will be over. The US held <a href=\"https://www.nytimes.com/2020/03/21/us/politics/1918-flu-pandemic-elections.html\">midterm elections in 1918</a> even in the grip of the Spanish flu that killed 675,000 people nationwide. Meanwhile, the president controversially uses the daily White House coronavirus taskforce briefings to push his own political agenda, and Biden has been campaigning from home in Delaware, hoping to use a new digital strategy that includes a podcast to reach voters.</p> <h2>Could the election be carried out by vote-by-mail?</h2> <p>“We’re in completely uncharted waters here and I don’t think anybody knows what’s going to happen,” <a href=\"https://www.fordham.edu/info/24277/ma_in_elections_and_campaign_management_faculty/6866/monika_l_mcdermott\">Monika McDermott</a>, a political science professor at Fordham University in New York, recently told the Guardian. “By November the picture might be completely unrecognisable. We don’t even know if the election is going to happen as scheduled. There’s talk out there about postponing it or changing it to a mail-in-only election.”</p> <p>If the election does go ahead as expected on 3 November, states that already allow early and absentee voting will be well placed. Washington state, for example, has carried out elections by mail for years and its primary last month went ahead as planned. <a href=\"https://www.washingtonpost.com/politics/paloma/the-trailer/2020/04/02/the-trailer-the-fear-and-politics-around-expanding-voting-by-mail/5e84980e602ff10d49ada414/\">But 17 states require some kind of excuse</a> for requesting an absentee ballot. Many would need to change their rules at huge cost to run a mail-only election.</p> <h2>What happens if a candidate becomes incapacitated?</h2> <p>If the president’s cabinet and Congress agree the president is incapacitated, the 25th amendment to the US constitution states that the vice-president becomes acting president.</p> <p>No presidential candidate has ever died or become incapacitated between their nomination and the election. The procedures to replace a candidate are guided by federal and state laws and party regulations, but the situation would be unprecedented.</p>",
  "<p>Less than 72 hours before polls opened in Wisconsin on 7 April, the state legislature convened to weigh an <a href=\"https://evers.wi.gov/Documents/COVID19/EO073-SpecialSessionElections%20searchable.pdf\">emergency request</a> from the governor, Tony Evers. With Covid-19 cases in the thousands, Evers implored the lawmakers to delay in-person voting for the state’s presidential primary and mail a ballot to every voter in the state.</p> <p>It was a meeting only in name. Republicans, who control 63 of 99 seats in the state assembly, sent just one member. He brought the session to order and then immediately ended it without taking up the governor’s request. It took just <a href=\"https://twitter.com/patrickdmarley/status/1246549489671905280?s=20\">17 seconds</a>. In the Republican-controlled state senate, <a href=\"https://www.jsonline.com/story/news/2020/04/04/wisconsin-legislature-adjourns-special-session-monday-voting-track-tuesday-election/2948444001/\">the same thing happened</a>, according to the Milwaukee Journal Sentinel. It took even less time.</p> <p>The legislature’s defiance was a naked display of unabashed power – an elected body refusing its governor’s request and turning its back on its constituents in a time of crisis.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I don’t think many people who are aware of what’s going on would say that it’s anything even resembling a democracy</p> <footer> <cite>Jay Heck of Common Cause</cite> </footer> </blockquote> </aside>  <p>The Republican lawmakers who didn’t even bother to show up for the emergency session on Saturday knew that their re-election was guaranteed because of a successful party effort over the last 10 years to entrench themselves in power. Even in a state at the center of some of the most hard-nosed fights over voting, it was a stunning series of events.</p> <p>That assault on democracy began in 2011, when Republicans drew new lines for political districts in Wisconsin. It was part of a national Republican effort, called Project Redmap, to capture state legislatures and, with those victories, to gain control over redrawing the lines of each district. The goal of<a href=\"http://www.redistrictingmajorityproject.com/\"> R</a><a href=\"http://www.redistrictingmajorityproject.com/\">edmap</a> was to conjure districts that would advantage Republicans and disadvantage Democrats – a process called gerrymandering. The writer and author <a href=\"https://www.theguardian.com/us-news/2020/mar/15/millennial-politicians-unrigged-excerpt-david-daley\">David Daley</a> called Project Redmap “the most audacious political heist of modern times”.</p> <p>Karl Rove, former senior adviser to George W Bush announced the redistricting effort in the Wall Street Journal, claiming, rightly, that whoever controls redistricting also controls Congress. Later, according to the <a href=\"https://www.newyorker.com/magazine/2016/06/27/ratfcked-the-influence-of-redistricting\">New Yorker</a>, when Rove addressed potential funders of Redmap in Dallas, he said “People call us a vast rightwing conspiracy. But we’re really a half-assed rightwing conspiracy. Now it’s time to get serious.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/apr/10/wisconsin-primary-coronavirus-republican-voting-by-mail\">Wisconsin proves it: Republicans will sacrifice voters' health to keep power</a> </p> </aside>  <p>For $1.1m – a small sum in campaign dollars – Republicans won the state legislature and went on to curb Democratic power by passing a strict voter ID law, making it harder for minorities and students to vote, and later<a href=\"https://www.mprnews.org/story/2019/06/21/wisconsin-supreme-court-upholds-gop-lame-duck-laws\"> stripped statewide</a> elected officials of some of<strong> </strong>their authority.</p> <p>“I don’t think many people who are aware of what’s going on, and are tuned into politics and government in this state, would say that it’s anything even resembling a democracy,” said Jay Heck, the executive director of the Wisconsin chapter of Common Cause, a government watchdog group.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"9210f4e85a45487fb8c3eb01b373c4f24d75d5bf\"> <img src=\"https://media.guim.co.uk/9210f4e85a45487fb8c3eb01b373c4f24d75d5bf/0_576_3135_3917/800.jpg\" alt=\"person wears sign saying thank you for risking life to vote\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wisconsin held its primary on Tuesday despite the coronavirus pandemic.</span> <span class=\"element-image__credit\">Photograph: Pat A Robinson/Zuma Wire/Rex/Shutterstock</span> </figcaption> </figure>  <p>On Tuesday, voters <a href=\"https://www.theguardian.com/us-news/2020/apr/07/wisconsin-votes-controversial-election-coronavirus-us-election-2020\">risked their lives</a> to go to the polls, waiting hours in line in Milwaukee. So far, turnout looks like it will be a fraction of what it was in 2016, and that is believed to benefit Republicans, who were seeking to maintain control of a seat on the conservative-leaning state supreme court. It was the state supreme court who voted along partisan lines to overrule Evers’ last-minute effort and to allow the election to move forward.</p> <p>•••</p> <p>Wisconsin had long held a reputation as a bipartisan state, and there had been fights over redistricting before. But in 2011, Republicans took it to a new level. They deployed mapmakers to the offices of a law firm across from the state capitol, where they drew different options for maps that tested how much of an advantage could be gained in districts. They closely regulated who had access to the room where maps were drawn, even requiring Republican lawmakers to <a href=\"http://archive.jsonline.com/news/statepolitics/lawmakers-were-made-to-pledge-secrecy-over-redistricting-9643ep0-138826854.html/\">sign agreements</a> to keep discussions about the maps secret.</p> <p>Republicans understood that they were drawing maps to maintain power far beyond that year. “The maps we pass will determine who’s here 10 years from now,” one memo at the time read.<strong> </strong>One assembly district belonging to Andy Jorgensen, a Democrat in the state general assembly, was cracked into four different Republican-friendly districts, Daley wrote in Ratf**ked: Why Your Vote Doesn’t Count.</p> <p>The plan worked almost exactly as the mapmakers predicted. In 2012, the first election with the new map in place, Republicans won less than half the votes, but conquered 60 of the state’s 99 assembly seats. The Republicans grew their majority in 2014 and 2016, despite earning just over 50% of the statewide vote.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Republicans could act brazenly without fear because gerrymandered maps make it impossible for them to lose their majority</p> <footer> <cite>Michael Li, a voting rights expert at the Brennan Center at NYU</cite> </footer> </blockquote> </aside>  <p>“It seems impervious to what happens with voters,” said Barry Burden, director of the Elections Research Center at the University of Wisconsin-Madison. “It really looks like an unresponsive institution.”</p> <p>Michael Li, a voting rights expert at the non-partisan Brennan Center at NYU, wrote this week: “Wisconsin’s maps are so gerrymandered that Republicans can win close to a supermajority of house seats with a <em>minority</em> of the vote.</p> <p>“Republicans could act brazenly without fear of electoral blowback because gerrymandered maps make it virtually impossible for them to ever lose their legislative majority,” <a href=\"https://www.brennancenter.org/our-work/analysis-opinion/gerrymandering-meets-coronavirus-wisconsin\">he wrote</a>. Wisconsin’s maps were crafted with such micro-precision that even if Democrats managed to win a historically high 54% of the two-party vote – a level they’ve reached only once in the last 20 years – Republicans would still end up with a <a href=\"https://www.brennancenter.org/sites/default/files/legal-work/Whitford-Opinion112116.pdf\">solid nine-seat majority</a> in the state assembly.”</p> <p>•••</p> <p>As the gerrymandering project wore on in 2011, Republicans also drafted one of the strictest voter ID laws in the country. <a href=\"https://docs.legis.wisconsin.gov/2011/related/acts/23\">It required</a> Wisconsin voters to present a form of photo ID such as a driver’s license or passport to vote. Students could only use their school IDs if they contained a signature and an expiration date.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"455026a8198bf766bbf2eae0df517be43d1139f1\"> <img src=\"https://media.guim.co.uk/455026a8198bf766bbf2eae0df517be43d1139f1/0_232_3500_2101/1000..jpg\" alt=\"Tony Evers, Wisconsin’s governor, sought to delay in-person voting.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tony Evers, Wisconsin’s governor, sought to delay in-person voting.</span> <span class=\"element-image__credit\">Photograph: Nick Oxford/Reuters</span> </figcaption> </figure>  <p>Despite efforts to block it in court, the law went into effect for the first time in 2016. One study estimated the law could have deterred as many as <a href=\"https://elections.wisc.edu/wp-content/uploads/sites/483/2018/02/Voter-ID-Study-Release.pdf\">23,252</a> people from voting in Milwaukee and Dane counties, two of the state’s largest, and both Democratic strongholds. Donald Trump won the state by just under 23,000 votes.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>They view this as an opportunity to extend one-party in this rule in this state for another 10 years</p> <footer> <cite>Jay Heck of Common Cause</cite> </footer> </blockquote> </aside>  <p>Ruth Greenwood, an attorney at the Campaign Legal Center, said the link between voter ID laws and gerrymandering was undeniable. “It definitely all feeds on itself,” she said. “Gerrymandering has meant there are less competitive elections and Republicans know they can maintain the majority. So they continue to restrict the electorate to advantage themselves.”</p> <p>A few weeks after the 2016 election, Greenwood and a team of lawyers helped convince a three-judge panel to <a href=\"https://www.nytimes.com/2016/11/21/us/wisconsin-redistricting-found-to-unfairly-favor-republicans.html\">strike down</a> the gerrymandered assembly map, saying it was so severely manipulated that it violated the US constitution. But in 2018, the US supreme court, in a 5-4 vote, overruled the lower court on technical grounds and sent the case back for further review. One year later, it would rule that federal courts could do nothing to stop partisan gerrymandering.</p> <p>•••</p> <p>The maps Republicans secretly drew in 2011 laid the foundation for the power they used to force an unprecedented election on Tuesday. Had it not been for gerrymandering, voters in the state might not have had to risk their health to vote, said Nicholas Stephanopoulos, another lawyer who helped challenge the assembly map in federal court.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"efe1f39b310320fdd25c200b829de953f5dd5324\"> <img src=\"https://media.guim.co.uk/efe1f39b310320fdd25c200b829de953f5dd5324/0_0_3000_2657/1000.jpg\" alt=\"Robin Vos, the Republican speaker of the state assembly, working at the polls in Burlington, Wisconsin, on Tuesday.\" width=\"1000\" height=\"886\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Robin Vos, the Republican speaker of the state assembly, working at the polls in Burlington, Wisconsin, on Tuesday.</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <p>“If you had fair maps, you would have an evenly divided legislature; you might well have a Democratic legislature, given how well Democrats did in 2018,” he said. “They might have gone along with the governor and agreed to sensible changes in the election schedule and the manner of conducting the election.”</p> <p>One of the politicians able to consolidate the most power in Wisconsin is Republican Robin Vos, the speaker of the state assembly. In addition to rebuffing Evers’ efforts to postpone the election, Vos blamed Milwaukee officials for<strong> </strong>warning it wasn’t safe to run Tuesday’s election.</p> <p>On election day, Vos volunteered at the polls. Speaking to reporters, he again brushed off concerns about holding elections. Dressed head-to-toe in protective equipment, he gave incorrect information about how to request an absentee ballot, before proclaiming it was “perfectly safe to go out”.</p>",
  "<p>William Barr has said without evidence that he believes the Russia investigation that shadowed Donald Trump for the first two years of his administration was started without any basis and amounted to an effort to “sabotage the presidency”, he said in an interview with Fox News Channel that aired on Thursday.</p> <p>The attorney general offered no support for his assertion that the FBI lacked a basis for opening the investigation and made no mention of the fact that the bureau began its investigation after a Trump campaign adviser purported to have early knowledge that Russia had dirt on his Democratic opponent Hillary Clinton.</p> <p>Barr, who has appointed a US attorney to scrutinize the origins of the Russia investigation, said the justice department has evidence there was “something far more troubling” than just mistakes during the investigation that was eventually taken over by special counsel Robert Mueller.</p> <p>“I think the president has every right to be frustrated, because I think what happened to him was one of the greatest travesties in American history,” Barr said in the interview with Fox News Channel’s Laura Ingraham.</p> <p>The attorney general asserted that the FBI launched its counterintelligence investigation into ties between the Trump campaign and Russia “without any basis”.</p> <p>“Even more concerning, actually, is what happened after the campaign, a whole pattern of events while he was president,” Barr said. “To sabotage the presidency, and I think that – or at least have the effect of sabotaging the presidency.”</p> <p>The justice department’s inspector general found in a December report that the FBI <a href=\"https://www.theguardian.com/us-news/2019/dec/09/fbi-trump-russia-investigation-ig-report\">was justified in opening the investigation</a> to protect against a potential national security threat. It did not find any evidence that the decision to start the investigation was motivated by political bias.</p> <p>Barr has faced <a href=\"https://www.theguardian.com/us-news/2020/feb/16/donald-trump-justice-two-tier-kellyanne-conway\">previous calls to step down</a> after he was accused of politicizing the position of attorney general, “doing the president’s personal bidding” and damaging the reputation of the department for “integrity and the rule of law”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2019/dec/09/fbi-trump-russia-investigation-ig-report\">FBI's Trump-Russia inquiry wasn't biased against president, watchdog finds</a> </p> </aside>  <p>Trump and his supporters are counting on different conclusions from the investigation led by John Durham, the US attorney Barr selected to examine the early days of the Russia investigation. Durham’s investigation is ongoing, and Barr did not provide any evidence about what Durham has found so far.</p> <p>Mueller concluded that the Russian government interfered in the 2016 election, but his investigation didn’t find sufficient evidence to establish a criminal conspiracy between Trump’s campaign and Russia. Mueller also examined about a dozen possible instances of obstruction of justice and has pointedly said he could not exonerate the president.</p> <p>The inspector general’s report identified significant problems with applications for warrants to monitor the communications of former Trump campaign aide Carter Page in 2016 and 2017. Investigators were concerned about Page’s ties to Russia, but never charged him with any wrongdoing.</p> <p>The inspector general, Michael Horowitz, has said the FBI failed to follow its own standards for accuracy and completeness in wiretap applications provided to the secretive foreign intelligence surveillance court.</p> <p>The report detailed 17 errors and omissions in the application process, including failing to tell the court when questions were raised about the reliability of some of the information it had presented to receive the warrants. Those mistakes prompted internal changes within the FBI and spurred a congressional debate over whether the bureau’s surveillance tools should be reined in.</p> <p>But Barr said he believes they were more than just mistakes, offering a personal view of the investigation, a highly unusual move for a prosecutor during an ongoing investigation.</p> <p>“My own view is that the evidence shows that we’re not dealing with just mistakes or sloppiness,” he said. “There is something far more troubling here, and we’re going to get to the bottom of it.</p> <p>The FBI began investigating on 31 July 2016 whether the Trump campaign was conspiring with Russia to sway the outcome of the presidential election.</p> <p>By that point, Russian hackers had broken into the Clinton campaign and other Democratic email accounts and George Papadopoulos, a Trump campaign adviser, had boasted to a diplomat that he was aware that Russia had derogatory information on Clinton.</p> <p>Though Trump and Barr have seized on errors made during the surveillance of Page, the investigation had already been under way for months by the time the first application was filed.</p> <p><em>Associated Press contributed to this report.</em></p>",
  "<h2>Picks of the week</h2> <p><strong><a href=\"https://www.iheart.com/podcast/1119-fake-doctors-real-friends-60367049/\">Fake Doctors, Real Friends with Zach and Donald</a></strong><br>If you’re deep in Scrubs rewatch territory right now, this new podcast from doctor double act Zach Braff and Donald Faison is what you need. The anecdotes flow freely as Braff describes the moment they became JD and Turk and their bromance began immediately. “Every time I was playing the wide-eyed guy walking around, I was just being me because I couldn’t believe it was happening,” says Braff. They mirror their characters a lot as they talk about their hatred of the show’s credits, X-ray blunders and more. <em>Hannah Verdier</em></p> <p><strong><a href=\"https://podcasts.apple.com/tr/podcast/unlocking-us-with-bren%C3%A9-brown/id1494350511\">Unlocking Us</a> </strong><br>Oprah-endorsed self-help queen, academic and bestselling author Brené Brown hosts this podcast, essentially an anxiety-quelling Ted talk in audio form. If that sounds worthy, perhaps it’s exactly the boost we need right now; not least in the first episode, where Brown throws out a Mandela quote and implores us to temper our expectations with new experiences (or FFTs, “effing first times”), especially in the current pandemic (“I’m a grown-ass person, but I don’t know what the hell I’m doing … ”). <em>Hannah J Davies</em></p> <h2>Producer pick: <a href=\"https://podcasts.apple.com/us/podcast/heres-the-deal/id1505238447\">Here’s the Deal</a></h2>  <figure class=\"element element-image\" data-media-id=\"29a13c59b8ffd14a4bd57fdcfd8e3af7380e9ffd\"> <img src=\"https://media.guim.co.uk/29a13c59b8ffd14a4bd57fdcfd8e3af7380e9ffd/0_400_6000_3600/1000.jpg\" alt=\"Talking politics ... Joe Biden’s Here’s the Deal.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Talking politics ... Joe Biden’s Here’s the Deal.</span> <span class=\"element-image__credit\">Photograph: CNN/REX/Shutterstock</span> </figcaption> </figure>  <p><em>Chosen by Danielle Stephens (audio producer)</em></p> <p>Former vice president, current democratic nominee for the presidency and now … podcast host. In a week that saw Biden’s <a href=\"https://www.theguardian.com/us-news/2020/apr/08/bernie-sanders-ends-2020-presidential-race\">only rival for the democratic nominee suspend his campaign</a>, he sat down (virtually of course) with the Michigan Governor <a href=\"https://www.theguardian.com/us-news/2018/aug/02/michigan-governor-race-progressive-candidates\">Gretchen Whitmer</a>. She is the reason to listen to this week’s episode. Whitmer has simultaneously garnered admiration from the more powerful Democrat players, and drawn ire from a certain Republican in the White House for how she’s dealing with Covid-19 in her state.</p> <p>She talks about having to work, and enjoy working, with Republicans across the aisle to build a consensus – breath of fresh air for anyone who, like me, who feels bipartisanship has been all but lost in the US. There’s a small monologue by Biden in the middle about how great Americans have been through the coronavirus crisis, but you can skip that and come back in for the listener’s questions at the end.</p> <p>Unfortunately for Joe, I don’t think he’s found his calling in podcasting. But it will certainly be interesting to see who else appears on the show in the run up to the November election.</p> <h2>Talking points</h2> <ul> <li><p>This week, the Guardian fashion desk compiled a list of the <a href=\"https://www.theguardian.com/fashion/2020/apr/06/club-tropicana-vanity-fair-and-hollywood-makeovers-the-best-podcasts-for-fashion-fans\">best audio shows for style fans</a>, from feminist art with Dior to a huge range of sustainable initiatives in Wardrobe Crisis.</p></li> <li><p>Why not try: <a href=\"https://open.spotify.com/show/39uNfujSpWRmUYFpw9zkSw?si=3KL6Y0Q_RJWhCIkH9C_q2w\">Gurls Talk with Adwoa Aboah</a> | <a href=\"https://www.latimes.com/coronaviruspodcast\">Coronavirus in California</a> | <a href=\"https://www.bbc.co.uk/programmes/p0874xc6/episodes/downloads\">This Game Changed My Life</a></p></li> </ul>",
  "<div id=\"block-5e8fbc3a8f08db3109f1fe5c\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-10T00:29:45.061Z\">1.29am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Summary</h2>  <div class=\"block-elements\">  <ul> <li><strong>Donald Trump repeatedly played down the importance of widespread <a href=\"https://www.theguardian.com/us-news/live/2020/apr/09/coronavirus-us-live-trump-economy-unemployment-latest-updates?page=with:block-5e8fa67a8f082dfd549d3d89#block-5e8fa67a8f082dfd549d3d89\">testing</a> before reopening the country for business during the daily coronavirus briefing. </strong>Trump reportedly intends to form another task force that will work on trying to reopen the economy by the end of April. But White House health experts have cautioned against scaling back social distancing too quickly. </li> <li><strong>Mike Pence said the treasury is on track to send Americans payments of up to $1,200 by the end of next week. </strong>More than 16 million Americans have submitted unemployment claims in the past three weeks as the coronavirus pandemic devastates the US <a href=\"https://www.theguardian.com/world/2020/apr/09/blindsided-how-coronavirus-felled-the-global-economy-in-100-days\">economy</a>.</li> <li><strong>New York broke its record for the highest single-day coronavirus <a href=\"http://Death tollTop US official dismisses 'conspiracy theory'\">death toll</a> for the third consecutive day. </strong>Governor <strong>Andrew Cuomo </strong>announced at his daily briefing that 799 New Yorkers died of the virus yesterday, bringing the state’s cumulative death toll to 7,067.</li> <li><strong>British prime minister Boris Johnson was <a href=\"https://www.theguardian.com/global/2020/apr/09/boris-johnson-moved-from-intensive-care-but-stays-in-hospital\">moved out</a> of the intensive care unit. </strong>Downing Street said Johnson is in “extremely good spirits” and remains in the hospital as he recovers from coronavirus.</li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-10T00:29:56.036Z\">at 1.29am BST</time></p>  </div> <div id=\"block-5e8fb6658f082dfd549d3dda\" class=\"block\" data-block-contributor=\"profile/lauren-aratani\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T23:59:02.833Z\">12.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fact check: The majority of states have less than 10% positive cases</strong></p> <p>Earlier, Dr Deborah Birx, a coordinator on the coronavirus response task force, said that 63% of the states (31 states) had less than 10% of total people tested for Covid-19 be positive. A quick glance at data provided by the <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fcovidtracking.com%2Fdata\">Covid Tracking Project</a>, a collaborative, volunteer-run project that collects data from local health departments, shows that about 28 states plus US Samoa meet that threshold.</p> <p>While that’s still a slight majority of states, a handful are seeing much more dire statistics. Out of people tested in New York, about 40% have tested positive. Surrounding states also have grim stats: Thirty percent of those tested in Connecticut and 47% of those tested in New Jersey were positive. Presenting this number doesn’t necessarily paint an accurate picture of the spread of the disease in the United States since testing has been limited until very recently. In certain states like New York, where tests have been limited and the spread has been massive, requirements to getting tested are strict. In states that have seen a less intense outbreak, testing has been more widely available.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-09T23:59:13.464Z\">at 12.59am BST</time></p>  </div> <div id=\"block-5e8fb3878f081a236f190ce4\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T23:56:03.161Z\">12.56am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Experts to administration: Evidence on whether homemade masks work is &quot;inconclusive&quot;</h2>  <div class=\"block-elements\">  <p>The CDC is now recommending that all Americans wear homemade, non-medical masks while in public. But experts from the National Academies of Sciences, Engineering and Medicine told the White House <a href=\"https://www.nap.edu/read/25776/chapter/1#7\">in a letter</a> sent yesterday that “the available evidence is inconclusive about the degree to which homemade fabric masks may suppress spread of infection from the wearer to others”. </p> <p>Although any sort of fabric mask will block at least some of the larger respiratory droplets, “there’s little evidence regarding transmission of small aerosolized particulates,” the researchers wrote. Further studies will reveal what sorts of masks, and fabrics, offer the most filtration. <br></p> <p>White House health officials like Dr. Birx and Dr. Fauci have warned that masks are meant to supplement, not replace, other safety measures such as handwashing and keeping a 6ft distance apart from others. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-09T23:56:38.573Z\">at 12.56am BST</time></p>  </div> <div id=\"block-5e8fb3528f08db3109f1fe30\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T23:45:04.490Z\">12.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The coronavirus briefing has ended. </p> </div>   </div> <div id=\"block-5e8fafa58f082dfd549d3dbf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T23:36:19.956Z\">12.36am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fact check: flu comparisons</strong></p> <p>Mike Pence said that “we’ve known from the beginning that this at least three times more contagious than the flu. And, I believe that fact alone has informed our projections and the modeling.”</p> <p>But the president has often compared coronavirus to the flu, from the beginning. In late March, Trump complained about distancing measures on Fox News. “We’ve never closed down the country for the flu,” he said. </p> <p>On March 9, he tweeted, “So last year 37,000 Americans died from the common Flu. It averages between 27,000 and 70,000 per year. Nothing is shut down, life &amp; the economy go on.” <br></p> <p>On February 26, he said, “I mean, view this the same as the flu. When somebody sneezes — I mean, I try and bail out as much as possible when they’re sneezing. “</p> </div>   </div> <div id=\"block-5e8faede8f082dfd549d3db9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T23:26:12.905Z\">12.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>A moment for fashion, and recognizing the importance of the world “global” in “global health”: </strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferJJacobs/status/1248390929406283781\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">“This scarf came from Africa,” Dr. Birx says at coronavirus briefing, recognizing her fellow public health officials around the globe. <a href=\"https://t.co/UhigWQROkF\">pic.twitter.com/UhigWQROkF</a></p>&mdash; Jennifer Jacobs (@JenniferJJacobs) <a href=\"https://twitter.com/JenniferJJacobs/status/1248390929406283781?ref_src=twsrc%5Etfw\">April 9, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e8fade88f081a236f190cca\" class=\"block\" data-block-contributor=\"profile/lauren-aratani\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T23:21:47.145Z\">12.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fact check: Oil market</strong></p> <p>Trump repeatedly said that the oil market lost 40% of demand due to the Covid-19 crisis, but multiple reports say that the <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.washingtonpost.com%2Fbusiness%2F2020%2F04%2F09%2Fopec-oil-cuts%2F\">drop in demand</a> worldwide is around 25% to 30%. </p> <p>The drop is still massive, largely due to the global halt in flights, and has put major oil-producing countries on edge. Today, members of the Organization of Petroleum Exporting Countries (OPEC), excluding the United States, reportedly <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.washingtonpost.com%2Fbusiness%2F2020%2F04%2F09%2Fopec-oil-cuts%2F\">agreed</a> on a cut in production to stop the steepening of oil prices. The US cannot force cuts on its oil manufacturers as easily as other countries, though countries like Russia are pressuring the US to consider taking measures to cut production.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-09T23:22:04.630Z\">at 12.22am BST</time></p>  </div> <div id=\"block-5e8fada38f08db3109f1fe1a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T23:20:51.213Z\">12.20am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Dr Fauci, on what it could mean to “reopen” the country: </strong></p> <p>“Often, people say re-open the government, like it’s a light switch on-and-off for the entire country. We have a very large country with really different patterns of disease and outbreaks in different parts of the country. So, it’s not going to be a one size fits all.”</p> <p>It’s worth noting here that the federal government doesn’t have the power to “switch on” the economy all at once. States, counties and cities ultimately have a lot of authority to enforce distancing measures for as long as they deem necessary. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-10T00:10:16.817Z\">at 1.10am BST</time></p>  </div> <div id=\"block-5e8facb78f081a236f190cc1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T23:18:34.238Z\">12.18am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Coronavirus testing by age: </strong></p> <p><em>Dr Birx presented the following numbers on testing nationally. </em></p> <ul> <li>People younger than 25: 200,000 have been tested of which 11% tested positive </li> <li>Age 25-45: 500,000 were tested, 17% were positive</li> <li>Age 45-65: 500,000 were tested, 21% were positive</li> <li>Age 65-85: 200,000 were tested, 22% were positive</li> <li>People older than 85: 30,000 tested, 24% were positive</li> </ul> <p><a href=\"https://tweetdeck.twitter.com/#\"><br></a></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-10T00:10:05.507Z\">at 1.10am BST</time></p>  </div> <div id=\"block-5e8fab058f082dfd549d3da9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T23:11:16.161Z\">12.11am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Dr Anthony Fauci provided some good news with the bad. </strong></p> <p>This has been a very bad week in terms of the number of deaths, he said. At the same time, “we’re seeing a rather dramatic decrease in the need for hospitalization” in New York, he said. “That means what we are doing is working, and therefore we need to continue.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-10T00:09:43.569Z\">at 1.09am BST</time></p>  </div> <div id=\"block-5e8faa5e8f082dfd549d3da6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T23:08:15.329Z\">12.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>More women than men are getting tested for coronavirus, but more men test positive for the virus</strong>, said Dr Deborah Birx. That suggests that men may not report symptoms or get help until they’re much sicker, she said. Once they finally do get to a health provider, they already have the virus. </p> <p>She asked men to seek help as soon as they think they needed it, rather than waiting. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-10T00:09:54.003Z\">at 1.09am BST</time></p>  </div> <div id=\"block-5e8fa9798f081a236f190cb6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T23:04:26.254Z\">12.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Pence said that White House officials are looking at whether health workers can wear reusable cloth gowns</strong>, instead of disposable ones, which are running out. Hospitals may have to “recycle gowns” to stretch their supplies, Pence said. More guidelines are forthcoming, he said. </p> </div>   </div> <div id=\"block-5e8fa90a8f081a236f190cb5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T23:02:14.079Z\">12.02am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">US treasury is on track to issue first cash payments by next week</h2>  <div class=\"block-elements\">  <p>Mike Pence says the administration is “on the timetable” to send out the first round of stimulus checks by the end of next week. Many Americans will receive up to $1,200. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-10T00:10:44.211Z\">at 1.10am BST</time></p>  </div> <div id=\"block-5e8fa67a8f082dfd549d3d89\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T22:59:35.331Z\">11.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fact check: Testing again</strong></p> <p>More from Trump on testing: “Do you need it? No. Is it a nice thing to do? Yes,” he said. “We’re talking about 325 million people and that’s not going to happen, as you can imagine. And it would never happen with anyone else either.”</p> <p>Politico recently <a href=\"https://www.politico.com/news/2020/04/07/former-fda-chiefs-outline-plan-to-reopen-the-economy-when-broad-testing-in-place-171344\">reported</a> on a plan developed by two former FDA commissioners, Mark McClellan and Scott Gottlieb, to reopen the economy that hinged on widespread testing and a vast expansion of the United States’ public health system. </p> <p>Serology or antibody tests – which can help detect if a person’s immune system has faced off against Covid-19 and recovered from it — could also help public health officials know when to ease back distancing and reopen businesses. “It’s really important to test for immunity,” Robert Siegel, a professor of microbiology and immunology at Stanford University, told the Guardian, because people who are immune could return to work without endangering themselves or others. “They could more safely work as frontline healthcare providers,” Siegel said.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-10T00:01:37.914Z\">at 1.01am BST</time></p>  </div> <div id=\"block-5e8fa79d8f082dfd549d3d95\" class=\"block\" data-block-contributor=\"profile/lauren-aratani\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T22:55:07.821Z\">11.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fact check: US stockpile of hydroxychloroquine</strong></p> <p>Trump said that the US has “purchased and stockpiled millions and millions of doses” of hydroxychloroquine, the anti-malaria drug Trump has been touting as a game-changer in the fight against Covid-19. Medical experts, including the US National Institute of Health’s Anthony Fauci, has said there is no clinical evidence yet that the drug can effectively treat the disease. </p> <p>Clinical trials have only recently begun. The US does have a hefty stockpile of the drug thanks to a recent donation from drugmaker Novartis, who <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.sandoz.com%2Fnews%2Fmedia-releases%2Fnovartis-donation-consignment-30-million-hydroxychloroquine-tablets-ships-us\">said</a> early last week that Sandoz, its generic drug division, will donate 30m doses of the medicine to the federal government. Novartis said in a press release that the doses of the drug will be used for controlled clinical studies to test the drug’s effectiveness against covid-19.</p> </div>   </div> <div id=\"block-5e8fa5ec8f08db3109f1fdf6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T22:49:26.846Z\">11.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fact check: Ventilator shortages</strong><br></p> <p>“We’re in good shape,” Trump said. “You’re not hearing of people needing ventilators much.” <br></p> <p>It is true that some states have ended up with more ventilators than they think they need. California has loaned 500 ventilators to states like New York. California hospitals managed to increase their stock from 7,500 machines to more than 11,000, according to the state’s governor Gavin Newsom. “That has put less strain and pressure on the state’s effort to procure additional ventilators,” Newsom said.<br></p> <p>However, that doesn’t mean that there isn’t a national shortage. The US has roughly 173,000 ventilators, according to the Center for Health Security at Johns Hopkins University. Experts from Harvard Medical School predict that the US could end up needing <a href=\"https://www.nejm.org/doi/full/10.1056/NEJMp2005689\">31 times that number</a> to treat coronavirus patients. <br></p> <p>Mayor Bill de Blasio of New York City said hospitals there would run out of the machines this week, and the number of cases continue to grow. <br></p> </div>   </div> <div id=\"block-5e8fa4a58f081a236f190c9f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T22:45:02.064Z\">11.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Asked how the country could reopen without an effective national system for coronavirus testing, Trump responded that “there are certain sections of the country that are in phenomenal shape already.” He didn’t specify what those areas are. </p> <p>Public health experts have said that <a href=\"https://www.theguardian.com/us-news/2020/apr/01/california-coronavirus-shelter-in-place-flatten-curve\">widespread testing </a>is a key precursor to easing back social distancing measures. </p> <p>Trump also said that the US will soon be doing “massive testing”, even though it’s not necessary, wihout providing any further detail on what that entails. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-09T22:46:14.509Z\">at 11.46pm BST</time></p>  </div> <div id=\"block-5e8fa4748f08db3109f1fdef\" class=\"block\" data-block-contributor=\"profile/lauren-aratani\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T22:41:09.641Z\">11.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fact check: Temporary hospitals </strong></p> <p>Trump said that Army Corps of Engineers have built 21 temporary hospitals nationwide, making up an additional 17,000 beds. </p> <p>But according to a government <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.army.mil%2Farticle%2F234383%2Fcorps_of_engineers_rapidly_assessing_building_hospital_spaces\">press statement</a> released yesterday, the Army Corps of Engineers has so far constructed 17 facilities, totaling 14,579 beds. Another 23 facilities made up of 8,571 beds are pending.</p> </div>   </div> <div id=\"block-5e8fa3e48f082dfd549d3d7c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T22:40:27.854Z\">11.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Donald Trump </strong>said he’s going to take a few questions from reporters before returning to negotiations on oil and air travel. His conversation with Vladimir Putin and Mohammed Bin Salman was “very good,” he said. They’re “getting close to a deal” and “getting along very well.”</p> <p>“We’re going to see what happens, but it was a very good call,” Trump said. </p> </div>   </div> <div id=\"block-5e8fa33e8f082dfd549d3d79\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T22:37:09.812Z\">11.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fact check: Testing</strong></p> <p>“Our tests are highly sophisticated,” Trump said, once again repeating a line that the US has done more testing than other countries. </p> <p>While the US has ramped up testing, it still lags behind other countries, including South Korea and Germany. South Korea has administered 486,003 tests, according to the <a href=\"https://www.cdc.go.kr/board/board.es?mid=&amp;bid=0030\">Korean Centers for Disease Control and Prevention</a>. With a population of 51.5m, the country has tested about 1 in every 113 people. Germany has done even better, testing every <a href=\"https://www.ft.com/content/6a8d66a4-5862-4937-8d53-b2d10794e795?fbclid=IwAR0qKZMZUbSHGdUoejGbDqSfjUs2X_g2DnGuFyxUo6EGhqexOlHtd19PMNY\">1 in 90 </a>people. </p> <p>Meanwhile, the United States, with a population of 329 million, had administered at least 1,951,044 tests, according to the Atlantic’s Covid Tracking Project — so the US has tested about 1 in every 168 people. </p> </div>   </div> <div id=\"block-5e8fa28c8f08db3109f1fde5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T22:34:23.456Z\">11.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fact check: hydroxychloroquine</strong></p> <p>As usual, Trump is touting hydroxychloroquine, noting that drug companies are ramping up productions and that the US has stockpiled doses. </p> <p>In the week beginning March 30, the Food and Drug Administration (FDA) provided hydroxychloroquine, an anti-malarial drug that is also used to treat autoimmune diseases like rheumatoid arthritis and lupus, with an “emergency use authorization” to use on coronavirus patients in some circumstances. </p> <p>Clinical trials to test the drug’s effectiveness in treating coronavirus have begun across the world, and in the US. However, experts, including US public health officials, have warned that it is too early to know if hydroxychloroquine works. <br></p> <p>So far, the evidence that it’s an effective cure for coronavirus is thin. An initial French study that appeared to have launched the Trump administration’s obsession with the dug has since been discredited.<br></p> <p>The drug is considered relatively safe for people without an underlying illness, but it’s unclear if it is safe for severely sick Covid-19 patients, who may have incurred organ damage due to the virus. <br></p> <p> The surge in demand for the unproven hydroxychloroquine also risks shortages of the drug for those who need it most. It is used to help patients manage the chronic autoimmune disease lupus, but some are already complaining the drug is harder to come by. <br></p> <p>Read more:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/06/hydroxychloroquine-trump-coronavirus-drug\">Hydroxychloroquine: how an unproven drug became Trump’s coronavirus 'miracle cure'</a> </p> </aside> </div>   </div> <div id=\"block-5e8fa1bb8f081a236f190c91\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T22:31:28.349Z\">11.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“Hopefully we’re going to be opening up —opening very very, very, very soon, I hope,” Trump said. The president said he’s looking into whether some parts of the economy can be reinstated sooner. </p> </div>   </div> <div id=\"block-5e8fa1198f081a236f190c88\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T22:26:58.147Z\">11.26pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">White House briefing has begun</h2>  <div class=\"block-elements\">  <p>Trump has taken the podium after a few delays. </p> </div>   </div> <div id=\"block-5e8f9c318f08db3109f1fdc5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T22:09:17.307Z\">11.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The president is expected to speak within the next half hour. While the press and the public has been focused on the coronavirus pandemic, Trump has pushed through his agenda, giving handouts to big business, appointing judges and rolling back regulations. </strong></p> <p><em>My colleagues Emily Holden and David Smith report: </em></p> <p>The last time America was facing a possible economic depression, Rahm Emanuel, Barack Obama’s chief of staff, <a href=\"https://www.washingtonpost.com/opinions/2020/03/25/lets-make-sure-this-crisis-doesnt-go-waste/\">observed:</a> “Never allow a good crisis go to waste. It’s an opportunity to do the things you once thought were impossible.”</p> <p>It is advice <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> and his Republican allies appear to have taken to heart.</p> <p>Faced with not one but two crises – public health and economic – Obama’s successor and his allies are advancing their agenda, whether in plain sight as a direct response to the pandemic, or under cover while the nation is deeply distracted.</p> <p>Trump touts his wall on the Mexican border almost daily and emphasizes national borders, even though the coronavirus paid them no heed. He has attacked voting rights, assailed federal watchdogs, shredded regulations and signed a bill that hands billions of dollars to corporations while resisting congressional oversight.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/09/in-shadow-of-pandemic-trump-seizes-opportunity-to-push-through-his-agenda\">In shadow of pandemic, Trump seizes opportunity to push through his agenda</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-09T22:09:42.406Z\">at 11.09pm BST</time></p>  </div> <div id=\"block-5e8f95e98f082dfd549d3d3c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T21:47:49.073Z\">10.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>CNN says that the vice president is not allowing top health officials to appear on the network, in order to pressure them to carry the president’s daily coronavirus briefings. </p> <p>From CNN: </p> <blockquote class=\"quoted\"> <p><em>Vice President Mike Pence’s office reversed course on Thursday afternoon, after declining for days to allow the nation’s top health officials to appear on CNN and discuss the coronavirus pandemic, in what was an attempt to pressure the network into carrying the White House’s lengthy daily briefings in full.</em></p> <p><em>After this story was published, Pence’s office allowed for the booking of Centers for Disease Control and Prevention Director Dr. Robert Redfield for CNN’s Thursday night coronavirus town hall. Dr. Anthony Fauci was also booked for Friday on “New Day.”<a href=\"https://www.cnn.com/2020/02/14/politics/fact-check-trump-february-86-false-claims/index.html\">Trump makes 86 false claims over two weeks, including whoppers about Bloomberg, Pelosi and Social Security</a>Previously, Pence’s office, which is responsible for booking the officials on networks during the pandemic, said it would only allow experts such as Fauci or Dr. Deborah Birx to appear on CNN if the network televised the portion of the White House briefings that includes the vice president and other coronavirus task force members. CNN often only broadcasts President Donald Trump’s question and answer session, which sometimes includes the health care officials, live on-air.</em></p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-09T22:05:59.409Z\">at 11.05pm BST</time></p>  </div> <div id=\"block-5e8f92338f08db3109f1fd98\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T21:27:35.008Z\">10.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nine civil rights groups in the South have called for regional officials to issue protective measures for people who work at or are detained at correctional and juvenile facilities. </strong></p> <p>“Government officials to implement desperately needed protections against Covid-19 infection and deaths in correctional and juvenile facilities throughout the South, which disproportionately incarcerate Black individuals,” the groups wrote in a statement. “With poor health outcomes, inadequate access to health care, and elevated poverty rates, the South, which incarcerates a larger portion of its population than any other region in the nation, is exceptionally vulnerable to a widespread outbreak of COVID-19 in its facilities.”</p> </div>   </div> <div id=\"block-5e8f8f848f08db3109f1fd93\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T21:17:20.120Z\">10.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hi there, it’s Maanvi Singh, reporting from the West Coast. </p> <p>Joe Biden hold a wide lead over Donald Trump, according to a new CNN <a href=\"https://www.cnn.com/2020/04/09/politics/cnn-poll-biden-trump/index.html\">poll</a>. </p> <p>The former vice president leads 53% to 42% among registered voters. The poll also found that voters trusted Biden more to handle the response to the coronavirus pandemic, healthcare and helping the middle class. Of those polled, 52% said they trusted Biden, compared to 43% tho trusted Trump to handle to the coronavirus crisis.</p> </div>   </div> <div id=\"block-5e8f8aa48f08db3109f1fd7d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T21:00:56.048Z\">10.00pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today so far</h2>  <div class=\"block-elements\">  <p>That’s it from me today. My west coast colleague, Maanvi Singh, will be taking over the blog for the next few hours.</p> <p>Here’s where the day stands so far:</p> <ul> <li><strong>New York broke its record for the highest single-day coronavirus death toll for the third consecutive day. </strong>Governor <strong>Andrew Cuomo </strong>announced at his daily briefing that 799 New Yorkers died of the virus yesterday, bringing the state’s cumulative death toll to 7,067.</li> <li><strong>Another 6.6 million Americans filed for unemployment last week. </strong>More than 16 million Americans have submitted unemployment claims in the past three weeks as the coronavirus pandemic devastates the US economy.</li> <li><strong>British prime minister Boris Johnson was moved out of the intensive care unit. </strong>Downing Street said Johnson is in “extremely good spirits” and remains in the hospital as he recovers from coronavirus.<br></li> <li><strong>Trump reportedly intends to announce the formation of a second coronavirus task force. </strong>The task force will be working on trying to reopen the economy by the end of April, which could create tension with the White House’s health experts, who have warned of a potential resurgence in coronavirus cases if social distancing restrictions are relaxed too quickly.</li> </ul> <p>Maanvi will have more coming up, so stay tuned.</p> </div>   </div> <div id=\"block-5e8f88d08f08db3109f1fd79\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T20:47:31.413Z\">9.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Senior White House economic adviser Larry Kudlow said the US economy may be reopened on a “rolling basis.”</strong></p> <p>“The next month or two, we should be able to restart at least on a rolling basis,” Kudlowtold Fox Business. “Our intent here was, is to try to relieve people of the enormous difficult hardships they are suffering through no fault of their own.” </p> <p><strong>Trump </strong>reportedly intends to form a second coronavirus task force with an eye on reopening the economy by the end of April, which could create tension with the White House’s health experts, who have warned against easing social distancing restrictions too quickly.</p> </div>   </div> <div id=\"block-5e8f81878f08db3109f1fd4e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T20:35:55.504Z\">9.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The Guardian’s Mario Koran reports on the latest from California:</strong></p> <p>While cases in California continue to rise, data is revealing promising points. For the first time in his daily press conferences, governor <strong>Gavin </strong><strong>Newsom</strong> said, he could report that the number of patients admitted to ICUs dropped by 1.9%. </p> <p>He cautioned, however, that a modest, one-day drop could be a statistical blip. Hospitalizations ticked up 4.1% over the past 24 hours, to 2,825 patients. </p> <p>The racial disparities in deaths and Covid-19 cases that have surfaced in other states like Louisiana have so far not played out in California. While the data remains incomplete, with just over half of cases broken down by race, the trends so far track roughly with the demographics of the state’s population. </p> <p>While the governor offered optimism and hope, he warned that the worst may be yet to come.</p> <p>“The peak we projected is different from the one advertised by academics in other states,” he said. “Within California, we believe the peak extends into May, not in the next week or two.”</p> </div>   </div> <div id=\"block-5e8f80f38f08db3109f1fd4a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T20:24:24.053Z\">9.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The Guardian’s Mario Koran reports on the latest from California:</strong></p> <p>In California, where coronavirus cases have topped 18,300, officials are offering relief to frontline workers in the form of hotel rooms for free or at “deep discount” rates to provide lodging if they’ve been exposed to the virus and don’t want to return home, governor <strong>Gavin Newsom</strong> said at an afternoon press conference.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GavinNewsom/status/1248334528260653057\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">We need to do better for our healthcare heroes. Too many are nervous about infecting a loved one. Or working long hours &amp; driving home with little sleep.<br><br>Starting tomorrow, CA will provide healthcare workers with hotel rooms at no-or low-cost &amp; free flights for our Health Corps.</p>&mdash; Gavin Newsom (@GavinNewsom) <a href=\"https://twitter.com/GavinNewsom/status/1248334528260653057?ref_src=twsrc%5Etfw\">April 9, 2020</a></blockquote>  </figure>  <p>United, Southwest, Alaska and Delta airlines have additionally promised to cover travel costs for healthcare professionals working on the front lines. </p> <p>“Those are the four airlines that have met this moment”, Newsom said. </p> <p>The governor also responded to fear expressed by Californians who said the state was giving away its precious stockpile of equipment to other states like New York and New Jersey. For the moment, there’s enough to share, he said: California has 8,000 ventilators, about 32 percent of its stash, within its hospital system that aren’t currently being used.</p> <p>“We thought it was the right thing to do, but also the responsible thing to do as American citizens to save lives”, Newsom said of the effort to assist other states. After states use ventilators, they have agreed to send them back to California. </p> <p>Over the past month officials in California have cobbled together a healthy supply of ventilators, boosting its stash from 7,500 ventilators a month ago to the 11,750 it currently has.</p> </div>   </div> <div id=\"block-5e8f7ec18f082dfd549d3cc4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T20:08:03.413Z\">9.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Trump lashed out against the Wall Street Journal after the newspaper published a critical editorial about his daily briefings on the government’s response to coronavirus.</strong></p> <p>“The Wall Street Journal always ‘forgets’ to mention that the ratings for the White House Press Briefings are ‘through the roof,’” Trump wrote in a tweet, dismissing the newspaper as “Fake News.”</p> <p>Trump’s tweet came about an hour after Fox News ran a segment on the editorial, which expressed disappointment that the daily White House briefings had become “all about the President.” </p> <p>“The briefings began as a good idea to educate the public about the dangers of the virus, how Americans should change their behavior, and what the government is doing to combat it,” the Journal’s editorial board <a href=\"https://www.wsj.com/articles/trumps-wasted-briefings-11586389028\">wrote</a>. </p> <p>“But sometime in the last three weeks Mr. Trump seems to have concluded that the briefings could be a showcase for him. Perhaps they substitute in his mind for the campaign rallies he can no longer hold because of the risks. Perhaps he resented the media adulation that New York Gov. <strong>Andrew Cuomo</strong> has been receiving for his daily show. Whatever the reason, the briefings are now all about the President.” </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/24/donald-trump-coronavirus-briefings-2020-campaign-rallies\">Are Trump's coronavirus briefings the new 2020 campaign rallies?</a> </p> </aside> </div>   </div> <div id=\"block-5e8f7c7a8f08db3109f1fd32\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T19:52:46.765Z\">8.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The White House distributed a fact sheet on coronavirus to reporters, </strong>who will now be tested for the virus before attending the daily briefing.</p> <p>The White House also said that it would only alert reporters of their results if a test came back positive.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Acosta/status/1248334761279524865\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">WH doctors handed me this fact sheet before performing the coronavirus test. I was told I will only hear back if it comes back positive. <a href=\"https://t.co/kvaZledHWa\">pic.twitter.com/kvaZledHWa</a></p>&mdash; Jim Acosta (@Acosta) <a href=\"https://twitter.com/Acosta/status/1248334761279524865?ref_src=twsrc%5Etfw\">April 9, 2020</a></blockquote>  </figure>  <p>The White House press office announced today that it would start administering rapid coronavirus tests to reporters after one journalist, who was last at the White House on Tuesday, started developing symptoms. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-09T19:53:27.301Z\">at 8.53pm BST</time></p>  </div> <div id=\"block-5e8f75c78f08db3109f1fd11\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T19:41:16.837Z\">8.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Bernie Sanders’ campaign will continue providing health care coverage for its employees through the end of October, </strong>even though the Vermont senator suspended his presidential bid yesterday.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mcbyrne/status/1248322501186326528\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Thanks to the leadership of <a href=\"https://twitter.com/AriRabinHavt?ref_src=twsrc%5Etfw\">@AriRabinHavt</a> <a href=\"https://twitter.com/fshakir?ref_src=twsrc%5Etfw\">@fshakir</a> and a boss who believes healthcare is a right, team <a href=\"https://twitter.com/BernieSanders?ref_src=twsrc%5Etfw\">@BernieSanders</a> alums are getting fully paid cobra coverage through end of October. We can keep fighting for people we don’t know.</p>&mdash; melissa CANCEL ALL STUDENT DEBT NOW byrne (@mcbyrne) <a href=\"https://twitter.com/mcbyrne/status/1248322501186326528?ref_src=twsrc%5Etfw\">April 9, 2020</a></blockquote>  </figure>  <p>In comparison, former presidential candidate <strong>Mike Bloomberg </strong>is facing <a href=\"https://www.nytimes.com/2020/03/23/us/politics/bloomberg-employee-lawsuit.html\">two lawsuits</a> after he dismissed staffers eight months earlier than promised.</p> <p>One lawsuit accused Bloomberg of having “deprived [staffers] of promised income and health care benefits, leaving them and their families potentially uninsured in the face of a global pandemic.” <br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-09T19:46:46.640Z\">at 8.46pm BST</time></p>  </div> <div id=\"block-5e8f73b08f082dfd549d3c8c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T19:20:05.825Z\">8.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Joe Biden has released a new plan to “</strong><strong>help ease the economic burden on working people” amid the coronavirus pandemic. </strong></p> <p>The presumptive Democratic nominee proposed lowering the Medicare eligibility age to 60 and forgive student debt from public universities for those making less than $125,000. </p> <p>“I believe that as we are being plunged into what is likely to be one of the most volatile and difficult economic times in this country’s recent history, we can take these critical steps to help make it easier for working people to make ends meet,” Biden wrote in a <a href=\"https://medium.com/@JoeBiden/joe-biden-outlines-new-steps-to-ease-economic-burden-on-working-people-e3e121037322\">Medium post</a> detailing the plan.</p> <p>The former vice president specifically credited <strong>Bernie Sanders, </strong>who dropped out of the race yesterday, for helping to bring these proposals forward.</p> <p>“Senator Sanders and his supporters can take pride in their work in laying the groundwork for these ideas, and I’m proud to adopt them as part of my campaign at this critical moment in responding to the coronavirus crisis,” Biden wrote.</p> <p>After Sanders announced his decision to suspend his campaign yesterday, Biden made a pitch to his supporters, pledging to address their priorities in his campaign. The effort reflects Biden’s need to unify the party and win over Sanders’ supporters in order to defeat <strong>Trump </strong>in November.<br></p> </div>   </div> <div id=\"block-5e8f70f08f082273daccb1e9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T19:01:54.242Z\">8.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Trump celebrated the news that Boris Johnson has been moved out of the intensive care unit, </strong>wishing the British prime minister a speedy recovery.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1248319601647247361\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Great News: Prime Minister Boris Johnson has just been moved out of Intensive Care. Get well Boris!!!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/1248319601647247361?ref_src=twsrc%5Etfw\">April 9, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e8f6e498f082273daccb1db\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T18:58:28.757Z\">7.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The White House said it would start administering coronavirus tests to reporters attending the daily briefing </strong>after one journalist who was recently at the White House started showing symptoms.</p> <p>The White House Correspondents’ Association said the affected reporter was last at the White House on Tuesday, and the person’s test results are expected later today.</p> <p>“Out of an abundance of caution, the White House Medical Unit is going to conduct a COVID-19 test on all members of the press who plan to participate in today’s task force briefing, including correspondents, photographers, and technicians,” the White House press office said in a statement.</p> <p>The White House announced last week that anyone seeing <strong>Trump </strong>or Vice President <strong>Mike Pence </strong>would take a rapid coronavirus test to prevent them from catching it.</p> </div>   </div> <div id=\"block-5e8f6c058f085c6b5b9bab10\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T18:43:09.215Z\">7.43pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Boris Johnson moved out of ICU</h2>  <div class=\"block-elements\">  <p><strong>Boris Johnson </strong>has been moved out of the intensive care unit, as the British prime minister continues to recover from coronavirus.</p> <p>Downing Street said in a statement, “The prime minister has been moved this evening from intensive care back to the ward, where he will receive close monitoring during the early phase of his recovery. He is in extremely good spirits.”</p> <p>For more updates, follow the Guardian’s UK coronavirus blog:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2020/apr/09/uk-coronavirus-live-lockdown-extended-boris-johnson-in-hospital-covid-19-latest-updates\">UK coronavirus live: Boris Johnson leaves intensive care as Dominic Raab warns of no early end to lockdown</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-09T18:43:46.903Z\">at 7.43pm BST</time></p>  </div> <div id=\"block-5e8f67d08f089c6bde4d2a89\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T18:28:51.131Z\">7.28pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Mass summary deportations at US-Mexico border - report</h2>  <div class=\"block-elements\">  <p>The Trump administration has carried out nearly 10,000 summary deportations or “expulsions” since March 21, using emergency public health measures that have given US Customs and Border Protection broad authority to bypass immigration laws, CBP officials said Thursday, the Washington Post <a href=\"https://www.washingtonpost.com/national/trump-administration-has-expelled-10000-migrants-at-the-border-during-coronavirus-outbreak/2020/04/09/b177c534-7a7b-11ea-8cec-530b4044a458_story.html\">reports</a>.</p> <blockquote class=\"quoted\"> <p>The measures have allowed the agency to turn away most unauthorized migrants, sending them back across the Mexican border. The moves have dramatically slashed the number of detainees held in border stations, where they fear the coronavirus could spread, the officials said. CBP currently has fewer than 100 detainees in custody, down from nearly 20,000 at this time last year during last year’s border crisis, officials said. <br></p> <p>Since the implementation of the rapid expulsions, unlawful border crossings have dropped 56 percent, said acting CBP commissioner Mark Morgan. Morgan also acknowledged that the United States has all but closed its borders to asylum seekers who are fleeing persecution, including those who attempt to enter legally at US ports of entry.</p> <p>“Those who are undocumented or don’t have documents or authorization are turned away,” Morgan said.</p> <p>Democratic lawmakers have accused the administration of defying U.S. laws and exceeding the authority of the <strong><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus</a></strong> public health order, but Morgan defended the emergency measures as a necessary step to stop the spread of the disease.</p> </blockquote> </div>   </div> <div id=\"block-5e8f602b8f082273daccb16e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T17:54:55.710Z\">6.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Congressman Neal Dunn has tested positive for coronavirus, </strong>becoming the second members of Florida’s congressional delegation to contract the virus.</p> <p>Dunn’s office said in a statement that he was not feeling well on Monday and received a coronavirus test, which just came back positive.</p> <p>“Congressman Dunn is feeling great and currently quarantining himself at home per CDC guidelines and working on Phase IV of the Administration’s response to this pandemic,” his office said in a statement. “He expects a full recovery soon.”</p> <p>Dunn’s diagnosis comes about a month after fellow Florida Republican <strong>Mario Diaz-Balart</strong> became one of the first two members of Congress to test positive for coronavirus.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-09T17:57:46.600Z\">at 6.57pm BST</time></p>  </div> <div id=\"block-5e8f5d6d8f089c6bde4d2a39\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T17:41:42.932Z\">6.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The first lady’s office created a video urging Americans to wear face coverings in places where social distancing is difficult, </strong>such as grocery stores and pharmaries.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/FLOTUS/status/1248249626949562368\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">As the CDC continues to study the spread of the COVID-19, they recommend people wear cloth face coverings in public settings where social distancing measures can be difficult to maintain. Remember, this does not replace the importance of social distancing. <a href=\"https://t.co/eF3o33CUVS\">pic.twitter.com/eF3o33CUVS</a></p>&mdash; Melania Trump (@FLOTUS) <a href=\"https://twitter.com/FLOTUS/status/1248249626949562368?ref_src=twsrc%5Etfw\">April 9, 2020</a></blockquote>  </figure>  <p>“Remember, this does not replace the importance of social distancing,” <strong>Melania Trump </strong>says in the video. “It is another recommended guideline to keep us all safe.”</p> <p>The CDC has recommended that Americans wear face coverings to help limit the spread of the virus, and some cities like Los Angeles have ordered residents to use them.</p> </div>   </div> <div id=\"block-5e8f57a08f082273daccb12d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T17:22:53.028Z\">6.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The coronavirus pandemic has created some surreal scenes on Capitol Hill, </strong>reflected in these photos showing reporters questioning Senate majority leader <strong>Mitch McConnell </strong>while practicing social distancing and wearing masks:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ThisWeekABC/status/1248286308805599232\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Senate Majority Leader Mitch McConnell speaks to reporters in masks from a safe distance away as the nation practices social distancing measures to mitigate the spread of coronavirus. <a href=\"https://t.co/hE8XBwZAf5\">https://t.co/hE8XBwZAf5</a> <a href=\"https://t.co/yxHAArWm8O\">pic.twitter.com/yxHAArWm8O</a></p>&mdash; This Week (@ThisWeekABC) <a href=\"https://twitter.com/ThisWeekABC/status/1248286308805599232?ref_src=twsrc%5Etfw\">April 9, 2020</a></blockquote>  </figure>  <p>Less than three months ago, reporters were crowding around senators to question them about the impeachment trial, but those frantic huddles have become dangerous in the age of coronavirus:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PeterHamby/status/1223292927503405056\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Impeachment coverage looks rad <a href=\"https://t.co/FvBi94JjCv\">pic.twitter.com/FvBi94JjCv</a></p>&mdash; Peter Hamby (@PeterHamby) <a href=\"https://twitter.com/PeterHamby/status/1223292927503405056?ref_src=twsrc%5Etfw\">January 31, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e8f53fe8f082273daccb0f6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T17:05:26.645Z\">6.05pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today so far</h2>  <div class=\"block-elements\">  <p>Here’s where the day stands so far:</p> <ul> <li><strong>New York broke its record for the largest single-day coronavirus death toll for the third day in a row. </strong>Governor <strong>Andrew Cuomo </strong>announced at his daily briefing that 799 New Yorkers died from the virus yesterday, bringing the state’s total death toll to 7,067.</li> <li><strong>Another 6.6 million Americans filed for unemployment benefits last week, </strong>according to the labor department’s latest report. More than 16 million Americans have filed unemployment claims in the past three weeks.</li> <li><strong>Mike Pence’s office is blocking health experts from appearing on CNN in an effort to pressure the network to broadcast the daily White House briefing in full. </strong>CNN has only been carrying <strong>Trump</strong>’s portion of the briefing live before cutting to analysis and fact-checking of the president’s comments, which have frequently included falsehoods.</li> </ul> <p>The blog will have more coming up, so stay tuned.</p> </div>   </div> <div id=\"block-5e8f50a28f085c6b5b9ba9ea\" class=\"block\" data-block-contributor=\"profile/jessica-glenza\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T16:53:51.468Z\">5.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nearly 50 emergency room doctors from New York City’s public hospitals have written an open letter to residents</strong>, urging people not to “cut corners,” when physical distancing, hand-washing and self-isolating. </p> <p>“Every day, our emergency departments are overflowing with patients newly infected with COVID-19, many starving for oxygen and on the brink of death,” the doctors wrote. “Many are older, but some are young. Many have pre-existing medical problems, but some do not.</p> <p>While we’re constantly searching for new treatments and better ways to care for our patients, too many are dying despite our best efforts. These patients are also our friends, families, and colleagues,” said the letter. </p> <p>The bullet point letter repeated many of the public health messages of recent days. The disease is more contagious than previously thought, mimics the flu, can be spread asymptomatically, for example. It urged people to wash their hands, to assume they have Covid-19 if they show any symptoms at all, however mild, and to isolate from family members. </p> <p>Millions of people are already taking these measures – but not diligently enough to stop the surge of patients coming to emergency rooms. </p> <p>“Many of you have taken the steps above to protect yourself and others and we thank you. You are literally saving lives. But many of you have not – or continue to cut corners. This virus does not respect what we do ‘most of the time,’” the doctors wrote. </p> <p>“Fellow New Yorkers, we need to do more!”</p> </div>   </div> <div id=\"block-5e8f4e598f085c6b5b9ba9c1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T16:38:50.030Z\">5.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>House speaker Nancy Pelosi criticized Senate majority leader Mitch McConnell for trying to pass a coronavirus relief bill without holding a vote. </strong></p> <p>In consultation with the <strong>Trump administration, </strong>McConnell tried to get the bill, which would have allocated $250 billion in additional funds, approved by unanimous consent.</p> <p>But Democratic senators objected to the proposal, calling for an extra $250 billion for hospitals and state and local governments. The bill was not able to pass, and senators won’t have a chance to take it up again until the pro forma session on Monday.</p> <p>House minority leader <strong>Kevin McCarthy </strong>called the Democrats’ objection “disgusting,” but Pelosi said the fault lied with McConnell for not conferring with Democrats about the bill.</p> <p>Pelosi said treasury secretary <strong>Steven Mnuchin </strong>had “asked for a quarter of a trillion dollars in 48 hours with no data,” and McConnell had honored that request. The House speaker dismissed McConnell’s efforts today as a political “stunt” and called for more bipartisan deliberations over the timing and content of the bill.</p> </div>   </div> <div id=\"block-5e8f48d28f085c6b5b9ba977\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T16:14:16.322Z\">5.14pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Cuomo says Covid-19 worse for NY economy than 9/11</h2>  <div class=\"block-elements\">  <p>New York Governor <strong>Andrew Cuomo</strong>, in his daily briefing, just said that the effects of the <strong><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus outbreak</a></strong> on the New York economy are expected to be “more devastating” than the September 11, 2001, terrorist attacks “by far”.</p> <p>New York state is bracing for a hit to its revenues of between $10 billion and $15 billion, with the focus being on the business ghost town that currently is New York City - the city that never sleeps, the crossroads of the world, etc - which is eerily still with non-essential businesses closed and folks on ‘stay home’ orders. </p> </div>   </div> <div id=\"block-5e8f456f8f08d0c3c0a1000a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T15:58:28.009Z\">4.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>New York governor <strong>Andrew Cuomo </strong>expressed cautious optimism about signs that the state is flattening the curve of coronavirus cases.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CBSNews/status/1248276297039609856\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Cuomo warns New Yorkers to not relax their social distancing measures, even after some encouraging coronavirus numbers: &quot;We can&#39;t handle the worst-case scenarios. We can&#39;t even handle the moderate-case scenarios.&quot; <a href=\"https://t.co/vSwcu9K40f\">https://t.co/vSwcu9K40f</a> <a href=\"https://t.co/fGGQSl1TJK\">pic.twitter.com/fGGQSl1TJK</a></p>&mdash; CBS News (@CBSNews) <a href=\"https://twitter.com/CBSNews/status/1248276297039609856?ref_src=twsrc%5Etfw\">April 9, 2020</a></blockquote>  </figure>  <p>However, the governor warned that the state’s progress could be undone if social distancing practices are relaxed too quickly.</p> <p>“Remember, the 1918 Spanish flu came in three waves,” Cuomo said. “We’re on the first wave. Everybody is assuming, well, once we get through this, we’re done. I wouldn’t be so quick to assume that. This virus has been ahead of us from day one.” </p> </div>   </div> <div id=\"block-5e8f42688f08d0c3c0a0ffe9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T15:49:51.026Z\">4.49pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">New York again breaks record for largest single-day death toll</h2>  <div class=\"block-elements\">  <p>New York broke its record for the largest single-day coronavirus death toll for the third consecutive day, governor <strong>Andrew Cuomo </strong>announced at his daily briefing.</p> <p>New York recorded 799 deaths from coronavirus yesterday, bringing the state’s total death toll to 7,067. New York has lost about the same number of people to coronavirus as the UK.</p> <p>Cuomo said the state would be bringing in additional funeral directors to help deal with the surge of deaths.</p> <p>As the state mourns the loss of several thousand New Yorkers, there are also signs that social distancing is flattening the curve.</p> <p>Yesterday, the state recorded the lowest number of new hospitalizations since the crisis started. The number of ICU admissions and intubations are also down.<br></p> <p>“We are saving lives by what we are doing today,” Cuomo said.</p> </div>   </div> <div id=\"block-5e8f41188f08ec70cecedbc6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T15:41:56.496Z\">4.41pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Cuomo holds daily briefing</h2>  <div class=\"block-elements\">  <p>New York governor <strong>Andrew Cuomo </strong>is holding his daily briefing on the state’s response to the coronavirus crisis.</p> <p>The governor noted it has been 18 days since the state’s “stay at home” order went into effect, even though it may feel like “a lifetime” ago.</p> <p>Cuomo also said hospitalizations in New York are currently lower than many projections initially predicted, applauding healthcare professionals and other first responders for their work.</p> <p>“We’re flattening the curve so far,” Cuomo said of social distancing measures, emphasizing that New Yorkers cannot get complacent now.</p> </div>   </div> <div id=\"block-5e8f3ec58f08ec70cecedbaf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T15:29:04.820Z\">4.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The Guardian’s David Smith and Emily Holden report:</strong></p> <p>Faced with not one but two crises – public health and economic – <strong>Trump</strong> and his allies are advancing their agenda, whether in plain sight as a direct response to the pandemic, or under cover while the nation is deeply distracted.</p> <p>Trump touts his wall on the Mexican border almost daily and emphasizes national borders, even though the coronavirus paid them no heed. He has attacked voting rights, assailed federal watchdogs, shredded regulations and signed a bill that hands billions of dollars to corporations while resisting congressional oversight.</p> <p>“Most Americans are not tracking these at all,” said <a href=\"https://www.hhh.umn.edu/directory/lawrence-jacobs\">Larry Jacobs,</a> director of the Center for the Study of Politics and Governance at the University of Minnesota. “The crisis has created a blizzard condition in which information and criticism is not breaking through. It’s a perfect storm for Trump to push his agenda. You can hear ideologues saying: this is our moment, do not delay.”</p> <p>Just as <strong>George W Bush</strong>’s administration exploited 9/11 to <a href=\"https://www.nytimes.com/2007/07/06/books/06book.html\">expand government powers</a> and threaten civil liberties such as freedom of speech and due process, Trump’s White House scents political opportunity in a national crisis.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/09/in-shadow-of-pandemic-trump-seizes-opportunity-to-push-through-his-agenda\">In shadow of pandemic, Trump seizes opportunity to push through his agenda</a> </p> </aside> </div>   </div> <div id=\"block-5e8f39b98f08ec70cecedb4d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T15:17:01.610Z\">4.17pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Pence's office blocks CNN from access to health experts</h2>  <div class=\"block-elements\">  <p>The office of Vice President <strong>Mike Pence, </strong>who is leading the White House coronavirus task force, has blocked CNN from access to health experts in an effort to pressure the network to carry the full daily White House briefing.</p> <p>CNN <a href=\"https://www.cnn.com/2020/04/09/media/pence-office-tv-bookings-coronavirus/index.html\">reports</a>:</p> <blockquote class=\"quoted\"> <p> Pence’s office has declined to allow the nation’s top health officials to appear on CNN in recent days and discuss the coronavirus pandemic killing thousands of Americans, in an attempt to pressure the network into carrying the White House’s lengthy daily briefings in full.<br></p> <p>Pence’s office, which is responsible for booking the officials on networks during the pandemic, said it will only allow experts such as Dr. <strong>Deborah Birx</strong> or Dr. <strong>Anthony Fauci </strong>to appear on CNN if the network televises the portion of the White House briefings that includes the vice president and other coronavirus task force members.</p> <p>CNN often only broadcasts President <strong>D</strong><strong>onald Trump</strong>’s question and answer session, which sometimes includes the health care officials, live on-air. </p> <p>After Trump leaves the podium, CNN frequently cuts out of the White House briefing to discuss and fact-check what the President had said. A CNN executive said that the network usually returns to such programming because of the extensive length of the full briefing that includes Pence, which can run in excess of two hours. </p> </blockquote> <p>Many news organizations, including the Guardian, have taken to fact-checking the president’s briefings in real time, after Trump repeatedly made misstatements about the federal government’s response to coronavirus.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/24/donald-trump-coronavirus-briefings-2020-campaign-rallies\">Are Trump's coronavirus briefings the new 2020 campaign rallies?</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-09T15:20:03.684Z\">at 4.20pm BST</time></p>  </div> <div id=\"block-5e8f34998f08008f091a01ba\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T15:00:04.013Z\">4.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The Guardian’s Sam Levine reports:</strong></p> <p><strong>Georgia is moving its presidential primary for a second time. </strong>The state’s presidential primary contest election, originally scheduled for March 24 is being pushed back from May 19 to June 9. </p> <p>All of the state’s other statewide contests, which include partisan primaries and judicial races, are being moved to the June date, Georgia secretary of state <strong>Brad Raffensperger</strong>, a Republican, said in a statement. </p> <p>Raffensperger noted the decision came after Georgia Governor <strong>Brian Kemp</strong> extended a state of emergency in the state to May 13, which would cover almost every day of in-person voting allowed for the May 19 contest, Raffensperger noted.</p> <p>The secretary of state said, “This decision allows our office and county election officials to continue to put in place contingency plans to ensure that voting can be safe and secure when in-person voting begins and prioritizes the health and safety of voters, county election officials, and poll workers.”</p> <p>Raffensperger previously began mailing applications for absentee ballots to 6.9 active registered voters in the state. He said Thursday that applications would continue to be accepted for the June 9 primary, even if the voter had requested it for the contest on May 19. </p> <p>Raffensperger faced criticism for his efforts to facilitate vote by mail from Georgia House Speaker <strong>David Ralston</strong>. He said efforts to make it easier to vote by mail “will be extremely devastating to Republicans and conservatives in Georgia.” After the comments, Raffensperger announced he was setting up a task force to watch against voter fraud with mail-in ballots. </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/08/trump-mail-in-voting-2020-election\">Trump urges Republicans to 'fight very hard' against voting by mail</a> </p> </aside> </div>   </div> <div id=\"block-5e8f336d8f085d226cfd6075\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T14:42:36.116Z\">3.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The Senate failed to pass a bill allocating an additional $250 billion to the small business loan program created by last month’s stimulus package. </strong></p> <p>Senate majority leader <strong>Mitch McConnell </strong>tried to pass the bill by unanimous consent, but Senate Democrats objected because they are calling for an extra $250 billion for hospitals and state and local governments.</p> <p>McConnell objected to Democrats’ proposed amendement to the bill, making it impossible to pass the bill by unanimous consent. </p> <p>The Senate has now adjourned until Monday, when McConnell will have another chance to push the bill through as businessowners fear the program will soon run out of funds.</p> </div>   </div> <div id=\"block-5e8f2fb18f08008f091a0154\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T14:28:30.238Z\">3.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Joe Biden holds a 4-point lead over Trump in a new national poll, </strong>which comes a day after <strong>Bernie Sanders </strong>suspended his presidential campaign.</p> <p>According to the <a href=\"https://www.monmouth.edu/polling-institute/reports/monmouthpoll_US_040920/\">Monmouth University poll</a>, Biden attracts the support of 48% of registered voters, while Trump stands at 44%. The result is similar to Biden’s 3-point lead over Trump in a poll released last month.</p> <p>With Sanders dropping our of the race, such head-to-head polls between Trump and Biden have taken on a heightened level of significance as America looks ahead to the general election in November.</p> <p>However, national polls do not reflect the state-by-state nature of presidential elections. <strong>Hillary Clinton </strong>famously won the popular vote in 2016 but lost the electoral college, handing Trump a victory.</p> </div>   </div> <div id=\"block-5e8f29958f08ec70ceceda5c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T14:09:50.696Z\">3.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Wisconsin continues to count ballots after its chaotic primary on Tuesday, </strong>which was disrupted by long lines and fears of spreading coronavirus at polling sites. </p> <p>More than a million absentee ballots have been returned, but the question remains whether turnout overall decreased due to people avoiding in-person voting.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WisVoter/status/1248243809382621184\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">today&#39;s WI election update:<br>1.042,690 absentee ballots returned out of 1,290,253 requested.   <br>ballots postmarked by election day will still be counted until Monday. <br>the big turnout &quot;unknown&quot; remains how many people voted on election day. <br>we&#39;ll find out Monday after 4 pm</p>&mdash; Craig Gilbert (@WisVoter) <a href=\"https://twitter.com/WisVoter/status/1248243809382621184?ref_src=twsrc%5Etfw\">April 9, 2020</a></blockquote>  </figure>  <p>Some Wisconsin voters said they never received their absentee ballots, which left them with an undesirable choice between not voting at all and risking their health by voting in person. </p> <p>A Wisconsin state senator said yesterday that one post office found three large tubs of unsent absentee ballots the day after the primary.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SenDanFeyen/status/1247943644327206913\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I learned today that the WEC received a call from a postal service worker informing them 3 large tubs of absentee ballots from Oshkosh and Appleton, were just located.<br><br>I understand your frustration and am working hard to try to remedy the situation.</p>&mdash; Sen. Dan Feyen (@SenDanFeyen) <a href=\"https://twitter.com/SenDanFeyen/status/1247943644327206913?ref_src=twsrc%5Etfw\">April 8, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e8f27b18f08ec70ceceda3c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T13:53:11.650Z\">2.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Senate Democrats are introducing their own coronavirus relief bill </strong>in an effort to get more funds for hospitals and state and local governments.</p> <p>In consultation with the <strong>Trump administration, </strong>Senate majority leader <strong>Mitch McConnell </strong>is trying to quickly pass a bill allocating an addition $250 billion to the small business loan program created by the stimulus package. The program was originally given $350 billion, but that money appears to be rapidly dwindling.</p> <p>Two Democratic senators, <strong>Ben Cardin </strong>and <strong>Chris Van Hollen </strong>of Maryland, are now introducing their own bill to give additional funds to hospitals and state and local governments, as well as the small business loan program.</p> <p>But the conflict is unlikely to produce anything other than a messaging war, considering Republicans control the Senate and can push through their smaller bill, which Democrats are unlikely to oppose.</p> </div>   </div> <div id=\"block-5e8f20d88f08ec70ceced9ec\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T13:32:19.011Z\">2.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>When acting Navy secretary Thomas Modly traveled to Guam to criticize Captain Brett Crozier to his former crew members, it cost taxpayers approximately $243,000, </strong>according to a new report.</p> <p>Modly resigned earlier this week amid an uproar over his comments about Crozier, who raised concerns about the spread of coronavirus on his ship, the USS Theodore Roosevelt. Crozier was later removed from his post.</p> <p>Modly said that Crozier was either “too naive or too stupid” to command the ship if he did not think his letter expressing alarm would be made public. The acting secretary resigned a day after his comments came to light.</p> <p>USA Today <a href=\"https://www.usatoday.com/story/news/politics/2020/04/08/navy-secretary-trip-roosevelt-cost-243-000-leads-modly-ouster/2973486001/\">reports</a>:</p> <blockquote class=\"quoted\"> <p> Modly flew aboard the C-37B, a Gulfstream business jet modified for military use. The per-hour cost of flying it is $6,946.19 per hour, according to the Navy official who was not authorized to speak publicly. Flight time for the Guam trip was about 35 hours for a cost of $243,116.65. <br></p> </blockquote> </div>   </div> <div id=\"block-5e8f1eed8f085d226cfd5f20\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T13:16:51.654Z\">2.16pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Another 6.6 million Americans file for unemployment benefits</h2>  <div class=\"block-elements\">  <p><strong>The Guardian’s Dominic Rushe and </strong><strong>Michael Sainato report:</strong></p> <p>More than 6.6 million<strong> </strong>Americans lost their jobs last week with 16 million jobs gone in the last three weeks as the coronavirus pandemic brought the US economy to a standstill, the US labor department confirmed on Thursday.</p> <p>Millions of Americans filed for unemployment benefits again last week as shutdowns across the US led employers to lay off workers in nearly every corner of the job market. Economists had expected 5.25 million Americans to file for unemployment benefits for the week ending 4 April.</p> <p>In the previous two weeks the shutdowns cost close to 10 million people their jobs. Layoffs that started in the restaurant and leisure industries have now spread to include manufacturing, construction and even healthcare. Job losses are rising in every state and economists are predicting the unemployment rate will soon reach 15% or higher, levels unseen since before the second world war.</p> <p>The largest increases were in California (up 871,992), New York (up 286,596), Michigan (up 176,329) and Florida (up 154,171). </p> <p>But while the numbers are stark, economists cautioned it was too early to say what the long-term impact of Covid-19 will be on the economy.</p> <p>“These figures don’t reflect a lack of demand,” said Dean Baker, visiting professor and senior economist at the University of Utah. During the last recession in 2008 unemployment reached close to 10% as the economy fell into recession. “That wasn’t in our control. This is literally in our control,” said Baker. “We are deliberately shutting down the economy.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/apr/09/us-unemployment-filings-coronavirus\">US unemployment rises 6.6m in a week as coronavirus takes its toll</a> </p> </aside> </div>   </div> <div id=\"block-5e8f1b828f085d226cfd5ee0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T13:00:07.952Z\">2.00pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump plans second coronavirus taskforce – reports</h2>  <div class=\"block-elements\">  <p><strong>Trump </strong>is reportedly planning to form a second coronavirus task force focused on reopening the US economy.</p> <p>The Washington Post <a href=\"https://www.washingtonpost.com/politics/trump-preparing-to-unveil-second-coronavirus-task-force-officials-say/2020/04/08/e0808922-7a05-11ea-b6ff-597f170df8f8_story.html\">reports</a>:</p> <blockquote class=\"quoted\"> <p> The taskforce will be made up of a mix of private-sector and top administration officials, including chief of staff <strong>Mark Meadows</strong> – whose first official day on the job was last week – Treasury Secretary <strong>Steven Mnuchin</strong> and national economic adviser <strong tabindex=\"-1\">Larry Kudlow</strong>, a senior administration official said.<br tabindex=\"-1\"></p> <p>Meadows is likely to lead the taskforce, though no official decision has been made, two senior administration officials said ...</p> <p>The economic taskforce — which will be separate from the main coronavirus taskforce, despite having some overlapping members – will focus on how to reopen the country, as well as what businesses need to rebound amid catastrophic conditions. The goal is to get as much of the country as possible open by 30 April, the current deadline Trump set for stringent social distancing measures. </p> </blockquote> <p>News of the second taskforce – and the late April deadline – comes as health experts like Dr <strong tabindex=\"-1\">Anthony Fauci </strong>urge caution in declaring the virus to be defeated as encouraging signs indicate the US is starting to flatten the curve of cases.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-09T13:24:43.036Z\">at 2.24pm BST</time></p>  </div> <div id=\"block-5e8f17ed8f085d226cfd5e95\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-09T12:56:13.027Z\">1.56pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Health experts urge caution on declaring flattening of the curve</h2>  <div class=\"block-elements\">  <p>Good morning, live blog readers.</p> <p>There have been some promising signs in recent days that the US is starting to flatten the curve of its number of coronavirus cases, even as the death toll continues to climb.</p> <p>New York, the state with the most coronavirus cases, is seeing a decline in the rate of hospitalizations, and a frequently cited model decreased its projected number of overall deaths in the country to 60,000.</p> <p>At the daily White House briefing yesterday, <strong>Donald Trump </strong>sounded bullish on the perspective of soon reopening the economy, as reports indicate that he hopes to be able to relax physical distancing restrictions by the end of April.</p> <p>“Aspirationally, I said let’s see if we can do it at Easter, but I said it would be very tough, and I was criticised for that,” Trump said. “But I don’t think we’re going to be very far behind and some of these models are looking like Easter’s going to be a very important date anyway because of the curve. It’s hitting the top and it’s starting to come down.”</p> <p>But this morning, Dr <strong>Anthony Fauci, </strong>the nation’s top infectious disease expert, was hesitant to say that New York has flattened the curve, emphasizing that several days’ data will be needed.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TODAYshow/status/1248208496782389250\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Is the curve flattening in New York? <a href=\"https://twitter.com/SavannahGuthrie?ref_src=twsrc%5Etfw\">@savannahguthrie</a> asks Dr. Anthony Fauci. <a href=\"https://t.co/UWEyLWFarz\">pic.twitter.com/UWEyLWFarz</a></p>&mdash; TODAY (@TODAYshow) <a href=\"https://twitter.com/TODAYshow/status/1248208496782389250?ref_src=twsrc%5Etfw\">April 9, 2020</a></blockquote>  </figure>  <p>“I don’t want to junmp the gun on that,” Fauci said when asked whether New York had flattened the curve. “But I think that is the case.”</p> <p>He added, “I’m always very cautious about jumping the gun and saying, ‘Well, we have turned the corner.’ But I think we are really looking at the beginning of that, which would really be very encouraging. We need that right now.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-09T13:23:20.902Z\">at 2.23pm BST</time></p>  </div>"
]