[
  "<p>Dave’s Mercury prize-winning debut album, <a href=\"https://www.theguardian.com/music/2019/dec/19/best-albums-2019-no-2-dave-psychodrama\">Psychodrama</a>, was the biggest-selling British rap album in the UK in 2019, certified gold for selling more than 100,000 units. Those numbers wouldn’t even have landed him in the top 10 biggest rap albums in France last year, where <a href=\"https://djbooth.net/features/2020-01-09-france-got-something-to-say-album-sales\">artists from greater Paris sell more rap albums than acts from any other city</a>. But, while Dave won album of the year at this year’s Brit awards, and gave a nationally televised performance decrying the prime minister as racist, at last month’s Victoires de la Musique – France’s equivalent of the Brits – none of France’s black or Arab rappers were nominated in an album, artist or song category.</p> <p>Days after the ceremony, French music industry body SNEP, which is responsible for collating the charts, distributing royalty payments and more, declared rap music an “overexposed phenomenon” in <a href=\"https://snepmusique.com/actualites-du-snep/marche-2019-de-la-musique-enregistree-decryptage-des-resultats/\">their 2019 market report</a>. It argued that “fan support for urban music must not eclipse the performances of other musical genres” – an explicit call for less promotion and celebration of the most successful French popular music movement of all time.</p> <p>This popularity, SNEP said, would be “corrected” as older listeners – who are assumed to listen to other types of music – started paying for subscriptions to streaming services. Unlike in the UK and US, SNEP does not count ad-supported streams or YouTube views towards sales – an unfortunate decision for rap, given that it is the country’s most streamed genre. These constraints notwithstanding, last year French rappers were responsible for 16 of the 19 No 1 singles in France, and topped the album chart for 31 weeks.</p> <p>Domestic rap has become the soundtrack to a national identity crisis, viewed by its detractors as a threat to the cultural landscape of a country marked by bitter racial divides. Yet, after three decades of attempts to delegitimise it, many artists have come to ambivalently accept the persistent discrimination. There was no outrage at their being overlooked at the Victoires. Most musicians and industry figures I approached for comment were not prepared to speak publicly about prejudice within the industry, even while acknowledging it as omnipresent. One artist manager said: “It’s not shocking, it’s always been here. We work on the fringes, organise ourselves, create our own businesses and move forward.”</p> <p>French rap’s ascent from peripheral subculture to mainstream staple began during the golden era of 90s US hip-hop. Inspired by the political rhymes of <a href=\"https://www.theguardian.com/music/musicblog/2016/dec/07/public-enemy-10-of-the-best\">Public Enemy</a>, <em>rap français</em> built its reputation on vociferous social criticism, opposing racism and police brutality. The commercial achievements of the groups Suprême NTM and Iam helped make France <a href=\"https://www.youtube.com/watch?v=f5kIjAikHbs\">the largest hip-hop market outside </a><a href=\"https://www.youtube.com/watch?v=f5kIjAikHbs\">the US</a>, which it remains to this day.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=amX9hnr32A0\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/amX9hnr32A0?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  </figure>   <p>While American rap edged towards consumerism, French rap continued to reflect the social chasm of life in the <em>banlieues</em> – suburban housing estates – where France’s migrants had become progressively ghettoised. France had been largely white until the 1950s. An increase in migrants from the country’s North African former colonies throughout the 60s and 70s paralleled a period of immense economic change intensified by the oil crisis in the 70s. As successive governments failed to temper unemployment, a prominent far-right rhetoric emerged, scapegoating migrants for the economic malaise.</p> <p>As <a href=\"https://www.theguardian.com/world/jean-marie-le-pen\">Jean-Marie Le Pen</a>’s xenophobic Front National party stoked racial tensions in the 80s, proposing to change the law to favour French nationals for jobs, rap became another target. In 1995, the group <a href=\"https://www.youtube.com/watch?v=CjalUVgq32E\">Ministère Amer</a> were<a href=\"https://www.liberation.fr/france-archive/1995/08/31/ministere-de-l-interieur-contre-ministere-amer-une-plainte-a-ete-deposee-contre-le-groupe-de-rap_140412\"> charged</a> for an anti-police song, casting the first stone in a decades-long conflict between the interior ministry and rap. The same year, Suprême NTM were arrested while performing their song <a href=\"https://www.youtube.com/watch?v=RGDlobk6WXI\">Police</a> and <a href=\"https://www.nytimes.com/1996/11/16/news/2-french-rappers-get-jail-for-insults-to-police.html\">sentenced to six months in prison</a>.</p> <p>In the 2000s, rap found a new enemy in interior minister <a href=\"https://www.theguardian.com/world/nicolas-sarkozy\">Nicolas Sarkozy</a>. The future president led a decade-long campaign against rap, bringing libel charges against <a href=\"https://www.nytimes.com/2008/09/23/world/europe/23iht-rapper.4.16422288.html\">La Rumeur</a> and <a href=\"https://www.theguardian.com/world/2003/nov/11/arts.france\">Sniper</a>, and making it an imprisonable offence to “<a href=\"https://www.theguardian.com/world/2003/feb/07/france.jonhenley\">offend the dignity of the republic</a>”. Sarkozy’s issue with rap rested on its alleged anti-white racism, a declaration supported by more than 200 parliamentarians, who, following the 2005 French riots, <a href=\"https://www.lemonde.fr/societe/article/2005/11/24/des-parlementaires-reclament-des-poursuites-contre-des-rappeurs_713789_3224.html\">accused</a> multiple rappers of inciting violence and racism. The same year, Sarkozy’s UMP party instituted <a href=\"https://www.theguardian.com/world/2005/apr/15/highereducation.artsandhumanities\">a law</a> requiring schools to teach students the positives of colonialism.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"1a02f5a8ec12d82a7eed7e35a1d092ecd8c20f90\"> <img src=\"https://media.guim.co.uk/1a02f5a8ec12d82a7eed7e35a1d092ecd8c20f90/0_0_5186_3457/1000.jpg\" alt=\"French rapper Gradur.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Political rhymes’ ... French rapper Gradur.</span> <span class=\"element-image__credit\">Photograph: Joel Saget/AFP via Getty Images</span> </figcaption> </figure>  <p>When he became president in 2007, Sarkozy introduced Le Pen-style rhetoric into the mainstream, courting far-right support with racially charged declarations to limit <a href=\"https://www.theguardian.com/world/2012/mar/07/nicolas-sarkozy-too-many-foreigners\">benefits to migrants</a> and ban halal meat from schools. Before his campaign for re-election, his ally and interior minister Claude Guéant infamously declared that “<a href=\"https://www.france24.com/en/20120205-france-minister-slammed-unequal-civilisations-politics-gueant\">all civilisations are not of equal value</a>”. Journalist <a href=\"https://twitter.com/RphlDC?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Raphaël Da Cruz</a> says that Sarkozy’s legal pursuits validated the anti-immigrant sentiment that most rappers had faced throughout their lives, “resulting in a generation of rappers avoiding airing their grievances with politicians and police brutality, for fear of cancelled concerts, losing record deals or political reprisal”.</p> <p>When Sarkozy stepped down in 2012, rap was in the midst of a renaissance, facilitated by the rise of the group<a href=\"https://www.youtube.com/watch?v=lN2ozTZNJC0\"> Sexion </a><a href=\"https://www.youtube.com/watch?v=lN2ozTZNJC0\">d’Assaut</a>, who left social commentary behind to embrace a pop-friendly, confrontation-averse style. The group’s success renewed major label interest and coincided with the streaming revolution. With access and distribution democratised, a new generation of minority French youths could now break into the charts – and make money.</p> <p>SNEP integrated streams into sales in 2016, and the resulting tidal wave of domestic rap that entered the charts was typified by French-Algerian brothers <a href=\"https://www.youtube.com/watch?v=9PODnRarD78\">PNL</a>, who independently sold a million copies of their album, Dans la Légende. Like France’s World Cup-winning football players – who in 2016 were up against an attempt by the French Football Federation to introduce a quota system to restrict players of African origin – France’s black and Arab rappers rose from ostracised communities to provide the country with its most notable 21st-century cultural achievements. As Le Pen’s daughter, <a href=\"https://www.theguardian.com/world/marine-le-pen\">Marine</a>, made historic gains from the anti-Islam mood in the wake of the Paris terror attack in 2015, Muslim rappers such as PNL and <a href=\"https://www.theguardian.com/music/2017/jun/05/mhd-so-many-french-rappers-are-inspired-by-american-hip-hop-im-the-opposite\">MHD</a> emerged to front a domestic rap revolution from the throes of racial intolerance.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"b9f22bb6104bfcc0b8f5552c80c62854d84c7b89\"> <img src=\"https://media.guim.co.uk/b9f22bb6104bfcc0b8f5552c80c62854d84c7b89/0_0_2048_1152/1000.jpg\" alt=\"PNL atop the Eiffel Tower.\" width=\"1000\" height=\"563\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Domestic rap revolution’ ... PNL atop the Eiffel Tower.</span> <span class=\"element-image__credit\">Photograph: QLF Records</span> </figcaption> </figure>  <p>“MHD’s<a href=\"https://www.youtube.com/watch?v=bWHR0fS9jvQ\"> afro</a><a href=\"https://www.youtube.com/watch?v=bWHR0fS9jvQ\"> trap</a> style was pivotal in rap’s growth,” says Binetou Sylla, producer and owner of <a href=\"http://syllart.com/\">Syllart Records</a>. MHD, who is currently awaiting trial for a 2018 murder allegation, blended contemporary trap with the pop music of his Senegal and Guinea heritage, and, Sylla says, “created space for a new generation of Afro-French artists such as <a href=\"https://www.youtube.com/watch?v=eqYxVsEaypk\">Ninho</a> and<a href=\"https://www.youtube.com/watch?v=iPGgnzc34tY\"> Aya Nakamura</a>, and even encouraged established rappers such as <a href=\"https://www.youtube.com/watch?v=Stet_4bnclk\">Booba</a> to embrace their roots”. As Le Pen’s <a href=\"https://www.theguardian.com/world/2017/feb/05/marine-le-pen-promises-liberation-from-the-eu-with-france-first-policies\">popularity</a> led to a run-off with Emmanuel Macron in the 2017 presidential election, France’s widening schism was underscored by a record breaking year for rap: 11 No 1 albums, with SNEP handing out more than 200 gold, platinum and diamond singles sales plaques to French rappers.</p> <p>But four months into 2018, SNEP hastily<a href=\"https://www.lebureauexport.fr/en/news/2018/04/france-snep-will-no-longer-take-free-streaming-into-account/\"> reformed</a> its chart criteria, disqualifying all streams played without a paid subscription. The organisation – composed of members from all major labels in France – insisted that the change (aligning with Germany and Italy, but not the US or UK) was made to ensure a sales system more reflective of revenue. However, an A&amp;R director of a major French record label, who spoke to me on the condition of anonymity, maintains the sudden change was “clearly a response to rap’s unanticipated success”.</p> <p>The amendments did little to impede rap’s growth, which in 2018 led to nine No 1 albums and 14 No 1 singles (almost twice the number of rap hits to ever top the US Billboard 100 in a year). SNEP retorted in January of 2019, this time with another revision to album classifications that divided the number of streams of the most played song on an album in half. Still, rap’s success continued. In 2019, PNL’s <a href=\"https://www.theguardian.com/music/2019/apr/05/pnl-deux-freres-review\">Deux Frères</a> was one of 10 No 1 French rap albums and one of five to be certified multi-platinum; former Sexion d’Assaut frontman Gims <a href=\"https://www.youtube.com/watch?v=2q5_KIs-wbY\">filled</a> the 81,000-capacity national stadium and <a href=\"https://www.youtube.com/watch?v=xQK0f6wzww8\">Soprano</a> played two sold-out concerts to 100,000 fans in <a href=\"https://www.laprovence.com/actu/en-direct/5821137/2019-dans-le-retro-une-annee-marquee-par-le-double-de-soprano.html\">Marseille</a>.</p>  <figure class=\"element element-image\" data-media-id=\"d8b9bdd65e9c1485134a956bfb0770ccb8f2b0ce\"> <img src=\"https://media.guim.co.uk/d8b9bdd65e9c1485134a956bfb0770ccb8f2b0ce/0_0_2799_1867/1000.jpg\" alt=\"Soprano performs at Victoires de la Musique in 2018.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Soprano performs at Victoires de la Musique in 2018.</span> <span class=\"element-image__credit\">Photograph: Thomas Samson/AFP via Getty Images</span> </figcaption> </figure>  <p>And yet, at this year’s<a href=\"https://www.youtube.com/watch?v=NKZLOOr4wGU\"> Victoires de la Musique</a>, rap’s landmark achievements were whitewashed in favour of purveyors of the French <em>chanson</em> style. Aside from PNL’s cursory nomination for an audiovisual award, decided by a public vote, only two rappers, both white, were nominated. Both lost. For the first time in 20 years, there was no category for urban album, previously known by the bizarre racial catch-all “rap, reggae or groove” award. Victoires’ president, Romain Vivien, <a href=\"https://www.tplmusique.org/romain-vivien-representer-la-filiere-musique-dans-son-entier/\">refuted claims</a> of a lack of minority representation,<strong> </strong>saying that the nominations merely reflected its members’ sympathies, though this itself is arguably a sign of institutional racism.</p> <p>The Victoires, created by the ministry of culture as part of its objective to promote and protect French cultural heritage, were not designed for hip-hop, according to Jonathyne Briggs, author of Sounds French: Globalisation, Cultural Communities and Pop Music. “Rap has always been seen as something external, imported to France, only exacerbated by its connection to the culture of émigrés”, he says. Briggs believes the continued focus on traditional pop forms will do little to hinder rap’s popularity, though: “Pop music is about conformity. Rap’s nonconformity is still able to amplify discourse outside of existing structures.”</p> <p>The late funk musician Manu Dibango <a href=\"https://www.lemonde.fr/culture/article/2020/01/31/au-fil-des-voix-militant-pour-la-diversite-culturelle_6027994_3246.html\">lamented</a> the homogeneity at this year’s Victoires, claiming the list of nominees read like a “vain search for diversity”. According to Olivier Cachin, a journalist and presenter of rap TV shows for 30 years, what began as indignation 20 years ago is now an irreconcilable “divorce”. From the humiliation of Celtic trio <a href=\"https://www.youtube.com/watch?v=80hMEKlLVgQ\">Manau</a> infamously besting French rap royalty Suprême<em><strong> </strong></em>NTM, <a href=\"https://www.youtube.com/watch?v=V_6KlvS992Q\">Arsenik</a> and MC Solaar to the first rap award in 1999 to the inexplicable exclusions in 2020, Cachin says the message to rap was always clear: “<a href=\"https://www.francetvinfo.fr/culture/musique/victoires-de-la-musique/c-est-vu-comme-une-sous-categorie-pourquoi-les-victoires-de-la-musique-et-le-rap-n-arrivent-pas-a-accorder-leurs-violons_3822861.html\">You’re not welcome</a>.” Many believe it’s time for rap to have its own award show, such as the Mobo or BET awards; a statement ceremony that, in France, would only serve to spotlight the gross racial divide within the industry.</p> <p>A spokesperson for SNEP suggested to me that rap’s presence in France is merely cyclical, pointing to pop’s success in 2019. “It’s important to remember the biggest selling album of the year was <a href=\"https://www.youtube.com/watch?v=Fy1xQSiLx8U\">Ang</a><a href=\"https://www.youtube.com/watch?v=Fy1xQSiLx8U\">èle</a>’s,” they said, referring to the 24-year-old Belgian singer. “While urban music comprises much of the top albums and singles, it doesn’t reflect the interests of France as a whole, which are still largely pop, rock and <em>chanson française</em>”.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"f44e3503067b32fddc58bdd7ef189139393d9bd4\"> <img src=\"https://media.guim.co.uk/f44e3503067b32fddc58bdd7ef189139393d9bd4/0_0_2953_4429/667.jpg\" alt=\"Aya Nakamura.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Demarcated down ethnic lines’ ... Aya Nakamura.</span> <span class=\"element-image__credit\">Photograph: Record Company Handout</span> </figcaption> </figure>  <p>It’s a telling statement, one that aims to downplay the Frenchness of those listening to rap music, in keeping with how the terms “chanson” and “rap” are demarcated down ethnic lines. Malian-French <a href=\"https://www.youtube.com/watch?v=uDFupjRKwZY\">pop</a> star Aya Nakamura was inaccurately labelled “<a href=\"https://snepmusique.com/wp-content/uploads/2019/04/Global-Music-Report-2019-_Site.pdf\">the voice of French rap</a>” by SNEP. When PNL submitted their album Dans la Légende for the Victoires in 2017, they declared the project not to be urban, but <em><a href=\"https://www.youtube.com/watch?v=CEbJwZOkvDM\">chanson</a></em>. While they were not selected for the ceremony, their reasoning was later given as a reason for getting rid of the rap category.</p> <p><a href=\"https://twitter.com/lanskywalker\">Lansky</a>, journalist for French rap website <a href=\"https://yard.media/\">Yard</a>, doesn’t see these industry machinations as obstacles for French rap in the long-term: “The reality is that rap is the new pop, and many current artists labelled as pop, such as Angèle, Louane and Kendji Girac, are looking to rap and related genres for inspiration.”</p> <p>In the French charts so far in 2020, <a href=\"https://www.theguardian.com/music/the-weeknd\">the Weeknd</a>’s Blinding Lights provided a one-week break in nearly four otherwise continuous months of No 1 singles by black or Arab French rappers: Gradur, Gambi, Naps and Ninho. This is against the backdrop of Le Pen, whose newly named National Rally defeated Macron’s La République En Marche <a href=\"https://www.theguardian.com/politics/2019/may/27/eu-vote-confirms-french-far-right-marine-le-pen-national-rally-as-emmanuel-macron-main-opposition\">to win France’s European </a><a href=\"https://www.theguardian.com/politics/2019/may/27/eu-vote-confirms-french-far-right-marine-le-pen-national-rally-as-emmanuel-macron-main-opposition\">elections in 2019</a>, preparing to challenge the incumbent president once again in 2022.</p> <p>French rap was once on the periphery of acceptable taste, loudly reporting on the cracks in France’s supposed universalism. The attempts to quell it show how powerful it has now become, with its successful black and Arab rappers challenging the very idea of what it is to be French. As the anonymous A&amp;R director asserts: “A genre that has been established in a country for more than 30 years cannot be qualified as a phenomenon. Today, rap is as much a part of France’s culture as its cuisine, wine or bad faith.”</p>",
  "<p>Republican state leaders in Wisconsin on Tuesday filed a lawsuit against the Democratic governor Tony Evers, challenging his stay-at-home order to contain the coronavirus outbreak.</p> <p>The issue of when to re-open state economies has on occasion put Donald Trump at odds with his own top public health officials and federal guidelines.</p> <p>Trump has pressed for a swift lifting of restrictions put on social and business activities across the US and last week spoke of rightwing backed <a href=\"https://www.theguardian.com/world/2020/apr/16/michigan-protest-coronavirus-rightwing-support\">protesters</a> against stay-home orders as “<a href=\"https://www.theguardian.com/us-news/2020/apr/17/trump-liberate-tweets-coronavirus-stay-at-home-orders\">responsible people</a>”, in a highly unusual move to encourage civil disobedience in violation of government guidelines amid a national emergency.</p> <p>The lawsuit asks the Wisconsin supreme court to issue a temporary injunction on the state’s order that was extended until 26 May by the Wisconsin department of health services secretary last week at the direction of the governor.</p> <p>Meanwhile, health officials in Wisconsin said they have identified at least seven people who may have contracted the coronavirus from participating in the 7 April primary and supreme court seat election in the state.</p> <p>These are the first such cases following Wisconsin’s controversial decision to <a href=\"https://www.theguardian.com/us-news/2020/apr/07/wisconsin-votes-controversial-election-coronavirus-us-election-2020\">go ahead</a> with in-person voting amid a pandemic, despite widespread concern about the public health risks.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/10/wisconsin-voter-restrictions-democracy-coronavirus-primary\">Wisconsin: the state where American democracy went to die</a> </p> </aside>  <p>The infections involve six voters and one poll worker in Milwaukee, where difficulty finding poll workers forced the city to pare nearly 200 voting locations back to just five, and where voters – some in masks, some with no protection – were forced to wait in long lines for hours.</p> <p>It is not certain that the seven people contracted the virus at the polls. The possible connection was made because local health officials are now asking newly infected people whether they participated in the election.</p> <p>“It means they were at the polls, which is a potential exposure, but [we] can’t say they definitely got it at the polls,” said Darren Rauch, the health officer/director for suburban Greenfield, and one of the health officials helping with the coronavirus response in the Milwaukee area.</p> <p>Milwaukee officials are still gathering information from about 70% of people who have tested positive since the election.</p> <p>The election, which included a presidential primary as well as a state supreme court race and local offices, took place after a legal struggle between Democrats and Republicans.</p> <p>Thousands of Wisconsin voters stayed home, unwilling to risk their health and unable to be counted because requested absentee ballots never arrived.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/16/its-a-killer-were-done-covid-19-puts-ballot-initiatives-in-peril\">'It’s a killer. We’re done': Covid-19 puts ballot initiatives in peril</a> </p> </aside>  <p>Democrats and voting rights groups have filed lawsuits to expand mail and absentee voting options, and pushed for an extra $2bn to help states adjust their election systems. National Republicans are fighting those efforts, while Donald Trump <a href=\"https://www.theguardian.com/us-news/2020/apr/08/trump-mail-in-voting-2020-election\">claims</a> without evidence that mail-in voting is vulnerable to fraud.</p>",
  "<div id=\"block-5ea039748f0898fe360d5ffe\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-22T12:33:12.067Z\">1.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Live reporting on the coronavirus in the US continues on Wednesday’s blog:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2020/apr/22/coronavirus-us-live-first-deaths-weeks-earlier-trump-cuomo-latest-news-updates\">Coronavirus US live: first Covid-19 deaths were weeks earlier than originally thought</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e9f84318f08b5c61713e523\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T23:59:45.542Z\">12.59am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>Donald Trump announced that he would soon sign an executive order restricting immigration for 60 days. </strong>Temporary visa holders would be exempt, he said at the daily coronavirus briefing — but the policy would apply to those seeking green cards. </li> \n   <li><strong>The Senate passed a nearly $500 billion coronavirus relief bill by unainmous consent. </strong>The bill, which provides funding for small businesses, hospitals and testing, will now advance to the House. <strong>Trump </strong>has said he will sign the bill, but Republican congressman <strong>Thomas Massie </strong>has threatened to object to the bill, which could force House members to return to Washington to pass it.</li> \n   <li><strong>Attorney general William Barr said the justice department may eventually join lawsuits against stay-at-home orders. </strong>“We’re looking carefully at a number of these rules that are being put into place,” Barr said. “And if we think one goes too far, we initially try to jawbone the governors into rolling them back or adjusting them. And if they’re not and people bring lawsuits, we file statement of interest and side with the plaintiffs.”</li> \n   <li><strong>The number of coronavirus cases in the US has surpassed 820,000.</strong> The US has confirmed 823,786 cases of the virus, according to Johns Hopkins University data. Nearly 45,000 Americans have died of the virus.</li> \n   <li><strong>New York governor Andrew Cuomo met with Trump at the White House. </strong>The meeting came as the Democratic governor has repeatedly called on the federal government to play a more active role in helping states expand testing capacity.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-22T00:10:32.780Z\">at 1.10am BST</time></p> \n</div> \n<div id=\"block-5e9f85f68f085a072d3bcc37\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T23:58:15.019Z\">12.58am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Harvard refutes implication that it took advantage of relief funds</h2> \n <div class=\"block-elements\"> \n  <p>During the coronavirus briefing, Donald Trump singled out Harvard University as one of the institutions that the government would ask to return funds recieved as part of the Small Business Administration’s Paycheck Protection Program. </p> \n  <p>“Harvard’s going to pay back the money,” Trump said, adding that the university “shouldn’t have taken it.”</p> \n  <p>But Harvard clarified that it has not received any funds through the program. Rather, the has received funds through the CARES Act Higher Education Emergency Relief Fund.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Harvard/status/1252737743567888387\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">(1/5) Harvard did not apply for, nor has it received any funds through the U.S. Small Business Administration’s Paycheck Protection Program (PPP) for small businesses. Reports saying otherwise are inaccurate.</p>— Harvard University (@Harvard) \n    <a href=\"https://twitter.com/Harvard/status/1252737743567888387?ref_src=twsrc%5Etfw\">April 21, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Harvard, which has r<a href=\"https://www.forbes.com/sites/reneemorad/2020/04/21/harvard-under-fire-for-accepting-nearly-9-million-in-coronavirus-relief-funds/#288b2cb5dd8c\">eceived nearly $9m</a> in funding under the Coronavirus Aid, Relief, and Economic Security (CARES) Act per Forbes, has been criticized for accepting the money despite is a multibillion-dollar endowment. </p> \n  <p>Republican lawmakers, including Harvard alumnus Ted Cruz, called on the university to return the funds. “Dear Harvard: Thank you for my law degree and an excellent legal education. You’re very rich; many people are hurting. Now give the money back,” Cruz wrote on Twitter. </p> \n  <p>Harvard announced that it will allocate 100% of the CARES Act funding toward student financial assistance. The law requires educational institutions to direct at least 50% of the relief funds to financial assistance grants to students.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-21T23:59:10.180Z\">at 12.59am BST</time></p> \n</div> \n<div id=\"block-5e9f83e08f085a072d3bcc30\" class=\"block\" data-block-contributor=\"profile/dominic-rushe\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T23:39:24.180Z\">12.39am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>More on the nearly $500bn coronavirus aid package that Congress passed: </strong></p> \n  <p>The aid package is the second for small business, which have been hit hard by the pandemic and shed millions of jobs. The first proved controversial, with big businesses including Shake Shack and Ruth’s Chris Steakhouse receiving millions while many small businesses missed out. Shake Shack has now handed back the $10m loan it received. Ruth’s Chris – which had revenues of $468m last year – received $20m.</p> \n  <p>Treasury secretary Steven Mnuchin said that larger firms would now be blocked from using the new program.</p> \n  <p>Small businesses in hard-hit <a href=\"https://www.theguardian.com/us-news/new-york\">New York</a> were skeptical that the new money would get to them in time, having missed out on the first wave of payments. “This is going to be the end of us all,” said Brian Colgan, who runs ACME, a props and furniture rental business in Brooklyn.</p> \n  <p>He said none of his small business contacts had received funds.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/apr/21/us-senate-may-pass-500bn-small-business-aid-package-second\">US Senate passes $500bn small-business aid package</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e9f7c2e8f085a072d3bcc0e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T23:12:21.550Z\">12.12am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Could Trump delay the presidential election? The Guardian’s Adam Gabbatt explains:</strong><br></p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"ec64ff6d-a5cb-4878-828d-bd6da8ce367e\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/4yCY232AZ_8?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e9f7ad28f085a072d3bcc03\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T23:05:13.611Z\">12.05am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The briefing has wrapped up. Stay tuned for more news and analysis. </p> \n </div> \n</div> \n<div id=\"block-5e9f77c38f08b5c61713e4e6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T22:54:29.947Z\">11.54pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact check: Testing</strong></p> \n  <p>“We’ve tested more than any country in the world, even put together,” Trump said. </p> \n  <p>This is false. </p> \n  <p>Overall, the US had administered more than 4.5m coronavirus tests, according to the <a href=\"https://covidtracking.com/data\">Covid Tracking Project</a>. From a very slow start, the US, with a population of 329m, had ramped up to a testing rate of one in every 80 people — a bit better than to South Korea’s rate of 1 in every 90 people. Germany has done even better, testing every<a href=\"https://www.statista.com/statistics/1109066/coronavirus-testing-in-europe-by-country/\"> 1 in 63 people.</a></p> \n  <p>In America, despite the recent increase in testing, backlogs are reported in labs across the country, and many people with symptoms — including health workers — are still struggling to access tests.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-21T23:03:33.948Z\">at 12.03am BST</time></p> \n</div> \n<div id=\"block-5e9f75ae8f08b5c61713e4dc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T22:46:22.746Z\">11.46pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact checks: A couple of quick ones</strong></p> \n  <ul> \n   <li>Trump once again touted the <strong>southern border wall</strong>, claiming that 27,000 Mexican soldiers are “on our border.” We’ve corrected this claim before — Mexico’s president <strong> </strong>Andre Lopez Obredor<strong> </strong>has deployed 27,000 troops in total, but only about 15,000 to the US-Mexico border. <br></li> \n   <li>Trump once again implied that the <strong>Spanish influenza</strong> deaths took place in 1917. The disease spread worldwide in 1918 and 1919 <a href=\"https://www.cdc.gov/flu/pandemic-resources/1918-pandemic-h1n1.html\">according to</a> the Centers for Disease Control and Prevention. </li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5e9f74ba8f08b5c61713e4d8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T22:35:04.998Z\">11.35pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The president said he doesn’t know the status of Kim Jon Un’s health, amid unconfirmed reports that the North Korean leader is seriously ill. </strong></p> \n  <p>“I’ve had a very good relationship with him,” Trump said. “I can only say I wish him well.”</p> \n </div> \n</div> \n<div id=\"block-5e9f739a8f087a826b68ac01\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T22:33:27.078Z\">11.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The president was asked about a study that linked hydroxychloroquine</strong> — an anti-malarial drug that the president has repeatedly touted — to higher death rates for Veterans Affairs patients hospitalized with. Covid-19, Trump said he’s “willing to take a look” at the evidence. </p> \n </div> \n</div> \n<div id=\"block-5e9f72aa8f087a826b68abfb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T22:27:43.426Z\">11.27pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The president’s executive order on immigration is “being written right now” Trump said — he has not provided too much detail on how the policy would work. </strong></p> \n  <p>Here’s what he’s said: </p> \n  <ul> \n   <li>A pause on immigration would last 60 days</li> \n   <li>It wouldn’t affect temporary visas</li> \n   <li>More details are forthcoming</li> \n  </ul> \n  <p>“There will be some people coming in... but it’s a strong order,” Trump said. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-21T22:28:21.377Z\">at 11.28pm BST</time></p> \n</div> \n<div id=\"block-5e9f71028f085a072d3bcbd7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T22:21:35.822Z\">11.21pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Cases in big cities including Boston, Houston, Philadelphia, Chicago, Atlanta, Baltimore, Detroit, and St. Louis, appear to be mounting more slowly</strong>, Dr. Deborah Birx said. These areas “appear to be flattening,” she said. </p> \n  <p>Even so, Americans need to continue adhering to social distancing guidelines and hyginege guidlines, so they don’t spread the disease to elderly people and other vulnerable communities. </p> \n </div> \n</div> \n<div id=\"block-5e9f6fef8f085a072d3bcbc3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T22:16:49.429Z\">11.16pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The federal government will along with New York to help the state secure additional tests</strong>, Trump said — addressing his phone call with the state’s governor Andrew Cuomo. </p> \n  <p>New York state and New York City “have been terrific to work with,” Trump said — despite his many clashes with Cuomo and Mayor Bill DeBlasio of New York City. <br></p> \n </div> \n</div> \n<div id=\"block-5e9f6f568f085a072d3bcbbe\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T22:12:57.045Z\">11.12pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Trump says he will be suspending immigration for 60 days</h2> \n <div class=\"block-elements\"> \n  <p>The order will only apply to people seeking a green card — not those who enter on a temporary basis, the president said. Such a policy would “preserve vital resources for American citizens,” he said. But critics have said that Trump is scapegoating immigrants, and using the coronavirus pandemic to push long-held anti-immigration policies. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-21T22:19:18.504Z\">at 11.19pm BST</time></p> \n</div> \n<div id=\"block-5e9f6a4f8f085a072d3bcb97\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T22:09:52.371Z\">11.09pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact check: Mortality Rate</strong></p> \n  <p>“Our mortality rate remains roughly half” that of other countries, Trump said, adding that the rate was “one of the lowest in any other country in the world.” </p> \n  <p>The president is half-right — the US does indeed appear to have a lower case fatality rate than several countries, including Italy, Belgium and the UK, according to the Johns Hopkins tracker. </p> \n  <p>The case fatality rate refers to the number of deaths divided by the number of confirmed cases. Johns Hopkins has calculated that figure for about 130 countries. but the US’s rate is far from the “lowest” of any country.</p> \n  <p>The US rate is 5.4% — more double the rate of Japan and South Korea (2.2%), and several times the rate of Singapore, with a rate. of .1%. </p> \n </div> \n</div> \n<div id=\"block-5e9f6d568f08b5c61713e4aa\" class=\"block\" data-block-contributor=\"profile/joannawalters\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T22:02:56.100Z\">11.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A small wrap here on the meeting this afternoon between the president and New York Governor Andrew Cuomo in the Oval Office, per Cuomo.</p> \n  <p> He said, in a quick call to MSNBC afterward, that he had a “functional and effective” conversation with Trump and tried to keep the focus on testing and state budget problems, Reuters reports.</p> \n  <p>“We have a tremendous job that we have to get done and put everything else aside and do the job, and the tone of the conversation was very functional and effective,” Cuomo said.</p> \n  <p>“I stayed focused on what we were there to talk about and for me the substantive agenda was testing - ‘Who does what? How do we get it up the scale?’ - and somebody has to stand up for funding for the states.”</p> \n  <p>Cuomo, a Democrat who has clashed with Trump during the coronavirus outbreak, did not discuss details of their talk, but described the meeting as “honest and open.”<br>“The president is communicative about his feelings and I’m communicative about what I think,” he said.</p> \n  <p>With social distancing and lockdowns showing some positive results, Cuomo said on Monday he could begin to consider how to reopen a state that ranges from New York City, with more than 8 million people, to farm country and sparsely populated towns upstate.</p> \n  <p>The White House did not immediately provide an account of the meeting.<br>Cuomo said he sought a face-to-face conversation with the Republican president to hash out issues around the need for more testing capability.</p> \n  <p>“We have to get this ironed out. This is a very big issue,” Cuomo said.</p> \n  <p>He said testing volume needed to increase tenfold and leaders needed to discuss how the federal government can help and what the states can do to make enough tests available.<br></p> \n  <p>“That is the issue for the country right now I think,” Cuomo said. “It’s a benchmark - ‘Where are we? Are we on the increase, are we on the plateau or are we on the descent?’”</p> \n </div> \n</div> \n<div id=\"block-5e9f6be18f085a072d3bcbaa\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T22:01:31.333Z\">11.01pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The relief is for small businesses, Mnuchin said. </strong></p> \n  <p>“I was relieved to see that Shake Shack returned the money,” he said — referring to the fast-food chain’s decision to return the $10m government loan meant for struggling companies. “The intent of this was not for big public companies,” he said — adding that the government will put out an FAQ to clarify who should take advantage of the government funds. </p> \n  <p>Trump added that the government will ask bigger institutions to return relief funds. “Harvard’s going to pay back the money,” Trump said. The university with a multi-billion dollar endowment, “shouldn’t have taken it.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-21T23:59:35.009Z\">at 12.59am BST</time></p> \n</div> \n<div id=\"block-5e9f6b178f08b5c61713e49f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T21:55:08.745Z\">10.55pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Steven Mnuchin, the treasury secretary, thanked Democratic leaders Nancy Pelosi and Chuck Schumer for their work on the latest coronavirus relief bill. </strong>There is “unprecedented of money for testing” in the bill, he said </p> \n  <p>The new legislation allocates another $310bn for the payroll protection program for small businesses, and $50bn in disaster loans for small businesses. </p> \n </div> \n</div> \n<div id=\"block-5e9f69228f085a072d3bcb91\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T21:47:03.187Z\">10.47pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">The White House coronavirus task force briefing has begun</h2> \n <div class=\"block-elements\"> \n  <p>Stay tuned for live coverage and fact checks. </p> \n </div> \n</div> \n<div id=\"block-5e9f4f6e8f0826d9592b6117\" class=\"block\" data-block-contributor=\"profile/dominic-rushe\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T21:36:21.246Z\">10.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Trump has said he will sign the legislation pending in Congress to bail out the small business loan program that’s been overrun by demand but small business isn’t holding its breath.</p> \n  <p>The last round ended up in the pockets of “small businesses” including Potbelly, the international sandwich chain, Ruth’s Chris Steakhouse and Shake Shack - which has given its $10m back.</p> \n  <p>In the meantime real small businesses, especially in hard-hit New York, are suffering. Nichelina Mavros, co-owner of Depanneur, a grocery and deli in New York, said: “Ninety eight per cent of New York businesses are small businesses. In my network not one of them got the money.”</p> \n  <p>She wasn’t alone, you can read more here.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/apr/21/us-senate-may-pass-500bn-small-business-aid-package-second\">US Senate may pass $500bn small business aid package today</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e9f5d0d8f08e5935f2665b0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T21:29:01.224Z\">10.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Hi there, it’s Maanvi Singh — blogging from the West Coast. </strong></p> \n  <p><strong>New York no longer needs the USS Comfort</strong>, a Navy hospital ship deployed to help relieve hospitals overwhelmed with coronavirus patients, the state’s governor <strong>Andrew Cuomo</strong> said on MSNBC. </p> \n  <p>“We don’t really need the Comfort anymore,” Cuomo said. “It did give us comfort, but we don’t need it anymore.” The ship can be redeployed where it’s needed most, he added. </p> \n  <p>The governor has been frequently at odds with the president. <strong>Donald Trump</strong> has challenged Cuomo’s dire requests for key medical equipment including ventilators. As the infection and hospitalization rates slowed, the president has derided governors for requesting more supplies than initial, worst-case predictions from scientists would have suggested. </p> \n  <p>Cuomo, who called into MSNBC after a meeting with Trump, said that “for the president and myself, this is not about anyone’s emotion about anyone else. I mean, who cares what I feel, what he feels.” </p> \n  <p>The president is willing to include money for states in the next round of economic relief legislation, Cuomo reported, adding that he was the one who suggested a face-to-face meeting in DC to further discuss efforts to ramp up testing. </p> \n </div> \n</div> \n<div id=\"block-5e9f618d8f08b5c61713e479\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T21:20:54.907Z\">10.20pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Today so far</h2> \n <div class=\"block-elements\"> \n  <p>That’s it from me today. My west coast colleague, Maanvi Singh, will take over the blog for the next few hours.</p> \n  <p>Here’s where the day stands so far:</p> \n  <ul> \n   <li><strong>The Senate passed a nearly $500 billion coronavirus relief bill by unainmous consent. </strong>The bill, which provides funding for small businesses, hospitals and testing, will now advance to the House. <strong>Trump </strong>has said he will sign the bill, but Republican congressman <strong>Thomas Massie </strong>has threatened to object to the bill, which could force House members to return to Washington to pass it.</li> \n   <li><strong>Attorney general William Barr said the justice department may eventually join lawsuits against stay-at-home orders. </strong>“We’re looking carefully at a number of these rules that are being put into place,” Barr said. “And if we think one goes too far, we initially try to jawbone the governors into rolling them back or adjusting them. And if they’re not and people bring lawsuits, we file statement of interest and side with the plaintiffs.” </li> \n   <li><strong>The number of coronavirus cases in the US has surpassed 800,000. </strong>The US has confirmed 816,240 cases of the virus, and the number of coronavirus cases worldwide has now reached 2,546,527. Nearly 44,000 Americans have died of the virus.<br></li> \n   <li><strong>New York governor Andrew Cuomo met with Trump at the White House. </strong>The meeting came as the Democratic governor has repeatedly called on the federal government to play a more active role in helping states expand testing capacity.</li> \n  </ul> \n  <p>Maanvi will have more coming up, so stay tuned.</p> \n </div> \n</div> \n<div id=\"block-5e9f60528f087a826b68ab89\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T21:11:15.569Z\">10.11pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Senate passes nearly $500 billion relief bill</h2> \n <div class=\"block-elements\"> \n  <p>The Senate has passed the nearly $500 billion coronavirus relief bill, which will allocate $320 billion to the Paycheck Protection Program for small businesses and provide $100 billion for hospitals and testing.</p> \n  <p>The bill will now advance to the House, which will also attempt to pass the proposal by unanimous consent, and <strong>Trump </strong>has said he will sign the bill.</p> \n  <p>However, Republican congressman <strong>Thomas Massie </strong>has threatened to raise an objection to the unanimous consent proposal, which would force House members to return to Washington to pass the bill.</p> \n  <p>Two Republican senators, <strong>Mike Lee </strong>and <strong>Rand Paul, </strong>raised concerns today about approving the bill by unanimous consent, but they ultimately decided against forcing a recorded vote on the legislation.</p> \n </div> \n</div> \n<div id=\"block-5e9f5df08f08e5935f2665ba\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T21:02:41.572Z\">10.02pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Paul says he will not call for recorded vote on relief bill</h2> \n <div class=\"block-elements\"> \n  <p>Republican senator <strong>Rand Paul </strong>emphasized that some parts of the country with fewer coronavirus cases will be able to reopen more quickly than other, more hard-hit regions.</p> \n  <p>“We need to get past a one-size-fits-all approach to infectious disease,” Paul said. </p> \n  <p>The Republican senator said he had concerns about both the amount of funding in the relief bill and the plan to pass it by unanimous consent.</p> \n  <p>But Paul said he ultimately decided not to invoke the Senate rules to require a recorded vote on the bill, which would have forced members to return to Washington.</p> \n  <p>Paul said he chose to deliver his floor speech today so that history would record how “not everyone gave in” to the “massive accumulation of debt” facing the country.</p> \n </div> \n</div> \n<div id=\"block-5e9f5bf18f08e5935f2665a6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T20:51:53.062Z\">9.51pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Paul calls for reopening the economy, opposes relief bill</h2> \n <div class=\"block-elements\"> \n  <p>Republican senator <strong>Rand Paul </strong>has taken the Senate floor to argue that “no amount of money” can save the country from the coronavirus crisis.</p> \n  <p>“Our only hope of rescuing this country is re-opening the economy,” Paul said.</p> \n  <p>The Kentucky Republican acknowledged the virus still poses many risks, but he said lawmakers needed to “put those risks in perspective” when it came to considering whether to reopen the economy.</p> \n  <p>“Today I rise in opposition to spending $500 billion more,” Paul said.</p> \n </div> \n</div> \n<div id=\"block-5e9f58058f08e5935f266568\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T20:37:36.085Z\">9.37pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Republican senator <strong>Mike Lee </strong>criticized the Senate’s efforts to pass a nearly $500 billion by unanimous consent, as many members remain away from Washington due to social distancing guidelines.</p> \n  <p>“We cannot do the job for which we were elected without actually being here,” Lee said. “It’s time to return to Washington and get to work.”</p> \n  <p>Lee noted the Senate is not currently scheduled to reconvene until May 4. “When we come back on May the 4th ... I hope the Force will be with us,” Lee said, throwing in a “Star Wars” reference at the end of his floor speech.</p> \n </div> \n</div> \n<div id=\"block-5e9f55e58f08e5935f26655e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T20:28:28.915Z\">9.28pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Lee says coronavirus 'requires Congress to convene'</h2> \n <div class=\"block-elements\"> \n  <p>Senator <strong>Mike Lee </strong>has now taken the floor, and the Utah Republican said he spoke with a “heavy heart” as he considered the trials of his constituents amid the current crisis.</p> \n  <p>Lee referenced the hard work being done by medical professionals, other frontline workers and parents right now.</p> \n  <p> “And yet Congress is in recess,” Lee said, calling lawmakers’ absence from Washington due to social distancing guidelines “simply unacceptable.”</p> \n  <p>“If Covid-19 requires Congress to act, then it requires Congress to convene,” Lee said.</p> \n  <p>If Lee or any other senator raises an objection to passing the relief bill by unanimous consent, then members will be required to return to Washington to approve the proposal.</p> \n </div> \n</div> \n<div id=\"block-5e9f548f8f0826d9592b612a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T20:19:49.285Z\">9.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Senate minority leader <strong>Chuck Schumer </strong>said the country needed to “dramatically” ramp up its coronavirus testing, which this relief bill would help to do.</p> \n  <p>“We don’t have enough tests,” Schumer said, promising Americans that “help is on the way.” The relief bill under consideration allocates $25 billion to expand testing capacity.</p> \n  <p>But Schumer said <strong>Democrats </strong>were “sorely disappointed” that <strong>Republicans </strong>had refused to meet their other demands, including more funding for state and local governments.</p> \n  <p>The Democratic leader promised to continue working toward those goals with the next coronavirus relief bill.</p> \n </div> \n</div> \n<div id=\"block-5e9f53138f08e5935f266551\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T20:12:57.221Z\">9.12pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Senate minority leader <strong>Chuck Schumer </strong>accused majority leader <strong>Mitch McConnell </strong>of having “tried to bypass negotiations” with this coronavirus relief bill.</p> \n  <p>McConnell originally proposed a $250 billion bill that would have allocated additional funds for the small business loan program known as the Paycheck Protection Program, but <strong>Democrats </strong>pushed for more money for hospitals and state and local governments as well.</p> \n  <p>The final bill under consideration now includes $100 billion for hospitals and testing, but state and local governments were not given additional funding under the legislation.</p> \n </div> \n</div> \n<div id=\"block-5e9f51fe8f08e5935f26654a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T20:09:45.254Z\">9.09pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Rand Paul’s office said the Republican senator will soon speak on the Senate floor </strong><strong>“regarding the importance of fiscal responsibility.” </strong></p> \n  <p>Because the Senate is trying to pass the bill by unanimous consent, a single member can temporarily derail its approval by demanding a full vote, which would force senators to return to Washington.</p> \n  <p>Senate majority leader <strong>Mitch McConnell </strong>said the nearly $500 billion bill will “potentially” pass in the next few minutes.</p> \n  <p>Speaking on the Senate floor, McConnell said, “Now let’s just get this done.”</p> \n </div> \n</div> \n<div id=\"block-5e9f50aa8f0826d9592b611a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T20:02:07.925Z\">9.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Senate will soon gavel in its pro forma session, </strong>where the next coronavirus relief bill is expected to pass by unanimous consent.</p> \n  <p>House speaker <strong>Nancy Pelosi </strong>and Senate minority leader <strong>Chuck Schumer </strong>have just released a statement boasting about how the bill includes $100 billion for hospitals and testing, unlike <strong>Republicans</strong>’ initial proposal.</p> \n  <p>“Congressional Democrats are proud to have secured an agreement on an interim emergency funding package that has been transformed to provide real support for the lives and livelihoods of the American people,” the Democratic leaders’ statement read. </p> \n  <p>“Democrats flipped this emergency package from an insufficient Republican plan that left behind hospitals and health and frontline workers and did nothing to aid the survival of the most vulnerable small businesses on Main Street.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-21T20:29:14.199Z\">at 9.29pm BST</time></p> \n</div> \n<div id=\"block-5e9f4b078f08e5935f266524\" class=\"block\" data-block-contributor=\"profile/martin-pengelly\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T19:52:50.294Z\">8.52pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New York City mayor <strong>Bill de Blasio</strong> said earlier today that “the first thing” his city will do when Covid-19 is beaten will be to stage a ticker-tape parade down the Canyon of Heroes at the bottom of Broadway – just below the Guardian office, as it happens – to honour the first responders and healthcare workers who have battled against the virus.</p> \n  <p>“The day is coming where we will overcome this disease,” de Blasio said. “When that day comes that we can restart the vibrant, beautiful life of this city, the first thing we will do is have a ticker-tape parade. We will honor those who saved us.”</p> \n  <p>It would, one supposes, be one way to spend precious resources in a city stretched to the limit by the outbreak and where <a href=\"https://coronavirus.jhu.edu/map.html\">more than 14,600 people have died</a>. But not necessarily the most popular way.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sarahkendzior/status/1252666335366176769\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Why not instead get them hazard pay, a permanent pay raise, a personal apology for botching this crisis -- and *not* put their lives at risk *again* with a parade that will potentially spread a second wave of the virus and cause hospital overflow?! <a href=\"https://t.co/NruGijDeil\">https://t.co/NruGijDeil</a></p>— Sarah Kendzior (@sarahkendzior) \n    <a href=\"https://twitter.com/sarahkendzior/status/1252666335366176769?ref_src=twsrc%5Etfw\">April 21, 2020</a>\n   </blockquote> \n  </figure> \n  <p>All non-essential events in New York City are currently cancelled through June, by order of de Blasio himself, so if a parade does happen, it won’t be soon.</p> \n  <p>The news does provide an excuse, however, to include a picture of the last such ticker-tape parade, which was held for the US women’s football team last year, after they won the World Cup. De Blasio attended:</p> \n  <figure class=\"element element-image\" data-media-id=\"1570d4c9e89fe9ff34c3678741342f62cefb5d5a\"> \n   <img src=\"https://media.guim.co.uk/1570d4c9e89fe9ff34c3678741342f62cefb5d5a/0_0_3600_2160/1000.jpg\" alt=\"Members of the USA women’s soccer team – and Bill de Blasio – celebrate on Broadway in July 2019.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Members of the USA women’s soccer team – and Bill de Blasio – celebrate on Broadway in July 2019.</span> \n    <span class=\"element-image__credit\">Photograph: Craig Ruttle/AP</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e9f4a1f8f0826d9592b60fc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T19:38:58.408Z\">8.38pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Senate majority leader Mitch McConnell urged fellow senators to support the interim coronavirus relief bill, </strong>which was just released and is expected to pass by unanimous consent this afternoon.</p> \n  <p>“I welcome this bipartisan agreement and hope the Senate will quickly pass it once members have reviewed the final text,” the Kentucky Republican said in a statement.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/senatemajldr/status/1252676152864526337\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I am encouraged that Democrats have finally agreed to reopen the Paycheck Protection Program and abandon a number of their unrelated demands. My full statement on Congress’s new bipartisan agreement to provide additional small-business support, more funding for testing, and more: <a href=\"https://t.co/nDnhxbs9KB\">pic.twitter.com/nDnhxbs9KB</a></p>— Leader McConnell (@senatemajldr) \n    <a href=\"https://twitter.com/senatemajldr/status/1252676152864526337?ref_src=twsrc%5Etfw\">April 21, 2020</a>\n   </blockquote> \n  </figure> \n  <p>In some typical political posturing, McConnell blamed <strong>Democrats </strong>for delaying the bill’s passage by pushing for more funding for hospitals and state and local governments. </p> \n  <p>“I am just sorry that it took my colleagues in Democratic leadership 12 days to accept the inevitable, and that they shut down emergency support for Main Street in a search for partisan ‘leverage’ that never materialized,” McConnell said in his statement.</p> \n  <p>But that is not exactly accurate. The original bill that McConnell proposed would have allocated $250 billion in funding to the Paycheck Protection Program for small businesses, but the final bill includes nearly twice as much funding, including $75 billion for hospitals and $25 billion for testing.<br></p> \n  <p>Although Demoocrats could not get funding for state and local governments included in this bill, much to governors’ chagrin, they were able to achieve some of their policy objectives by securing more money for hospitals and testing.</p> \n </div> \n</div> \n<div id=\"block-5e9f47b78f08e5935f266506\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T19:29:34.551Z\">8.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Trump International Hotel in Washington is reportedly seeking rent relief from the federal government as the property suffers financially due to the pandemic.</strong></p> \n  <p>The New York Times <a href=\"https://www.nytimes.com/2020/04/21/business/trump-hotel-rent-payment-coronavirus.html\">reports</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p>In recent weeks, the president’s family business has inquired about changing its lease payments, the company confirmed on Tuesday, which the federal government has reported amount to nearly $268,000 per month. </p> \n   <p>The Trump Organization owns and operates the luxury hotel, but it is in a federally owned building on Pennsylvania Avenue. As part of its deal to open the 263-room hotel, the company signed a 60-year lease in 2013 that requires the monthly payments to the General Services Administration. <br></p> \n   <p>The Trump Organization is current on its rent, according to <strong>Eric Trump</strong>, the president’s son, but he confirmed that the company had opened a conversation about possible delays in future monthly payments.</p> \n   <p>The younger Mr. Trump said the company was asking the G.S.A. for any relief that it might be granting other federal tenants. The president still owns the company, but his eldest sons run the day-to-day operations.</p> \n   <p>‘Just treat us the same,’ Eric Trump said in a statement on Tuesday. ‘Whatever that may be is fine.’</p> \n  </blockquote> \n  <p>Like many other US companies in the hospitality industry, the Trump organization has suffered financial losses and been forced to <a href=\"https://www.theguardian.com/world/live/2020/apr/21/coronavirus-us-live-trump-temporarily-bans-immigration-cuomo-massachusetts-hotspot-new-york-latest-news-updates?page=with:block-5e9f292a8f08431c3b31aa07#block-5e9f292a8f08431c3b31aa07\">lay off workers</a> as many hotels across the country remain largely empty.</p> \n  <p>Unlike those other companies, the Trump organization is specifically barred from receiving coronavirus relief funding from the government. According to the text of the $2 trillion stimulus package, businesses owned by the president or the vice president may not receive loans or investments from the treasury department.</p> \n </div> \n</div> \n<div id=\"block-5e9f42f98f08431c3b31aae3\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T19:08:07.079Z\">8.08pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Number of US coronavirus cases surpasses 800,000</h2> \n <div class=\"block-elements\"> \n  <p>The US has now confirmed 800,000 cases of coronavirus, according to data <a href=\"https://coronavirus.jhu.edu/map.html\">compiled</a> by Johns Hopkins University.</p> \n  <p>The US has confirmed 804,194 cases, more than any other country in the world. Spain, which has confirmed the second-highest number of cases, has about a quarter of the US total, with 204,178 cases.</p> \n  <p>The global number of confirmed coronavirus cases has also continued to climb and currently stands at 2,531,804.</p> \n  <p>The US has recorded 43,200 deaths from the virus, accounting for about 1 in every 4 coronavirus deaths reported from around the world.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/ng-interactive/2020/apr/20/coronavirus-map-of-the-us-latest-cases-state-by-state\">Coronavirus map of the US: latest cases state by state</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e9f3f248f08e5935f26649f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T18:56:33.566Z\">7.56pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Next coronavirus relief bill released</h2> \n <div class=\"block-elements\"> \n  <p>The Senate and the White House have finalized the next coronavirus relief bill, which allocates nearly $500 billion in funding for small business loans, hospitals and testing.</p> \n  <p>The largest portion of the funds, more than $320 billion, will go to the small business loan program known as the Paycheck Protection Program.</p> \n  <p>Another $60 billion will go to the Economic Injury Disaster Loan program, which was first created to help small businesses deal with natural disasters like hurricanes. Like PPP, the program has run out of money due to a flood of applications amid the current crisis.</p> \n  <p>The bill also allocates $75 billion for hospitals and $25 billion for coronavirus testing, which <strong>Democrats </strong>had lobbied for. But Democratic lawmakers failed to secure more funding for state and local governments in this bill, despite pleas from governors.</p> \n  <p>The Senate is expected to approve the bill by unanimous consent at 4 pm ET, and <strong>Trump </strong>has already said he would sign the bill.</p> \n  <p>However, it’s still possible the House will be forced to take a formal vote on the bill if Republican congressman <strong>Thomas Massie </strong>raises an objection to it, as he has previously threatened to do. That move would force House members to return to Washington to get the bill passed.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-21T18:57:36.206Z\">at 7.57pm BST</time></p> \n</div> \n<div id=\"block-5e9f3b3c8f08e5935f266489\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T18:37:04.898Z\">7.37pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Nearly half of Americans now say they or someone in their household has lost a job or income due to the coronavirus pandemic. </strong></p> \n  <p>According to a <a href=\"https://www.pewsocialtrends.org/2020/04/21/about-half-of-lower-income-americans-report-household-job-or-wage-loss-due-to-covid-19/\">newly released poll</a> from the Pew Research Center, 43% of Americans say their household has suffered a job loss or a cut in pay since the start of the coronavirus crisis, marking a 10-point increase from a month ago. </p> \n  <p>A majority of low-income adults (52%) say their household has been directly impacted, and only 23% of low-income respondents said they had rainy day funds set aside.</p> \n  <p>Latinx Americans are particularly hard hit, with 61% of them saying their households have suffered financial losses because of the crisis, in comparison to 44% of black adults and 38% of whites. </p> \n </div> \n</div> \n<div id=\"block-5e9f35698f08e5935f266459\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T18:12:39.865Z\">7.12pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Barr: Justice department may join lawsuits against lockdowns</h2> \n <div class=\"block-elements\"> \n  <p>Attorney general <strong>William Barr </strong>raised the possibility that the justice department may eventually join lawsuits against stay-at-home orders if states repeatedly extend them.</p> \n  <p>“We have to give businesses more freedom to operate in a way that’s reasonably safe,” Barr said on The Hugh Hewitt Show today. “To the extent that governors don’t and impinge on either civil rights or on the national commerce – our common market that we have here – then we’ll have to address that.” </p> \n  <p>Barr went on to add, “We’re looking carefully at a number of these rules that are being put into place ... And if we think one goes too far, we initially try to jawbone the governors into rolling them back or adjusting them. And if they’re not and people bring lawsuits, we file statement of interest and side with the plaintiffs.” </p> \n  <p>Barr’s comments come days after <strong>Trump </strong>called on states under stay-at home orders – specifically Michigan, Minnesota and Virginia – to be liberated, echoing messaging from right-wing protesters.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-21T18:21:25.163Z\">at 7.21pm BST</time></p> \n</div> \n<div id=\"block-5e9f31388f08e5935f266436\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T17:50:57.092Z\">6.50pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Trump campaign has released a statement on the president’s planned executive order banning immigration, </strong>even though no one appears to have seen the executive order yet.</p> \n  <p>“Preventing further entrance of people potentially infected with the virus is an additional safety measure for the country,” <strong>Tim Murtaugh, </strong>the communications director of the Trump campaign, said in a statement.</p> \n  <p>“The usual suspects are sniping from the sidelines, but they have always cared more about scoring political points against the President than they do about anything else.”</p> \n  <p>The White House also released a statement praising the planned order, but there are very few details on what the exact wording of the order would be or what impact (if any) it would have considering most visa processing has already been halted because of the pandemic. <br></p> \n  <p>The executive order may be the White House’s attempt to shift focus away from widespread criticism of Trump’s handling of the crisis overall. A new poll released today showed 54% of Americans give Trump a negative review on how he has handled the pandemic so far.</p> \n </div> \n</div> \n<div id=\"block-5e9f2e8f8f08431c3b31aa30\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T17:44:23.284Z\">6.44pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Trump urges Congress to pass coronavirus relief bill</h2> \n <div class=\"block-elements\"> \n  <p><strong>Trump </strong>has sent a tweet urging members of the Senate and the House to pass the next coronavirus relief bill, which is expected to include money for the small business loan program known as the Paycheck Protection Program, as well as funding for hospitals and testing.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1252640539574448128\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">....to State/Local Governments for lost revenues from COVID 19, much needed Infrastructure Investments for Bridges, Tunnels, Broadband, Tax Incentives for Restaurants, Entertainment, Sports, and Payroll Tax Cuts to increase Economic Growth.</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1252640539574448128?ref_src=twsrc%5Etfw\">April 21, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The president said after he signed this interim relief bill, discussions would turn toward securing more money for state and local governments, as well as funding infrastructure projects and exploring possible payroll taxes.</p> \n  <p>The National Governors Association has said states need $500 billion to address the current crisis, and state leaders, including New York governor <strong>Andrew Cuomo, </strong>have criticized Congress for not including state funding in this relief bill.</p> \n  <p>“I think it’s a terrible mistake not to provide funding for the states,” Cuomo said at his briefing today.</p> \n </div> \n</div> \n<div id=\"block-5e9f2d048f08431c3b31aa2a\" class=\"block is-key-event\" data-block-contributor=\"profile/joannawalters\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T17:38:57.106Z\">6.38pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Protests for PPE - and against anti-stay-home protests...</h2> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"e9e7d832ec8e3802f5cfc13d9e6e40aac59d3546\"> \n   <img src=\"https://media.guim.co.uk/e9e7d832ec8e3802f5cfc13d9e6e40aac59d3546/0_105_4362_2620/1000.jpg\" alt=\"Registered nurses who are members of National Nurses United, the largest nurses union in the United States, protest in front of the White House today. April 21, 2020 in Washington, DC. The nurses held their protest to draw attention to the tens of thousands of healthcare workers nationwide who have become infected with Covid-19 due to lack of personal protective equipment.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Registered nurses who are members of National Nurses United, the largest nurses union in the United States, protest in front of the White House today. April 21, 2020 in Washington, DC. The nurses held their protest to draw attention to the tens of thousands of healthcare workers nationwide who have become infected with Covid-19 due to lack of personal protective equipment.</span> \n    <span class=\"element-image__credit\">Photograph: Win McNamee/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Nurses <strong>protested outside the White House</strong> this morning at shortages of personal protective equipment as they continue to confront the rising number of coronavirus cases and deaths in the US.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoshuaPotash/status/1252597906718298112\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This morning nurses protested for PPE - in front of the White House.<br><br>They read the names of healthcare workers who have given their lives trying to save others from COVID-19.<br><br>And the list felt endless.<br><br>This situation is unacceptable. We need to support our nurses. Now. <a href=\"https://t.co/jKl4JpKP3L\">pic.twitter.com/jKl4JpKP3L</a></p>— Joshua Potash (@JoshuaPotash) \n    <a href=\"https://twitter.com/JoshuaPotash/status/1252597906718298112?ref_src=twsrc%5Etfw\">April 21, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The latest figures are almost 790,000 confirmed cases in the US and more than 42,000 deaths so far.</p> \n  <p>Protests against social, educational and business norms are planned today in North Carolina. As <strong><a href=\"https://www.theguardian.com/artanddesign/2020/apr/20/photograph-healthcare-workers-confronted-anti-lockdown-protesters-denver\">happened in Colorado</a></strong> over the weekend, some health care workers stood in protest against the protest in NC today.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AElliottTV/status/1252607430464323586\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Healthcare workers from western NC standing in silent protest at the <a href=\"https://twitter.com/hashtag/ReOpenNC?src=hash&amp;ref_src=twsrc%5Etfw\">#ReOpenNC</a> rally <a href=\"https://t.co/OlscBrvfbD\">pic.twitter.com/OlscBrvfbD</a></p>— Amy Elliott (@AElliottTV) \n    <a href=\"https://twitter.com/AElliottTV/status/1252607430464323586?ref_src=twsrc%5Etfw\">April 21, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The administration’s top public health and infectious disease expert, <strong>Anthony Fauci</strong>, has <strong><a href=\"https://www.theguardian.com/us-news/2020/apr/20/fauci-coronavirus-covid-19-stay-home\">warned</a></strong> against a rush to reopen states for anything like normal life.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/19/trump-fauci-relationship-coronavirus-us\">Trump and Fauci: America's future hangs on this delicate relationship</a> </p> \n  </aside> \n  <p>This:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/artanddesign/2020/apr/20/photograph-healthcare-workers-confronted-anti-lockdown-protesters-denver\">What happened when healthcare workers confronted anti-lockdown protesters – in one photo</a> </p> \n  </aside> \n  <p>And this. The <strong><a href=\"https://www.charlotteobserver.com/opinion/editorials/article242131551.html\">editorial from the Charlotte Observer</a></strong>, NC, headlined “Stay home, ReOpenNC protesters”.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-21T17:47:03.094Z\">at 6.47pm BST</time></p> \n</div> \n<div id=\"block-5e9f292a8f08431c3b31aa07\" class=\"block is-key-event\" data-block-contributor=\"profile/joannawalters\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T17:16:20.986Z\">6.16pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Lay-offs at Mar-a-Lago</h2> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"1be4af063d662d18df334f8287064834dad4a1bd\"> \n   <img src=\"https://media.guim.co.uk/1be4af063d662d18df334f8287064834dad4a1bd/0_186_3576_2147/1000.jpg\" alt=\"Trump’s Mar-a-Lago private resort and club in Palm Beach, Florida\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Trump’s Mar-a-Lago private resort and club in Palm Beach, Florida</span> \n    <span class=\"element-image__credit\">Photograph: Don Emmert/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Donald Trump’s private Mar-a-Lago club in Palm Beach, Florida, is temporarily laying off 153 workers because of the new coronavirus, according to a notice posted this week to a state website.</p> \n  <p>The club’s director of human resources, Janine Gill, wrote in a letter to state and local officials that Mar-a-Lago began halting business last month as a result of mandated closures issued in Palm Beach County in response to the virus’s spread in South Florida, <em>The Associated Press</em> writes.</p> \n  <p>The furloughs are temporary but the club doesn’t know when it will resume regular operations, Gill said.</p> \n  <p>None of the workers are unionized.</p> \n  <p>It isn’t the only Trump resort in Florida to furlough workers.</p> \n  <p>The <strong>Trump National Doral Miami resort</strong> where Trump initially <a href=\"https://www.theguardian.com/us-news/2019/oct/18/trump-doral-g7-police-surprise\">wanted</a> to host this year’s <strong>Group of Seve</strong><strong>n</strong> (<a href=\"https://www.theguardian.com/world/g7\">G7</a>) summit also has <a href=\"https://apnews.com/d9d4a458f0e20612251a1582d8584638\">temporarily laid off 560 workers</a>.</p> \n  <p>The furloughed workers at Mar-a-Lago include <strong>bartenders, cooks, dishwashers, drivers, attendants, housekeepers, servers and valet attendants</strong>.</p> \n  <p>Mar-a-Lago serves as Trump’s refuge from Washington, and the president often spends his time there mixing work, business and pleasure in the company of dues-paying members.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-21T17:39:40.995Z\">at 6.39pm BST</time></p> \n</div> \n<div id=\"block-5e9f24da8f08431c3b31a9ea\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T17:00:18.739Z\">6.00pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Today so far</h2> \n <div class=\"block-elements\"> \n  <p>Here’s where the day stands so far:</p> \n  <ul> \n   <li><strong>Andrew Cuomo said his White House meeting with Trump today would focus on testing. </strong>The New York governor promised to “tell the truth” about the role the federal government must play in addressing the current crisis, especially now that states need to substantially expand testing capacity.</li> \n   <li><strong>Senate minority leader Chuck Schumer predicted the chamber would approve the next coronavirus relief bill today. </strong>The bill is expected to include $350 billion for the small business loan program known as the Paycheck Protection Program, $75 billion for hospitals and $25 billion for testing.</li> \n   <li><strong>Trump signaled interest in a potential bailout for the oil and gas industry amid dropping oil prices. </strong>But the president provided no details on the proposal, which would almost certainly require approval from Congress, where it would face heavy resistence in the Democratic-controlled House. </li> \n  </ul> \n  <p>The blog will have more coming up, so stay tuned.</p> \n </div> \n</div> \n<div id=\"block-5e9f23648f08431c3b31a9d8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T16:52:20.573Z\">5.52pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Italian Prime Minister</strong> <strong>Giuseppe Conte</strong> <strong>said the country would start reopening its economy on May 4, </strong>but he warned the reopening process would be slow and cautious to avoid a surge in coronavirus cases.</p> \n  <p>Italy has enacted some of the strictest lockdown orders in the world to prevent further spread of coronavirus. The country has already recorded more than 24,000 deaths from the virus, second only to the United States.</p> \n  <p>“I wish I could say: let’s reopen everything. Immediately. We start tomorrow morning ... But such a decision would be irresponsible,” Conte wrote in a Facebook post.</p> \n  <p>The prime minister did not specify which businesses would be allowed to reopen first, but he noted the reopening plan would require a “rethinking of modes of transport” to allow people to safely commute.</p> \n  <p>For more updates from around the world, follow the Guardian’s global coronavirus blog:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2020/apr/21/coronavirus-live-news-donald-trump-downplays-oil-price-crash-as-short-term-latest-updates\">Coronavirus live news: global confirmed cases pass 2.5m but Italy sees first significant fall in infections</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-21T17:41:36.363Z\">at 6.41pm BST</time></p> \n</div> \n<div id=\"block-5e9f1f918f0826d9592b5f72\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T16:34:28.297Z\">5.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>British Prime Minister Boris Johnson told Trump he is “</strong><strong>feeling better and on the road to recovery” after being diagnosed with coronavirus, </strong>according to a White House readout from a call between the two leaders. </p> \n  <p>The White House said Johnson and Trump spoke over the phone today about confronting the pandemic and crafting a possible US-UK trade deal.</p> \n  <p>“President Trump and Prime Minister Johnson reaffirmed their close cooperation through the G7 and G20 to reopen global economies and ensure medical care and supplies reach all those in need,” the readout said. </p> \n  <p>Johnson is also expected to speak to the Queen this week, even though No 10 has insisted the prime minister is not doing any government work as he continues to recover from coronavirus at Chequers. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2020/apr/21/boris-johnson-speak-to-donald-trump-queen-from-chequers-coronavirus\">Boris Johnson to speak to Donald Trump and Queen from Chequers</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e9f1a2e8f08431c3b31a985\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T16:12:04.304Z\">5.12pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Joe Biden accused Mike Pence of using Wisconsin as “</strong><strong>the backdrop to a political photo opportunity,” </strong>as the vice president visits a GE facility in Madison that is helping to make ventilators.</p> \n  <p>“The Trump Administration is currently responsible for one of the most significant failures of governance of any administration in modern history,” the presumptive Democratic nominee said in a fiery statement.</p> \n  <p>Biden noted Pence’s visit “comes as the state is suffering a devastating loss of life to COVID-19, particularly in the African American community, hundreds of thousands of Wisconsin workers have filed for unemployment in recent weeks, and Republicans drive dangerous efforts to prematurely end social distancing efforts.”</p> \n  <p>Biden’s statement concludes, “The Trump Administration is hoping that Wisconsinites have a short memory.”<br></p> \n  <p>Wisconsin is seen as a key swing state in the 2020 presidential election, considering <strong>Trump </strong>defeated <strong>Hillary Clinton </strong>in the state by less than 1 point in 2016.</p> \n </div> \n</div> \n<div id=\"block-5e9f14df8f08e5935f26631b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T15:51:14.640Z\">4.51pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Cuomo briefing summary</h2> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>just wrapped up his daily briefing on the state’s response to coronavirus.</p> \n  <p>Here’s some of what he covered:</p> \n  <ul> \n   <li><strong>Cuomo said his White House meeting with Trump today would focus on testing. </strong>Cuomo said he agreed with the president that states should take charge on expanding testing capacity, but he emphasized the federal government still needed to be involved to navigate supply-chain issues. “I think in many ways, we’re talking past each other,” Cuomo said. </li> \n   <li><strong>Cuomo applauded Maryland governor Larry Hogan for obtaining 500,000 tests from South Korea. </strong>But Cuomo added he did not think it was realistic for the federal government to expect every state to negotiate with foreign governments over needed medical supplies. “It’s not what states are normally responsible for,” Cuomo said. </li> \n   <li><strong>Some hospitals in New York will be allowed to resume </strong><strong>elective outpatient treatments. </strong>Regions of the state where the risk of a coronavirus surge is low may resume the treatments, Cuomo said, noting various parts of the state will be impacted differently by the virus. But the governor’s announcement raised questions about how a regional approach would affect New York’s statewide stay-at-home order.</li> \n   <li><strong>Another 481 New Yorkers died of coronavirus yesterday, </strong>meaning Monday’s daily death toll was flat from Sunday. “We have paid a tremendous price to control this beast,” Cuomo said.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5e9f11808f0826d9592b5eb1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T15:36:20.386Z\">4.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>criticized local leaders pushing to quickly reopen the state in response to political pressure surrounding the stay-at-home order.</p> \n  <p>“If you don’t want to take the political heat, you shouldn’t be in the political kitchen, which is called being an elected official in the state of New York,” Cuomo said.<br></p> \n  <p>As he was leaving the brieing, Cuomo also criticized Congress for not including state funding in the next coronavirus relief bill. The National Governors Association has said states need $500 billion to address the current crisis.</p> \n  <p>“I think it’s a terrible mistake not to provide funding for the states,” Cuomo said as he departed the briefing to begin his travel to Washington.</p> \n </div> \n</div> \n<div id=\"block-5e9f0fee8f0826d9592b5e95\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T15:26:03.298Z\">4.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>said he would not shy away from the truth when he meets with <strong>Trump </strong>at the White House later today.</p> \n  <p>“Life is a fine line,” Cuomo said. “Being in government is a fine line ... I tell you how I negotiate the fine line: you tell the truth.”</p> \n  <p>On the subject of testing, Cuomo said he agreed with Trump that expanding capacity should be mostly left up to the states, but he added the federal government stil needed to be involved.</p> \n  <p>“I think in many ways, we’re talking past each other,” Cuomo said.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-21T15:27:27.564Z\">at 4.27pm BST</time></p> \n</div> \n<div id=\"block-5e9f0ede8f08431c3b31a8de\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T15:23:17.204Z\">4.23pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Cuomo says White House meeting will focus on testing</h2> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>said his White House meeting today with <strong>Trump </strong>would focus on testing and the role the federal government can play in expanding capacity.</p> \n  <p>Cuomo said he understood why Trump wanted to be left out of the “blame game” surrounding testing insufficiencies, but he emphasized the federal government had a vital role to play in expanding testing.</p> \n  <p>“I get the instinct to distance yourself from it, but it is a situation where you need everyone to work together,” Cuomo said.</p> \n  <p>He once again applauded Maryland governor <strong>Larry Hogan </strong>for obtaining 500,000 tests from South Korea, but Cuomo argued it was unrealistic to expect every state to do that.</p> \n </div> \n</div> \n<div id=\"block-5e9f0d238f08431c3b31a8cf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T15:14:56.691Z\">4.14pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>addressed Maryland governor <strong>Larry Hogan</strong>’s announcement that the state had obtained 500,000 coronavirus tests from South Korea.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NYGovCuomo/status/1252616082004860931\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Up until now testing was a private sector function. <br><br>We never needed testing capacity on the scale we do now.<br><br>Each state must be in charge of the labs in their state.<br><br>The federal government must assist with international supply chain problems.</p>— Andrew Cuomo (@NYGovCuomo) \n    <a href=\"https://twitter.com/NYGovCuomo/status/1252616082004860931?ref_src=twsrc%5Etfw\">April 21, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Cuomo applauded Hogan for thinking “outside the box” and getting “very creative” to help his state, but the governor said the federal government should help states manage those kinds of negotiations to expand testing capacity.</p> \n  <p>“It’s not what states are normally responsible for,” Cuomo said. The governor added the federal government should step in to help manage those overseas supply chains.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/20/maryland-coronavirus-tests-south-korea-trump\">Maryland obtains 500,000 coronavirus tests from South Korea</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-21T15:16:36.713Z\">at 4.16pm BST</time></p> \n</div> \n<div id=\"block-5e9f0c378f0826d9592b5e62\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T15:09:08.257Z\">4.09pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>said elective outpatient treatments could resume at some hospitals that do not face a high risk of a coronavirus surge.</p> \n  <p>The Democratic governor has been emphasizing today that various parts of the state will be impacted differently by the virus and will hit their peak number of cases at different points.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NYGovCuomo/status/1252613979110887437\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The State of New York is large and made up of very different regions.<br><br>Each region is experiencing unique timing with the curve of this virus.<br><br>We have to think regionally — and act based on the facts on the ground.</p>— Andrew Cuomo (@NYGovCuomo) \n    <a href=\"https://twitter.com/NYGovCuomo/status/1252613979110887437?ref_src=twsrc%5Etfw\">April 21, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e9f0ac38f08e5935f266299\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T15:05:02.594Z\">4.05pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Cuomo: ' We have paid a tremendous price to control this beast'</h2> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>announced 481 New Yorkers died of coronavirus yesterday, as the daily death toll remained flat from Sunday.</p> \n  <p>“We have paid a tremendous price to control this beast,” Cuomo said of New York’s death toll, which is higher than that of any other US state.</p> \n  <p>In some promising news, the number of new coronavirus hospitalizations yesterday fell to 1,300, although the overall number of hospitalizations remained unchanged.</p> \n  <p>The number of intubations has also been on a consistent decline in recent days. </p> \n </div> \n</div> \n<div id=\"block-5e9f090e8f08431c3b31a8a5\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T15:01:32.891Z\">4.01pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Cuomo holds daily briefing in Buffalo</h2> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo </strong>is holding his daily briefing on the state’s response to coronavirus in Buffalo, as the city’s home county sees a high level of hospitalizations.</p> \n  <p>Cuomo said much of the state’s coronavirus response so far has focused on downstate New York, particularly New York City, which has seen more than 13,000 deaths from the virus. </p> \n  <p>But Cuomo emphasized the virus “presents a different problem in different parts of the state,” and various regions are hitting their peak number of cases at different points.</p> \n  <p>Overall, 125 people have died of coronavirus in Buffalo’s Erie County so far.</p> \n </div> \n</div> \n<div id=\"block-5e9f05f08f08e5935f26624f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T14:45:18.191Z\">3.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Former Georgia gubernatorial candidate Stacey Abrams criticized the state’s Republican governor, Brian Kemp, for allowing a number of businesses to reopen starting Friday.</strong></p> \n  <p>“There’s nothing about this that makes sense,” Abrams told MSNBC this morning. “The mayors of Atlanta, Albany and Savannah have all questioned the wisdom of doing this. And the fact is the governor didn’t consult with mayors before making this decision.” </p> \n  <p>The former Democratic legislator warned the move could endanger the employees of businesses looking to reopen later this week. </p> \n  <p>“The responsibility of a business owner is to first protect your workers,” Abrams said. “That cannot happen when you have a nail salon, when there’s no possible way for that technician to be distant from their customer, when you are running a restaurant that requires face-to-face service.”</p> \n  <p>Abrams similarly criticized Kemp’s decision in a tweet yesterday after he announced his plan, calling the move “dangerously incompetent.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/staceyabrams/status/1252361065486147584\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Georgia: 14th highest infection/7th lowest testing rate; less econ resilient &amp; 1000s of low-wage workers already forced to risk their lives to make a living. Weakened healthcare w/closed rural hospitals, no Medicaid expansion &amp; a doctor shortage. Reopen? Dangerously incompetent. <a href=\"https://t.co/FFfk9EoN3l\">https://t.co/FFfk9EoN3l</a></p>— Stacey Abrams (@staceyabrams) \n    <a href=\"https://twitter.com/staceyabrams/status/1252361065486147584?ref_src=twsrc%5Etfw\">April 20, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Abrams also addressed the rampant speculation about whether presumptive Democratic nominee <strong>Joe Biden </strong>might select her as his running mate for the November election. </p> \n  <p>“All I can say is that if asked to serve, I’d be honored,” Abrams said.</p> \n </div> \n</div> \n<div id=\"block-5e9f02a28f0826d9592b5dd8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T14:37:49.718Z\">3.37pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The White House released a statement on Trump’s tweet about plans to ban all immigration amid the coronavirus pandemic.</strong></p> \n  <p>“President Trump is committed to protecting the health and economic well-being of American citizens as we face unprecedented times,” said newly installed White House press secretary <strong>Kayleigh McEnany.</strong></p> \n  <p>“As President Trump has said, ‘Decades of record immigration have produced lower wages and higher unemployment for our citizens, especially for African-American and Latino workers.’ At a time when Americans are looking to get back to work, action is necessary.”</p> \n  <p>Economists <a href=\"https://www.npr.org/2017/08/04/541321716/fact-check-have-low-skilled-immigrants-taken-american-jobs\">disagree</a> on whether immigration actually depresses wages, with some saying it affects certain groups of workers and others saying it has a very minor (if any) effect.</p> \n  <p>And as the Wall Street Journal <a href=\"https://www.wsj.com/articles/trump-to-temporarily-halt-immigration-into-the-u-s-amid-coronavirus-crisis-11587436960\">has noted</a>, Trump’s proposal to ban all immigration amid the pandemic would have very little impact considering most visa processing has already been halted as a result of the crisis.</p> \n </div> \n</div> \n<div id=\"block-5e9ef7198f08cd080212f952\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T14:13:37.956Z\">3.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s Sam Levine reports:</strong></p> \n  <p>At least 7 Milwaukee residents so far have contracted Covid-19 as a result of “election-related” activities, the city’s health commissioner said Monday. Six of the people were voters and one was a poll worker, the Milwaukee Journal Sentinel reported. </p> \n  <p><strong>Jeanette Kowalik</strong>, the Milwaukee health commissioner, said in an email the city only had 30% of the data from April 7, the date of the election, onward, and hoped to have more information by the end of the week. State health <a href=\"https://www.jsonline.com/story/news/local/milwaukee/2020/04/20/coronavirus-milwaukee-7-new-cases-may-tied-april-7-election/5168669002/\">officials</a> said Monday they have not seen evidence linking Covid-19 cases related to the election, <a href=\"https://www.jsonline.com/story/news/local/milwaukee/2020/04/20/coronavirus-milwaukee-7-new-cases-may-tied-april-7-election/5168669002/\">according to the Journal Sentinel</a>.</p> \n  <p>Wisconsin <strong>Republicans</strong> faced heavy criticism for <a href=\"https://www.theguardian.com/us-news/2020/apr/10/wisconsin-voter-restrictions-democracy-coronavirus-primary\">refusing</a> to call off in-person voting for the state’s April 7 election. Many saw that effort as a political calculation -- fewer people would turn out because of the virus, which would benefit a Republican-backed candidate for the state supreme court. That calculation ultimately proved to be incorrect. <strong>Daniel Kelly</strong>, the Republican-backed candidate, <a href=\"https://www.theguardian.com/us-news/2020/apr/14/wisconsin-election-coronavirus-republicans-supreme-court\">wound up losing</a> his seat on the supreme court to <strong>Jill Karofsky</strong>, a liberal challenger. </p> \n  <p>Wisconsin officials say <a href=\"https://www.dhs.wisconsin.gov/covid-19/county.htm\">4,499 people</a> have tested positive for Covid-19 in the state so far, and 230 have died because of the virus. Nearly 60% of those deaths have been in Milwaukee, which has accounted for nearly half of the cases in the state. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/14/wisconsin-election-coronavirus-republicans-supreme-court\">Republicans tried to suppress the vote in Wisconsin. It backfired</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e9efb048f08274325e84916\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T13:58:11.544Z\">2.58pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As is often the case, the president provided few details on his latest idea, a potential bailout of the oil and gas industry as oil prices continue to drop. </p> \n  <p>But <strong>Trump</strong>’s proposal would almost certainly need congressional approval, which would be difficult to secure considering the House is controlled by <strong>Democrats. </strong></p> \n  <p>The administration could try to get funding for oil and gas companies included in a follow-up coronavirus relief bill, but that would almost certainly be a deal-breaker for the many congressional Democrats who have called for stricter regulation of the fossil fuel industry to help address climate change.</p> \n </div> \n</div> \n<div id=\"block-5e9ef8d38f08274325e84908\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T13:48:40.878Z\">2.48pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Trump signals possible bailout for oil and gas industry</h2> \n <div class=\"block-elements\"> \n  <p><strong>Trump </strong>indicated he may push for a bailout of the oil and gas indusrry as oil prices continued their record-breaking slide for a second day.</p> \n  <p>“We will never let the great U.S. Oil &amp; Gas Industry down,” the president wrote in a tweet. “I have instructed the Secretary of Energy and Secretary of the Treasury to formulate a plan which will make funds available so that these very important companies and jobs will be secured long into the future!”</p> \n  <p>The benchmark price for US oil fell into negative territory for the first time on record yesterday, as demand for oil has plummeted amid the coronavirus pandemic.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/apr/20/over-a-barrel-how-oil-prices-dropped-below-zero\">Over a barrel: how oil prices dropped below zero</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e9ef5e28f08177aeb18aedf\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T13:36:49.971Z\">2.36pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Schumer predicts Senate will pass relief bill today</h2> \n <div class=\"block-elements\"> \n  <p>Senate minority leader <strong>Chuck Schumer </strong>said he believed the chamber would be able to approve the next coronavirus relief bill later today.</p> \n  <p>“I think we will be able to pass this today,” Schumer told CNN. “There are still a few more i’s to dot and t’s to cross, but we have a deal.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NewDay/status/1252575518022565888\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">“There is still a few more i’s to dot and t’s to cross, but we have a deal and I believe we’ll pass it today,” Senate Minority Leader Chuck Schumer says about a $450 billion deal to help small businesses and expand coronavirus testing.<a href=\"https://t.co/SzGYN8l6wK\">https://t.co/SzGYN8l6wK</a> <a href=\"https://t.co/JTnN2quWYH\">pic.twitter.com/JTnN2quWYH</a></p>— New Day (@NewDay) \n    <a href=\"https://twitter.com/NewDay/status/1252575518022565888?ref_src=twsrc%5Etfw\">April 21, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The bill is expected to include $350 billion for the small business loan program known as the Paycheck Protection Program, which ran out of money last week, as well as $75 billion for hospitals and $25 billion for testing.</p> \n  <p>Schumer said he, House speaker <strong>Nancy Pelosi</strong>, treasury secretary <strong>Steven Mnuchin </strong>and White House chief of staff <strong>Mark Meadows </strong>had addressed all their outstanding questions about the legislation.</p> \n  <p>“Eevery major issue was resolved by the four of us last night, and I know that Mnuchin and Meadows were in good touch with Leader McConnell and the president,” Schumer said. “I believe we will pass it this afternoon at 4 pm.”</p> \n </div> \n</div> \n<div id=\"block-5e9ef2d48f08177aeb18aead\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T13:23:35.325Z\">2.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>At least 75 publicly traded companies received loans from the small business loan program established by the stimulus package, </strong>known as the Paycheck Protection Program, according to an AP investigation.</p> \n  <p>The AP <a href=\"https://apnews.com/6c5942eec36cc43b25ad5df5afebcfbd\">reports</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p> The Paycheck Protection Program was supposed to infuse small businesses, which typically have less access to quick cash and credit, with $349 billion in emergency loans that could help keep workers on the job and bills paid on time.<br></p> \n   <p>But at least 75 companies that received the aid were publicly traded, the AP found, and some had market values well over $100 million. And 25% of the companies had warned investors months ago — while the economy was humming along — that their ability to remain viable was in question.</p> \n   <p>By combing through thousands of regulatory filings, the AP identified the 75 companies as recipients of a combined $300 million in low-interest, taxpayer-backed loans.</p> \n   <p>Eight companies, or their subsidiaries, received the maximum $10 million possible, including a California software company that settled a Securities and Exchange Commission investigation late last year into accounting errors that overstated its revenue.</p> \n  </blockquote> \n  <p>The burger chain Shake Shack announced yesterday that it would return the $10 million loan it received from the program, amid criticism about larger businesses taking government funding as PPP has run out of money.</p> \n  <p>Congressional Democratic leadership and the White House are currently trying to strike a deal on providing PPP and hospitals with more funds through another coronavirus relief bill, but it’s unclear whether an agreement has been reached.</p> \n </div> \n</div> \n<div id=\"block-5e9eed0f8f08177aeb18ae5e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T13:04:30.640Z\">2.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is Joan Greve in Washington, taking over for Martin Pengelly.</p> \n  <p><strong>A new poll shows a majority of Americans give Trump a negative review when it comes to his handling of the current crisis,</strong> and an even larger portion of the country does not expect the country to reopen until the summer.</p> \n  <p>The Washington Post/University of Maryland poll <a href=\"https://www.washingtonpost.com/politics/most-rate-trumps-coronavirus-response-negatively-and-expect-crowds-will-be-unsafe-until-summer-post-u-md-poll-finds/2020/04/20/0b436dda-833b-11ea-a3eb-e9fc93160703_story.html\">found</a> that 54% of Americans have a negative opinion on Trump’s handling of the crisis, while 72% say the nation’s governments have managed their states well amid the pandemic.</p> \n  <p>In another example of how everything is now political, the question of when Americans expect social distancing guidelines to be relaxed splits along partisan lines. Overall, 65% of Americans say they do not expect gatherings of 10 people or more to be safe until June or later. That number includes 77% of Democrats and 51% of Republicans. </p> \n  <p>Just 10% of Americans say they expect the guidelines to be relaxed by the end of April or earlier, despite recent protests against stay-at-home orders in states like Michigan and Minnesota.</p> \n  <p>However, the most alarming divide in the poll may not be political but racial. About one in three Americans are concerned about paying their bills and affording basic necessities over next month, but that number includes 48% of Hispanics and 39% of blacks, in comparison to 23% of whites.<br tabindex=\"-1\"></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-21T13:06:29.416Z\">at 2.06pm BST</time></p> \n</div> \n<div id=\"block-5e9edf8d8f08cd080212f82a\" class=\"block is-key-event\" data-block-contributor=\"profile/amanda-holpuch\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T12:40:55.504Z\">1.40pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Mayor: Georgia reopening decision 'reckless, premature and dangerous'</h2> \n <div class=\"block-elements\"> \n  <p>A Georgia mayor has criticized the governor’s decision to re-open the state this week as “<strong>reckless, premature and dangerous</strong>”.</p> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"071949b40ae8f0d6b3c5c0f64b4d5d2cfe26aa4a\"> \n   <img src=\"https://media.guim.co.uk/071949b40ae8f0d6b3c5c0f64b4d5d2cfe26aa4a/543_0_2133_2667/800.jpg\" alt=\"Brian Kemp.\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Brian Kemp.</span> \n    <span class=\"element-image__credit\">Photograph: Ron Harris/AP</span> \n   </figcaption> \n  </figure> \n  <p>Governor <strong>Brian Kemp</strong>, a Republican, said businesses including bowling alleys, tattoo studios and hair salons would reopen this week. </p> \n  <p>The Democratic mayor of Savannah, <strong>Van Johnson</strong>, said Kemp’s decision was “not based in any type of science or best practices”.</p> \n  <p>“People can see it for themselves. We want them to keep the faith, but we want them to follow the science,” <a href=\"https://www.cnn.com/us/live-news/us-coronavirus-update-04-20-20/index.html\">Johnson told CNN</a>. “This is still a dangerous time. This is not the time for people to take their feet off the gas.”</p> \n  <p>There were more than 5,700 Covid-19 cases detected in Georgia last week, a 6% decrease from the week before, but still more than the number of cases in early April. Mayors across the state have said the governor did not consult them before announcing the staggered reopening on Monday. <br></p> \n  <p>Johnson said Covid-19 cases in Savannah were still increasing and testing had not expanded enough to justify an end to stay-at-home orders. <br></p> \n  <p>“So this just blows our minds that here in Georgia that we would have these types of rules being lifted in a time when people are still suffering,” Johnson said.</p> \n  <p>The mayor of the state’s biggest city, Atlanta, said she was also concerned. “We see our numbers are continuing to tick up in this state, we see that our deaths are rising,” said Atlanta mayor <strong>Keisha Lance Bottoms</strong>, also a Democrat. “We have some of the highest asthma rates in the country right here in Atlanta.” </p> \n </div> \n</div> \n<div id=\"block-5e9ed9688f08047118ff8d4f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T12:24:50.150Z\">1.24pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>I can’t really justify making this a key event, so I’ll write a headline here:</p> \n  <p><strong>Brady in a bunch of trouble with Parks and Recreation</strong></p> \n  <p>Bizarre if somehow amusing news from Tampa, where <strong>perhaps the greatest NFL quarterback of all time</strong> has been ejected from a public park which is closed to the public because of the coronavirus pandemic. The Associated Press reports: </p> \n  <blockquote class=\"quoted\"> \n   <p>Six Super Bowl rings may get you special treatment in a lot of places but <strong>former New England Patriots quarterback Tom Brady</strong> learned Monday that it won’t get you anything when you’re caught working out in a park that is closed to the public due to the coronavirus pandemic. </p> \n   <p>Tampa mayor Jane Castor said the new Tampa Bay Buccaneers quarterback was spotted working out by himself at a park downtown by staff patrol. The staffer went over to tell him he had to leave and she recognized the man to be the 42-year-old Brady. </p> \n   <p>“He’s been sighted,” Castor said. </p> \n   <p>The City of Tampa tweeted: “Sorry <a href=\"https://twitter.com/TomBrady\">@TomBrady</a>! Our @tampaparksrec team can’t wait to welcome you and our entire community back with even bigger smiles – until then, stay safe and stay home as much as you can to help flatten the curve.“ </p> \n   <p>Brady recently moved his family into a mansion he’s renting from former New York Yankees star Derek Jeter. The four-time Super Bowl MVP left the Patriots and <strong><a href=\"https://www.theguardian.com/sport/2020/mar/24/tom-brady-tampa-bay-buccaneers-nfl-football\">signed a two-year, $50m contract</a></strong> with the Bucs in free agency, joining a team with the worst winning percentage in league history. </p> \n  </blockquote> \n  <p>Apropos of not very much, <strong>Donald Trump is a huge fan of Tom Brady</strong>. <a href=\"https://www.politico.com/news/2020/04/14/trump-coronavirus-patients-186318\">Here’s</a> Politico’s report of a White House meeting with recovered Covid-19 patients last week, at which the quarterback’s name came up a lot.</p> \n </div> \n</div> \n<div id=\"block-5e9edc738f08177aeb18ad84\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T12:10:21.953Z\">1.10pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Wall Street Journal has some interesting context on Trump’s tweeted promise to suspend all immigration to the US:</p> \n  <p>The promised executive order isn’t expected to substantially alter US policy, <a href=\"https://www.wsj.com/articles/trump-to-temporarily-halt-immigration-into-the-u-s-amid-coronavirus-crisis-11587436960?mod=hp_lead_pos2\">the paper writes</a>, as “the administration has <strong>already all but ceased nearly every form of immigration</strong>. Most visa processing has been halted, meaning almost no one can apply for a visa to visit or move to the US. Visa interviews and citizenship ceremonies have been postponed and the refugee program paused.”</p> \n  <p>Furthermore, the Journal reports that the order “is expected to include <strong>exceptions</strong> for migrant farmworkers, who make up about a 10th of the workforce on US farms, and <strong>healthcare workers, particularly those helping treat coronavirus patients …</strong> It is not expected to address the removal of immigrants already in the US or the visa renewal process.”</p> \n  <p>And another note: “As with past efforts by the president to curb immigration, the executive order will likely face legal challenges.”</p> \n  <p>So you might say a Trump executive order “banning all immigration”, if signed, might in an election year be a mostly political exercise…</p> \n  <p><a href=\"https://www.theguardian.com/world/2020/apr/21/trump-says-he-will-impose-immigration-ban-in-bid-to-tackle-coronavirus\">Here’s David Smith’s report</a>:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/21/trump-says-he-will-impose-immigration-ban-in-bid-to-tackle-coronavirus\">Trump says he will impose immigration ban in bid to tackle coronavirus</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e9ed3158f08cd080212f774\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T11:57:30.298Z\">12.57pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The president is <strong>talking to the television again</strong>, and the television is talking back to him. Just another day in Donald Trump’s America, in the middle of a pandemic which has killed more than 42,000 Americans.</p> \n  <p>In the form of a not-quite Socratic dialogue, then:</p> \n  <blockquote> \n   <p><strong><a href=\"https://twitter.com/realDonaldTrump/status/1252542407285055489\">Donald Trump</a>: </strong>“Watched the first 5 minutes of poorly rated Morning Psycho on MSDNC* just to see if he is as ‘nuts’ as people are saying. He’s worse. Such hatred and contempt! I used to do his show all the time before the 2016 election, then cut him off. Wasn’t worth the effort, his mind is shot!”</p> \n  </blockquote> \n  <p>(*Trump calls MSNBC “MSDNC” as a joke on the initials of the Democratic National Committee.)</p> \n  <blockquote> \n   <p><strong><a href=\"https://twitter.com/JoeNBC/status/1252548521678569480\">Joe Scarborough</a>, host of MSNBC’s Morning Joe</strong>: “Donald, thanks for being our most loyal viewer*. Now please get to work. Over 40,000 Americans have died from the pandemic. America has the most gifted scientists, doctors, and technology leaders. Please use them and take charge of testing so we can get America working again! <a href=\"https://twitter.com/hashtag/USA?src=hashtag_click\">#USA</a>.”</p> \n  </blockquote> \n  <p>(*Trump and Morning Joe’s hosts have a <a href=\"https://www.theguardian.com/us-news/2017/jul/01/donald-trump-mika-brzezinski-joe-scarborough-twitter-fight\">long</a> and … <a href=\"https://www.theguardian.com/us-news/2017/jun/29/donald-trump-morning-joe-mika-brzezinski-joe-scarborough\">not particularly dignified</a> … history.)</p> \n  <blockquote> \n   <p><strong>Donald Trump: </strong>“It is amazing that I became President of the United States with such a totally corrupt and dishonest Lamestream Media going after me all day, and all night. Either I’m really good, far better than the Fake News wants to admit, or they don’t have nearly the power as once thought!”</p> \n   <p><strong><a href=\"https://twitter.com/morningmika/status/1252544920549810177\">Mica Brzezinski</a>, co-host of MSNBC’s Morning Joe and also Mrs Joe:</strong> “Since u are watching, can you imagine a president who would allow a pandemic to sweep in on his watch, fail to prepare, tens of thousands die, refuse to do national testing and drive the economy into the ground .. Oh wait...”</p> \n   <p><strong>Donald Trump:</strong> “I’ve had great ‘ratings’ my whole life, there’s nothing unusual about that for me. The White House News Conference ratings are ‘through the roof’(Monday Night Football, Bachelor Finale , <a href=\"https://twitter.com/nytimes\">@nytimes</a>) but I don’t care about that. I care about going around the Fake News to the PEOPLE!”</p> \n  </blockquote> \n  <p>… and there, pausing to notice that Trump’s claim to not care about ratings seems a bit, uh, dubious based on the contents of the sentence in which me made it, you have it. A few other anchors have started addressing Trump personally, hoping to reach the president directly and somehow appeal to his better nature. Doesn’t seem to work.</p> \n  <p><a href=\"https://www.nytimes.com/2020/03/25/business/media/trump-coronavirus-briefings-ratings.html\">This</a>, by the by, is the <strong>New York Times piece about “ratings”</strong> for Trump’s daily briefings which Trump likes to quote so often.</p> \n  <p>“On Monday,” Michael Grynbaum wrote on 25 March, “nearly 12.2 million people watched Mr Trump’s briefing on CNN, Fox News and MSNBC, according to Nielsen – ‘Monday Night Football’ numbers.”</p> \n  <p>But Grynbaum also wrote: “…the audience is expanding even as Mr Trump has repeatedly delivered information that doctors and public health officials have called <strong>ill informed, misleading or downright wrong.</strong>”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-21T12:27:01.816Z\">at 1.27pm BST</time></p> \n</div> \n<div id=\"block-5e9ecd4b8f08cd080212f740\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-21T11:36:32.890Z\">12.36pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Good morning…</h2> \n <div class=\"block-elements\"> \n  <p>…and welcome to another day of coverage of the coronavirus outbreak in the US. As always, first the figures:</p> \n  <ul> \n   <li><strong>US cases: 787,794</strong></li> \n   <li><strong>US deaths: 42,362</strong></li> \n   <li>New York cases: 253,311</li> \n   <li>New York deaths: 18,653</li> \n  </ul> \n  <p>That’s <a href=\"https://www.theguardian.com/world/ng-interactive/2020/apr/20/coronavirus-map-of-the-us-latest-cases-state-by-state\">according to researchers at Johns Hopkins University</a>.</p> \n  <p><strong>New York is by far the state worst hit</strong>, other states are hit badly too: there have been 4,520 deaths in New Jersey, over the Hudson river from New York, there have been 2,468 in Michigan and there have been 1,809 in <strong>Massachusetts, now considered a hotspot</strong>.</p> \n  <p>Early on Monday, New York governor Andrew Cuomo reported that his state seems to have passed the apex in terms of deaths, though he still said <a href=\"https://www.nytimes.com/2020/04/20/nyregion/coronavirus-new-york-update.html\">nearly 500 died on Sunday</a>. Throughout Monday, <a href=\"https://www.theguardian.com/us-news/2020/apr/20/fauci-coronavirus-covid-19-stay-home\">the warnings of Dr Fauci</a> ringing in their ears, or not, governors continued to ponder when to order the reopening of their shuttered economies. In Georgia, Brian Kemp <a href=\"https://www.washingtonpost.com/politics/gov-brian-kemp-sets-georgia-on-aggressive-course-to-reopen-putting-his-state-at-center-of-deepening-national-debate/2020/04/21/36545638-8372-11ea-ae26-989cfce1c7c7_story.html\">took steps</a>. In Maryland, <a href=\"https://www.theguardian.com/world/live/2020/apr/20/coronavirus-us-live-cases-covid-19-donald-trump-andrew-cuomo-latest-news-updates?page=with:block-5e9dffe18f08ce473efe298f#block-5e9dffe18f08ce473efe298f\">Larry Hogan bought 500,000 tests from South Korea</a>. </p> \n  <p>And from the White House on Monday evening, after an ordinarily controversial daily briefing, Donald Trump said he would fight Covid-19 <strong>by temporarily banning immigration</strong>.<br></p> \n  <p>Of course he did – and despite saying repeatedly the country is ready to reopen. This is from David Smith’s <a href=\"https://www.theguardian.com/world/2020/apr/21/trump-says-he-will-impose-immigration-ban-in-bid-to-tackle-coronavirus\">report</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p>Similar moves by Trump in the past have triggered mayhem at airports in America and beyond as well as legal challenges. Such an order would be <strong>a far-reaching use of executive power</strong> from a president who last week <a href=\"https://www.theguardian.com/world/2020/apr/13/trump-us-coronavirus-briefing-latest-media\">claimed he had “total” authority over states’ efforts</a> to reopen their economies.</p> \n  </blockquote> \n  <p>Trump back-tracked from that claim, of course. </p> \n  <p>And on Monday, all the while, even though Mitch McConnell wore a mask, the Senate <strong><a href=\"https://www.theguardian.com/world/live/2020/apr/20/coronavirus-us-live-cases-covid-19-donald-trump-andrew-cuomo-latest-news-updates?page=with:block-5e9dee208f08ce473efe2902#block-5e9dee208f08ce473efe2902\">failed to agree</a> on an extension</strong> of the coronavirus economic stimulus package.</p> \n  <p>More to come. Before it does, some further reading:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/21/new-york-subway-mta-workers-coronavirus\">‘This job got me sick’: New York transit workers angry over handling of pandemic</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-21T12:53:45.957Z\">at 1.53pm BST</time></p> \n</div>"
]