[
  "<p>On April 4 1968, Martin Luther King Jr phoned a local pastor with the title of his Sunday sermon: “<a href=\"https://www.mintpressnews.com/mlks-children-reveal-undelivered-king-speech-america-may-go-hell/240264/\" title=\"\">Why America May Go to Hell</a>.” The civil rights leader was shot dead before he could address the parishioners of Ebenezer Baptist church in Atlanta. Over the next few weeks the United States found itself on the road to perdition. King’s murder saw the country experience its greatest wave of social unrest since the civil war, with riots in 130 cities. In November of that year, Richard Nixon won a law and order election by stoking the unspoken bigotry that the street violence had done so much to revive. Donald Trump <a href=\"https://www.nytimes.com/2020/06/02/opinion/floyd-trump-nixon-coronavirus.html\" title=\"\">thinks he can do the same</a> with the nationwide protests over police brutality toward African Americans in the wake of the death of George Floyd. But history does not repeat itself, people do.</p> <p>There are signs that Americans have grown to be significantly better than their previous selves. The protests have drawn wide support from society. Mainly peaceful demonstrations have been a showcase for America’s diversity. Mr Trump’s polling numbers have <a href=\"https://www.nytimes.com/2020/06/03/us/politics/trump-campaign-virus-protests-polls.html\" title=\"\">plunged</a>. Surveys show that voters approve of the protests inspired by Floyd’s death, and strongly disapprove of the president’s response. There has been a sea change in <a href=\"https://fivethirtyeight.com/features/how-lots-of-white-democrats-ended-up-protesting-the-death-of-george-floyd/\" title=\"\">attitudes</a>, with Americans seeming to acknowledge that racism is a real problem for their society. The police officer who was seen suffocating Floyd with his knee has been charged with second-degree felony murder. Confederate statues and other relics to racism have come down in several states.</p> <p>There is also a long way to the 2020 presidential election. The demonstrations and violence may be a faraway memory by then. The political gaze may be fixed on a second coronavirus outbreak or the failing economy. The chaotic handling of the pandemic has left 100,000 dead and is evidence that Mr Trump is <a href=\"https://www.theguardian.com/us-news/2020/may/15/donald-trump-coronavirus-response-world-leaders\" title=\"\">not up to the job</a>. The past is also another country. The unrest today is against a backdrop of <a href=\"https://www.theguardian.com/world/2020/may/18/global-report-coronavirus-us-unemployment-could-hit-25-warns-fed-chairman-as-japan-enters-recession\" title=\"\">depression</a>, deprivation and deep inequality, not the full employment and roaring US economy of the late 1960s. The portents do not look good for a president running for re-election.</p> <p>The story of American politics since 1968 is dominated by a Republican party that gained a <a href=\"http://omarwasow.com/APSR_protests3_1.pdf\" title=\"\">political base</a> through Nixon’s explicit appeals to whites who resented or were opposed to the civil rights movement. Republican leaders went on to <a href=\"https://www.washingtonpost.com/archive/politics/1981/09/29/reagan-blames-crime-on-human-predator/2892636f-d176-48fb-b06b-39012eace1f4/\" title=\"\">weaponise racism</a> to remain in power, which they used to pursue policies that enriched the already affluent at the expense of ordinary workers. Mr Trump’s Republicans are the “<a href=\"https://portside.org/2020-03-18/how-racist-trumps-republican-party\" title=\"\">white grievance party</a>”. This racism is laced with Trumpian <a href=\"https://www.theguardian.com/us-news/live/2020/jun/05/george-floyd-protests-donald-trump-hydroxychloroquine-live\" title=\"\">stupidity</a>.</p> <p>African Americans have been left behind: being black in America, <a href=\"https://www.nytimes.com/2018/11/08/obituaries/devah-pager-dead.html\" title=\"\">studies</a> show, is like having a criminal conviction in terms of one’s chances of finding employment. Black people often live in the poorest areas and suffer the highest rates of unemployment. Relative to white people, black people receive longer sentences for the same crimes, are treated more disrespectfully by police in routine interactions, and are more likely to be shot by law enforcement. Blacks have long outnumbered whites in US prisons despite representing a fraction of the total population. So stacked is the deck against them that black boys – even rich black boys – can never assume <a href=\"https://www.nytimes.com/interactive/2018/03/19/upshot/race-class-white-and-black-men.html\" title=\"\">they can escape the poverty trap</a>. This is not a recipe for social comity.</p> <p>King understood this. His <a href=\"https://eu.usatoday.com/story/news/nation/2020/05/29/minneapolis-protest-martin-luther-king-quote-riot-george-floyd/5282486002/\" title=\"\">warning</a> in 1967 that the worsening conditions for black Americans must be condemned as equally as riots is still true. “A riot is the language of the unheard,” said King. “Our nation’s summers of riots are caused by our nation’s winters of delay. And as long as America postpones justice, we stand in the position of having these recurrences of violence and riots over and over again. Social justice and progress are the absolute guarantors of riot prevention.” America must do more than listen to the unheard, it must hear them.</p>",
  "<p>Nazanin Zaghari-Ratcliffe, the British-Iranian dual national detained by Iran since 2016, has been told her furlough from prison will be extended beyond the previous cut-off date of early June, according to her lawyer. But she has not been informed she will be granted a full clemency, which would allow her to return to the UK.</p> <p>Her family said they were investigating the reports. They previously said they expected to hear on Saturday whether she was to be <a href=\"https://www.theguardian.com/news/2020/may/30/revolutionary-guards-block-clemency-for-nazanin-zaghari-ratcliffe\">given clemency</a>. Her lawyer, Mahmoud Behzadi-Rad, was reported by Iran International TV on Friday as saying only her furlough had been extended.</p> <p>Richard Ratcliffe, her husband, had said previous commitments on clemencies made by the supreme leader, Ayatollah Ali Khamenei, meant she qualified for full release.</p> <p>Zaghari-Ratcliffe has served four years of a five-year sentence, and was released on furlough in March as the coronavirus outbreak entered Iran’s prisons. She has been forced to stay at her parents’ home in Tehran, and to wear a tag.</p> <p>Tens of thousands of prisoners were temporarily released, including half of what Iran described as security prisoners, in March.</p> <p>After appearing to have brought the coronavirus under control in late April and early May, the Iranian government discovered the disease was starting to <a href=\"https://www.theguardian.com/world/2020/jun/04/iran-faces-crisis-amid-record-number-of-daily-coronavirus-infections\">rip through the country</a><a href=\"https://www.theguardian.com/world/2020/jun/04/iran-faces-crisis-amid-record-number-of-daily-coronavirus-infections\"> again</a>.</p> <p>Zaghari-Ratcliffe’s family has had to endure a wait to hear whether she would be allowed to return to the UK to see her daughter, Gabriella, or would instead be forced to return to Evin prison in Tehran. The family senses Zaghari-Ratcliffe’s fate is a contest between the Islamic Revolutionary Guards Corps and the ministry of foreign affairs, which would be content to see her granted clemency.</p> <p>If she is forced to stay indefinitely in Tehran, the family is certain to contrast her fate to the US prisoner Michael White, who was <a href=\"https://www.theguardian.com/world/2020/jun/04/michael-white-us-navy-veteran-freed-iran\">released</a> this week after nearly a year of negotiations.</p> <p>The release occurred even though Iran is locked in a bitter conflict over the US pull-out from the <a href=\"https://www.theguardian.com/world/iran-nuclear-deal\">2015 nuclear deal</a>, and Donald Trump’s subsequent imposition of sweeping economic sanctions, which have crippled the Iranian economy and made the regime’s fight against the coronavirus harder.</p> <p>The US, as part of an apparent prisoner swap, allowed Majid Taheri, an Iranian scientist imprisoned in the US for 16 months, to be released. He had been accused of violating US sanctions on Iran. A second Iranian scientist, Sirous Asgari, who had been <a href=\"https://www.theguardian.com/world/2020/apr/28/iran-scientist-us-detention-coronavirus-sirous-asgari\">held by US</a><a href=\"https://www.theguardian.com/world/2020/apr/28/iran-scientist-us-detention-coronavirus-sirous-asgari\"> immigration authorities</a> for months, was also allowed to return to Iran.</p> <p>Trump tweeted: “Thank you to Iran. It shows a deal is possible!” He added that it was in Iran’s interests to reach an agreement on a new nuclear deal before the US presidential election. The Iranian foreign minister, Javad Zarif, tweeted: “This can happen for all prisoners. No need for cherry picking.”</p> <p>The US has no direct diplomatic relations with Iran, and the swap was organised by Swiss intermediaries who act as the US representatives in Tehran.</p> <p>The UK Foreign Office, at least in public, has not been able to make progress in striking a comparable pragmatic deal with Iran, in the way that the US has managed to overcome huge political conflicts.</p> <p>Tulip Siddiq, the Labour MP campaigning for Zaghari-Ratcliffe’s release, said: “The US has negotiated the release of another hostage from Iran. I’m happy for Michael White and his family – but I would like to ask the UK government why they haven’t done the same for Nazanin, so that she could be on a plane home right now too?”</p> <p>Although both the UK and Iran deny there is a direct relationship, it is privately acknowledged that the return of <a href=\"https://www.theguardian.com/news/2020/jan/22/nazanin-zaghari-ratcliffe-pay-400m-debt-in-aid-urges-husband\">£400m owed by the UK to Iran</a> for more than 30 years, arising from an arms deal, would change the atmosphere surrounding Zaghari-Ratcliffe’s fate.</p>",
  "<div id=\"block-5eda1c0f8f08b1e5da86a6ed\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T10:19:27.916Z\">11.19am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This live blog is now closing. You can follow our continuing coverage of the protests in our new live blog:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2020/jun/05/george-floyd-protests-donald-trump-hydroxychloroquine-live\">George Floyd protests: Police suspended after pushing 75-year-old protester - live</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5eda13e98f0831e23dc19a26\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T09:49:10.006Z\">10.49am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Donald Trump</strong> loves boasting about his polling numbers when they are great for him. He might not be so keen on <a href=\"https://abcnews.go.com/Politics/74-americans-view-george-floyds-death-underlying-racial/\">some numbers that have just come out from ABC News</a>.</p> \n  <blockquote class=\"quoted\"> \n   <p> For the second week since ABC News and Ipsos began polling on the coronavirus in mid-March, Trump’s approval for his stewardship over the nation’s response to the outbreak remains at a record low 39%. Six in 10 Americans disapprove of the president’s handling of the virus.<br></p> \n  </blockquote> \n  <p>The company also polled US adults on whether they viewed George Floyd’s death as an underlying racial injustice problem - and 74% of Americans polled did.</p> \n  <p>Writing for ABC News, Kendall Karson observes that:</p> \n  <blockquote class=\"quoted\"> \n   <p>This poll shows a more than 30-point increase in the belief that recent events reflect a broader issue over racial injustice from an ABC News/Washington Post poll from December 2014, four months after the shooting of Michael Brown, an 18-year black man, by a white cop, and five months after the death of Eric Garner, a black man, who died after being put in a chokehold by a white officer.</p> \n  </blockquote> \n  <p>It possibly bears out <a href=\"https://www.theguardian.com/us-news/2020/jun/03/obama-george-floyd-remarks-protests-trump\">what Barack Obama was saying earlier this week</a> - that the people on the streets protesting racial injustice have been more ethnically and racially diverse than previous bouts of civil rights demonstrations.</p> \n  <p>You can read the full details of the ABC News poll here: <a href=\"https://abcnews.go.com/Politics/74-americans-view-george-floyds-death-underlying-racial/\">74% of Americans view George Floyd’s death as an underlying racial injustice problem</a></p> \n </div> \n</div> \n<div id=\"block-5eda0e9f8f0831e23dc199e0\" class=\"block\" data-block-contributor=\"profile/luke-henriques-gomes\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T09:23:18.024Z\">10.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Age newspaper</strong> in Melbourne, Australia has issued an apology for its front page story this morning, which claimed without evidence that Black Lives Matter protesters had threatened “police command with spitting, inflammatory chanting and other forms of physical abuse” ahead of a demonstration planned for tomorrow.</p> \n  <p>After significant backlash, the paper said in a “clarification” <a href=\"https://www.theage.com.au/national/victoria/now-is-not-the-time-to-risk-health-brett-sutton-20200604-p54zo7.html\">added to a re-written version of the story</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p><em>The headline and opening paragraphs of the original version of this story reported concerns within the Victorian Government about the potential for some activists to provoke physical confrontation with police during planned protests.</em></p> \n   <p><em>The story fell short of The Age’s editorial values and standards and caused understandable offence to many members of the community.</em></p> \n   <p><em>The claim that some activists had threatened police with spitting and abuse was not backed up beyond one unnamed senior government source. The story put undue emphasis on these claims. The main organisers of the rally, the Warriors of the Aboriginal Resistance, clearly stated that they had no knowledge of any threats to police. <strong>The Age apologises.</strong></em></p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5eda0d728f0854eb54d99489\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T09:21:08.489Z\">10.21am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Hydroxychloroquine</strong> is likely to be in the news agains today and it will be a surprise if <strong>Donald Trump</strong> doesn’t mention it at some point.</p> \n  <p>You may recall that Trump claimed he was taking it to ward off the coronavirus, despite at the time there being some warnings that it could actually be harmful. Then a major study in <strong>The Lancet</strong> suggested it was positively dangerous for Covid-19 patients, and experiments with using it to treat the new coronavirus were halted.</p> \n  <p>The Lancet has now <a href=\"https://www.theguardian.com/world/2020/jun/04/covid-19-lancet-retracts-paper-that-halted-hydroxychloroquine-trials\">withdrawn that study after a Guardian investigation</a> - and we can expect a chorus of Hydroxychloroquine backers to restart their campaign to get it tried out on patients. James Heathers has written for us on <a href=\"https://www.theguardian.com/commentisfree/2020/jun/05/lancet-had-to-do-one-of-the-biggest-retractions-in-modern-history-how-could-this-happen\">how on earth this can have happened</a>.</p> \n  <blockquote class=\"quoted\"> \n   <p> Peer review during a pandemic faces a brutal dilemma – the moral importance of releasing important information with planetary consequences quickly, versus the scientific importance of evaluating the presented work fully – while trying to recruit scientists, already busier than usual due to their disrupted lives, to review work for free. And, after this process is complete, publications face immediate scrutiny by a much larger group of engaged scientific readers than usual, who treat publications which affect the health of every living human being with the scrutiny they deserve.<br></p> \n  </blockquote> \n  <p>Read more here: <a href=\"https://www.theguardian.com/commentisfree/2020/jun/05/lancet-had-to-do-one-of-the-biggest-retractions-in-modern-history-how-could-this-happen\">The Lancet has made one of the biggest retractions in modern history. How could this happen?</a></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/jun/05/lancet-had-to-do-one-of-the-biggest-retractions-in-modern-history-how-could-this-happen\">The Lancet has made one of the biggest retractions in modern history. How could this happen?</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-05T09:33:21.407Z\">at 10.33am BST</time></p> \n</div> \n<div id=\"block-5eda08828f08b1e5da86a61d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T09:07:03.041Z\">10.07am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>NFL players</strong> issued a powerful video statement overnight, which posed a challenge directly to the organisers to make a stronger explicit anti-racism message - and an apology for their past behaviour to players.</p> \n  <p>The video message posted on social media includes <strong>Saquon Barkley</strong>, <strong>Patrick Mahomes</strong>, <strong>Michael Thomas</strong>, <strong>Odell Beckham Jr</strong> and <strong>Ezekiel Elliott</strong> among others.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/saquon/status/1268709246683799553\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"und\" dir=\"ltr\">✊🏾 <a href=\"https://t.co/ltJwmjVVMW\">pic.twitter.com/ltJwmjVVMW</a></p>— Saquon Barkley (@saquon) \n    <a href=\"https://twitter.com/saquon/status/1268709246683799553?ref_src=twsrc%5Etfw\">June 5, 2020</a>\n   </blockquote> \n  </figure> \n  <p>In the clip players take turns asking the question “What if I was George Floyd?”, and go on to name several black men and women who have recently been killed, including Floyd, Breonna Taylor, Ahmaud Arbery, Eric Garner, Tamir Rice and Trayvon Martin. </p> \n  <p>They then tell the NFL that they want to hear the league condemn the systematic oppression of black people and admit they were wrong to silence the players’ peaceful protests.</p> \n  <p>The video also acts as a firm slap-down of <strong>Drew Brees</strong>, whose comments about NFL player protests have been described as both <a href=\"https://www.theguardian.com/sport/2020/jun/04/drew-brees-protest-comments-ignorant-saints\">ignorant and dangerous</a>.</p> \n  <p>The NFL, which of course prohibited players from taking a knee to protest police brutality, did put out <a href=\"https://twitter.com/NFL/status/1266852547890839552\">an anti-racist statement on 30 May</a>, dismissed as <a href=\"https://www.theguardian.com/sport/2020/jun/01/peyton-thompson-nfl-statement-george-floyd-death-colin-kaepernick\">“trash”</a> by Jacksonville Jaguars safety Peyton Thompson.</p> \n </div> \n</div> \n<div id=\"block-5eda02f18f0831e23dc1996c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T08:34:49.816Z\">9.34am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>One of the stories that is likely to develop further as the US wakes up is the suspension without pay of two police officers in Buffalo, New York after they were caught on film pushing a 75-year-old man to the ground.</p> \n  <p><strong>Buffalo mayor Byron Brown</strong> said he was “deeply distrubed” by the video and <strong>New York state governor Andrew Cuomo</strong> said the incident was “wholly unjustified and utterly disgraceful”</p> \n  <p>You can see the incident in this video clip - be warned you may find it distressing.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"dbefd615-3a3a-42d6-ba32-25d1000dda85\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/xwB-4NQ14xQ?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>The 75-year old man is reported to be in a stable but serious condition.</p> \n </div> \n</div> \n<div id=\"block-5ed9e9838f0854eb54d993a1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T07:59:08.821Z\">8.59am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The tenth night of protests and grief over the death of George Floyd continues to produce some strong images from the US and around the world. Here are a selection of some of the most striking from the last few hours.</p> \n  <figure class=\"element element-image\" data-media-id=\"f77bc1d61070628c33e62725c041447b8223e6bd\"> \n   <img src=\"https://media.guim.co.uk/f77bc1d61070628c33e62725c041447b8223e6bd/0_229_3000_1939/1000.jpg\" alt=\"A protestor in downtown Los Angeles holds up a picture of George Floyd\" width=\"1000\" height=\"646\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A protestor in downtown Los Angeles holds up a picture of George Floyd</span> \n    <span class=\"element-image__credit\">Photograph: Ringo Chiu/ZUMA Wire/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"b9658596dcdf9481347cec02a4398756c904628e\"> \n   <img src=\"https://media.guim.co.uk/b9658596dcdf9481347cec02a4398756c904628e/0_0_5678_3418/1000.jpg\" alt=\"Reverend Al Sharpton finishes up his speech at the George Floyd memorial at North Central University in Minneapolis, Minnesota\" width=\"1000\" height=\"602\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Reverend Al Sharpton finishes up his speech at the George Floyd memorial at North Central University in Minneapolis, Minnesota</span> \n    <span class=\"element-image__credit\">Photograph: Chris Juhn/ZUMA Wire/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"82a42fedf1aaaf4d7eea2c80ee23fd2b8b39207d\"> \n   <img src=\"https://media.guim.co.uk/82a42fedf1aaaf4d7eea2c80ee23fd2b8b39207d/0_0_3900_2596/1000.jpg\" alt=\"People raise their hands as they protest in honour of George Floyd in Minneapolis\" width=\"1000\" height=\"666\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">People raise their hands as they protest in honour of George Floyd in Minneapolis</span> \n    <span class=\"element-image__credit\">Photograph: Chandan Khanna/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"80daa746015257c90cb49f9c118fdb59c5ea6d3b\"> \n   <img src=\"https://media.guim.co.uk/80daa746015257c90cb49f9c118fdb59c5ea6d3b/0_0_5205_4024/1000.jpg\" alt=\"A woman lights a candle during a protest in front of the US embassy in Mexico City\" width=\"1000\" height=\"773\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A woman lights a candle during a protest in front of the US embassy in Mexico City</span> \n    <span class=\"element-image__credit\">Photograph: Pedro Pardo/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"49a86c57b99a42b4fd4a011e4de57f74d3735e4c\"> \n   <img src=\"https://media.guim.co.uk/49a86c57b99a42b4fd4a011e4de57f74d3735e4c/0_0_4179_2786/1000.jpg\" alt=\"People gathered in the rain outside of the White House for a peaceful protest against police brutality\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">People gathered in the rain outside of the White House for a peaceful protest against police brutality</span> \n    <span class=\"element-image__credit\">Photograph: Sarah Silbiger/Getty Images</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"6e0f07eba9d7ff3e577203bcdd831b6915e8a1d8\"> \n   <img src=\"https://media.guim.co.uk/6e0f07eba9d7ff3e577203bcdd831b6915e8a1d8/0_0_4500_3022/1000.jpg\" alt=\"A demonstrator walks past a mural for George Floyd during a protest near the White House\" width=\"1000\" height=\"672\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A demonstrator walks past a mural for George Floyd during a protest near the White House</span> \n    <span class=\"element-image__credit\">Photograph: Olivier Douliery/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"308f28cac5421fd2e4b91119b90ac187d5b395a0\"> \n   <img src=\"https://media.guim.co.uk/308f28cac5421fd2e4b91119b90ac187d5b395a0/0_0_3000_2053/1000.jpg\" alt=\"A demonstrator holds up a sign - no justice, no peace - in Los Angeles\" width=\"1000\" height=\"684\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A demonstrator holds up a sign - no justice, no peace - in Los Angeles</span> \n    <span class=\"element-image__credit\">Photograph: Ringo Chiu/ZUMA Wire/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed9f7698f0854eb54d99400\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T07:45:06.526Z\">8.45am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>My colleagues on the sport desk have this morning published <a href=\"https://www.theguardian.com/sport/blog/2020/jun/05/open-letter-donald-trump-us-president-george-floyd-liam-rosenior\">an open letter about racism</a> to <strong>Donald Trump </strong>from former footballer <strong>Liam Rosenior</strong>, in which he thanks the US president for being so blatant in his attitude, in a way that presidents who came before him weren’t</p> \n  <blockquote class=\"quoted\"> \n   <p>These problems have been here throughout my lifetime and generations before me, and as a black man my biggest pain, anguish and dejection has come not only by witnessing these atrocities committed repeatedly against my people, but actually the lack of shock and vivid desensitisation built up over the years while hearing (and sadly believing) that “things won’t change”.</p> \n   <p>Before you, we had presidents who turned a blind eye to this, who didn’t do nearly enough and were too busy working to fulfil the wishes of corrupt corporations who had lobbied them into power. The difference is they were media savvy and clever enough to say the right thing in public and show just enough fake sympathy in response to these human rights violations to pacify the growing numbers of people who inherently knew there had to be change.</p> \n  </blockquote> \n  <p> You can read it in full here: <a href=\"https://www.theguardian.com/sport/blog/2020/jun/05/open-letter-donald-trump-us-president-george-floyd-liam-rosenior\">This is just the beginning, I promise you: an open letter to Donald Trump</a><br></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/blog/2020/jun/05/open-letter-donald-trump-us-president-george-floyd-liam-rosenior\">This is just the beginning, I promise you: an open letter to Donald Trump | Liam Rosenior</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed9f4898f08b1e5da86a5a7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T07:37:15.131Z\">8.37am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>While work continues on beefing up the security around the White House, <strong>Donald Trump</strong> will be out and about today with a planned visit to rural Maine.</p> \n  <p>It is his first trip to Maine since taking office, and he is scheduled to visit Guilford, where he will be visiting <strong>Puritan Medical Products</strong>, one of only two major companies producing a special type of swab needed to ramp up coronavirus testing. </p> \n  <p>The Trump administration is providing $75.5 million through the Defense Production Act for Puritan to double production to 40 million swabs a month, and the company plans to open a second production site by July 1.</p> \n  <p>Trump is also scheduled to meet with members of the commercial fishing industry.</p> \n  <p>He’ll be flying in to Bangor, where he is also likely to encounter protest.</p> \n  <p>And the local political ground isn’t perhaps as welcoming as the president might hope - all four members of Maine’s congressional delegation, including <strong>Republican Senator Susan Collins</strong>, have been critical of Trump’s actions this week. Earlier this week <a href=\"https://bangordailynews.com/2020/06/02/politics/susan-collins-calls-trump-church-photo-op-unsympathetic-and-insensitive/\">she called his church and bible photo opportunity</a> “unsympathetic” and “insensitive”.</p> \n  <p><strong>Marie Follayttar</strong>, director of Mainers for Accountable Leadership, which is helping organise the demonstration today, simple says “It’s not the right time for him to be coming to our state.”</p> \n </div> \n</div> \n<div id=\"block-5ed9ed7a8f0831e23dc198db\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T07:10:21.103Z\">8.10am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There will inevitably be a huge focus on what happens now with the Minneapolis police force. Associated Press reporters Tammy Webber and Amy Forliti have been looking at the challenges faced by <strong>Medaria Arradondo</strong>, the city’s first African American police chief.</p> \n  <p>In his 2017 swearing-in ceremony he spoke of restoring trust. But <strong>George Floyd</strong>’s death has raised questions about whether Arradondo — or any chief — can fix the department. The city’s own data going back to 2015 shows that when police officers use force, 60% of the time the person they’re dealing with is black, though only 20% of the population is black.<br></p> \n  <p>“I think the chief’s heart is in the right place,” <strong>City Council member Steve Fletcher</strong> said. “But I don’t think this department was ever going to let him get there. I think people understand he was in an impossible situation.” </p> \n  <p>Fletcher argues that Arradondo was too lenient with discipline in his first year as chief as he worked to build department morale, which made getting rid of problem officers difficult later.</p> \n  <p>Arradondo’s predecessor, <strong>Janee Harteau</strong>, was forced out over <a href=\"https://www.theguardian.com/us-news/2019/jun/07/justine-damond-death-mohamed-noor-minneapolis\">the fatal shooting of <strong>Justine Ruszczyk Damond</strong></a>. She said she received push-back from the union when she was trying to implement reforms and this week she called on police union President Lt. <strong>Bob Kroll</strong> to resign after <a href=\"https://www.theguardian.com/us-news/2020/jun/01/bob-kroll-george-floyd-minneapolis-police-union-chief\">his controversial comments</a>.</p> \n  <p>The Minnesota Department of Human Rights filed civil rights charges related to Floyd’s death and will investigate the Minneapolis Police Department to determine if it has engaged in discriminatory practices, <strong>Governor Tim Walz</strong> said this week.</p> \n  <p>Fletcher said he wants to examine whether the police department should be disbanded, saying he believes it’s “so broken it can’t be fixed.”<br></p> \n  <p>“I think we need to rebuild from the ground up,” said Fletcher, vice chair of the city’s public safety committee. <br></p> \n  <p>Bob Bennett, an attorney who said he has sued the department “hundreds” of times over police misconduct allegations, said Arradondo probably did the best he could, but the union has more sway than chiefs do over police conduct.</p> \n  <p>“I know he wants to reform the department as much as anyone I’ve ever met or seen,” Bennett said. “Hopefully this whole mess will bring about some change.”</p> \n </div> \n</div> \n<div id=\"block-5ed9e4e68f0854eb54d99384\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T06:35:07.864Z\">7.35am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Today so far…</h2> \n <div class=\"block-elements\"> \n  <p>“What happened to Floyd happens every day in this country in education and health services and in every area of American life. It’s time for us to stand up in George’s name and say get your knee off our necks.”</p> \n  <p>If you haven’t seen it yet, here’s a video of some of Reverend Al Sharpton’s powerful words at the George Floyd memorial service yesterday</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"9dbb9176-2631-4a68-b258-9f5ce3632bf0\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/CGVN5F_BQK0?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>Here are the main points that have developed in the last few hours:</p> \n  <ul> \n   <li><a href=\"https://www.theguardian.com/us-news/2020/jun/04/aclu-lawsuit-trump-protesters-church-white-house\">Civil rights groups are to sue Trump</a> over the assault on peaceful protesters near White House</li> \n   <li>Twitter has <a href=\"https://www.theguardian.com/us-news/2020/jun/05/twitter-disables-trump-campaign-tribute-to-george-floyd-due-to-copyright-complaint\">disabled a Trump campaign video tribute to George Floyd</a>, they say due to copyright complaint. It will no doubt add to tensions between the president and the social media platform</li> \n   <li><a href=\"https://www.theguardian.com/us-news/2020/jun/05/buffalo-police-officers-suspended-for-pushing-75-year-old-to-ground-during-protests\">Police officers in Buffalo have been suspended</a> for pushing a 75-year-old to ground during the protests</li> \n   <li>Black college student Justin Howell, hit in the head by “less lethal” rounds fired by police at a protest on Sunday, is in critical condition at hospital</li> \n   <li>It is confirmed that <a href=\"https://www.theguardian.com/us-news/2020/jun/04/vallejo-police-kill-unarmed-man-california\">Vallejo police killed an unarmed 22-year-old</a> who was on his knees with his hands up</li> \n   <li>The New York Times has dropped its initial defence of a ‘Send in the troops’ article and now says Tom Cotton’s opinion piece <a href=\"https://www.theguardian.com/media/2020/jun/05/new-york-times-says-tom-cotton-opinion-piece-did-not-meet-editorial-standards\">did not meet editorial standards</a></li> \n   <li>Ukrainian prosecutors find <a href=\"https://www.theguardian.com/us-news/2020/jun/04/ukranian-prosecutors-finds-no-evidence-against-hunter-biden\">no evidence against Hunter Biden</a></li> \n  </ul> \n  <p>Good morning from London, I’m Martin Belam, and I’ll be running this live blog for a few hours now until I hand over to my colleagues in New York. You can contact me on martin.belam@theguardian.com or find me on Twitter <a href=\"https://twitter.com/MartinBelam\">@MartinBelam</a></p> \n </div> \n</div> \n<div id=\"block-5ed9d05d8f0831e23dc19852\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T06:10:53.015Z\">7.10am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>That’s it from me, <a href=\"https://twitter.com/helenrsullivan\">Helen Sullivan</a>, for today. </p> \n  <p>Thank you so much to those of you who got in touch on Twitter. Before I go – this video was taken earlier this week, but because it’s Friday: here are protestors singing along to Tupac’s 1992 song “Changes” at the George Floyd protest all the way in Aotearoa (the Māori name for New Zealand):</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/helenrsullivan/status/1268789052842496001\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tupac at the George Floyd protests in Aotearoa (New Zealand) earlier this week 💔: <a href=\"https://t.co/Fui4zAksnk\">pic.twitter.com/Fui4zAksnk</a></p>— Helen Sullivan (@helenrsullivan) \n    <a href=\"https://twitter.com/helenrsullivan/status/1268789052842496001?ref_src=twsrc%5Etfw\">June 5, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-05T06:18:18.733Z\">at 7.18am BST</time></p> \n</div> \n<div id=\"block-5ed9d5fc8f0831e23dc19862\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T05:55:31.875Z\">6.55am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Black college student in critical condition after being shot with beanbag rounds</h2> \n <div class=\"block-elements\"> \n  <p>CBS reports that a black college student named Justin Howell, who was hit in the headby “less lethal” rounds fired by police at a protest on Sunday, is in critical condition at hospital, according to his brother, Joshua Howell. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TheRaiderBand/status/1268385767484686336\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">GoFundMe information for Taft Band alumni Justin Howell injured in Austin this week. <a href=\"https://t.co/uXMSXMRGhU\">https://t.co/uXMSXMRGhU</a></p>— Taft Raider Band (@TheRaiderBand) \n    <a href=\"https://twitter.com/TheRaiderBand/status/1268385767484686336?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“Howell is hospitalized with a fractured skull and brain damage and his brother cannot see him in person due to the coronavirus pandemic,” say CBS. </p> \n  <p>According to the <a href=\"https://www.nytimes.com/2020/06/04/us/george-floyd-video-funeral.html\">New York Times</a>, Joshua Howell says police continued to fire beanbag rounds at volunteer paramedics as they tried to cary his brother to safety. A video of this incident was posted to Twitter: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidFr31601156/status/1267315908760010754\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"und\" dir=\"ltr\"><a href=\"https://twitter.com/arianalipkin?ref_src=twsrc%5Etfw\">@arianalipkin</a> <a href=\"https://t.co/ZGHtMpPj8B\">pic.twitter.com/ZGHtMpPj8B</a></p>— David Frost (@DavidFr31601156) \n    <a href=\"https://twitter.com/DavidFr31601156/status/1267315908760010754?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed9d8a08f08b1e5da86a4fc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T05:42:55.422Z\">6.42am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The White House’s security zone is being scaled up, according to WSB Capitol Reporter Jamie Dupree, who has shared images of what the larger fencing area will encompass – and how it compares to the previous closed-off area: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jamiedupree/status/1268701838196572161\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The White House security zone (yellow) is being dramatically expanded in the aftermath of recent protests over the police killing of George Floyd.<br><br>New fencing has walled off Lafayette Square (in red), and the Ellipse is now getting fencing (in orange). <a href=\"https://t.co/tcBWBigYQs\">https://t.co/tcBWBigYQs</a> <a href=\"https://t.co/S8rNaB65Nq\">pic.twitter.com/S8rNaB65Nq</a></p>— Jamie Dupree (@jamiedupree) \n    <a href=\"https://twitter.com/jamiedupree/status/1268701838196572161?ref_src=twsrc%5Etfw\">June 5, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed9d75e8f08b1e5da86a4f3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T05:26:25.347Z\">6.26am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is Reverend Al Sharpton’s eulogy at a memorial service for George Floyd in Minneapolis:</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"9dbb9176-2631-4a68-b258-9f5ce3632bf0\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/CGVN5F_BQK0?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed9d43f8f0854eb54d99331\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T05:15:26.811Z\">6.15am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>An increasing number of cities are rethinking the presence of school resource officers as they respond to the concerns of thousands of demonstrators many of them young who have filled the streets night after night to protest the death of George Floyd, AP reports. <br><br>Portland Public Schools, Oregon’s largest school district, on Thursday cut its ties with the Portland Police Bureau, joining other urban districts from Minneapolis to Denver that are mulling the fate of such programs. Protesters in some cities, including Portland, have demanded the removal of the officers from schools.</p> \n  <figure class=\"element element-image\" data-media-id=\"fa235d9df529eec4a0fc02d6f8722e729ba8b8de\"> \n   <img src=\"https://media.guim.co.uk/fa235d9df529eec4a0fc02d6f8722e729ba8b8de/0_158_2000_1200/1000.jpg\" alt=\"A school resource officer in Anderson, California, walks a middle school student back to class (from 2013).\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A school resource officer in Anderson, California, walks a middle school student back to class (from 2013).</span> \n    <span class=\"element-image__credit\">Photograph: Andreas Fuhrmann/AP</span> \n   </figcaption> \n  </figure> \n  <p>Minneapolis suspended its school resource officer program on Tuesday. Districts in St. Paul, Minnesota and Denver are considering doing the same. Protesters in Charlottesville, Virginia, have made the end of the school resource officer program in their district one of their demands.<br><br>Portland Mayor Ted Wheeler said Thursday that he would also discontinue using school resource officers in two smaller metropolitan districts under a program that in total costs the city $1.6 million a year and has been in place for more than two decades. The three districts have a combined student population of nearly 53,000, with more than 49,000 in Portland schools alone.<br><br>Nationwide, 43% of public schools had an armed law enforcement officer present at least once a week in the 2015-2016 school year, the last time the National Center for Education Statistics released data on this topic.<br></p> \n </div> \n</div> \n<div id=\"block-5ed9d20f8f0854eb54d99325\" class=\"block\" data-block-contributor=\"profile/justinmccurry\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T05:09:19.011Z\">6.09am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Speaking of Twitter – and <a href=\"https://www.theguardian.com/music/k-pop\">K-pop</a>: </p> \n  <p>K-pop fans around the world have joined forces to drown out online opposition to the <a href=\"https://www.theguardian.com/us-news/black-lives-matter-movement\">Black Lives Matter</a> movement, flooding social media with videos and images of their favourite artists alongside the #WhiteLivesMatter hashtag and other racist content.</p> \n  <p>While their collective action meant the hashtag, as well as #WhiteOutWednesday and #BlueLivesMatter were trending in the top 10 on Twitter in the US earlier this week, the accompanying messages and attachments were emphatically off-message.</p> \n  <p>Posts from K-pop stans – slang for obsessive fans – came with anti-racist messages and video footage of artists including the boy band phenomenon <a href=\"https://www.theguardian.com/music/bts\">BTS</a> and the rapper <a href=\"https://twitter.com/YGSHlT/status/1268241370277429256\">Ryujin</a>.</p> \n  <p>The social media bombardment saw K-pop fans commandeer rightwing and pro-Donald Trump hashtags to drown out racist and offensive posts, including criticism of protests in the US against the killing of <a href=\"https://www.theguardian.com/us-news/george-floyd\">George Floyd</a>, an unarmed black man who died in police custody in Minneapolis last week.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/music/2020/jun/05/k-pop-fans-join-forces-to-drown-out-racist-online-content\">K-pop fans join forces to drown out opposition to #BlackLivesMatter</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed9d1c98f0854eb54d99323\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T05:02:44.495Z\">6.02am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Speaking of Twitter: you can get in touch with me directly <a href=\"https://twitter.com/helenrsullivan\">@helenrsullivan</a>. </p> \n  <p>Comments, videos, tips, news, questions all welcome. </p> \n </div> \n</div> \n<div id=\"block-5ed9d12e8f0831e23dc19854\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T05:01:33.412Z\">6.01am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s what we know about Twitter disabling Donald Trump’s George Floyd tribute: </p> \n  <p>In case you missed it: Twitter disabled a video by Donald Trump’s campaign team that<a href=\"https://twitter.com/TeamTrump/status/1268295979331133445?s=20\"> pays tribute to George Floyd</a>, saying it is the subject of a copyright complaint.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TeamTrump/status/1268295979331133445\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We are working toward a more just society, but that means building up, not tearing down.<br><br>Joining hands, not hurling fists.<br><br>Standing in solidarity, not surrendering to hostility. <a href=\"https://t.co/mp8957czvh\">pic.twitter.com/mp8957czvh</a></p>— Team Trump (Text TRUMP to 88022) (@TeamTrump) \n    <a href=\"https://twitter.com/TeamTrump/status/1268295979331133445?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The video was retweeted nearly 7,000 times by people including the US president and his son Donald Jr.</p> \n  <p>In response to the video’s removal, the campaign accused the social media site and its co-founder, Jack Dorsey, of censoring an “uplifting and unifying message from President Trump” and urged its followers make a separate YouTube video go viral.</p> \n  <p>The nearly four-minute clip posted on Wednesday shows images of peaceful protests while Trump speaks of the “grave tragedy” before moving to a warning about violence from “radical leftwing groups” amid scenes of unrest and looting.</p> \n  <p>The accompanying Team Trump <a href=\"https://twitter.com/TeamTrump/status/1268295979331133445\">tweet</a> said: “We are working toward a more just society, but that means building up, not tearing down. Joining hands, not hurling fists. Standing in solidarity, not surrendering to hostility.”</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/05/twitter-disables-trump-campaign-tribute-to-george-floyd-due-to-copyright-complaint\">Twitter disables Trump campaign tribute to George Floyd due to copyright complaint</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed9cf548f0831e23dc1984b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T04:52:40.304Z\">5.52am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>An Associated Press photographer on assignment was attacked Thursday afternoon by a passerby while the journalist crossed the street with Philadelphia Police Commissioner Danielle Outlaw and Mayor Jim Kenney.<br><br>Matt Rourke was making photos of Outlaw and Kenney in North Philadelphia while the two city officials spent time with community members.</p> \n  <p>Rourke is the photographer who took this photo: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CharlesFinch/status/1267245196627984385\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Amazing photo by Matt Rourke of the AP <a href=\"https://t.co/UTcpTVrPGx\">pic.twitter.com/UTcpTVrPGx</a></p>— Charles Finch (@CharlesFinch) \n    <a href=\"https://twitter.com/CharlesFinch/status/1267245196627984385?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>As Kenney, Outlaw and several more police officers and members of the media were crossing Broad Street, a man sucker-punched Rourke in his face.<br><br>Outlaw was one of the first people to tend to Rourke as he lay on the street bloodied.<br>It’s unclear what prompted the attack.<br><br>Police took down the man and arrested him. A Philadelphia Police Department spokeswoman said he remained in police custody Thursday night. An investigation into possible charges is underway.<br><br>Rourke was taken to the hospital and is expected to be OK.</p> \n </div> \n</div> \n<div id=\"block-5ed9ca308f0854eb54d99307\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T04:36:46.204Z\">5.36am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In Australia, states are responding differently to Black Lives Matter protests planned for the weekend. </p> \n  <p>New South Wales, home to Sydney, the country’s most populous state, has asked that a planned protest not go ahead after it appeared that 10,000 people might attend, citing virus restrictions. </p> \n  <p>NSW police commissioner Mick Fuller lodged an injunction against the protest because the numbers of those attending the protest kept growing online. Protests in groups of 10 are allowed under the health order, but that if the supreme court outlaws the protest, a gathering of hundreds would be illegal.</p> \n  <p>The protest had secured permission as it originally planned to have fewer than 500 people present. Fuller confirmed that state police could arrest protesters in groups of over 500. </p> \n  <p>Meanwhile South Australia has allowed a Black Lives Matter and Indigenous Lives Matter protest to go ahead in Adelaide on Saturday.</p> \n  <p>In Victoria, police will fine protesters in groups over 20 at a Stop Black Deaths in Custody. </p> \n  <p>A Guardian investigation has found that <a href=\"https://www.theguardian.com/australia-news/2020/jun/01/deaths-in-our-backyard-432-indigenous-australians-have-died-in-custody-since-2008\">432 Indigenous Australians have died in custody since 1991</a>. </p> \n </div> \n</div> \n<div id=\"block-5ed9c81c8f0854eb54d992ff\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T04:25:19.678Z\">5.25am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Huffington Post reports that police have seized black cloth masks intended to protect protestors from coronavirus infection. </p> \n  <blockquote class=\"quoted\"> \n   <p>Law enforcement agents have seized hundreds of cloth masks that read “Stop killing Black people” and “Defund police” that a Black Lives Matter-affiliated organization sent to cities around the country to protect demonstrators against the spread of Covid-19, a disease that has had a disparate impact on Black communities.</p> \n   <p>The Movement for Black Lives (M4BL) spent tens of thousands of dollars on the masks they had planned to send all over the country. </p> \n  </blockquote> \n  <p>Four boxes of the masks were mailed from Oakland, California, but never left the state, HuffPo’s Ryan J. Reilly reports: “The U.S. Postal Service tracking numbers for the packages indicate they were “Seized by Law Enforcement” and urge the mailer to “contact the U.S. Postal Inspection Service for further information.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ryanjreilly/status/1268755175512178688\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">“[I]t appears they want to ensure that people who protest are susceptible to the same deadly pandemic that they have failed miserably at stopping.” —<a href=\"https://twitter.com/fulloffaith22?ref_src=twsrc%5Etfw\">@fulloffaith22</a> <a href=\"https://t.co/EQLpDIk364\">https://t.co/EQLpDIk364</a></p>— Ryan J. Reilly (@ryanjreilly) \n    <a href=\"https://twitter.com/ryanjreilly/status/1268755175512178688?ref_src=twsrc%5Etfw\">June 5, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed9c6f08f0854eb54d992fa\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T04:20:17.599Z\">5.20am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The mayor of Buffalo, where earlier today police were filmed pushing a protestor to the ground, causing his head to bleed, has tweeted a statement about the incident. </p> \n  <p>The man was 75 years old, the statement notes, and is in a stable but serious condition in hospital. </p> \n  <p>“I am deeply disturbed by the video, as was police commissioner Byron Lockwood. he directed an immediate investigation into the matter, and the two officers have been suspended without pay.”</p> \n  <p>Lockwood calls the incident “disheartening” in light of days of peaceful protests. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MayorByronBrown/status/1268741779030933507\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/ofZCzm78mq\">pic.twitter.com/ofZCzm78mq</a></p>— Byron W. Brown (@MayorByronBrown) \n    <a href=\"https://twitter.com/MayorByronBrown/status/1268741779030933507?ref_src=twsrc%5Etfw\">June 5, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed9c6798f0854eb54d992f8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T04:13:48.989Z\">5.13am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hi, <a href=\"https://twitter.com/helenrsullivan\">Helen Sullivan</a> joining you now. I’ll be bringing you the latest news from across the country for the next few hours – please do get in touch on <a href=\"https://twitter.com/helenrsullivan\">Twitter</a> with questions, feedback, and, of course, news from wherever you are.</p> \n  <p>I’m <a href=\"https://twitter.com/helenrsullivan\">@helenrsullivan</a>.</p> \n  <p>Alternatively, send me an email: helen.sullivan[at]theguardian.com</p> \n </div> \n</div> \n<div id=\"block-5ed9c2358f0831e23dc19815\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T04:09:47.621Z\">5.09am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Today so far</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/us-news/live/2020/jun/04/george-floyd-killing-protests-us-live-news-updates-donald-trump?page=with:block-5ed950f78f0831e23dc195d5#block-5ed950f78f0831e23dc195d5\">A memorial</a> service for George Floyd was held in Minneapolis</strong>. Family members spoke and the civil rights campaigner Rev Al Sharpton also addressed the service. He promised a new march on Washington in August, 57 years after Martin Luther King Jr led his march to the capital, to seek to police reform.</li> \n   <li><strong>Three former<a href=\"https://www.theguardian.com/us-news/live/2020/jun/04/george-floyd-killing-protests-us-live-news-updates-donald-trump?page=with:block-5ed94a1b8f0854eb54d99043#block-5ed94a1b8f0854eb54d99043\"> Minneapolis officers</a> charged with aiding and abetting the murder of Floyd appeared in court.</strong> Bail was set at $1m, down to $750,000 if certain conditions are met. An attorney for two of the officers is seeking a bail reduction, arguing that two of the officers were rookies. </li> \n   <li><strong>Former White House chief of staff<a href=\"https://www.theguardian.com/us-news/live/2020/jun/04/george-floyd-killing-protests-us-live-news-updates-donald-trump?page=with:block-5ed9355e8f0854eb54d98f7b#block-5ed9355e8f0854eb54d98f7b\"> John Kelly</a> and former commander in Afghanistan and against Isis John Allen joined the ranks of senior military figures who’ve criticized Donald Trump for using and threatening to use force against protestors. </strong>Combat units moved close to Washington were reportedly being sent back to base.</li> \n   <li><strong><a href=\"https://www.theguardian.com/us-news/live/2020/jun/04/george-floyd-killing-protests-us-live-news-updates-donald-trump?page=with:block-5ed96e258f0854eb54d99116#block-5ed96e258f0854eb54d99116\">Civil rights groups have sued Donald Trump</a>, William Barr and other administration officials, on behalf of Black Lives Matter and individual protesters</strong>, over the attack on peaceful protesters which was dealt out so Trump could walk to St John’s church for a photo op.</li> \n   <li><strong><a href=\"https://www.theguardian.com/us-news/live/2020/jun/04/george-floyd-killing-protests-us-live-news-updates-donald-trump?page=with:block-5ed92d908f0831e23dc19495#block-5ed92d908f0831e23dc19495\">Virginia’s governor, Ralph Northam</a>, confirmed that the state will move as swiftly as possible to remove a huge statue of Confederate general Robert E Lee from Monument Avenue in Richmond. </strong>The call to take down Confederate monuments has gained new momentum amid protests against police brutality toward Black Americans. <br></li> \n   <li><strong>Curfews were removed in many parts of California, including Los Angeles, Oakland and San Francisco. </strong>Peaceful protests continued across the state and across the nation. </li> \n   <li><strong>In Buffalo, NY, officers were filmed shoving a man to the ground, causing him to bleed profusely. </strong>The police department has suspended two officers over the incident and has launched an internal investigation, according to local news services. </li> \n   <li><strong>The New York Times issued a mea culpa over its decision to publish an op-ed in which Republican senator Tom Cotton advocates that the government “send in the troops” to quell the protest. </strong>The choice to run Cotton’s contribution received widespread criticism, including from many New York Times staff that said it put the lives of Black Times staff at risk. </li> \n  </ul> \n  <p>My colleague <a href=\"https://twitter.com/helenrsullivan\">Helen Sullivan</a> in Australia will continue providing live updates. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-05T04:47:47.542Z\">at 5.47am BST</time></p> \n</div> \n<div id=\"block-5ed9bf328f0831e23dc197ff\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T03:47:43.681Z\">4.47am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Erin McCormick reports from Albany, California: </em></p> \n  <p>Even in suburban enclaves, where demonstrations rarely happen, families flooded out of their homes to join the protest in honor of George Floyd. </p> \n  <figure class=\"element element-image\" data-media-id=\"aa545703f8585b5d5095725eba58e79662ed325d\"> \n   <img src=\"https://media.guim.co.uk/aa545703f8585b5d5095725eba58e79662ed325d/0_302_4032_2419/1000.jpg\" alt=\"In Albany, families flooded out of their homes to join the protests.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">In Albany, families flooded out of their homes to join the protests.</span> \n    <span class=\"element-image__credit\">Photograph: Erin McCormick/THE GUARDIAN</span> \n   </figcaption> \n  </figure> \n  <p>In Albany, a tiny, historically-white, Bay Area community, hundreds of parents and children lined the corners in front of the local gas stations, waving signs. Passing cars honked at the banners reading “End White Silence,” and “Black Lives Matter.”</p> \n  <p>As darkness approached, families headed home, dragging wagons full of sleepy children.<br></p> \n  <p>Local seniors Henry Norr and Jean Tepperman had jury-rigged full facial shields on top of several layers of masks. They waved a sign reading “Defund Police.”<br></p> \n  <p>The two Berkeley residents said they had been doing whatever they could to register their protest for days.<br></p> \n  <p>“We were out in Oakland last night too,” said Tepperman. “Are you asking, because we’re senior citizens?” <br></p> \n  <p>However the Berkeley resident said they hadn’t lasted past the Oakland curfew Wednesday, when that protest broke out into a dance party.</p> \n  <p>“That was after we left,” she said. “We had to go home for bed.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-05T03:48:02.192Z\">at 4.48am BST</time></p> \n</div> \n<div id=\"block-5ed9bd8a8f08b1e5da86a47e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T03:39:10.972Z\">4.39am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>And here’s a <em>striking</em> scene from Washington, DC, when lightning struck the Washington Monument. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Joyce_Karam/status/1268740130753449984\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Because protests, curfews, military, pandemic not enough action for DC this week... lightning⚡️struck the Washington Monument tonight <a href=\"https://t.co/EqD9CkgXRY\">pic.twitter.com/EqD9CkgXRY</a></p>— Joyce Karam (@Joyce_Karam) \n    <a href=\"https://twitter.com/Joyce_Karam/status/1268740130753449984?ref_src=twsrc%5Etfw\">June 5, 2020</a>\n   </blockquote> \n  </figure> \n  <p>To be fair, the monument is <a href=\"https://www.atlasobscura.com/places/washington-monument-lightning-rod\">outfitted</a> with a lightning rod, and at 550-feet gets hit by lightening quite often. </p> \n </div> \n</div> \n<div id=\"block-5ed9bd1b8f0854eb54d992bd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T03:35:09.640Z\">4.35am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Thousands marched in San Diego, California today: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bee_Bailey/status/1268743441627746310\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This is incredible. <a href=\"https://t.co/TTZShWs8vf\">pic.twitter.com/TTZShWs8vf</a></p>— Brittany Bailey (@Bee_Bailey) \n    <a href=\"https://twitter.com/Bee_Bailey/status/1268743441627746310?ref_src=twsrc%5Etfw\">June 5, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KPBSnews/status/1268739983956783104\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">KPBS reporter <a href=\"https://twitter.com/MaxRivlinNadler?ref_src=twsrc%5Etfw\">@MaxRivlinNadler</a> captured this video of hundreds of protesters marching through North Park and Hillcrest. <a href=\"https://t.co/6kdJL09MLa\">pic.twitter.com/6kdJL09MLa</a></p>— KPBS News (@KPBSnews) \n    <a href=\"https://twitter.com/KPBSnews/status/1268739983956783104?ref_src=twsrc%5Etfw\">June 5, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed9b7b88f08b1e5da86a44d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T03:25:21.674Z\">4.25am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Earlier today, as George Floyd’s memorial service was underway, Democratic senators Kamala Harris and Cory Booker spoke out against an amendment that would weaken bipartisan legislation that would make lynching a federal law. </strong></p> \n  <p>Republican senator Rand Paul of Kentucky singlehandedly held up the bill, which passed the House in February on a 410-4 vote, because he said it was too broad. “I don’t think it’s a good idea to conflate someone who has an altercation, where they had minor bruises, with lynching,” he said. </p> \n  <p>In an emotional address, Booker said he felt “so raw today”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/cspan/status/1268620557534158852\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Sen. <a href=\"https://twitter.com/CoryBooker?ref_src=twsrc%5Etfw\">@CoryBooker</a> on Sen. Paul Anti-Lynching Legislation amendment: \"I object to this amendment. I object, I object, I object on substance. I object on the law. And for my heart, spirit and every fiber of my being, I object for my ancestors.\"<br><br>Full video: <a href=\"https://t.co/CYA1gAklbK\">https://t.co/CYA1gAklbK</a> <a href=\"https://t.co/pFqol3BS3E\">pic.twitter.com/pFqol3BS3E</a></p>— CSPAN (@cspan) \n    <a href=\"https://twitter.com/cspan/status/1268620557534158852?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“Of all days we’re doing this right now when, God, if this bill passed today, what that would mean for America,” he said. </p> \n  <p>Harris, the second Black woman elected to the Senate, said that “Black lives have not been taken seriously as being fully human and deserving of dignity, and it should not require a maiming or torture in order for us to recognize a lynching when we see it.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/cspan/status/1268620245205282817\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/SenKamalaHarris?ref_src=twsrc%5Etfw\">@SenKamalaHarris</a> on Anti-Lynching Bill Amendment: \"Senator Paul is now trying to weaken a bill that was already passed. There's no reason for this...there is no reason other than cruel and deliberate obstruction on a day of mourning.\"<br><br>Full video here: <a href=\"https://t.co/CYA1gAklbK\">https://t.co/CYA1gAklbK</a> <a href=\"https://t.co/tZESr1uhPz\">pic.twitter.com/tZESr1uhPz</a></p>— CSPAN (@cspan) \n    <a href=\"https://twitter.com/cspan/status/1268620245205282817?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“Senator Paul is now trying to weaken a bill that was already passed. There’s no reason for this,” she said. “There is no reason other than cruel and deliberate obstruction on a day of mourning.”</p> \n </div> \n</div> \n<div id=\"block-5ed9b58c8f0831e23dc197b4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T03:07:13.601Z\">4.07am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The progressive District Attorney of San Francisco has said his office will nor prosecute peaceful protesters after local police officers apprehended and arrested demonstrators who stayed out past curfew. </strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/chesaboudin/status/1268708274896920576\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Without warning, a small group of peaceful protesters were swarmed and detained by over 100 officers and dozens of police vehicles. All were made to lie on their stomach for upwards of 30 min. This included an SFPD credentialed journalist.<br><br>We will not prosecute peaceful protest. <a href=\"https://t.co/G5gQdEvzT6\">https://t.co/G5gQdEvzT6</a></p>— Chesa Boudin 博徹思 (@chesaboudin) \n    <a href=\"https://twitter.com/chesaboudin/status/1268708274896920576?ref_src=twsrc%5Etfw\">June 5, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Boudin, who was elected to his position in November 2019, promised changes to the criminal justice system in San Francisco. </p> \n  <p>My colleague Vivian Ho profiled Boudin a while back: <br></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2019/nov/16/son-of-jailed-radicals-reviled-by-the-police-union-now-chesa-boudin-is-san-franciscos-top-cop\">Son of jailed radicals, reviled by the police union. Now, Chesa Boudin is San Francisco's top cop</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed9b3a38f0854eb54d99275\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T03:00:36.864Z\">4.00am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>An update on the Buffalo man who was shoved by police officers: He is in stable condition at a local hospital, according to local public radio station WBFO-FM. </strong></p> \n  <p>Two officers have been suspended without pay as the Buffalo Police investigate the incident. <br></p> \n </div> \n</div> \n<div id=\"block-5ed9b1008f0854eb54d9926b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T02:47:05.768Z\">3.47am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Twitter has removed a video from the Trump campaign account, citing copyright infringement issues. </strong></p> \n  <p>The video, which displays images George Floyd and videos of people mourning his death overlayed with narration from Trump’s first public speech following Floyd’s killing. The president also warns about “violence and anarchy” over images of looting. <br></p> \n  <p>This is what the tweet looks like now: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TeamTrump/status/1268295979331133445\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We are working toward a more just society, but that means building up, not tearing down.<br><br>Joining hands, not hurling fists.<br><br>Standing in solidarity, not surrendering to hostility. <a href=\"https://t.co/mp8957czvh\">pic.twitter.com/mp8957czvh</a></p>— Team Trump (Text TRUMP to 88022) (@TeamTrump) \n    <a href=\"https://twitter.com/TeamTrump/status/1268295979331133445?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-05T03:26:01.388Z\">at 4.26am BST</time></p> \n</div> \n<div id=\"block-5ed9afa88f0831e23dc19794\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T02:40:10.901Z\">3.40am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Police in Buffalo, New York were filmed shoving a man to the ground, causing him to bleed from the ear. </strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WBFO/status/1268712530358292484\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Just about an hour ago, police officers shove man in Niagara Square to the ground (WARNING: Graphic). Video from: <a href=\"https://twitter.com/MikeDesmondWBFO?ref_src=twsrc%5Etfw\">@MikeDesmondWBFO</a> <a href=\"https://t.co/JBKQLvzfET\">pic.twitter.com/JBKQLvzfET</a></p>— WBFO (@WBFO) \n    <a href=\"https://twitter.com/WBFO/status/1268712530358292484?ref_src=twsrc%5Etfw\">June 5, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The video also captures an officer trying to check on the man bleeding on the ground, only to be ushered away by another officer. </p> \n  <p>The local police department has launched an investigation into the incident, police sources told a <a href=\"https://twitter.com/Ali_IngNews\">reporter</a> for Investigative Post, a Buffalo-based publication.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-05T02:51:36.275Z\">at 3.51am BST</time></p> \n</div> \n<div id=\"block-5ed9a6938f08b1e5da86a3ef\" class=\"block\" data-block-contributor=\"profile/jessica-glenza\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T02:30:53.617Z\">3.30am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Black and minority Americans are more likely to be infected and die from <a href=\"https://www.theguardian.com/world/2020/feb/27/what-is-covid-19\">Covid-19</a>, because structural racism has left those populations with inferior health, housing and economic conditions, witnesses told a House subcommittee on the <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus</a> crisis on Capitol Hill on Thursday. </strong></p> \n  <p>Even as <a href=\"https://www.theguardian.com/us-news/george-floyd\">protests</a> against police violence roil the nation, the Covid-19 pandemic continues to infect or kill minority Americans at devastating rates – at least one independent report found black Americans dying at <a href=\"https://www.theguardian.com/world/2020/may/20/black-americans-death-rate-covid-19-coronavirus\">three times</a> the rate of white Americans. </p> \n  <p>Witnesses speaking to a <a href=\"https://www.theguardian.com/us-news/house-of-representatives\">House of Representatives</a> subcommittee on racial disparities said the Covid-19 pandemic called for a “truth and reconciliation” process and federal funding for minority health programs to counteract long-running health disparities. </p> \n  <p>“I have never been as scared for my patients as I have been the past few months,” New York City emergency department doctor Ushé Blackstock told the members of Congress. As the pandemic engulfed New York City and it became the world hotpot, she said her patient caseload shifted from a diverse group of New Yorkers to predominantly black Americans. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/04/coronavirus-black-minority-americans-house-subcommittee\">Black and minority Americans more likely to get Covid-19, House panel hears</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed9aa2e8f08b1e5da86a3ff\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T02:28:28.607Z\">3.28am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As demonstrations took place across the US and a memorial with George Floyd’s family was held in Minneapolis on Thursday, here are some of the most striking images from the day ... </p> \n  <figure class=\"element element-image\" data-media-id=\"e4da71b55d64654a996c8d0fce69be83ea4f248e\"> \n   <img src=\"https://media.guim.co.uk/e4da71b55d64654a996c8d0fce69be83ea4f248e/0_0_5658_4036/1000.jpg\" alt=\"The family of George Floyd stands together in a moment of silence as they arrive for his memorial service.\" width=\"1000\" height=\"713\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The family of George Floyd stands together in a moment of silence as they arrive for his memorial service.</span> \n    <span class=\"element-image__credit\">Photograph: Bebeto Matthews/AP</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"301542419a3fd6030cc3bd3d77e40df940a63d7f\"> \n   <img src=\"https://media.guim.co.uk/301542419a3fd6030cc3bd3d77e40df940a63d7f/0_0_5976_3992/1000.jpg\" alt=\"A George Floyd memorial march drew thousands in Brooklyn.\" width=\"1000\" height=\"668\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A George Floyd memorial march drew thousands in Brooklyn.</span> \n    <span class=\"element-image__credit\">Photograph: Dan Herrick/ZUMA Wire/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"d87c67b64be3cb479f4acc9ddee96a77fa8b0623\"> \n   <img src=\"https://media.guim.co.uk/d87c67b64be3cb479f4acc9ddee96a77fa8b0623/0_0_5184_3456/1000.jpg\" alt=\"Demonstrators marched across the Brooklyn Bridge.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Demonstrators marched across the Brooklyn Bridge.</span> \n    <span class=\"element-image__credit\">Photograph: Dan Herrick/ZUMA Wire/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"4f7473c3e0429125f24cf9d2122fcbb8ccb44c19\"> \n   <img src=\"https://media.guim.co.uk/4f7473c3e0429125f24cf9d2122fcbb8ccb44c19/0_0_5086_3488/1000.jpg\" alt=\"US congresswoman Ilhan Omar lowers her head as she stands before George Floyd’s casket.\" width=\"1000\" height=\"686\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">US congresswoman Ilhan Omar lowers her head as she stands before George Floyd’s casket.</span> \n    <span class=\"element-image__credit\">Photograph: Bebeto Matthews/AP</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"a7f488ff063daba93c4f02eae15f300567bd2e0b\"> \n   <img src=\"https://media.guim.co.uk/a7f488ff063daba93c4f02eae15f300567bd2e0b/0_0_3101_2306/1000.jpg\" alt=\"At sunrise, a soldier keeps watch at the Lincoln Memorial.\" width=\"1000\" height=\"744\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">At sunrise, a soldier keeps watch at the Lincoln Memorial.</span> \n    <span class=\"element-image__credit\">Photograph: Kevin Lamarque/Reuters</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"7612c771cc84cc8b24610c0e650c213a4ce609fb\"> \n   <img src=\"https://media.guim.co.uk/7612c771cc84cc8b24610c0e650c213a4ce609fb/0_0_3500_2334/1000.jpg\" alt=\"Protesters cross Morrison Bridge in Portland, Oregon.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Protesters cross Morrison Bridge in Portland, Oregon.</span> \n    <span class=\"element-image__credit\">Photograph: Terray Sylvester/Reuters</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"192dc26fa92d7fa4dae751a5bf2c5e61e608b05c\"> \n   <img src=\"https://media.guim.co.uk/192dc26fa92d7fa4dae751a5bf2c5e61e608b05c/0_0_3500_2333/1000.jpg\" alt=\"People attend public memorial for George Floyd in Brooklyn.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">People attend public memorial for George Floyd in Brooklyn.</span> \n    <span class=\"element-image__credit\">Photograph: Andrew Kelly/Reuters</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"246df954c55192e720ab01ec3c0e3e6379fd859d\"> \n   <img src=\"https://media.guim.co.uk/246df954c55192e720ab01ec3c0e3e6379fd859d/0_0_2663_4000/666.jpg\" alt=\"A demonstrator in Atlanta.\" width=\"666\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A demonstrator in Atlanta.</span> \n    <span class=\"element-image__credit\">Photograph: Derek White/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed99d0d8f0831e23dc1973d\" class=\"block\" data-block-contributor=\"profile/sam-levin\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T02:09:23.112Z\">3.09am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The movement to defund the police is gaining significant support across America, including from elected leaders, as <a href=\"https://www.theguardian.com/us-news/2020/jun/02/george-floyd-protests-curfews-eighth-day\">protests</a> over the <a href=\"https://www.theguardian.com/us-news/2020/jun/03/george-floyd-daughter-gianna-speaks-out\">killing of George Floyd</a> sweep the nation.</strong><br></p> \n  <p>For years, activists have pushed US cities and states to cut law enforcement budgets amid a dramatic rise in spending on police and prisons while funding for vital social services has shrunk or disappeared altogether.</p> \n  <p>Government officials have long dismissed the idea as a leftist fantasy, but the recent unrest and massive budget shortfalls from the Covid-19 crisis appear to have inspired more mainstream recognition of the central arguments behind defunding.</p> \n  <p>“To see legislators who aren’t even necessarily on the left supporting at least a significant decrease in New York police department [NYPD] funding is really very encouraging,” Julia Salazar, a New York state senator and <a href=\"https://www.theguardian.com/us-news/2018/aug/30/julia-salazar-democratic-socialist-interview\">Democratic socialist</a>, told the Guardian on Tuesday. “It feels a little bit surreal.” </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/04/defund-the-police-us-george-floyd-budgets\">Movement to defund police gains 'unprecedented' support across US</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed9a0c88f0831e23dc19761\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T01:48:44.468Z\">2.48am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>A statement from House Republicans commemorating the anniversary of the Tiananmen Square crackdown is being widely mocked. </strong></p> \n  <p>While calling for the Chinese Communist Party to be held “accountable for suppressing freedom,” some Republican lawmakers have also advocated for the use of harsh policing and military deployment to quell ongoing demonstrations against police brutality. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/goldengateblond/status/1268713321387061253\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">siri show me a comical lack of self-awareness <a href=\"https://t.co/GhzBH9wZfR\">https://t.co/GhzBH9wZfR</a></p>— shauna (@goldengateblond) \n    <a href=\"https://twitter.com/goldengateblond/status/1268713321387061253?ref_src=twsrc%5Etfw\">June 5, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The use of teargas, flashbangs and other military tools against demonstrators has drawn criticism from civil rights advocates and public health officials. </p> \n  <p>Moreover, as Mehdi Hasan, a columnist at The Intercept pointed out, Donald Trump infamously defended the Chinese government’s brutal response to protesters in a 1990 interview. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mehdirhasan/status/1268705427866476544\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">“When the students poured into Tiananmen Square, the Chinese government almost blew it. Then they were vicious, they were horrible, but they put it down with strength. That shows you the power of strength.” - <a href=\"https://twitter.com/realDonaldTrump?ref_src=twsrc%5Etfw\">@realDonaldTrump</a>, Playboy magazine interview, 1990 <a href=\"https://t.co/CuxiUn3qOL\">https://t.co/CuxiUn3qOL</a></p>— Mehdi Hasan (@mehdirhasan) \n    <a href=\"https://twitter.com/mehdirhasan/status/1268705427866476544?ref_src=twsrc%5Etfw\">June 5, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NickKristof/status/1268686253123342338\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Yes, House Republicans, I remember Tiananmen--because I was there being shot at. I also remember that Donald Trump was one of the few who defended the massacre. And because I remember that slaughter, I call on you to oppose US troops in our own streets: <a href=\"https://t.co/eq2HkD44lR\">https://t.co/eq2HkD44lR</a> <a href=\"https://t.co/pGiQoVRpUs\">https://t.co/pGiQoVRpUs</a></p>— Nicholas Kristof (@NickKristof) \n    <a href=\"https://twitter.com/NickKristof/status/1268686253123342338?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed99e9e8f0831e23dc19744\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T01:29:46.347Z\">2.29am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Kanye West has joined the protest in Chicago. </strong></p> \n  <p>But organizers said they didn’t want a celebrity hijacking the youth-led demonstration, per reporters at the scene. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TrinaOrlando/status/1268710660034134018\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Kanye West joins protest in Chicago <a href=\"https://twitter.com/nbcchicago?ref_src=twsrc%5Etfw\">@nbcchicago</a> <a href=\"https://t.co/xO3MvBw1Kc\">pic.twitter.com/xO3MvBw1Kc</a></p>— Trina Orlando (@TrinaOrlando) \n    <a href=\"https://twitter.com/TrinaOrlando/status/1268710660034134018?ref_src=twsrc%5Etfw\">June 5, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/grace_hauck/status/1268710420606525442\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Taylore Norwood, 20, says that this Chicago march is a youth-led protest and that she doesn’t want a “celebrity” hijacking it. <a href=\"https://t.co/uOTZapEc5x\">pic.twitter.com/uOTZapEc5x</a></p>— Grace Hauck (@grace_hauck) \n    <a href=\"https://twitter.com/grace_hauck/status/1268710420606525442?ref_src=twsrc%5Etfw\">June 5, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed99a8d8f08b1e5da86a3b7\" class=\"block\" data-block-contributor=\"profile/emily-holden\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T01:07:00.713Z\">2.07am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Trump administration continued to weaken core environmental protections in the US by announcing a pair of policies to cut reviews for large infrastructure projects and downplay the health benefits of rules to curb pollution.</strong></p> \n  <p>Both changes could disproportionately hurt communities of color, which are far more likely to live with pollution because of decades of environmental racism. They come after a week of nationwide protests over <a href=\"https://www.theguardian.com/us-news/george-floyd\">police killings</a> of black Americans. </p> \n  <p>The proposals could also make it easier for the government to ignore the climate crisis in making decisions. </p> \n  <p>One of the policies came as an executive order from <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> instructing agencies to use emergency authorities to bypass bedrock environmental laws and speed federal approvals for highways and oil and gas pipelines. The order said it is meant to accelerate the recovery from the “dramatic downturn” in the economy and high unemployment from the Covid-19 pandemic.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/04/trump-environment-reviews-cut-economic-emergency\">Trump orders agencies cut environment reviews, citing 'economic emergency'</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed997cc8f0831e23dc19710\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T00:57:34.855Z\">1.57am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Lancet paper that halted hydroxychloroquine trials was retracted after a Guardian investigation</h2> \n <div class=\"block-elements\"> \n  <p><em>The Guardian’s <a href=\"https://www.theguardian.com/profile/sarahboseley\">Sarah Boseley</a> and <a href=\"https://www.theguardian.com/profile/melissa-davey\">Melissa Davey</a> write: </em></p> \n  <p>The Lancet paper that halted global trials of hydroxychloroquine for Covid-19 because of fears of increased deaths has been retracted after a Guardian investigation found inconsistencies in the data.</p> \n  <p>The lead author, Prof Mandeep Mehra, from the Brigham and Women’s hospital in Boston, Massachusetts decided to ask the Lancet for the retraction because he could no longer vouch for the data’s accuracy.</p> \n  <p>The journal’s editor, Richard Horton, said he was appalled by developments. “This is a shocking example of research misconduct in the middle of a global health emergency,” he told the Guardian.</p> \n  <p>A Guardian investigation had revealed errors in the data that was provided for the research by US company Surgisphere. These were later explained by the company as some patients being wrongly allocated to Australia instead of Asia. But more anomalies were then picked up. A further Guardian investigation found that there were <a href=\"https://www.theguardian.com/world/2020/jun/03/covid-19-surgisphere-who-world-health-organization-hydroxychloroquine\">serious questions to be asked</a> about the company itself.</p> \n  <p>An independent audit company was asked to examine a database provided by Surgisphere to ensure it had the data from more than 96,000 Covid-19 patients in 671 hospitals worldwide, that it was obtained properly and was accurate.</p> \n  <p>The Lancet study had a dramatic impact on attempts to find out whether the antimalarial drug hydroxychloroquine, and its older version, chloroquine, could help treat patients with Covid-19. The US president, Donald Trump was among those who backed the drug before any high-quality trial evidence had been published.</p> \n  <p>The World Health Organization and several countries suspended randomised controlled trials that were set up to find an answer. Those trials have now been restarted. Many scientists were angry that they had been stopped on the basis of a trial that was observational and not a “gold standard” RCT.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/jun/04/covid-19-lancet-retracts-paper-that-halted-hydroxychloroquine-trials\">Covid-19: Lancet retracts paper that halted hydroxychloroquine trials</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed992228f08b1e5da86a37d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T00:35:03.794Z\">1.35am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Ukrainian prosecutors find no evidence against Hunter Biden</h2> \n <div class=\"block-elements\"> \n  <p>Amid everything else going on, this just happened. Read on, from Reuters: </p> \n  <p>An <a href=\"https://www.theguardian.com/world/2019/oct/04/ukraine-to-review-legal-cases-amid-trump-claims-over-bidens\">audit of thousands of old case files </a>by Ukrainian prosecutors found no evidence of wrongdoing on the part of Hunter Biden, the former prosecutor general who had launched the audit, told Reuters.</p> \n  <p>Ruslan Ryaboshapka was in the spotlight last year as the man who would decide whether to launch an investigation into former vice president Joe Biden and his son Hunter, in what became a key issue in the impeachment of President <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>.</p> \n  <p>President Volodymyr Zelenskiy described Ryaboshapka as “100 percent my person” on a call in July 2019 in which Trump asked Zelenskiy to investigate Biden, the man who became his main rival in the 2020 presidential race.</p> \n  <p>After taking office, Ryaboshapka in October announced an audit of old cases he inherited, including those related to the energy company Burisma, of which Hunter Biden was a board member between 2014-2019.</p> \n  <p>The audit was intended to probe whether cases Ryaboshapka had inherited from his predecessors had been handled properly, given the reputation of the prosecution service as being riddled with corruption and influence-peddling.</p> \n  <p>“I specifically asked prosecutors to check especially carefully those facts about Biden’s alleged involvement. They answered that there was nothing of the kind,” he added.</p> \n  <p>Ryaboshapka was fired in March after lawmakers accused him of not moving quickly enough in prosecuting cases. Ryaboshapka said he was axed because he had started bringing real reform to the prosecution service for the first time in a way that threatened the interests of corrupt politicians.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/04/ukranian-prosecutors-finds-no-evidence-against-hunter-biden\">Ukrainian prosecutors find no evidence against Hunter Biden</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed98e938f0831e23dc196e4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T00:23:46.167Z\">1.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Two of the three officers who stood by as George Floyd was killed had been on the force for just four days, said an attorney representing the officers</strong>. </p> \n  <p>Thomas Lane and J. Kueng have had bail set at $750,000. Their attorney wants to lower bail because the officers were barely off probation. </p> \n  <p><a href=\"https://www.nytimes.com/aponline/2020/06/04/us/ap-us-george-floyd-death-investigation.html\">From the AP</a>: </p> \n  <blockquote class=\"quoted\"> \n   <p><em>Police records indicate that while the men were rookies, they had more experience than a handful of days on the force. According to their records, they joined the department in February 2019 and became full officers in December. Minneapolis officers must serve a year on probation and spend time in field training with a more senior officer before they are fully qualified. </em></p> \n   <p><em>The complaint against Lane, 37, notes that while he suggested to Chauvin that Floyd should be rolled over he “took no actions to assist Mr. Floyd, to change his position, or to reduce the force the officers were using against Mr. Floyd.”</em></p> \n   <p><em>Kueng’s complaint says the 26-year-old was positioned between Chauvin and Lane and could hear their comments. Thao, 34, was seen in the cellphone video standing near a crowd of bystanders, and his complaint says although he fetched a hobble restraint — designed to restrict the movement of a person in custody — from the squad car, “the officers decided not to use it and maintained their positions.”</em></p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ed98ae38f0854eb54d99191\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-05T00:05:26.631Z\">1.05am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>A judge in New York denied a request that the city release people held by police for more than 24 hours in compliance a state law requiring that a person be arraigned within 24 hours of an arrest.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LegalAidNYC/status/1268680588753547265\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We strongly disagree with this ruling.<br><br>As of 6 PM tonight, 160 NYers citywide remain in custody 24+ hours after their arrest, which is some progress, but 160 NYers too many.<br><br>We'll continue to monitor this situation and we are ready to appeal if necessary.<a href=\"https://t.co/QTN3KOWdcl\">https://t.co/QTN3KOWdcl</a></p>— The Legal Aid Society (@LegalAidNYC) \n    <a href=\"https://twitter.com/LegalAidNYC/status/1268680588753547265?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Justice James Burke of state supreme court in Manhattan denied the Legal Aid Society’s demand that protestors be released in accordance with state law, noting that the police department was dealing with widespread unrest amid a pandemic. “It is a crisis within a crisis,” Burke said. “All writs are denied.”</p> \n  <p>Court officials said the police and prosecutors had been slow to process paperwork, leaving dozens of New Yorkers in police custody for longer than 24 hours. </p> \n  <p>Public health officials have warned that detaining protestors in police departments and jails will exacerbate the coronavirus pandemic, and increase infections. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-05T04:33:45.192Z\">at 5.33am BST</time></p> \n</div> \n<div id=\"block-5ed95f0b8f0831e23dc1961b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T23:54:47.535Z\">12.54am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>…and following Hallie’s report from Washington state, here’s Sam Levin reporting from Los Angeles on another police killing of an unarmed man:</p> \n  <blockquote class=\"quoted\"> \n   <p>Police in northern <a href=\"https://www.theguardian.com/us-news/california\">California</a> fatally shot an unarmed 22-year-old who was on his knees with his hands up outside a Walgreens store while responding to a call of alleged looting, officials said.</p> \n   <p>An officer in the city of Vallejo was inside his car when he shot Sean Monterrosa on Monday night amid local and national protests against police brutality. Police said an officer <strong>mistakenly believed Monterrosa had a gun</strong>, but later determined he had a hammer in his pocket.</p> \n   <p>The killing of Monterrosa, a San Francisco resident, has sparked intense outrage in the Bay Area, particularly in the city of Vallejo, a city with a <a href=\"https://www.theguardian.com/us-news/2019/jun/12/willie-mccoy-shooting-vallejo-police-55-shots\">long history</a> of police violence, <a href=\"https://www.theguardian.com/us-news/2019/may/07/vallejo-police-shooting-bike-ronell-foster-willie-mccoy\">high-profile killings</a> and excessive force complaints. </p> \n  </blockquote> \n  <p>Here’s Sam’s full report:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/04/vallejo-police-kill-unarmed-man-california\">Vallejo police kill unarmed 22-year-old, who was on his knees with his hands up</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed95dac8f0831e23dc19615\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T23:43:12.023Z\">12.43am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hallie Golden reports from Washington state, on a case with disturbing echoes of the killing of George Floyd:</p> \n  <blockquote class=\"quoted\"> \n   <p>The death of an African American father of two <strong>who called out “I can’t breathe” while handcuffed in police custody</strong> in March in <a href=\"https://www.theguardian.com/us-news/washington-state\">Washington state</a> has been ruled a homicide, according to a medical examiner’s report released on Wednesday.</p> \n   <p>Manuel Ellis, 33, died of respiratory arrest on 3 March in Tacoma, about 35 miles south of Seattle, due to hypoxia and physical restraint, said Rich O’Brien, an investigator for the Pierce county medical examiner’s office. Other factors that may have contributed to his death included methamphetamine intoxication and heart disease.</p> \n   <p>The Washington congresswoman Pramila Jayapal referenced Ellis’s death in a tweet on Thursday in which she highlighted the need for accountability and justice for him and “for so, so many more Black Americans in states across this country who should still be alive today”.</p> \n  </blockquote> \n  <p>Here’s the full report:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/04/manuel-ellis-death-black-man-police-custody-ruled-homicide-washington-state\">'I can't breathe': death of black man in custody ruled a homicide in Washington</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed983878f08b1e5da86a334\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T23:33:01.873Z\">12.33am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>It’s worth pointing out here that Cotton’s op-ed in the Times contained several false and unvalidated claims</strong> including the notion that “leftwing radicals, like Antifa, infiltrated marches.” Times journalists have <a href=\"https://www.nytimes.com/2020/06/01/technology/george-floyd-misinformation-online.html\">debunked</a> the Antifa claim. </p> \n  <p>The New York NewsGuild called the choice to publish Cotton’s piece “an irresponsible choice”, noting that “invoking state violence disproportionately hurts Black and brown people. It also jeopardizes our journalists’ ability to work in the field safely and effectively.”</p> \n </div> \n</div> \n<div id=\"block-5ed980618f0831e23dc196a6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T23:28:00.628Z\">12.28am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">New York Times issues statement over decision to publish Tom Cotton op-ed</h2> \n <div class=\"block-elements\"> \n  <p>The Times issued a mea culpa over the paper’s decision to publish an op-ed Republican senator Tom Cotton titled “Send in the troops”. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/marcatracy/status/1268667488356704256\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: Times spokeswoman sends mea culpa <a href=\"https://t.co/phBVjA21AT\">pic.twitter.com/phBVjA21AT</a></p>— marc tracy (@marcatracy) \n    <a href=\"https://twitter.com/marcatracy/status/1268667488356704256?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The decision to run the piece, which advocates for the deployment of the military against protestors rallying against police brutality toward Black Americans drew widespread criticism. Dozens of Times journalists voiced their opposition to the decision, noting that inciting a violent response to the protestors put Black journalists, and Black and brown people more broadly, in danger. </p> \n  <p>On Twitter, many staffers posted the same message: “Running this puts Black @nytimes staffers in danger.”</p> \n  <p>Times publisher AG Sulzberger initially defended the editorial decision, saying the paper was committed to representing “views from across the spectrum”.<br></p> \n </div> \n</div> \n<div id=\"block-5ed97ba58f0831e23dc1969a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T23:09:02.012Z\">12.09am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>I’m now handing the blog to Maanvi Singh, who will take our coverage into the evening.</p> \n  <p>A summary of the past few hours:</p> \n  <ul> \n   <li><a href=\"https://www.theguardian.com/us-news/live/2020/jun/04/george-floyd-killing-protests-us-live-news-updates-donald-trump?page=with:block-5ed950f78f0831e23dc195d5#block-5ed950f78f0831e23dc195d5\">A memorial service for George Floyd</a> was held in Minneapolis. Family members spoke and civil rights campaigner Rev Al Sharpton also addressed the service. He promised a new march on Washington on 28 August, 57 years since Martin Luther King Jr led his march to the capital, to seek policing reform.</li> \n   <li><a href=\"https://www.theguardian.com/us-news/live/2020/jun/04/george-floyd-killing-protests-us-live-news-updates-donald-trump?page=with:block-5ed94a1b8f0854eb54d99043#block-5ed94a1b8f0854eb54d99043\">Three former Minneapolis officers</a> charged with aiding and abetting the murder of Floyd appeared in court. Bail was set at $1m, down to $750,000 if certain conditions are met.</li> \n   <li><a href=\"https://www.theguardian.com/us-news/live/2020/jun/04/george-floyd-killing-protests-us-live-news-updates-donald-trump?page=with:block-5ed9355e8f0854eb54d98f7b#block-5ed9355e8f0854eb54d98f7b\">Former White House chief of staff John Kelly</a> and former commander in Afghanistan and against Isis John Allen joined the ranks of senior military figures splitting from Donald Trump over his threats to use troops against protesters and the assault on peaceful protesters in Washington on Monday. Combat units moved close to Washington were reported to being sent back to base.</li> \n   <li><a href=\"https://www.theguardian.com/us-news/live/2020/jun/04/george-floyd-killing-protests-us-live-news-updates-donald-trump?page=with:block-5ed96e258f0854eb54d99116#block-5ed96e258f0854eb54d99116\">The ACLU has sued Donald Trump</a>, William Barr and other administration officials, on behalf of Black Lives Matter and individual protesters, over the attack on peaceful protesters which was dealt out so Trump could walk to St John’s church for a photo op.</li> \n   <li><a href=\"https://www.theguardian.com/us-news/live/2020/jun/04/george-floyd-killing-protests-us-live-news-updates-donald-trump?page=with:block-5ed93b588f0831e23dc19519#block-5ed93b588f0831e23dc19519\">Attorney general William Barr</a> claimed to have evidence of “Antifa” complicity in violent events around protests in the past week.</li> \n   <li><a href=\"https://www.theguardian.com/us-news/live/2020/jun/04/george-floyd-killing-protests-us-live-news-updates-donald-trump?page=with:block-5ed92d908f0831e23dc19495#block-5ed92d908f0831e23dc19495\">Virginia governor Ralph Northam</a> confirmed that the state will move as swiftly as possible to remove a huge statue of Confederate general Robert E Lee from Monument Avenue in Richmond.</li> \n  </ul> \n  <p>Protests are continuing around the country – Ankita Rao, for example, has been <a href=\"https://www.theguardian.com/us-news/live/2020/jun/04/george-floyd-killing-protests-us-live-news-updates-donald-trump?page=with:block-5ed9780d8f08b1e5da86a2fb#block-5ed9780d8f08b1e5da86a2fb\">with protesters in New York City</a> – so stay with us.</p> \n </div> \n</div> \n<div id=\"block-5ed9780d8f08b1e5da86a2fb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T22:53:20.730Z\">11.53pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>More from Ankita Rao, in Brooklyn, New York:</em></p> \n  <p>Thousands of people who gathered for a memorial event for George Floyd in Brooklyn on Thursday marched north to Williamsburg in the evening, a couple of hours before the 8pm curfew. Many others marched over the Brooklyn Bridge, which connects the borough with Manhattan.</p> \n  <p>While many protesters had been out for several days, there were also people coming out for the first time in the name of black men and women who have been killed by police.</p> \n  <p>Felisa, a nurse and activist from Brooklyn, said she and her daughter marched for the first time for the memorial. She passed out voter registration forms and masks. </p> \n  <p>“I’m here as a parent of the movement,” she said. “I’ve seen gang violence, the crack epidemic, the heroin epidemic – all the things they’ve blamed the black community for.” </p> \n  <p>Her daughter, 18 and a chemical engineering student, said she had seen five shootings in New York this year, one of which was in her neighborhood this week. </p> \n  <p>“Even though I’m getting my college education, that won’t save me from an officer wanting to take my life,” she said. </p> \n  <p>There had been protests for many years but none like this one, she said. “Now see what happens when you don’t listen to the oppressed.”<br></p> \n  <p>As protesters walked by squads of police, many holding batons, some marchers stopped and stood with their back to the officers, directing others not to stop and to keep walking the main route. While some in the crowd continued to challenge police, those who had stopped begged them to avoid the violence of the past few days. </p> \n  <p>“It was terrifying,” said the Janeese Castelar, a soul singer who joined another woman to stop protesters from approaching the NYPD. “But we’re being met with violence and people think it’s our fault, so I have to prove that it’s not.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/anrao/status/1268657099023712256\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Protestors in tears telling other protestors to take another road and avoid <a href=\"https://twitter.com/hashtag/NYPD?src=hash&amp;ref_src=twsrc%5Etfw\">#NYPD</a> who are blocking the on ramp to the BQE. Chants of “peaceful protest” <a href=\"https://twitter.com/hashtag/nycprotests?src=hash&amp;ref_src=twsrc%5Etfw\">#nycprotests</a> <a href=\"https://t.co/lSQbsRNRmf\">pic.twitter.com/lSQbsRNRmf</a></p>— Ankita Rao (@anrao) \n    <a href=\"https://twitter.com/anrao/status/1268657099023712256?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed9665c8f0854eb54d990f9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T22:35:25.644Z\">11.35pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More on the ACLU and Black Lives Matter lawsuit, <a href=\"https://www.acludc.org/en/cases/black-lives-matter-dc-v-trump\">which can be found here</a>. </p> \n  <p>It was filed in the US district court for the District of Columbia, and it “seeks an order declaring President Trump, Attorney General Barr, and other administration officials violated the protesters’ first and fourth amendment rights, as well as engaged in a conspiracy to deny those rights”.</p> \n  <p>The lawsuit also “seeks on order barring the officials from repeating the unlawful activities, and damages for the injuries plaintiffs sustained”.</p> \n  <p>The <a href=\"https://apnews.com/ccacf738fb1875bbb990b464e51b4e0f\">typically impressive Associated Press fact check</a> I cited and linked to in my last post points, meanwhile, to something of what has happened to the notion of truth under Trump. </p> \n  <p>Like the ACLU lawsuit, the AP story concerns whether or not tear gas was used on peaceful protesters in and around Lafayette Square in Washington on Monday, before Trump performed his purposeful walk from the White House <a href=\"https://www.theguardian.com/us-news/live/2020/jun/02/george-floyd-protests-violence-overnight-donald-trump-threat-army-live-updates?page=with:block-5ed644b78f087122eca540d4#block-5ed644b78f087122eca540d4\">to hold aloft a Bible in front of St John’s church</a>.</p> \n  <p>It doesn’t deal with whether or not rubber bullets were used, which Trump has also denied. <a href=\"https://www.washingtonpost.com/lifestyle/media/trump-demands-journalists-correct-stories-on-the-use-of-tear-gas-according-to-the-cdc-it-was-tear-gas/2020/06/02/bf68726c-a544-11ea-bb20-ebf0921f3bbd_story.html\">This Washington Post piece does</a>.</p> \n  <p>About tear gas, the AP writes:</p> \n  <blockquote class=\"quoted\"> \n   <p>“They didn’t use tear gas,” Trump said on Wednesday on Fox News Radio. The US Park Police denied using tear gas, yet acknowledged deploying <strong>a pepper compound</strong>, which the Centers for Disease Control and Prevention and other scientific organizations <strong>list as one form of tear gas</strong>.</p> \n  </blockquote> \n  <p>In other words, the president is just denying something as usual but the US Park Police are doing something more insidious: exploiting the tiniest crevice of terminological wriggle room to deny something they admit. And in such Orwellian vein, the AP has more:</p> \n  <blockquote class=\"quoted\"> \n   <p>Law enforcement officials shy away from describing crowd-dispersing chemical tools as tear gas; it evokes police gassing citizens or the horrors of war. But <strong>giving those tools a more antiseptic name</strong> does not change the reality on the ground.</p> \n   <p>Federal institutions such as the Centers for Disease Control and Prevention and the US Army Medical Research Institute of Chemical Defense have listed tear gas as the common term for riot-control agents. Whether the common or formal term is used, the effects on people are the same.</p> \n   <p>[In Lafayette Square on Monday] authorities, who came from more than a half-dozen agencies besides the Park Police, set loose several wafting compounds, causing people to cough and gag as they scattered, their eyes red and streaming in some cases. They displayed the results of exposure to tear gas tears, for example.</p> \n   <p>“<strong>Tear gas is anything that makes you cry,</strong>” said Dr Lynn Goldman, dean of the George Washington University Milken Institute School of Public Health, speaking of chemicals used in crowd dispersal.</p> \n   <p>“<strong>Pepper spray is a tear gas</strong>. <strong>But there are all kinds of other ones, too</strong>.”</p> \n  </blockquote> \n  <p>There is a lot more to the AP report, <a href=\"https://apnews.com/ccacf738fb1875bbb990b464e51b4e0f\">which can be read in full here.</a></p> \n  <figure class=\"element element-image\" data-media-id=\"ccb6159716a4d446eaed39f9d42654775beca79f\"> \n   <img src=\"https://media.guim.co.uk/ccb6159716a4d446eaed39f9d42654775beca79f/0_0_4800_3200/1000.jpg\" alt=\"Not tear gas, says Trump. Tear gas, says the CDC.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Not tear gas, says Trump. Tear gas, says the CDC.</span> \n    <span class=\"element-image__credit\">Photograph: José Luis Magaña/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Also, as it happens, in that Fox News Radio interview on Wednesday, Trump said protesters “burned down the church”. Not so.</p> \n  <p>In a letter to <a href=\"https://myemail.constantcontact.com/Building-Update.html?soid=1103211030371&amp;aid=8stwKFSOF2M\">parishioners</a>, the Rev Robert Fisher, rector of St John’s, said: “There was a small fire in the parish house basement. Thankfully, it appears to have been contained to the nursery – though, as you might imagine there is smoke and water damage to other areas of the basement.”</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/03/trump-bunker-george-floyd-protests\">Trump claims he was in bunker for a ‘tiny' period of time to inspect it</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T22:40:17.840Z\">at 11.40pm BST</time></p> \n</div> \n<div id=\"block-5ed96e258f0854eb54d99116\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T22:12:04.741Z\">11.12pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">ACLU and Black Lives Matter sue Trump and Barr</h2> \n <div class=\"block-elements\"> \n  <p>The American Civil Liberties Union is suing Donald Trump, William Barr and other federal officials over the <a href=\"https://www.theguardian.com/us-news/2020/jun/02/trump-washington-walk-to-the-church-photo-op\">assault on peaceful protesters near the White House on Monday</a>, which was ordered by Barr so Trump could walk to St John’s church, the so-called Church of the Presidents, and <a href=\"https://www.theguardian.com/us-news/2020/jun/02/trump-washington-walk-to-the-church-photo-op\">hold up a Bible in a photo op</a> meant to reassure evangelical supporters.</p> \n  <p>According to <a href=\"https://www.acludc.org/en/news/civil-rights-groups-sue-trump-barr-tear-gassing-peaceful-protesters-outside-white-house\">a release from the ACLU of the District of Columbia</a>, the lawsuit filed on behalf of Black Lives Matter DC and individual protesters accuses Trump and the other officials are accused of “violating their constitutional rights and engaging in an unlawful conspiracy to violate those rights”.</p> \n  <p>Washington Lawyers’ Committee for Civil Rights and Urban Affairs, Lawyers’ Committee for Civil Rights Under Law and the law firm of Arnold &amp; Porter also filed the suit.</p> \n  <p>“What happened to our members Monday evening, here in the nation’s capital, was an affront to all our rights,” April Goggans of Black Lives Matter DC, the lead plaintiff in the case, said in a quote provided by the ACLU. </p> \n  <p>“The death of George Floyd and Breonna Taylor at the hands of police officers has reignited the rage, pain, and deep sadness our community has suffered for generations. We won’t be silenced by tear gas and rubber bullets. Now is our time to be heard.”</p> \n  <p>Scott Michaelman, legal director for the ACLU of the District of Columbia, said: “The president’s shameless, unconstitutional, unprovoked, and frankly criminal attack on protesters because he disagreed with their views shakes the foundation of our nation’s constitutional order. </p> \n  <p>“And when the nation’s top law enforcement officer becomes complicit in the tactics of an autocrat, it chills protected speech for all of us.”</p> \n  <p>Ben Wizner, director of the ACLU’s Speech, Privacy, and Technology Project, said lawsuits would be filed across the US, where “law enforcement armed with military weaponry are responding with violence to people who are protesting police brutality. </p> \n  <p>“The First Amendment right to protest is under attack, and we will not let this go unanswered.”</p> \n  <p>Trump and supporters have claimed protesters in Lafayette Square, in front of the White House, and near St John’s church were not tear-gassed. But <a href=\"https://apnews.com/ccacf738fb1875bbb990b464e51b4e0f\">as an Associated Press fact check points out</a>, “the US Park Police denied using tear gas, yet acknowledged deploying a pepper compound, which the Centers for Disease Control and Prevention and other scientific organizations list as one form of tear gas”.</p> \n  <p>The White House has also contested reports that rubber bullets were also used to clear the crowd before Trump, who had just promised “law and order” in a brief Rose Garden address, walked to the church and posed with a Bible carried by his daughter, Ivanka.</p> \n  <p>Here’s a telling Washington Post headline: “<strong>White House says police didn’t use tear gas and rubber bullets in incident that cleared protesters with chemical irritants and projectile munitions.</strong>”</p> \n  <p>The events <a href=\"https://www.theguardian.com/us-news/2020/jun/02/trump-washington-walk-to-the-church-photo-op\">in and around Lafayette Square on Monday night</a> have contributed to a growing rift in US society and <a href=\"https://www.theguardian.com/us-news/2020/jun/04/trump-military-retired-general-john-allen-protest\">even within the US military</a>. Trump was accompanied to the church by officials including Mark Esper, the secretary of defense, and Gen Mark Milley, the chair of the Joint Chiefs of Staff.<br></p> \n  <p>Esper has said he didn’t know what the president was intending to do. But senior figures including former defense secretary and Marine Corps general James Mattis, former JCOS chair Admiral Mike Mullen and former Marine Corps general John Allen, a former US commander against Isis and in Afghanistan, have expressed their disgust with both the stunt and the military’s participation in it.</p> \n  <p>Julian Borger, our world affairs editor, <a href=\"https://www.theguardian.com/us-news/2020/jun/04/trump-military-retired-general-john-allen-protest\">has more</a>:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/04/trump-military-retired-general-john-allen-protest\">'Slide to illiberalism': ex-general joins chorus of condemnation of Trump</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed96d5f8f08b1e5da86a2c6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T21:54:24.872Z\">10.54pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Cuomo: 'If you were at a protest, go get a test'</h2> \n <div class=\"block-elements\"> \n  <p>There are a lot of sizeable <a href=\"https://twitter.com/evan_greer/status/1268659277981507584\">protests</a> going on <a href=\"https://mail.google.com/mail/u/0/#inbox/FMfcgxwHNghBHcvfbdKxRxlVnjDWBHZC\">around the US</a> today. In New York City, for example, after a memorial service for George Floyd in Brooklyn, hundreds of marchers have been crossing the Brooklyn Bridge:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CeFaanKim/status/1268653519990665218\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">5,000 or so protesters for <a href=\"https://twitter.com/hashtag/blacklifematters?src=hash&amp;ref_src=twsrc%5Etfw\">#blacklifematters</a> <a href=\"https://twitter.com/hashtag/GeorgeFloydprotest?src=hash&amp;ref_src=twsrc%5Etfw\">#GeorgeFloydprotest</a> marching across Brooklyn Bridge to Foley Square. <a href=\"https://t.co/l49XgswLu4\">pic.twitter.com/l49XgswLu4</a></p>— CeFaan Kim (@CeFaanKim) \n    <a href=\"https://twitter.com/CeFaanKim/status/1268653519990665218?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Andrew Cuomo, the governor of New York state, is worried about what such protests might mean for the coronavirus pandemic, which lest anyone forget has killed <a href=\"https://www.theguardian.com/world/ng-interactive/2020/may/28/coronavirus-map-us-latest-cases-state-by-state\">more than 107,000 people in the US</a>, more than 24,000 of them in New York.</p> \n  <p>“If you were at a protest, go get a test, please,” Cuomo said at his daily briefing. “The protesters have a civic duty here also. Be responsible, get a test.”</p> \n  <p>An estimated 20,000 people have demonstrated in New York City alone, the governor said, adding: “New York City had the highest number of protesters. We have to be smart.”</p> \n  <p>Here’s Jessica Glenza, our health reporter, on the subject of protests and the coronavirus:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/03/protests-police-covid-19-coronavirus-spread\">'Really scary': experts fear protests and police risk accelerating Covid-19 spread</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T22:24:24.357Z\">at 11.24pm BST</time></p> \n</div> \n<div id=\"block-5ed92d908f0831e23dc19495\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T21:43:52.358Z\">10.43pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Earlier today, Virginia governor Ralph Northam (<a href=\"https://www.theguardian.com/us-news/2019/feb/01/virginia-governor-ralph-northam-blackface-kkk-photo\">yes</a>, <a href=\"https://www.theguardian.com/world/2020/may/24/virginia-governor-ralph-northam-masks\">him</a>) confirmed that a statue of <strong>Gen Robert E Lee will be removed as soon as possible</strong> from Monument Avenue in Richmond, the capital of the old Confederacy.</p> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"2f3456923f600e3aa30189e4e9a9f3cc0ec8a3cb\"> \n   <img src=\"https://media.guim.co.uk/2f3456923f600e3aa30189e4e9a9f3cc0ec8a3cb/369_0_1433_1792/800.jpg\" alt=\"Ralph Northam.\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Ralph Northam.</span> \n    <span class=\"element-image__credit\">Photograph: Steve Helber/AP</span> \n   </figcaption> \n  </figure> \n  <p>“You see, in Virginia, we no longer preach a false version of history,” Northam, a Democrat, said. “One that pretends the civil war was about ‘state rights’ and not the evils of slavery. No one believes that any longer.”<br></p> \n  <p><a href=\"https://www.theguardian.com/us-news/video/2015/mar/10/the-selma-confederates-video\">Some people do</a> and they will be cross. The state Republican party doesn’t necessarily believe it but it did say in a statement the decision “is not in the best interests of Virginia. Attempts to eradicate instead of contextualizing history invariably fail”.</p> \n  <p>But in the words of the Associated Press, “Northam made the decision, which has been widely praised by black leaders and activists, after <strong>days of angry protests in Richmond and across the country</strong> over the death of George Floyd, a black man who died after a white police officer pressed a knee into his neck while he pleaded for air. The decision also came a day after Richmond’s mayor, Levar Stoney, announced he will seek to remove the four other Confederate statues along Monument Avenue.”</p> \n  <p>Such moves were not pursued after the <a href=\"https://www.theguardian.com/us-news/2018/aug/04/charlottesville-viginia-one-year-on-violence-far-right\">deadly white nationalist rally in Charlottesville, Virginia</a> in August 2017.</p> \n  <p>The AP again: “In part, local governments were hamstrung by a state law that protects memorials to war veterans. That law was amended earlier this year by the new Democratic majority at the statehouse and signed by Northam. When the changes go into effect on 1 July, localities will be able to decide the monuments’ fate.”</p> \n  <figure class=\"element element-image\" data-media-id=\"b7ce76dbd0b1ee4fdbb849b07d78ee2be373cde2\"> \n   <img src=\"https://media.guim.co.uk/b7ce76dbd0b1ee4fdbb849b07d78ee2be373cde2/0_0_3797_2615/1000.jpg\" alt=\"The statue of Robert E. Lee that stands on Monument Avenue in Richmond.\" width=\"1000\" height=\"689\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The statue of Robert E. Lee that stands on Monument Avenue in Richmond.</span> \n    <span class=\"element-image__credit\">Photograph: Steve Helber/AP</span> \n   </figcaption> \n  </figure> \n  <p>“…The statues on Monument Avenue are among the most prominent collection of tributes to the Confederacy in the nation. Lee’s 21ft sculpture rises atop a pedestal nearly twice that tall on a grassy circle 200ft in diameter.</p> \n  <p>‘We put things on pedestals when we want people to look up,’ Northam said. ‘Think about the message that this sends to people coming from around the world to visit the capital city of one of the largest states in our country. Or to young children.’</p> \n  <p>“Elsewhere on the broad avenue lined with mansions and tony apartments are statues to Confederate president Jefferson Davis, generals JEB Stuart and Thomas “Stonewall” Jackson and naval officer Matthew Maury. A statue of black tennis hero Arthur Ashe, a Richmond native, was erected in 1996.</p> \n  <p>“A descendant of Lee’s brother, the Rev Robert W Lee IV, said at the press conference that his line of the family “wholeheartedly” commends the governor’s decision.</p> \n  <p>“Friends, the world may be burning and the world is about to turn because we are going to let justice roll down, and <strong>this is the start of something incredible,</strong>” he said.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2018/aug/04/charlottesville-viginia-one-year-on-violence-far-right\">Charlottesville, a year on: 'We can’t fix the whole nation. Hopefully we can fix ourselves'</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed957048f0831e23dc195ee\" class=\"block\" data-block-contributor=\"profile/lauren-gambino\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T21:33:49.988Z\">10.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Senator Chuck Grassley, a Republican from Iowa, announced on Thursday that he will block the confirmation of Donald Trump’s nominees until the White House provides Congress with “adequate explanations” for the firing of two inspector generals in recent months. </p> \n  <p>It is rare for a president to remove an inspector general, a role created in the aftermath of Watergate. But in the last few months, Trump has carried out a purge of such government watchdogs who he deemed as insufficiently loyal, among them intelligence community inspector general <strong>Michael Atkinson</strong>, state department inspector general <strong>Steve Linick,</strong> acting Pentagon inspector <strong>Glenn Fine,</strong> and acting Health and Human Services inspector <strong>Christi Grimm.</strong></p> \n  <p>By law, the administration is supposed to serve notice to Congress at least 30 days before the removal of an inspector general.<br><br>Grassley served notice on Twitter.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChuckGrassley/status/1268600667171586048\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Im placing holds on 2 Trump Admin noms until I get reasons 4firing 2 agency watchdogs as required by law Not 1st time ive raised alarm when admins flout IG protection law Obama did same&amp; got same earfull from me All I want is a reason 4 firing these ppl CHECKS&amp;BALANCES</p>— ChuckGrassley (@ChuckGrassley) \n    <a href=\"https://twitter.com/ChuckGrassley/status/1268600667171586048?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Grassley’s move is a rare break from the president. But the former judiciary committee chairman, who has long considered himself an advocate for inspectors general, has led the charge calling on the administration to provide an explanation for the removals.<br><br>He raised similar concerns in 2009, when Barack Obama ousted Americorps inspector general Gerald Walpin.</p> \n </div> \n</div> \n<div id=\"block-5ed94d418f0854eb54d9904c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T21:21:09.684Z\">10.21pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Lego fans were alarmed this week, when the toy industry giant stopped advertising a number of sets featuring police officers and equipment.</p> \n  <p>Lego acted in light of protests against police brutality and racism following the death in Minneapolis of George Floyd, which have led to the worst civil unrest in the US in more than 50 years.</p> \n  <p>The toy giant also paused advertising for an adult building set of the White House, home to President Donald Trump and the scene of extraordinary confrontations between law enforcement and protesters, <a href=\"https://www.theguardian.com/us-news/live/2020/jun/02/george-floyd-protests-violence-overnight-donald-trump-threat-army-live-updates?page=with:block-5ed644b78f087122eca540d4#block-5ed644b78f087122eca540d4\">some peaceful</a> but still gassed and shot at with rubber bullets, over the past few days.</p> \n  <figure class=\"element element-image\" data-media-id=\"a511ab2ffe613a3d98e32f6605b47c09fa300608\"> \n   <img src=\"https://media.guim.co.uk/a511ab2ffe613a3d98e32f6605b47c09fa300608/0_0_1468_1102/1000.jpg\" alt=\"The Lego White House.\" width=\"1000\" height=\"751\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The Lego White House.</span> \n    <span class=\"element-image__credit\">Photograph: LEGO</span> \n   </figcaption> \n  </figure> \n  <p>With fans worried by reports that the sets had been removed from sale altogether, Lego was moved to say that was never the case.</p> \n  <p><a href=\"https://toybook.com/lego-pulling-back-potentially-sensitive-product-amid-george-floyd-protests/\">Toybook.com</a>, an industry news site, first <a href=\"https://toybook.com/lego-pulling-back-potentially-sensitive-product-amid-george-floyd-protests/\">reported</a> the move, saying it had obtained a copy of an email to marketers which requested the “removal of product listings and features for more than 30 Lego building sets, Minifigures, and accessories that include representation of police officers, firefighters, criminals, emergency vehicles, and buildings”.<br></p> \n  <p>Sets affected included the Lego City Police Station, Police Dog Unit, Patrol Car, Mobile Command Center and Police Highway Arrest. The Donut Shop Opening set was also listed, as it includes a police officer Minifigure and a “crook”.</p> \n  <p>Reports of Lego’s move caused consternation and confusion among Lego fans, one Lego social media account <a href=\"https://twitter.com/BrickLoftOrg/status/1267871274644234242?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1267871274644234242&amp;ref_url=https%3A%2F%2Ftoybook.com%2Flego-pulling-back-potentially-sensitive-product-amid-george-floyd-protests%2F\">asking</a> the company to explain: “We all firmly believe <a href=\"https://twitter.com/hashtag/BlackLivesMattter?src=hashtag_click\">#BlackLivesMatter</a>. For decades Lego police &amp; fire rescue have been the very best example how to protect and rescue fellow minifigs and kids playing. What kind of message are you making here??”</p> \n  <p>Lego did explain, in an email to Toybook.</p> \n  <p>“We requested that our affiliate partners refrain from posting promotional Lego content as part of our decision to respect <a href=\"https://www.theguardian.com/commentisfree/2020/jun/03/blackout-tuesday-george-floyd-social-media\">#BlackOutTuesday</a>,” it said, “and pause posting content on our social media channels in response to the tragic events in the US.”<br></p> \n  <p>Black Out Tuesday saw major institutions around the world post black squares and stop online activity in solidarity with the George Floyd protests.</p> \n  <p>“We regret any misunderstanding and will ensure that we are clearer about our intentions in the future,” Lego said.</p> \n  <p>On Wednesday, the toy giant’s own Twitter account <a href=\"https://twitter.com/LEGO_Group/status/1268216876498399237?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1268216876498399237&amp;ref_url=https%3A%2F%2Ftoybook.com%2Flego-pulling-back-potentially-sensitive-product-amid-george-floyd-protests%2F\">posted</a> a clear statement.</p> \n  <p>“We stand with the black community against racism and inequality,” it said. “There is much to do. We will donate $4m to organisations dedicated to supporting black children and all children about racial inequality.”</p> \n </div> \n</div> \n<div id=\"block-5ed9610b8f08b1e5da86a294\" class=\"block\" data-block-contributor=\"profile/ankita-rao\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T21:10:18.702Z\">10.10pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>With protests over police brutality and the death of George Flloyd continuing around the US today, a short report from our voting rights editor on events this afternoon in Brooklyn, New York City:</em></p> \n  <p>Thousands of protestors converged on Brooklyn’s Cadman Plaza today for a memorial for George Floyd. The event was attended by Floyd’s brother, Terrence, who addressed the crowd with calls for solidarity and peaceful protest in memory of his brother. </p> \n  <p>“I’m proud of the protests,” he said. “I’m not proud of the destruction.”</p> \n  <p>The crowd sprawled across Downtown Brooklyn and was charged with energy and anger after a peaceful protest in the same spot on Wednesday night ended with police bearing down on the crowd, pushing protesters to the ground and beating them with batons. </p> \n  <p>New York mayor Bill de Blasio also attempted to address the crowd, calling for change and denouncing white supremacy. But he was booed and met with chants of “No Justice, No Peace” and “traitor” so loud most could not hear his speech. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mrjoshjames/status/1268628558827708419\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Emotional and heartfelt speech from George’s Floyd’s brother Terrence today at the memorial in Cadman Plaza. <a href=\"https://twitter.com/hashtag/blacklivesmatter?src=hash&amp;ref_src=twsrc%5Etfw\">#blacklivesmatter</a> <a href=\"https://twitter.com/hashtag/powertothepeople?src=hash&amp;ref_src=twsrc%5Etfw\">#powertothepeople</a> <a href=\"https://twitter.com/hashtag/georgefloyd?src=hash&amp;ref_src=twsrc%5Etfw\">#georgefloyd</a> <a href=\"https://t.co/UpE5J6euor\">pic.twitter.com/UpE5J6euor</a></p>— Joshua James (@mrjoshjames) \n    <a href=\"https://twitter.com/mrjoshjames/status/1268628558827708419?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed95fd78f0854eb54d990cf\" class=\"block\" data-block-contributor=\"profile/chrismcgreal\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T21:00:13.584Z\">10.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Rev Al Sharpton also used his eulogy at the memorial service for George Floyd to announce that, with the Floyd family, he would organise a march on Washington on 28 August to demand reform of the criminal justice system. </p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"9dbb9176-2631-4a68-b258-9f5ce3632bf0\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/CGVN5F_BQK0?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>It will be held 57 years to the day since Martin Luther King’s March on DC.</p> \n  <p>“We’re going back to Washington,” he said, turning to Martin Luther King III, the eldest son of MLK. </p> \n  <p>”That’s where your father stood in the shadows of the Lincoln Memorial and said ‘I have a dream.’ Well, we’re going back this 28 August to restore and recommit that dream, to stand up.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T22:06:21.581Z\">at 11.06pm BST</time></p> \n</div> \n<div id=\"block-5ed958208f08b1e5da86a255\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T20:51:23.830Z\">9.51pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Troops moving away from Washington – reports</h2> \n <div class=\"block-elements\"> \n  <p>Numerous outlets are reporting that <strong>active duty US troops</strong> who were brought close to Washington after Donald Trump threatened to deploy the army against protesters are now being moved away.</p> \n  <p>This is from Reuters:</p> \n  <blockquote class=\"quoted\"> \n   <p>Several hundred active-duty troops from the 82nd Airborne Division who were sent to the Washington DC area to potentially respond to civil unrest are expected to start heading back to their home base in North Carolina, a US official said on Thursday. The official, speaking on the condition of anonymity, said the decision was made earlier in the day and they would be returning to Fort Bragg soon. While the troops were in the National Capital Region, they were not deployed to Washington DC and were on standby in case they were needed.</p> \n  </blockquote> \n  <p>Trump’s wish for troops, and threats to invoke the Insurrection Act of 1807 in order to deploy them, have caused splits in his own administration. Defense secretary Mark Esper said he didn’t think the Act was needed, then went to the White House to, it seems, be told otherwise. Speculation about Esper’s job security is rife.</p> \n  <p>Trump has also been rebuked by senior military figures, including Esper’s predecessor as permanent secretary of defense, retired Marine Corps general James Mattis.</p> \n  <p>Mattis issued <a href=\"https://www.theatlantic.com/politics/archive/2020/06/james-mattis-denounces-trump-protests-militarization/612640/\">an extraordinary rebuke of the president</a> on Wednesday night. </p> \n  <p>In doing so he was following <a href=\"https://www.theatlantic.com/ideas/archive/2020/06/american-cities-are-not-battlespaces/612553/\">Admiral Mike Mullen</a>, a former chair of the Joint Chiefs of Staff. Mattis and Mullen were then followed by John Allen, a retired Marine Corps general now chairman of the Brookings Institution, who <a href=\"https://foreignpolicy.com/2020/06/03/trump-military-george-floyd-protests/\">warned</a> today the US could be facing “the beginning of the end of the American experiment”.</p> \n </div> \n</div> \n<div id=\"block-5ed959f98f0854eb54d9909a\" class=\"block\" data-block-contributor=\"profile/chrismcgreal\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T20:33:54.631Z\">9.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Our reporter in Minneapolis writes:</em></p> \n  <p>The service drew to a close with the mourners asked to stand for eight minutes and 47 seconds, the time that Derek Chauvin kept his knee on George Floyd’s neck.</p> \n  <p>Sharpton said was told before the service that would be a long time to ask people to stand in silence. It was indeed, he said. And a reminder of just how long Chauvin had to pull his knee away or for <a href=\"https://www.theguardian.com/us-news/live/2020/jun/04/george-floyd-killing-protests-us-live-news-updates-donald-trump?page=with:block-5ed94a1b8f0854eb54d99043#block-5ed94a1b8f0854eb54d99043\">one of the other police officers with him</a> to intervene and save Floyd’s life.</p> \n  <p>As the seconds ticked by, family members and other mourners clung to each other, weeping or staring up at brightly lit replica of the street mural of Floyd hanging behind his coffin, which was piled high with flowers.</p> \n  <p>Others took in a portrait of Floyd next to the casket in what looks to be a selfie as he stares into the camera, wearing a black and gold striped hoodie.</p> \n  <figure class=\"element element-image\" data-media-id=\"01ff0ee4529d8892c68fdd326272d2d3acf1b0ee\"> \n   <img src=\"https://media.guim.co.uk/01ff0ee4529d8892c68fdd326272d2d3acf1b0ee/0_0_3500_2333/1000.jpg\" alt=\"The casket of George Floyd, before the memorial service.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The casket of George Floyd, before the memorial service.</span> \n    <span class=\"element-image__credit\">Photograph: /LUCAS JACKSON/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed956878f08b1e5da86a24d\" class=\"block\" data-block-contributor=\"profile/chrismcgreal\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T20:17:22.016Z\">9.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>More from our reporter at the memorial service…</em></p> \n  <p>But Sharpton also had words of hope.</p> \n  <p>“I’m more hopeful today than ever,” he said. “When I looked this time and saw marchers were in some cases young whites outnumbering the black marchers, I know that it is a different time and a different season. </p> \n  <p>“When I looked and saw people in Germany marching for George Floyd, it’s a different time and different season. When they went in front of the parliament in London, England and said it’s a different time and a different season, I come to tell you, America this is the time of building accountability in the criminal justice system.”</p> \n  <p>Sharpton said he remembered going to a march years ago and being confronted by a white woman who looked him in the face and said: “Nigger, go home.” </p> \n  <p>This week, he said, he came face to face with a young white girl.</p> \n  <p>“I braced myself and she looked at me and said: “No justice, no peace,” Sharpton recalled, to a roar from the mourners.</p> \n  <p>“This is the time,” he said. “We won’t stop. We’ll keep going until we change the whole system of justice.”</p> \n </div> \n</div> \n<div id=\"block-5ed950f78f0831e23dc195d5\" class=\"block\" data-block-contributor=\"profile/chrismcgreal\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T19:57:31.630Z\">8.57pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>More from our reporter at the memorial service for George Floyd:</em></p> \n  <p>Rev Al Sharpton, in a blue suit and wearing black gloves, gave a powerful eulogy that took a swipe at Donald Trump but mostly directed his anger more broadly.</p> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"6ce49e03e524009dbd815d840b7dcf51aa1c850f\"> \n   <img src=\"https://media.guim.co.uk/6ce49e03e524009dbd815d840b7dcf51aa1c850f/1117_133_1758_2198/800.jpg\" alt=\"Rev Al Sharpton.\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Rev Al Sharpton.</span> \n    <span class=\"element-image__credit\">Photograph: Lucas Jackson/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>“George Floyd should not be among the deceased,” the civil rights campaigner said. “He did not die of common health conditions. He died of a common American criminal justice malfunction. So it not a normal funeral. It is not normal circumstances. But it is too common and we need to deal with it.”</p> \n  <p>Sharpton took a stab at Trump’s <a href=\"https://www.theguardian.com/us-news/live/2020/jun/02/george-floyd-protests-violence-overnight-donald-trump-threat-army-live-updates?page=with:block-5ed644b78f087122eca540d4#block-5ed644b78f087122eca540d4\">photo op with a bible outside St John’s church</a> in Washington earlier this week.</p> \n  <p>“Held the Bible in his hand. I’ve been preaching since I was a little boy. I never seen anyone hold a Bible like that,” he quipped. “I would like him to open that Bible and I’d like him to read Ecclesiastes 3, to every season there is a time and a purpose and I think that it is our job to let the world when we see what is going on in the streets of this country and in Europe, and around the world, that you need to know what time it is. </p> \n  <p>“First of all, we cannot use bibles as a prop. And for those of you who have agendas that are not about justice, his family will not let you use George as a prop.”</p> \n  <p>Sharpton said people have accused him of being publicity hungry. He said that is exactly what he is, because he wants to shed light on injustice. He said he grew up with cockroaches in his home.</p> \n  <p>“One of the things I found out about roaches is that if you keep the lights off, if you are in the dark, a roach will pull up at your dinner table and have a five-course meal,” he said. Put the light on, he added, and they scuttle away.</p> \n  <p>“I’ve spent all my life chasing roaches all over this country,” he said.</p> \n  <p>The police officer with his knee on Floyd’s neck, Sharpton said, represented America’s treatment of its black citizens for hundreds of years.</p> \n  <p>“The reason we could never be who we wanted and dreamed of being is you kept your knee on our neck,” he said. “We were smarter than the underfunded schools you put us in but you had your knee on our neck. We could run corporations and not hustle in the street but you had your knee on our neck. We had creative skills. We could do whatever anyone else could do. But we couldn’t get your knee off our neck. </p> \n  <p>“What happened to Floyd happens every day in this country in education and health services and in every area of American life. It’s time for us to stand up in George’s name and say, ‘Get your knee off our necks.’”</p> \n </div> \n</div> \n<div id=\"block-5ed94a1b8f0854eb54d99043\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T19:33:28.477Z\">8.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The three former Minneapolis police officers charged with aiding and abetting in the murder of George Floyd <strong>appeared in court this afternoon</strong>, just blocks away from where the memorial service for the 46-year-old is taking place. You can see that service in the embedded livestream above.</p> \n  <p>In Hennepin county district court, a judge set bail at $1m each for Tou Thao, Thomas Lane and J Alexander Kueng. Bail would be lowered to $750,000 if they agreed to certain conditions, including forfeiting any personal firearms</p> \n  <p>Derek Chauvin is charged with second-degree murder and second-degree manslaughter in Floyd’s death, which happened on Memorial Day, 25 May. Witness video shows Chauvin kneeling on Floyd’s neck during an arrest, for almost nine minutes. Floyd pleads he cannot breathe, then stops moving.<br></p> \n  <p>Minnesota attorney general Keith Ellison <a href=\"https://www.theguardian.com/us-news/2020/jun/03/george-floyd-killing-derek-chauvin-charge-elevated-three-other-officers-charged\">announced the charges</a> against Thao, Lane and Kueng on Wednesday, also increasing the charge against Chauvin.</p> \n  <p>Here’s the Associated Press:</p> \n  <blockquote class=\"quoted\"> \n   <p>Defense attorneys argued for lower bail. They told the court Chauvin was the training officer for Lane and Kueng, who had been on the job just four and three days respectively. Defendants don’t normally enter pleas during their first appearances in Minnesota courts, which tend to be brief proceedings. Judge Paul Scoggin set their next court dates for 29 June.</p> \n   <p>If convicted, Chauvin faces a maximum of 40 years in prison on the murder count and 10 years for manslaughter. Under Minnesota law, aiding and abetting second-degree murder is tantamount a second-degree murder charge, so <strong>Thao, Lane and Kueng face the same potential penalties</strong> if convicted. A date for Chauvin’s first court appearance has not been set.</p> \n   <p>The complaint against Lane, 37, notes that he asked about rolling Floyd on his side and wondered about delirium, but went on to say that Lane “took no actions to assist Mr Floyd, to change his position, or to reduce the force the officers were using against Mr Floyd.”</p> \n   <p>The complaint against Kueng, 26, says he was positioned between Chauvin and Lane and could hear their comments. The complaint against Thao, 34, who was seen in the cellphone video standing near a crowd of bystanders, says the officer initially got a hobble restraint from the squad car, “but the officers decided not to use it and maintained their positions.”</p> \n   <p>Governor Tim Walz and the Minnesota Department of Human Rights ordered a civil rights investigation of the police department to determine how to address its history of racial discrimination and find solutions for systemic change.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T20:10:07.371Z\">at 9.10pm BST</time></p> \n</div> \n<div id=\"block-5ed934288f0854eb54d98f62\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T19:21:34.521Z\">8.21pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As Nick Confessore of the New York Times put it on Twitter today, “Trump began his term promising to build a wall to protect America from the world. He ends it building a wall to protect himself from Americans.”</p> \n  <p>Trump <a href=\"https://www.theguardian.com/us-news/2020/jun/03/trump-bunker-george-floyd-protests\">insisted yesterday</a> that he did not visit the White House bunker on Friday night because protesters were clashing with law enforcement officers outside, as had been widely reported, but instead had been down there briefly during the day for a quick inspection. </p> \n  <p>Carol Leonnig of the Washington Post <a href=\"https://www.washingtonpost.com/politics/secret-service-moved-trump-to-secure-bunker-friday-after-protesters-breached-temporary-fences-near-white-house-complex/2020/06/03/e4ae77c2-a5b9-11ea-b619-3f9133bbb482_story.html?itid=ap_carold.%20leonnig\">duly disproved that</a>, but who’s even counting how many fibs the president tells about reported fact anymore?</p> \n  <p>Anyway – back to Confessore’s point. Tom Fitzgerald, for Fox 5 in Washington, has like many other reporters out and about in the capital noticed concrete barriers being put into place around the White House:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/FitzFox5DC/status/1268590548467748864\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Crews are now adding concrete Jersey barriers now being added, fortifying the new steel wall that is surrounding The White House as <a href=\"https://twitter.com/hashtag/GeorgeFloyd?src=hash&amp;ref_src=twsrc%5Etfw\">#GeorgeFloyd</a> protests continue. <a href=\"https://twitter.com/fox5dc?ref_src=twsrc%5Etfw\">@Fox5DC</a> <a href=\"https://t.co/l9xTyFSvci\">pic.twitter.com/l9xTyFSvci</a></p>— Tom Fitzgerald (@FitzFox5DC) \n    <a href=\"https://twitter.com/FitzFox5DC/status/1268590548467748864?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Earlier, the Vermont senator Patrick Leahy, a Democrat, noticed Confessore’s tweet and decided to make a point:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SenatorLeahy/status/1268572250938191873\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">And American taxpayers, not Mexico, will again be sent the bill. We NOTICE these things on the Senate and House <a href=\"https://twitter.com/hashtag/Appropriations?src=hash&amp;ref_src=twsrc%5Etfw\">#Appropriations</a> Committees... <a href=\"https://t.co/Z2YsirXLXX\">https://t.co/Z2YsirXLXX</a></p>— Sen. Patrick Leahy (@SenatorLeahy) \n    <a href=\"https://twitter.com/SenatorLeahy/status/1268572250938191873?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed945708f08b1e5da86a20f\" class=\"block is-key-event\" data-block-contributor=\"profile/chrismcgreal\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T19:07:39.105Z\">8.07pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Floyd family members speak at memorial service</h2> \n <div class=\"block-elements\"> \n  <p><em>More from our reporter at the memorial service for George Floyd in Minneapolis, which you can watch in the livestream embedded above…</em></p> \n  <figure class=\"element element-image\" data-media-id=\"1cede0d0019b8c2575dcbc60964be02cbdb6c20e\"> \n   <img src=\"https://media.guim.co.uk/1cede0d0019b8c2575dcbc60964be02cbdb6c20e/0_138_4151_2491/1000.jpg\" alt=\"Philonise Floyd speaks at North Central University.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Philonise Floyd speaks at North Central University.</span> \n    <span class=\"element-image__credit\">Photograph: Julio Cortez/AP</span> \n   </figcaption> \n  </figure> \n  <p>The family’s lawyer, Benjamin Crump, said the fight for justice would have to go on “inside the courtroom and outside the courtroom”. It was revealed that Floyd had tested positive for coronavirus in April but Crump said that wasn’t what killed him.</p> \n  <p>“It was that other pandemic that we’re far too familiar with in America, that pandemic of racism and discrimination that killed George Floyd,” he said.</p> \n  <p>Then family members stepped up to remember Floyd.</p> \n  <p>Philonise Floyd described his love for his elder brother.</p> \n  <p>“We didn’t have much. Our mom did what she could. We would sleep in the same bed,” he said.</p> \n  <p>Philonise described his brother as inspiring, and how they would talk and dance and cook with their mother.</p> \n  <p>“It was amazing, everywhere you go and see how people cling to him. They wanted to be around him. George, he was like a general. Every day you walks outside and there’s a line of people … wanting to greet him and wanting to have fun with him. </p> \n  <p>“Guys that was doing drugs, like smokers and homeless people. You could tell because when they spoke to George they felt like they was the president because that’s how he made you feel.</p> \n  <p>“It’s crazy man. It’s amazing to me that he touched so many hearts.”</p> \n </div> \n</div> \n<div id=\"block-5ed932558f08b1e5da86a13d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T19:03:06.108Z\">8.03pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Curfews lifted in California</h2> \n <div class=\"block-elements\"> \n  <p>In Los Angeles, which has seen <a href=\"https://www.theguardian.com/us-news/2020/jun/03/george-floyd-protests-los-angeles-arrests\">its share of protests and arrests</a> since the killing of George Floyd, Mayor Eric Garcetti has confirmed that there will be no curfew tonight.</p> \n  <p>“Angelenos are rallying around powerful and peaceful demonstrations against racial injustice,” said Garcetti. “We remain committed to protecting the right of all people to make their voices heard and ensuring the safety of protesters, businesses, residents, families, and our entire community.”<br></p> \n  <p>There’s also <a href=\"https://twitter.com/ACSOSheriffs/status/1268607614759272448\">this</a> from the sheriff of Alameda County, which centres on Oakland:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ACSOSheriffs/status/1268607614759272448\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">CURFEW LIFTED: Effectively immediately, The Alameda County Sheriff has rescinded the temporary emergency curfew order. Please check with your local jurisdiction for curfew restrictions pertaining to individual cities in Alameda County.</p>— Alameda County Sheriff (@ACSOSheriffs) \n    <a href=\"https://twitter.com/ACSOSheriffs/status/1268607614759272448?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed93b588f0831e23dc19519\" class=\"block is-key-event\" data-block-contributor=\"profile/lauren-gambino\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T18:49:00.880Z\">7.49pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Barr claims evidence 'Antifa' instigating violence</h2> \n <div class=\"block-elements\"> \n  <p>At a press conference in Washington on Thursday, Attorney General William Barr said federal law enforcement officers had gathered intelligence that extremist groups including Antifa had “hijacked” peaceful protests over the death of George Floyd, seeking to incite violence and destruction. </p> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"1d6f12dc9f540ba20a7503c5f4e6a40286502cf9\"> \n   <img src=\"https://media.guim.co.uk/1d6f12dc9f540ba20a7503c5f4e6a40286502cf9/650_0_2918_3648/800.jpg\" alt=\"William Barr.\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">William Barr.</span> \n    <span class=\"element-image__credit\">Photograph: Alex Brandon/AP</span> \n   </figcaption> \n  </figure> \n  <p>“We have evidence,” Barr said, “that Antifa and other similar extremist groups, as well as actors of a variety of different political persuasions, have been involved in instigating and participating in the violent activity.”</p> \n  <p>Last week, Donald Trump sought to designate Antifa, an amorphous group name for the antifascist movement, a terrorist organization. </p> \n  <p>Barr added: “We are also seeing foreign actors playing all sides to exacerbate the violence.”</p> \n  <p>Pressed by a reporter about why he mentioned Antifa as opposed to “<a href=\"https://www.npr.org/sections/codeswitch/2020/05/31/864402190/who-owns-boogaloo\">boogaloo</a>” or other far-right extremist elements, Barr said there was a “witches brew a lot of different extremist organizations trying to exploit the protests.”</p> \n  <p>Federal forces have taken over Washington’s response to the unrest, under Barr’s direction. All of the justice department components – including the FBI, the US Marshals, the Bureau of Prisons, the Bureau of Alcohol, Tobacco, Firearms and Explosives and the Drug Enforcement Administration – have been tapped to respond to violence and looting. </p> \n  <p><a href=\"https://twitter.com/saraecook/status/1268591395083780096\">Questions have been raised</a> about such officers appearing in public – and being used to control the public – without identifying marks or insignia on their uniforms. </p> \n  <p>In total, Barr said federal officials made 51 arrests for crimes connected to “violent rioting”. </p> \n  <p>The heads of each bureau provided updates. Here are the highlights: </p> \n  <ul> \n   <li><strong>Barr </strong>said the justice department was conducting a “parallel and independent” investigation in possible federal civil rights violations. </li> \n   <li><strong>FBI director Christopher Wray</strong> said the agency had collected evidence that Antifa and “other agitators” were behind some of the violence.</li> \n   <strong>Director of US Marshals Donald Washington </strong>said there had been damage and vandalism to 21 federal courthouses in 15 states and DC, as well as damage and vandalism to \"many other federal properties”. \n   <li><strong>Acting ATF director Regina Lombardo </strong>said her agents had responded to “shootings, burglaries, arson, bombings, especially destructive devices such as a molotov cocktail.”<br></li> \n   <li><strong>BOP director Michael Carvajal</strong> said officers were not told to not identify themselves. He said they normally operate only with their own institutions and therefore don’t need to identify themselves. He added that he probably should have considered marking the officers when they were deployed outside the White House.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5ed93e868f0831e23dc1953f\" class=\"block\" data-block-contributor=\"profile/chrismcgreal\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T18:38:41.657Z\">7.38pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Our reporter is at the memorial service in Minneapolis, which you can follow in the live stream above:</em></p> \n  <p>George Floyd’s family arrived to gospel songs from a choir and band under a brightly lit replica of the street mural of Floyd painted on a wall at the site of his death. They sat in the centre of the sanctuary at the North Central University campus in downtown Minneapolis, with most other guests socially distancing at least a seat apart from each others.</p> \n  <p>Mourners included Martin Luther King III and Jesse Jackson; political leaders, including state governor Tim Walz and US senators Amy Klobuchar and Tina Smith; and celebrities including Kevin Hart and Jamie Foxx.</p> \n  <p>The mood outside was sombre. A small group came to remember Floyd, and some held signs demanding justice and reform of the police, but there were no vocal protests.</p> \n </div> \n</div> \n<div id=\"block-5ed93c868f0854eb54d98fa9\" class=\"block\" data-block-contributor=\"profile/chrismcgreal\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T18:30:12.153Z\">7.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>More from the memorial service for George Floyd which is being held in Minneapolis and which you can follow via livestream above:</em></p> \n  <p>Reggie Jones, 47, travelled up from South Carolina <a href=\"https://twitter.com/ChrisMcGreal/status/1268603498209435650\">to sell George Floyd T-shirts</a> outside the memorial to raise funds for the victim’s children with the permission of the family. He said he had not seen protests like those that have swept the US over the past week.</p> \n  <p>“Some things are going to change. It’s going to help officers be conscious of their actions. It’s going to allow people to hear us. Hear the cry. This crime right here really punched us in the gut. Not just African Americans but people from all over,” he said.</p> \n  <p>Jones said he was pleased that the three other police officers were charged on Thursday with aiding and abetting Derek Chauvin in the murder of Floyd.</p> \n  <p>“It was necessary. Four police officers was there. Three of them could have stopped it,” he said.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChrisMcGreal/status/1268603498209435650\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Reggie Jones travelled up from South Carolina to sell <a href=\"https://twitter.com/hashtag/GeorgeFloyd?src=hash&amp;ref_src=twsrc%5Etfw\">#GeorgeFloyd</a> T-shirts outside the memorial. Welcomed the protests: “It’s going to allow people to hear us. Hear the cry. This crime right here really punched us in the gut. Not just African Americans but people from all over” <a href=\"https://t.co/vxbL7nyzrc\">pic.twitter.com/vxbL7nyzrc</a></p>— Chris McGreal (@ChrisMcGreal) \n    <a href=\"https://twitter.com/ChrisMcGreal/status/1268603498209435650?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T18:32:21.002Z\">at 7.32pm BST</time></p> \n</div> \n<div id=\"block-5ed93a208f08b1e5da86a17c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T18:24:02.747Z\">7.24pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The memorial service for George Floyd is being held in Minneapolis and a livestream is embedded at the top of this blog. Our reporter Chris McGreal is there, as he has been throughout this extraordinary time in the city. Here’s a sample of his report before the service, which follows in full via a link:</p> \n  <blockquote class=\"quoted\"> \n   <p>The eulogy is to be delivered by the civil rights activist the Rev Al Sharpton, who is expected <strong>to call for national legislation akin to the 1964 Civil Rights Act</strong> to offer greater protections and rights for Americans in dealing with the police.</p> \n   <p>“It’s not about piecemeal,” he said. “We need fundamental federal laws.”</p> \n   <p>As he went into the service, Sharpton said he was encouraged that so many white people had been demonstrating in support of police reform on a scale not seen before.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/04/george-floyd-memorial-minneapolis\">George Floyd's family gather for memorial in Minneapolis: ‘The fight is not over’</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed9355e8f0854eb54d98f7b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T18:12:42.052Z\">7.12pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Former White House chief of staff Kelly supports Mattis, hits out at Trump</h2> \n <div class=\"block-elements\"> \n  <p>John Kelly, formerly secretary of homeland security and White House chief of staff, has dismissed Donald Trump’s criticism of James Mattis, the former secretary of defense who on Wednesday night aimed <a href=\"https://www.theguardian.com/us-news/2020/jun/03/james-mattis-comdemns-trump-george-floyd-protests\">a blistering broadside</a> at the president’s handling of protests over the death of George Floyd.</p> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"04aff15d4616d1ba9181f1e2d08ea7a980abc4ab\"> \n   <img src=\"https://media.guim.co.uk/04aff15d4616d1ba9181f1e2d08ea7a980abc4ab/1744_99_1204_1504/801.jpg\" alt=\"John Kelly.\" width=\"801\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">John Kelly.</span> \n    <span class=\"element-image__credit\">Photograph: Karen Mancinelli/AP</span> \n   </figcaption> \n  </figure> \n  <p>Mattis, a retired Marine Corp general, <a href=\"https://www.theguardian.com/us-news/2020/jun/03/james-mattis-comdemns-trump-george-floyd-protests\">called</a> Trump “<strong>the first president in my lifetime who does not try to unite the American people</strong> – does not even pretend to try. Instead he tries to divide us. We are witnessing the consequences of three years of this deliberate effort. We are witnessing the consequences of three years without mature leadership.”</p> \n  <p>He also compared Trump’s behaviour to Nazi propaganda and called the president’s stunt on Monday, ordering the gassing of peaceful protesters so he could stage a photo op outside St John’s church, an “<strong>abuse of executive authority</strong>”.</p> \n  <p>Trump <a href=\"https://twitter.com/realDonaldTrump/status/1268347256748507136\">tweeted</a> back: “Probably the only thing Barack Obama &amp; I have in common is that we both had the honor of firing Jim Mattis, the world’s most overrated General.”</p> \n  <p>Almost as inevitable as the abuse was the fact that the tweet contained a lie. Mattis <a href=\"https://www.theguardian.com/us-news/2018/dec/20/jim-mattis-defense-secretary-retires-trump\">resigned in December 2018</a>, over Trump’s attempt to withdraw US troops from Syria. Trump brought his departure forward, but didn’t fire him.</p> \n  <p>On Thursday Kelly, like Mattis a retired general though from the Army rather than the Marines, <a href=\"https://www.washingtonpost.com/nation/2020/06/04/george-floyd-protests-live-updates/\">told the Washington Post</a>: “The president did not fire him. He did not ask for his resignation. <strong>The president has clearly forgotten how it actually happened or is confused</strong>. The president tweeted a very positive tweet about Jim until he started to see on Fox News their interpretation of his letter. Then he got nasty. Jim Mattis is a honorable man.”</p> \n  <p>Unlike Mattis, Kelly has spoken out about Trump before, backing impeachment witness Lt Col Alexander Vindman and expressing quite wide disagreement. <a href=\"https://www.theguardian.com/us-news/2020/feb/13/ex-white-house-chief-staff-john-kelly-speaks-out-against-trump\">Asked in February</a> why he went to work for Trump in 2017, Kelly said he had been “fascinated – not necessarily in a good way – but fascinated as to what <a href=\"https://www.theguardian.com/us-news/us-elections-2016\">that election</a> meant to our country”.</p> \n  <p>Kelly and Mattis have been <a href=\"https://www.theguardian.com/us-news/2019/jan/19/john-kelly-donald-trump-cliff-sims-book\">widely reported</a> to have been “adults in the room” in the first years of the Trump White House, willing to stand up to the president and obstruct his more dangerous impulses. They have also been widely <a href=\"https://twitter.com/attackerman/status/1268313778413862914\">criticised</a> for <a href=\"https://www.theguardian.com/us-news/2017/oct/20/trump-feud-florida-congresswoman-john-kelly\">moves</a> or silences seen to support such behaviour.</p> \n  <p>HR McMaster, another general who was Trump’s second national security adviser, is <a href=\"https://www.theguardian.com/us-news/2020/feb/24/trump-hr-mcmaster-book-national-security-adviser\">due out in the autumn with a book</a> that reportedly discusses his work at the White House. He has not commented publicly on the current situation.</p> \n </div> \n</div> \n<div id=\"block-5ed930408f08b1e5da86a131\" class=\"block\" data-block-contributor=\"profile/chrismcgreal\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T17:49:09.489Z\">6.49pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As George Floyd’s family and invitees, including the Rev Jesse Jackson, arrived for <strong>the memorial service in Minneapolis</strong>, a small crowd gathered outside to pay respects. It included Maudeline St Jean, a nurse who brought her two sons.</p> \n  <p>“When I saw that video of George Floyd’s death, it was so horrific I found myself crying. It’s like a horror movie,” she said. </p> \n  <p>“I came to show support for the family, and the fight for black freedom and ending the suffering of black people. I told my boys, you guys are coming with me. You have to be in this. It’s not going to change if we sit home and watch it on television. We have to be a part of this part.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChrisMcGreal/status/1268595273900666880\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Maudeline St Jean (with sons Zachary and Luke) outside memorial for <a href=\"https://twitter.com/hashtag/GeorgeFloyd?src=hash&amp;ref_src=twsrc%5Etfw\">#GeorgeFloyd</a> . \"I was born in Liberia America’s a great country. But there’s 400 years of slavery and the idea... they have the right to suppress you like they’re your white masters” <a href=\"https://twitter.com/hashtag/GeorgeFloydMemorial?src=hash&amp;ref_src=twsrc%5Etfw\">#GeorgeFloydMemorial</a> <a href=\"https://t.co/h0KFvMxjCq\">pic.twitter.com/h0KFvMxjCq</a></p>— Chris McGreal (@ChrisMcGreal) \n    <a href=\"https://twitter.com/ChrisMcGreal/status/1268595273900666880?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>St Jean said that the US has given her great opportunity but she was shocked by the racism she encountered.</p> \n  <p>“I was born in Liberia, came here 28 years ago. America’s a great country. This is where I got educated. This is where I learned a lot. But there’s 400 years of slavery and the idea that somebody else has the right to tell somebody how they can live. And they have the right to suppress you like they’re your white masters. </p> \n  <p>“We’re not going back to lynching. That’s what they did to George Floyd. They basically lynched him in front of everybody.”</p> \n  <p>Her 15 year-old son, Zachary, said the thought the most widespread protests the US has seen in half a century mark a turning point.</p> \n  <p>“A big change is going to come,” he said. “A lot of change is going to happen. This sparked a lot of stuff in the US. This is going to be for a new generation that’s going to see us. We’re going to be seen, and people will see that black lives do matter. To show we’re not animals. <strong>We’re humans too</strong>.”</p> \n  <p>Here’s Chris’s full report from Minneapolis:<br></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/04/george-floyd-memorial-minneapolis\">George Floyd's family gather for memorial in Minneapolis: ‘The fight is not over’</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed92b258f08b1e5da86a0e5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T17:35:32.524Z\">6.35pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Lauren Gambino in Washington is watching the Department of Justice press conference which is currently being held by Attorney General William Barr, and will be sending in her summary when it’s done.</p> \n  <p>As I get myself on stream, it seems worthwhile to post what White House deputy press secretary Hogan Gidley said when he held a gaggle earlier, a gaggle being a White House ritual where a White House person stops and takes a few questions from a few White House reporters – collective noun, <a href=\"https://www.theguardian.com/us-news/2019/jun/11/the-enemy-of-the-people-review-cnn-jim-acosta-trump\">a lanyard or a grandstand</a>. (Said satirically but with more than a little envy, of course.)</p> \n  <p>Here’s what the pool reporter, Christian Datoc of the Daily Caller, wrote about Gidley’s answer to a question about whether Donald Trump is going to fire Mark Esper, his secretary of defense, who publicly disagreed with the president about the possible deployment of troops to quell unrest:</p> \n  <blockquote class=\"quoted\"> \n   <p>Hogan Gidley took questions for roughly five minutes <strong>after his Fox hit</strong>.</p> \n   <p>Trump/Esper: “We’ve had this conversation with y’all many times, and I know there’s a lot of back and forth on these issues. But the President and the Secretary of Defense went yesterday. And as you know, <strong>when the President loses confidence, if he loses confidence, you’ll know that</strong>.”</p> \n  </blockquote> \n  <p>Here again is Julian Borger, our world affairs editor, on what Esper’s predecessor in the role, James Mattis, had to say about Trump, troops and gassing peaceful protesters in order to stage religiously themed photo ops. Esper, remember, walked with Trump and chairman of the Joint Chiefs of Staff Gen Mark Milley to St John’s church on Monday, a fact which Mattis noted:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/03/james-mattis-comdemns-trump-george-floyd-protests\">James Mattis condemns Trump’s handling of George Floyd protests</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed926e18f0831e23dc19433\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T17:17:46.713Z\">6.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Martin Pengelly here, taking over from Joan E Greve to take you through the afternoon.</p> \n  <p>The New York Times publisher AG Sulzberger is out with a letter to staff who opposed the publication yesterday of <strong>an op ed column by Tom Cotton</strong>, a Republican senator from Arkansas and former soldier, whose headline baldly stated its argument: <a href=\"https://www.nytimes.com/2020/06/03/opinion/tom-cotton-protests-military.html\">Send In The Troops</a>.</p> \n  <p>In the words of <a href=\"https://www.theguardian.com/media/2020/jun/03/new-york-times-op-ed-tom-cotton-backlash-staff\">Mario Koran’s Guardian report</a>, “Numerous New York Times employees tweeted that ‘Running this put Black <a href=\"https://twitter.com/nytimes\">@nytimes</a> staffers in danger’ along with screenshots of Cotton’s piece.”</p> \n  <p>Here’s a chunk of Sulzberger’s letter:</p> \n  <blockquote class=\"quoted\"> \n   <p>The op-ed page exists to offer views from across the spectrum, with a special focus on those that challenge the positions taken by our Editorial Board. We see that as a source of strength, allowing us <strong>to provide readers with a diversity of perspectives that is all too rare in modern media</strong>. We don’t publish just any argument – they need to be accurate, good faith explorations of the issues of the day – and there are many reasons why Op-Eds are denied publication. </p> \n  </blockquote> \n  <blockquote> \n   <p>It is clear many believe this piece fell outside the realm of acceptability, representing <strong>dangerous commentary in an explosive moment</strong> that should not have found a home in The Times, even as a counterpoint to our own institutional view. I believe in the principle of openness to a range of opinions, even those we may disagree with, and this piece was published in that spirit.</p> \n  </blockquote> \n  <p>Times media reporter Marc Tracy has the full letter:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/marcatracy/status/1268565226405928960\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: Note from publisher AG Sulzberger: \"I believe in the principle of openness to a range of opinions, even those we may disagree with, and this piece was published in that spirit.\" <a href=\"https://t.co/hqCw5WTflX\">pic.twitter.com/hqCw5WTflX</a></p>— marc tracy (@marcatracy) \n    <a href=\"https://twitter.com/marcatracy/status/1268565226405928960?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed926518f08b1e5da86a090\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T17:05:51.169Z\">6.05pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Today so far</h2> \n <div class=\"block-elements\"> \n  <p>That’s it from me today. Martin Pengelly is going to take over the blog for the next few hours.</p> \n  <p>Here’s where the day stands so far:</p> \n  <ul> \n   <li><strong>Republican senator Lisa Murkowski said she is struggling with whether to support Trump’s reelection, </strong>citing <strong>James Mattis</strong>’ severe criticism of the president’s response to the <strong>George Floyd</strong> protests. Murkowski said the former defense secretary’s words were “true, honest, necessary and overdue.”</li> \n   <li><strong>A Georgia investigator testified that one of the men who attacked </strong><strong>Ahmaud Arbery</strong> <strong>used a racist slur against him. </strong>According to<strong> </strong> the Georgia Bureau of Investigation agent in charge of the case, the man who filmed the killing of Arbery said <strong>Travis McMichael</strong> called the black man a “fucking n-----” after shooting him. The killing of Arbery, who was unarmed and jogging when he was attacked, sparked outcry across the country, which intensified after Floyd was killed.</li> \n   <li><strong>US Navy veteran Michael White has been released from Iran</strong> after being detained for nearly two years. White’s release comes amid heightened tensions between the US and Iran due to reimposed sanctions and the killing of Iranian general <strong>Qassem Suleimani</strong>.</li> \n  </ul> \n  <p>Martin will have more coming up, so stay tuned.</p> \n </div> \n</div> \n<div id=\"block-5ed924d28f0854eb54d98e98\" class=\"block\" data-block-contributor=\"profile/chrismcgreal\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T16:58:40.743Z\">5.58pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>George </strong><strong>Floyd</strong>’s body lies in a gold coloured casket surrounded by white flowers at his memorial service in Minneapolis. </p> \n  <p>His portrait is to one side, and a brightly lit street mural dominates the back of the auditorium at North Central University, behind the choir and band.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChrisMcGreal/status/1268571933840420865\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">George Floyd’s hold coloured casket surrounded by white flowers, his portrait to one side, ahead oh his memorial service in 2 hours <a href=\"https://twitter.com/hashtag/GeorgeFloyd?src=hash&amp;ref_src=twsrc%5Etfw\">#GeorgeFloyd</a> <a href=\"https://t.co/yFqHDLodZp\">pic.twitter.com/yFqHDLodZp</a></p>— Chris McGreal (@ChrisMcGreal) \n    <a href=\"https://twitter.com/ChrisMcGreal/status/1268571933840420865?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Floyd’s son, brother and sister are expected to be among those attending.</p> \n  <p>The eulogy is to be delivered the civil rights activist, Rev <strong>Al Sharpton</strong>, who is expected to call for national legislation akin to the 1964 Civil Rights Act to offer stronger protections and rights for Americans in dealing with the police.</p> \n  <p>“It’s not about piecemeal,” he said. “We need fundamental federal laws.”</p> \n  <p>As he went into the service, Sharpton said he was encouraged that so many white people had been demonstration in support of police reform on a scale not seen before. </p> \n  <p>After the service, Floyd’s body will be flown to Raeford, North Carolina where he was born for a public viewing and private family service on Saturday. Another public viewing will be held in Houston, where Floyd grew up and lived much of his life, before a private burial. </p> \n </div> \n</div> \n<div id=\"block-5ed923118f0854eb54d98e6c\" class=\"block\" data-block-contributor=\"profile/chrismcgreal\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T16:48:03.952Z\">5.48pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The family of George Floyd and invitees are gathering in Minneapolis for the first of three memorial services</strong> across the country scheduled for 1pm central time. </p> \n  <p>But thousands of ordinary people who joined protests over the past week to demand justice for Floyd have been asked to keep away amid concerns about social distancing. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChrisMcGreal/status/1268581524347248641\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Anthony Thornton waiting for <a href=\"https://twitter.com/hashtag/GeorgeFloyd?src=hash&amp;ref_src=twsrc%5Etfw\">#GeorgeFloyd</a> memorial service in Minneapolis. <br>“I’m here to say I found some peace out of all of this”<br>(He holds the Guinness world record for longest distance a human being has walked backwards in 24 hours) <a href=\"https://twitter.com/hashtag/georgefloydmemorial?src=hash&amp;ref_src=twsrc%5Etfw\">#georgefloydmemorial</a> <a href=\"https://t.co/OC7O4xYorD\">pic.twitter.com/OC7O4xYorD</a></p>— Chris McGreal (@ChrisMcGreal) \n    <a href=\"https://twitter.com/ChrisMcGreal/status/1268581524347248641?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p><strong>Anthony Thornton</strong>, a 70 year-old African American computer hardware designer, arrived hours ahead of the service and was the first to set himself up in a beach chair outside.</p> \n  <p>“I have family in DC. They sent me a brand new phone and said, ‘Dad, go out, bring us some videos.’ So I’m out here to do that and at the end of the day to say I found some peace out of all of this. There’s a lot of destruction all over town,” said Thornton, who boasts he holds the <a href=\"https://www.guinnessworldrecords.com/world-records/64747-longest-distance-walking-backwards-in-24-hours/\">Guinness world record</a> for longest distance a human being has walked backwards in 24 hours.</p> \n  <p>Does he think that the huge protests across the country will bring about significant change?</p> \n  <p>“No I don’t. I know some form of justice will eventually happen. But it will take many years. We could have the same situation next month,” he said. </p> \n </div> \n</div> \n<div id=\"block-5ed922508f08b1e5da86a056\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T16:36:04.892Z\">5.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Republican senator <strong>Lisa Murkowski </strong>emphasized that she would continue to work with <strong>Trump </strong>and his administration, even as she struggles with whether to support his reelection.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kaitlancollins/status/1268578839409672192\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Read the quotes in full, from <a href=\"https://twitter.com/alizaslav?ref_src=twsrc%5Etfw\">@alizaslav</a>: <a href=\"https://t.co/uqERpZBUcd\">pic.twitter.com/uqERpZBUcd</a></p>— Kaitlan Collins (@kaitlancollins) \n    <a href=\"https://twitter.com/kaitlancollins/status/1268578839409672192?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The Alaska Republican said there should not be too much focus on who she would vote for, arguing it would distract from important questions in connection to the <strong>George Floyd </strong>protests.</p> \n  <p>Murkowski acknowledged some might consider that a “dodge,” but she added, “I think there are important conversations that we need to have as an American people among ourselves, about where we are right now.” </p> \n </div> \n</div> \n<div id=\"block-5ed91f478f0831e23dc193ae\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T16:25:23.120Z\">5.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Republican senator <strong>Lisa Murkowski </strong>said she has been struggling with the question of wether to support <strong>Trump </strong>this year for some time now.</p> \n  <p>“I am struggling with it,” Murkowski told reporters on Capitol Hill. “I have struggled with it for a long time. I think you know that.” </p> \n  <p>The Alaska Republican noted she did not support Trump in the 2016 election, but she said she thought questions about who she would vote for are “distracting” amid the <strong>George Floyd </strong>protests.</p> \n </div> \n</div> \n<div id=\"block-5ed91c8f8f08e66200c06f8f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T16:14:12.467Z\">5.14pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Murkowski says she's struggling with whether to support Trump for reelection</h2> \n <div class=\"block-elements\"> \n  <p>Republican senator <strong>Lisa Murkowski </strong>said that she is struggling with whether to support <strong>Trump </strong>in his bid for reelection, citing <strong>James Mattis’ </strong>criticism of the president.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AndrewDesiderio/status/1268573621884268546\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Extraordinary comments just now from Sen. Lisa Murkowski (R-Alaska) who tells us Mattis’ words were “true, honest, necessary and overdue.” Says she’s struggling with the question of whether to support Trump in 2020.</p>— Andrew Desiderio (@AndrewDesiderio) \n    <a href=\"https://twitter.com/AndrewDesiderio/status/1268573621884268546?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Speaking to reporters on Capitol Hill, Murkowski applauded Mattis for his excoriating statement about the president’s response to the <strong>George Floyd </strong>protests.</p> \n  <p>Murkowski said the former defense secretary’s words were “true, honest, necessary and overdue,” going on to say she is sruggling with whether to support Trump this year.</p> \n  <p>“Perhaps we’re getting to the point where we can be more honest with the concerns that we might hold internally, and have the courage of our own convictions to speak up,” Murkowski said.</p> \n  <p>In his statement, Mattis said he was “angry and appalled” by Trump’s response to the protests. “Donald Trump is the first president in my lifetime who does not try to unite the American people – does not even pretend to try,” Mattis said. “Instead he tries to divide us.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T16:15:45.166Z\">at 5.15pm BST</time></p> \n</div> \n<div id=\"block-5ed91a9d8f0871ff85fc571a\" class=\"block\" data-block-contributor=\"profile/dominic-rushe\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T16:04:42.653Z\">5.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Another 1.9 million Americans filed for unemployment benefits last week</strong> as the total number of claims passed 42 million since the coronavirus pandemic hit the US.</p> \n  <p>The pace of layoffs has slowed dramatically from its <a href=\"https://www.theguardian.com/business/2020/apr/02/us-unemployment-coronavirus-economy\">peak of 6.6m</a> at the start of April as states start to relax quarantine orders and last week was the ninth consecutive week of declines. But the scale of layoffs remains staggeringly high. In the worst week of the last recession “just” 665,000 people filed for unemployment.</p> \n  <p>Jason Reed, professor of finance at the University of Notre Dame’s Mendoza College of Business, said the numbers may be coming down, but “this is unprecedented. The figures are so high that it’s hard to grasp the reality.”</p> \n  <p>On Friday the labor department will release May’s monthly jobs report. Economists are predicting unemployment will rise to close to 20% from 14.7% in April and some 8m more jobs will have been lost after a combined drop of 21.4m in March and April.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/jun/04/us-unemployment-claims-top-4xm-despite-rate-of-increase-slowing\">New US unemployment claims reached 1.9m last week despite rate of increase slowing</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed916258f08fa52c2bc9639\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T15:53:28.562Z\">4.53pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Investigator says Arbery's attacker used racist slur</h2> \n <div class=\"block-elements\"> \n  <p>A Georgia investigator testified that one of the men who attacked <strong>Ahmaud Arbery, </strong>an unarmed black man who was fatally shot while jogging in February, used a racist slur against him.</p> \n  <p>According to<strong> Richard Dial</strong>, the Georgia Bureau of Investigation agent in charge of the case, the man who filmed the fatal encounter said <strong>Travis McMichael</strong> called Arbery a “fucking n-----” after shooting him.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HayleyMasonTV/status/1268555128090607622\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW from GBI agent: Mr. Bryan said that after the shooting took place while Mr. Arbery was on the ground, prior to police arriving, Travis McMichael made the statement: “f***ng n**ger” <a href=\"https://t.co/RWj1MOhPCe\">pic.twitter.com/RWj1MOhPCe</a></p>— Hayley Mason (@HayleyMasonTV) \n    <a href=\"https://twitter.com/HayleyMasonTV/status/1268555128090607622?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>McMichael apparently made the remark before police arrived on the scene, after shooting Arbery three times. McMichael and his father, <strong>Greg McMichael, </strong>were arrested last month and have been charged with murder and aggravated assault.</p> \n  <p>Dial testified today during a preliminary hearing in the case, which is meant to determine whether probable cause exists to support the criminal charges. <br></p> \n  <p>Arbery’s killing sparked protests against police brutality, which intensified after the Memorial Day killing of <strong>George Floyd. </strong>The two men’s names, along with that of <strong>Breonna Taylor, </strong>have been chanted many times at protests in recent days.</p> \n </div> \n</div> \n<div id=\"block-5ed914548f08fa52c2bc9615\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T15:39:39.106Z\">4.39pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">McConnell applauds Esper amid speculation about potential firing</h2> \n <div class=\"block-elements\"> \n  <p>Senate majority leader <strong>Mitch McConnell </strong>offered a message in support of <strong>Mark Esper </strong>after the White House signaled the defense secretary’s job may be in trouble.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/senatemajldr/status/1268557966199980036\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">In these challenging times, the President and the American people are very well-served by the expert advice and principled leadership of people like Secretary Esper and Attorney General Barr. (1/3)</p>— Leader McConnell (@senatemajldr) \n    <a href=\"https://twitter.com/senatemajldr/status/1268557966199980036?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“In these challenging times, the President and the American people are very well-served by the expert advice and principled leadership of people like Secretary Esper and Attorney General Barr,” McConnell said in a tweet.</p> \n  <p>“I appreciate their dedicated work at this difficult time for our nation and their steadfast commitment to their constitutional duties to preserve peace and order, uphold liberty, and protect the American people so they can freely exercise their rights. I am glad <strong>President Trump</strong> has assembled such an impressive team that is working hard for all Americans.”</p> \n  <p>McConnell’s message could provide a boost for Esper as speculation intensifies over whether the president will dismiss the defense secretary, which could create a very ill-timed cabinet shake-up.</p> \n  <p>Esper said yesterday that he did not support sending active-duty troops to states that have seen <strong>George Floyd </strong>protests, as Trump has suggested doing.</p> \n  <p>Hours later, White House press secretary <strong>Kayleigh McEnany </strong>tip-toed around a question about whether the president still has confidence in Esper. “As of right now, Secretary Esper is still Secretary Esper,” McEnany said.<br></p> \n </div> \n</div> \n<div id=\"block-5ed9111c8f08efa29739e0ca\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T15:26:23.057Z\">4.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The secretary of the army interestingly sent a tweet about soldiers needing to protect Americans’ right to peaceably assemble, </strong>just three days after a group of peaceful protesters near the White House were forcibly removed using tear gas.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SecArmy/status/1268505193139916800\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Every Soldier and Department of the Army Civilian swears an oath to support and defend the Constitution. That includes the right of the people peaceably to assemble and to petition the government for a redress of grievances. <a href=\"https://twitter.com/USArmy?ref_src=twsrc%5Etfw\">@USArmy</a> <a href=\"https://twitter.com/USNationalGuard?ref_src=twsrc%5Etfw\">@USNationalGuard</a> <a href=\"https://t.co/HEurpvNALW\">pic.twitter.com/HEurpvNALW</a></p>— SecArmy (@SecArmy) \n    <a href=\"https://twitter.com/SecArmy/status/1268505193139916800?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“Every Soldier and Department of the Army Civilian swears an oath to support and defend the Constitution. That includes the right of the people peaceably to assemble and to petition the government for a redress of grievances,” secretary of the army <strong>Ryan McCarthy</strong> said in a tweet.</p> \n  <p>The timing of the tweet was noteworthy, considering <strong>Trump </strong>has sought to depict the protesters who have demonstrated in response to the killing of <strong>George Floyd </strong>as violent “thugs.”</p> \n  <p>The tweet also comes one day after defense secretary <strong>Mark Esper </strong>reversed plans to withdraw active-duty troops froom the DC region, who were deployed in response to the protests.</p> \n </div> \n</div> \n<div id=\"block-5ed90bdc8f08fa52c2bc95a0\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T15:04:27.554Z\">4.04pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">US Navy veteran Michael White released from Iran</h2> \n <div class=\"block-elements\"> \n  <p>In a bit of good news for the day, US Navy veteran <strong>Michael White </strong>has been released from Iran after being detained for nearly two years and has started making his way home on a Swiss government aircraft.</p> \n  <p>The AP <a href=\"https://apnews.com/41645effd553a36123c21ea16f17fcf1\">reports</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p> The U.S. special envoy for Iran, <strong>Brian Hook</strong>, flew to Zurich with a doctor to meet freed detainee Michael White and will accompany White to the United States aboard an American plane, the officials said.</p> \n   <p>White’s release was part of an agreement involving an Iranian-American doctor prosecuted by the Justice Department, and followed months of quiet negotiations over prisoners. ...</p> \n   <p>‘I am blessed to announce that the nightmare is over, and my son is safely in American custody and on his way home,’ White’s mother, Joanne White, said in a statement. She thanked the State Department and <strong>Bill Richardson</strong>, a former U.S. ambassador to the United Nations and onetime New Mexico governor, for raising her son’s case with the Iranians. </p> \n  </blockquote> \n  <p>The news comes amid heightened tensions between the US and Iran due to sanctions reimposed after <strong>Trump </strong>withdrew support for the 2015 nuclear deal and the killing of Iranian general <strong>Qassem Suleimani</strong> earlier this year.</p> \n </div> \n</div> \n<div id=\"block-5ed906f48f08788be582c82f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T14:44:55.874Z\">3.44pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Republican senator Lindsey Graham said James Mattis had been duped by the “liberal media” </strong>after the defense secretary issued an excoriating statement about <strong>Trump</strong>’s response to the <strong>George Floyd protests. </strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MattGertz/status/1268525814708154369\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Lindsey Graham's take is that Jim Mattis has been suckered by the anti-Trump \"liberal media,\" just amazing stuff. <a href=\"https://t.co/ckHLZMilIG\">pic.twitter.com/ckHLZMilIG</a></p>— Matthew Gertz (@MattGertz) \n    <a href=\"https://twitter.com/MattGertz/status/1268525814708154369?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>During a Fox News interview this morning, the South Carolina senator issued a message directly to Mattis.</p> \n  <p>“I think you’re missing something here, my friend,” Graham said. “You’re missing the fact that the liberal media has taken every event in the last three and a half years and laid it at the president’s feet. I’m not saying he’s blameless, but I am saying that you’re buying into a narrative that I think is, quite frankly, unfair.”</p> \n  <p>Mattis said in his statement that he was “angry and appalled” by how Trump had responded to the protests against police brutality in recent days.</p> \n  <p>“Donald Trump is the first president in my lifetime who does not try to unite the American people – does not even pretend to try,” Mattis said. “Instead he tries to divide us. We are witnessing the consequences of three years of this deliberate effort. We are witnessing the consequences of three years without mature leadership.” </p> \n  <p>Of course, Graham had similarly harsh words for Trump during the 2016 campaign, before becoming one of his closest allies. Graham said in December 2015 that a Trump nomination “would be an utter, complete and total disaster. If you’re a xenophobic, race-baiting, religious bigot, you’re going to have a hard time being president of the United States, and you’re going to do irreparable damage to the party.” </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/03/james-mattis-comdemns-trump-george-floyd-protests\">James Mattis condemns Trump’s handling of George Floyd protests</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed8fd408f08fa52c2bc9505\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T14:28:37.632Z\">3.28pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s </strong><strong>Jennifer Rankin reports from Brussels:</strong></p> \n  <p>Belgian activists inspired by the Black Lives Matter protests in the United States have begun a fresh campaign to remove statues of the imperial king <strong>Leopold II</strong> from the city of Brussels.</p> \n  <p>A group called Repair History has launched a Change.org petition calling on city authorities to remove all statutes of Leopold II, the Belgian King whose <a href=\"https://www.theguardian.com/world/2002/jul/18/congo.andrewosborn\">brutal and rapacious rule of Congo is estimated to have caused the deaths of 10m Congolese people.</a> </p> \n  <p>The group has called for the statues to be removed by 30 June, the 60th anniversary of Congo’s independence from Belgium. </p> \n  <p>Using the hashtag Black Lives Matter, the petitioners wrote: “A hero for some, but also an executioner for many people. In the space of 23 years this man killed 10m people without stepping foot in Congo. For 23 years, he treated the Congolese people as chattels for the production of rubber, which was very valuable at the time.”</p> \n  <p>The Congo Free State, founded in 1885 as Leopold II’s personal fiefdom, later inspired <strong>Joseph Conrad</strong>’s novel of imperial horror, Heart of Darkness.</p> \n  <p>The group wrote that the statues had no place in Belgium, or Brussels, estimated to be home to 200 nationalities and often described as the capital of Europe. </p> \n  <p>The Belgian capital has several prominent statues and busts of Leopold II, some of which have been damaged with paint in recent years. One of the main streets close to the national parliament is the Rue des Colonies. </p> \n  <p>The Brussels deputy mayor in charge of heritage <strong>Khalid Zian</strong> has said the petition will be discussed at the next town meeting on Monday 8 June, the daily newspaper Le Soir reported.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T17:09:19.507Z\">at 6.09pm BST</time></p> \n</div> \n<div id=\"block-5ed8fdfa8f08fa52c2bc950b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T14:09:05.489Z\">3.09pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>NYPD Commissioner Dermot Shea said active-duty troops were “absolutely not” necessary to keep the peace in New York, </strong>after the president floated the idea of sending troops to states that have seen <strong>George Floyd </strong>protests.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CNNnewsroom/status/1268537210296397824\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NYPD Commissioner Dermot Shea tells <a href=\"https://twitter.com/jimsciutto?ref_src=twsrc%5Etfw\">@jimsciutto</a> that Trump encouraging states to “dominate” protesters is unhelpful.<br> <br>“There is a lot of anger, there is a lot of rage, but there’s got to be healing. And it’s got to start at every level of society.” <a href=\"https://t.co/BzwazjiteU\">https://t.co/BzwazjiteU</a> <a href=\"https://t.co/M5yQequGCP\">pic.twitter.com/M5yQequGCP</a></p>— CNN Newsroom (@CNNnewsroom) \n    <a href=\"https://twitter.com/CNNnewsroom/status/1268537210296397824?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Shea added that <strong>Trump</strong>’s rhetoric about needing to “dominate” the streets amid the protests was unhelpful. “I think what we need now is coming together,” Shea told CNN, calling for “less divisiveness by many people.”</p> \n  <p>“There is a lot of anger, there is a lot of rage, but there’s got to be healing. And it’s got to start at every level of society,” Shea said.</p> \n  <p>The commissioner said many officers have been attacked in the past week. “It is a very dangerous time, and I impress upon everyone: there are problems. But they are not going to get better or be solved by continued violence,” Shea said.</p> \n  <p>The NYPD has been criticized in recent days for their treatment of protesters, with some violent incidents being caught on tape. On Saturday, two police cruisers were filmed driving into a crowd of demonstrators.</p> \n  <p>Shea said the department has made many positive changes in recent years, but he acknowledged, “One incident ... and unfortunately there’s been more than one incident, can really hurt you here.”</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"9e9161dc-5684-4ceb-ba73-1fc976d4253c\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/AuZZ7aJ07Eg?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed8f90e8f08fa52c2bc94b4\" class=\"block\" data-block-contributor=\"profile/tomlutz\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T13:49:34.684Z\">2.49pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>New Orleans Saints quarterback Drew Brees has apologized </strong>for his lack of “compassion or empathy” after he said he disagrees with athletes protesting against racism during the national anthem.</p> \n  <p>Brees registered his opposition to the non-violent protest movement launched by <strong>Colin Kaepernick</strong> during the 2016 NFL season in an <a href=\"https://www.theguardian.com/sport/2020/jun/03/drew-brees-new-orleans-saints-george-floyd-anthem-protests-nfl-football\">interview with Yahoo Finance</a> published on Wednesday.</p> \n  <p>“I will never agree with anybody disrespecting the flag of the United States of America or our country,” the 41-year-old said. “Let me just tell what I see or what I feel when the national anthem is played and when I look at the flag of the United States … I envision my two grandfathers, who fought for this country during World War II.”</p> \n  <p>The comments, which came in the wake of widespread civil unrest in the US after the police killing of an unarmed black man, <strong>George Floyd</strong>, sparked immediate backlash.</p> \n  <p><strong>LeBron James</strong>, arguably the most high-profile athlete in America, posted his thoughts on Twitter.</p> \n  <p>“You literally still don’t understand why Kap was kneeling on one knee??” wrote the LA Lakers star on Twitter. “Has absolute nothing to do with the disrespect of [America] and our soldiers( men and women) who keep our land free. My father-in-law was one of those.”</p> \n  <p>On Thursday, Brees issued a lengthy apology on Twitter and Instagram, although he did not mention whether he had changed his views on anthem protests.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/drewbrees/status/1268518410905890818\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I would like to apologize to my friends, teammates, the City of New Orleans, the black community, NFL community and anyone I hurt with my comments yesterday. In speaking with some of you, it breaks my heart to know… <a href=\"https://t.co/Jg36d0Ad0l\">https://t.co/Jg36d0Ad0l</a></p>— Drew Brees (@drewbrees) \n    <a href=\"https://twitter.com/drewbrees/status/1268518410905890818?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“In an attempt to talk about respect, unity, and solidarity centered around the American flag and the national anthem, I made comments that were insensitive and completely missed the mark on the issues we are facing right now as a country,” Brees wrote. “They lacked awareness and any type of compassion or empathy. Instead, those words have become divisive and hurtful and have misled people into believing that somehow I am an enemy. This could not be further from the truth, and is not an accurate reflection of my heart or my character.”</p> \n  <p>Brees is considered one of the best quarterbacks in NFL history. He is the league’s all-time leader in <a href=\"https://www.statista.com/statistics/784406/players-with-the-most-passing-yards-in-nfl-history/#:~:text=Drew%20Brees%2C%20quarterback%20of%20the,as%20of%20January%207%2C%202020.\">passing yards</a> <a href=\"https://www.pro-football-reference.com/leaders/pass_td_career.htm\">and touchdowns</a>.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/jun/04/drew-brees-apology-national-anthem-protest-comments-nfl-football\">Brees sorry after LeBron James leads backlash to QB's criticism of anthem protests</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed8f6e38f08fa52c2bc949c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T13:35:45.848Z\">2.35pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is Joan Greve, taking over for Joanna Walters.</p> \n  <p><strong>Reverend Al Sharpton offered a hopeful message this morning, </strong>after days of protests in response to the killing of <strong>George Floyd </strong>while in police cusotdy.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TheRevAl/status/1268504495090290688\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">“I am more hopeful than ever that we are on the brink of real change...I can see the sun beginning to rise on a new day of policing”- speaking on how hopeful I am as I prepare to deliver the eulogy today for <a href=\"https://twitter.com/hashtag/GeorgeFloyd?src=hash&amp;ref_src=twsrc%5Etfw\">#GeorgeFloyd</a>’s memorial service. <a href=\"https://twitter.com/hashtag/MorningJoe?src=hash&amp;ref_src=twsrc%5Etfw\">#MorningJoe</a> <a href=\"https://t.co/LBUlzVThx3\">pic.twitter.com/LBUlzVThx3</a></p>— Reverend Al Sharpton (@TheRevAl) \n    <a href=\"https://twitter.com/TheRevAl/status/1268504495090290688?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“Out of all the years that I’ve been marching and protesting and doing eulogies and speeches, I am more hopeful going to this service than I have been in a long time,” Sharpton said on MSNBC. <br></p> \n  <p>The civil rights activist pointed to the Washington protesters who returned to demonstrate the day after they were tear-gassed near the White House as a sign of Americans’ dedication to change.</p> \n  <p>“They came back the next day,” Sharpton said. “And that makes me knowing that we’re on the brink of real change because it takes sometimes years of investing what a lot of us did before we see the return that is was not for nothing. And I believe we’re at a turning point here.”</p> \n  <p>Sharpton said his eulogy at Floyd’s Minneapolis memorial service this morning would focus on that message of hope and imminent change.</p> \n </div> \n</div> \n<div id=\"block-5ed8f1b18f08efa29739df2f\" class=\"block is-key-event\" data-block-contributor=\"profile/jessica-glenza\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T13:09:08.714Z\">2.09pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Virginia governor to announce removal of Confederate monument</h2> \n <div class=\"block-elements\"> \n  <p>The governor of Virginia is expected to announce the removal of a prestigious Confederate monument from the state capitol’s historic Monument Avenue, <a href=\"https://apnews.com/75e6f0d57a896207551c1c0e8868cb27\">the AP has reported</a>. </p> \n  <p>Democrat Ralph Northam will hold a press conference at 11am ET, where he is expected to announce the state will remove a massive statue of Confederate General Robert E Lee, and place the statute in storage. The state will then seek a new location for the statue. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GovernorVA/status/1268308492521213959\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I will hold a press conference at 11:00 AM tomorrow.<br><br>We will not have our regular 2:00 PM briefing, as there is a televised memorial service for George Floyd scheduled to begin at the same time. <br><br>Please tune in. ⤵️ <a href=\"https://t.co/SNzU4PaCyB\">pic.twitter.com/SNzU4PaCyB</a></p>— Ralph Northam (@GovernorVA) \n    <a href=\"https://twitter.com/GovernorVA/status/1268308492521213959?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The statue has become a focal point for protests of police brutality in Virginia, and which have been ongoing since George Floyd, a 46-year-old black man in Minneapolis, died at the hands of police. While Lee’s statue watches over the unrest, demonstrators have covered its massive pedestal in graffiti.</p> \n  <p>Lee was known as the commander of the Southern States in the American Civil war. His likeness in Richmond was installed in 1890, or about 25 years after the end of the war. It was greeted by 10,000 admirers at the time it was installed, the <a href=\"https://www.washingtonpost.com/history/2020/06/03/lee-statue-richmond-confederacy-history/\">Washington Post</a> reported.</p> \n  <p>Since 2015, activists have urged states to remove Confederate statues from government-owned property, many of which glorify the architects of structural racism in America. </p> \n </div> \n</div> \n<div id=\"block-5ed8e93a8f08fa52c2bc93c8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T12:50:15.307Z\">1.50pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Minnesota AG \"confident\" of convictions for ex-officers</h2> \n <div class=\"block-elements\"> \n  <p>Minnesota attorney general <strong>Keith Ellison</strong> spoke out on ABC news this morning to say he is confident of achieving convictions in the cases of the police officers charged in the homicide of <a href=\"https://www.theguardian.com/us-news/george-floyd\">George Floyd</a> on May 25.</p> \n  <p>He took over the case at the weekend and charged the three former officers yesterday who were with former officer Derek Chauvin as they tried to arrest Floyd and he ended up dead after Chauvin kneeled on his neck. The three others have been charged with aiding and abetting murder by Chauvin.</p> \n  <p>Traditionally, criminal cases against police officers for deaths committed in the course of their duty are very hard to prosecute and for the prosecutor to win. Juries tend to believe officers and police have wide legal immunity.</p> \n  <p>Proving aiding and abetting will be tough, but Ellison said: “They helped, you can look at the tapes.” He said the other three can be seen acting “in support of what Chauvin was doing , and what was not done...despite the pleas and cries [from Floyd] they did not help.” He said the officers are culpable and he was confident of conviction.</p> \n  <p>“This is a social change moment,” he said, to address police brutality and racism and, “beyond policing, the inadequate housing, racist attitudes, poverty.”</p> \n  <figure class=\"element element-image\" data-media-id=\"8e8b4d97d3dbee5dfca5f47190e4dcd680084028\"> \n   <img src=\"https://media.guim.co.uk/8e8b4d97d3dbee5dfca5f47190e4dcd680084028/0_100_3000_1800/1000.jpg\" alt=\"Keith Ellison announcing charges against the three (now former) Minneapolis police officers who were with (also now former) officer Derek Chauvin when he knelt on George Floyd’s neck.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Keith Ellison announcing charges against the three (now former) Minneapolis police officers who were with (also now former) officer Derek Chauvin when he knelt on George Floyd’s neck.</span> \n    <span class=\"element-image__credit\">Photograph: Scott Olson/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T12:50:44.811Z\">at 1.50pm BST</time></p> \n</div> \n<div id=\"block-5ed8e29b8f0893539f4cffb6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T12:17:01.058Z\">1.17pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Officers to appear in court on day of first Floyd memorial</h2> \n <div class=\"block-elements\"> \n  <p>Fired Minneapolis police officers Alexander Kueng, 26, Thomas Lane, 37, and Tou Thao, 34, are due to appear in court this afternoon to face charges filed yesterday of aiding and abetting former officer Derek Chauvin in the murder of <strong><a href=\"https://www.theguardian.com/us-news/george-floyd\">George Floyd</a></strong> on May 25.</p> \n  <figure class=\"element element-image\" data-media-id=\"09d7b891b3a2d5785043164348246e05acfc6de9\"> \n   <img src=\"https://media.guim.co.uk/09d7b891b3a2d5785043164348246e05acfc6de9/3192_0_9608_4800/1000.jpg\" alt=\"Ex-officers (L-R) ex-officers Tou Thao, J. Alexander Kueng and Thomas Kiernan Lane booking photo.\" width=\"1000\" height=\"500\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Ex-officers (L-R) ex-officers Tou Thao, J. Alexander Kueng and Thomas Kiernan Lane booking photo.</span> \n    <span class=\"element-image__credit\">Photograph: Hennepin County Jail/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>The men are at the Hennepin County Jail. Derek Chauvin was charged yesterday with second degree murder after Minnesota attorney general Keith Ellison took over the case, an upgrade of the third degree murder charge brought last week by the Hennepin County prosecutor.</p> \n  <p>Chauvin is detained in state prison.</p> \n  <p>Just before the scheduled court appearance today, a memorial service will begin in Minneapolis for George Floyd. The four officers were fired on May 26, the day after Chauvin kneeled on 46-year-old Floyd’s neck as he was pinned to the street, for almost nine minutes. The death has been ruled a homicide by two autopsies, one official, one private carried out at the request of Floyd’s family.</p> \n  <p>Protests continue across the country, with many demonstrators echoing some of Floyd’s dying words, “I can’t breathe” and staging die-ins for eight minutes 46 seconds, the length of time Chauvin, who is white, kneeled on the African-American man’s neck during an arrest.</p> \n  <p>Kueng was seen on video taken by a witness pressing on Floyd’s back, while Lane pinned his legs. Thao stood alongside and warned bystanders against intervening.</p> \n </div> \n</div> \n<div id=\"block-5ed8de5c8f0893539f4cff5f\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T11:54:01.485Z\">12.54pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Today's key points so far</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li>A family <a href=\"https://www.northcentral.edu/george-floyd-family-memorial-service/\">memorial service will take place for George Floyd</a> today at 1pm CDT in Minneapolis. <a href=\"https://www.theguardian.com/us-news/2020/jun/03/george-floyd-killing-derek-chauvin-charge-elevated-three-other-officers-charged\">All four police officers involved in his killing are now in custody and facing charges</a><br></li> \n   <li>Protests continued overnight, but with seemingly less violence overall. Some cities were scaling back their response - Seattle is cancelling a planned curfew</li> \n   <li>However, New Orleans police confirm they used tear gas, and there was violence in New York injuring protestors and the police</li> \n   <li>AP figures put the number of arrests so far in protests about the killing to be 10,000 nationwide</li> \n   <li>Barack Obama offered <a href=\"https://www.theguardian.com/us-news/2020/jun/03/obama-george-floyd-remarks-protests-trump\">words of hope and optimism about the future</a></li> \n   <li>Former defence secretary James Mattis launched an extraordinary attack on the president over his handling of the protests, <a href=\"https://www.theguardian.com/us-news/2020/jun/03/james-mattis-comdemns-trump-george-floyd-protests\">accusing him of dividing the US</a></li> \n   <li>Meghan Markle, Duchess of Sussex, has spoken out over the killing of George Floyd, <a href=\"https://www.theguardian.com/uk-news/2020/jun/04/meghan-duchess-of-sussex-speaks-out-over-george-floyd-killing\">telling pupils at her old high school</a> “I am so sorry that you have to grow up in the world where this is still present.”</li> \n  </ul> \n  <p>I’m signing off now from London, and handing over to my colleagues in the US. Thank you for reading the live blog - you can find <a href=\"https://www.theguardian.com/us-news/george-floyd\">all of our George Floyd coverage here</a> - and I hope you have a safe day.</p> \n </div> \n</div> \n<div id=\"block-5ed8dc308f082107f453aa3a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T11:38:05.967Z\">12.38pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Writer and Yale PhD candidate <a href=\"https://philipvmcharris.com/\">Philip V McHarris</a> has written <a href=\"https://www.theguardian.com/commentisfree/2020/jun/04/george-floyd-protests-riots-rebellion\">a blistering opinion piece for us today</a> about the situation that has led the country to the grief, protests and violence seen over the last few days:</p> \n  <blockquote class=\"quoted\"> \n   <p> It’s far less likely that we would be witnessing the widespread, multiracial rebellion that we are seeing today if Black communities – and all other marginalized communities – had the resources to thrive, weren’t brutalized and killed by police, and had access to free healthcare, a universal basic income, safe and comfortable housing, dignified work and quality schools. <br></p> \n   <p>No amount of law and order can repress the desire to live full lives, where people’s basic needs are met, and their lives are not plagued by routine violence and cut short by premature death.</p> \n  </blockquote> \n  <p>It is well worth reading in full: <a href=\"https://www.theguardian.com/commentisfree/2020/jun/04/george-floyd-protests-riots-rebellion\">The George Floyd protests – and riots – are a rebellion against an unjust system</a></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/jun/04/george-floyd-protests-riots-rebellion\">The George Floyd protests – and riots – are a rebellion against an unjust system | Philip McHarris</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed8d9548f082107f453aa02\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T11:32:26.665Z\">12.32pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The first of three memorial services for George Floyd will be held today in Minneapolis, with all of the police officers involved in his death <a href=\"https://www.theguardian.com/us-news/2020/jun/03/george-floyd-killing-derek-chauvin-charge-elevated-three-other-officers-charged\">now in custody and facing charges</a>, </p> \n  <p>Renowned civil rights leader Rev. Al Sharpton and the Floyd family attorney Benjamin Crump will be among the speakers at the event today.</p> \n  <p>Floyd’s body will then go to Raeford in North Carolina, where he was born, for a two-hour public viewing and private service for the family on Saturday.</p> \n  <p>Finally, a public viewing will be held Monday in Houston, where he was raised and lived most of his life. A 500-person service on Tuesday will take place at The Fountain of Praise church and will include addresses from Sharpton, Crump, and the Rev. Remus E. Wright. There will be a private burial.</p> \n </div> \n</div> \n<div id=\"block-5ed8d99b8f082107f453aa07\" class=\"block\" data-block-contributor=\"profile/helenasmith\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T11:29:06.507Z\">12.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Greek capital Athens, no newcomer to a protest or two, saw thousands of supporters of anti-racist, leftist and anarchist groups take to the streets late Wednesday.</p> \n  <p>As in the northern city of Thessaloniki the night before, many held banners emblazoned with the words “no justice no peace” and “Black lives matter” as they marched on the US embassy before stone-pelting demonstrators prompted riot police to aggressively disperse the crowd with copious rounds of tear gas.</p> \n  <p>Organisers told the Guardian similar protests are now being planned nationwide before a massive demonstration, in conjunction with anti-facist groups across Europe and the US, is held on 26 June.</p> \n  <figure class=\"element element-image\" data-media-id=\"24c0e194af331d6bf83a65479a7ce84ecd022e36\"> \n   <img src=\"https://media.guim.co.uk/24c0e194af331d6bf83a65479a7ce84ecd022e36/0_0_4128_2322/1000.jpg\" alt=\"Graffiti in Athens after demonstrations protesting the death of George Floyd\" width=\"1000\" height=\"563\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Graffiti in Athens after demonstrations protesting the death of George Floyd</span> \n    <span class=\"element-image__credit\">Photograph: Helena Smith/The Guardian</span> \n   </figcaption> \n  </figure> \n  <p>“We want to show our solidarity. There will be more,” said Petros Constantinou, a municipal councillor who also heads the anti-rascist, anti-fascist KEERFA movement. </p> \n  <p>The killing of George Floyd in many ways has reminded Greeks of the fatal shooting of an unarmed teenage boy in downtown Athens in December 2008. That shooting spurred mass protests - and riots - across Greece as hundreds of thousands spontaneously took to the streets to decry police brutality.</p> \n  <p>“More than 120 police stations were attacked back then nationwide,” Constantinou recalled. “It was the beginning of the economic crisis in Greece, the social context was very similar to that in the US today and there was a lot of institutionalised racism especially among the police which helped create Golden Dawn,” he added referring to the anti-immigrant neo-Nazi group whose hit squads spawned fear on the streets for years to come.</p> \n  <figure class=\"element element-image\" data-media-id=\"5550e5f2c462f4e2b51edd165aeec62913e5f3e9\"> \n   <img src=\"https://media.guim.co.uk/5550e5f2c462f4e2b51edd165aeec62913e5f3e9/41_132_3650_2190/1000.jpg\" alt=\"Graffiti in Athens after demonstrations protesting the death of George Floyd\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Graffiti in Athens after demonstrations protesting the death of George Floyd</span> \n    <span class=\"element-image__credit\">Photograph: Helena Smith/The Guardian</span> \n   </figcaption> \n  </figure> \n  <p>On Wednesday night much of central Athens - on the boulevarde that runs from the capital’s main Syntagma Square to the US embassy - was daubed with graffiti in support of US protestors. </p> \n </div> \n</div> \n<div id=\"block-5ed8d7748f082107f453a9da\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T11:17:28.560Z\">12.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>CBS News this morning has been publicising <a href=\"https://www.cbsnews.com/news/racial-discrimination-americans-views-shift-cbs-news-poll/\">a poll they have conducted about race relations</a> in the US, which shows sharply deteriorating figures from their previous studies. </p> \n  <p>57% of Americans, according to the poll, think police are more likely to use deadly force against a black person than a white person, which is up from 43% back in 2016.</p> \n  <p>In total, 42% of people polled thought race relations were getting worse, and 61% of people though race relations were “generally bad”. Not surprisingly, white respondents tended to be less pessimistic about the situation.</p> \n  <p>There’s more detail on the poll here: <a href=\"https://www.cbsnews.com/news/racial-discrimination-americans-views-shift-cbs-news-poll/\">Americans’ views shift on racial discrimination - CBS News poll</a></p> \n </div> \n</div> \n<div id=\"block-5ed8d6408f08cadb60400ed1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T11:11:18.893Z\">12.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Coronavirus restrictions have led to the cancellation of three proposed protest rallies in Norway over the killing of George Floyd.</p> \n  <p>Associated press reports that rallies were planned in Oslo, Bergen and Trondheim but local authorities said that without permission, no more than 50 people can gather in one place.</p> \n  <p>Mohamed Awil, president of the African Student Association co-organising the demonstration said more than 15,000 people had said they planned to take part in Thursday’s demonstration outside the US Embassy.</p> \n  <p>A smaller demonstration is now proposed, which will involve a much smaller group forming a chain and marching to the US embassy.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T11:21:15.274Z\">at 12.21pm BST</time></p> \n</div> \n<div id=\"block-5ed8cb478f082107f453a93c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T11:02:17.321Z\">12.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The photos coming in from around the world show the truly global impact that the killing of George Floyd has had. Here are some of the best pictures in so far today from Africa and across Europe:</p> \n  <figure class=\"element element-image\" data-media-id=\"c98956a94f7daee24221bb9788af0da9b0076dd9\"> \n   <img src=\"https://media.guim.co.uk/c98956a94f7daee24221bb9788af0da9b0076dd9/0_0_5932_3955/1000.jpg\" alt=\"A Kenyan man seats next to a graffiti in memory of the late US George Floyd in Nairobi\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A Kenyan man seats next to a graffiti in memory of the late US George Floyd in Nairobi</span> \n    <span class=\"element-image__credit\">Photograph: Daniel Irungu/EPA</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"e3fe3161b989525a7e34be7757dbbd51bd2ec08d\"> \n   <img src=\"https://media.guim.co.uk/e3fe3161b989525a7e34be7757dbbd51bd2ec08d/0_0_3500_2333/1000.jpg\" alt=\"Protestors in Istanbul carry a flag with a picture of George Floyd\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Protestors in Istanbul carry a flag with a picture of George Floyd</span> \n    <span class=\"element-image__credit\">Photograph: Ümit Bektaş/Reuters</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"71442c60e7bf63706dad79e83218d3da3957e8b4\"> \n   <img src=\"https://media.guim.co.uk/71442c60e7bf63706dad79e83218d3da3957e8b4/0_0_4837_3224/1000.jpg\" alt=\"People gather at Erasmus Bridge during a protest in the Netherlands\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">People gather at Erasmus Bridge during a protest in the Netherlands</span> \n    <span class=\"element-image__credit\">Photograph: Marco de Swart/ANP/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"c7bda09b7c912d85d4d1f75a59687736704f8cbb\"> \n   <img src=\"https://media.guim.co.uk/c7bda09b7c912d85d4d1f75a59687736704f8cbb/0_0_3500_2333/1000.jpg\" alt=\"A person walks past graffiti on a building in Whitehall, London a day after a “Black Lives Matter” protest\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A person walks past graffiti on a building in Whitehall, London after yesterday’s protest</span> \n    <span class=\"element-image__credit\">Photograph: John Sibley/Reuters</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"6287b9176099329f61cdb5c2ad09c1e9a981e3eb\"> \n   <img src=\"https://media.guim.co.uk/6287b9176099329f61cdb5c2ad09c1e9a981e3eb/0_112_3072_1843/1000.jpg\" alt=\"Italian street artist Jorit Agoch poses next to his huge mural in memory of George Floyd, in Naples, southern Italy\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Italian street artist Jorit Agoch poses next to his huge mural in memory of George Floyd, in Naples, southern Italy</span> \n    <span class=\"element-image__credit\">Photograph: Ciro Fusco/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed8d1198f08cadb60400e78\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T10:55:52.859Z\">11.55am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Speaking of the election campaign, the president is up and about and on a tweeting spree that includes a dig at rival Joe Biden.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1268491289777131520\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Interesting! <a href=\"https://t.co/ShU4cY2ez8\">https://t.co/ShU4cY2ez8</a></p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1268491289777131520?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>One of the significant victories for the protest movement yesterday was the announcement that Virginia governor Ralph Northam plans to order the removal of a Robert E. Lee statue in Richmond.</p> \n  <p>The memorial to one of the commanders in the Confederate States Army has been a focal point of protests.</p> \n  <figure class=\"element element-image\" data-media-id=\"8266f5371838fc37d9915ef51c990f12016233da\"> \n   <img src=\"https://media.guim.co.uk/8266f5371838fc37d9915ef51c990f12016233da/0_0_5600_3733/1000.jpg\" alt=\"Protesters sit near the statue of Robert E. Lee\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Protesters sit near the statue of Robert E. Lee</span> \n    <span class=\"element-image__credit\">Photograph: Bob Brown/AP</span> \n   </figcaption> \n  </figure> \n  <p>In 1975, Biden was part of a unanimous Senate vote to restore citizenship to Lee, 110 years after the general surrendered to Ulysses S. Grant.</p> \n  <p>Trump has also been retweeting several posts by activist and author Charlie Kirk including attacks on Elizabeth Warren.</p> \n  <p>Trump has also again vocally defended Roger Stone - <a href=\"https://www.theguardian.com/us-news/2020/feb/20/roger-stone-sentence-judge-refuses-new-trial-request\">convicted in 2019</a> of lying to Congress, tampering with a witness and obstructing the House investigation - describing him as “a victim of a corrupt and illegal Witch Hunt, one which will go down as the greatest political crime in history.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T14:11:41.831Z\">at 3.11pm BST</time></p> \n</div> \n<div id=\"block-5ed8cf9f8f0893539f4cfe9c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T10:43:33.680Z\">11.43am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The coronavirus outbreak and the outpouring of public protest and grief over the killing of George Floyd have taken place against the backdrop of the build-up to November’s election. </p> \n  <p>My colleague Lauren Gambino in Washington has been looking at whether Joe Biden has enough about him to convince protesters he would be a ‘transformational’ president?</p> \n  <blockquote class=\"quoted\"> \n   <p> A <a href=\"https://www.monmouth.edu/polling-institute/reports/monmouthpoll_us_060320/\">Monmouth University poll </a>found more Americans trusted Biden than Trump to handle race relations in the country. Fifty-two per cent said they have a great deal or some confidence in Biden’s ability to address the issue while only 40% said they felt the same about the president.<br></p> \n   <p>Jabari Nyomba, 30, was among a crowd of thousands that circled the Barclays Center in Brooklyn to protest police brutality, chanting “I can’t breathe” and carrying signs that memorialized George Floyd, Breonna Taylor and <a href=\"https://www.theguardian.com/us-news/ahmaud-arbery\">Ahmaud Arbery.</a></p> \n   <p>“We’re tired of institutional racism,” he said. “We’re tired of seeing our brothers and sisters getting killed by the ones that are supposed to serve and protect us. I’ve just had enough.”</p> \n  </blockquote> \n  <p>You can read Lauren’s piece in full here: <a href=\"https://www.theguardian.com/us-news/2020/jun/04/joe-biden-george-floyd-protests\">Can Joe Biden convince protesters he would be a ‘transformational’ president?</a></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/04/joe-biden-george-floyd-protests\">Can Joe Biden convince protesters he would be a 'transformational' president?</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed8cdd58f0893539f4cfe87\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T10:36:58.544Z\">11.36am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Martin Luther King’s daughter Bernice King has overnight posted criticism of New Orleans Saints quarterback Drew Bees. He faced a backlash for repeating his claim that <a href=\"https://www.theguardian.com/sport/2020/jun/03/drew-brees-new-orleans-saints-george-floyd-anthem-protests-nfl-football\">he will ‘never agree’ with protests during the national anthem</a>.</p> \n  <p>Bernice King tweeted a series of images of white people doing the so-called ‘George Floyd challenge’ social media trend, and told him “This is the kneeling Drew should be bothered by.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BerniceKing/status/1268380131179008002\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This is the kneeling Drew should be bothered by. <a href=\"https://t.co/zwq9W3umDZ\">pic.twitter.com/zwq9W3umDZ</a></p>— Be A King (@BerniceKing) \n    <a href=\"https://twitter.com/BerniceKing/status/1268380131179008002?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed8c0028f0893539f4cfdec\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T10:18:54.710Z\">11.18am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Today so far</h2> \n <div class=\"block-elements\"> \n  <p>Hi, welcome to our US politics live blog which, as with most of the last nine days, will no doubt be dominated by the protests in the wake of the killing of George Floyd.</p> \n  <p>Here are the key points today so far:</p> \n  <ul> \n   <li>Protests continued overnight, but with seemingly less violence overall. Some cities were scaling back their response - Seattle is cancelling a planned curfew</li> \n   <li>However, New Orleans police confirm they used tear gas, and there was violence in New York injuring protestors and the police</li> \n   <li>AP figures put the number of arrests so far in protests about the killing to be 10,000 nationwide</li> \n   <li>Barack Obama offered <a href=\"https://www.theguardian.com/us-news/2020/jun/03/obama-george-floyd-remarks-protests-trump\">words of hope and optimism about the future</a></li> \n   <li>Former defence secretary James Mattis launched an extraordinary attack on the president over his handling of the protests, <a href=\"https://www.theguardian.com/us-news/2020/jun/03/james-mattis-comdemns-trump-george-floyd-protests\">accusing him of dividing the US</a></li> \n   <li>Meghan Markle, Duchess of Sussex, has spoken out over the killing of George Floyd, <a href=\"https://www.theguardian.com/uk-news/2020/jun/04/meghan-duchess-of-sussex-speaks-out-over-george-floyd-killing\">telling pupils at her old high school</a> “I am so sorry that you have to grow up in the world where this is still present.”</li> \n  </ul> \n  <p>Donald Trump has got a fairly empty diary ahead of him today - he receives an intelligence briefing at 3pm, and then we are expecting an executive order on “expediting permitting” at 4:30pm.</p> \n  <p>I’m Martin Belam in London, and I’ll be running this live blog for the next couple of hours before handing over to my colleagues in New York. You can contact me on martin.belam@theguardian.com or find me on Twitter <a href=\"https://twitter.com/MartinBelam\">@MartinBelam</a>.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T10:25:20.731Z\">at 11.25am BST</time></p> \n</div>"
]