[
  "<p>Sarah Palin, a former Republican governor and running mate of 2008 presidential candidate John McCain, stunned Americans with an appearance on TV show The Masked Singer in which she rapped Baby Got Back while dressed as a furry bear.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2018/aug/26/john-mccain-sarah-palin-donald-trump\">John McCain opened Pandora’s box – Sarah Palin came out, but Trump was right behind her</a> </p> </aside>  <p>The popular show involves mystery guests in elaborate costumes singing songs. Their identities are then revealed. Dressed as a bear, Palin had sung the hit song by Sir Mix-a-Lot, dancing around the stage and belting out the lyrics with gusto to a cheering crowd.</p> <p>The revelation of the one-time conservative powerhouse as being the singer inside the purple and pink bear costume appeared to stun host Nick Cannon. “This might be the most shocked I’ve ever been on this show,” he said.</p> <p>Palin explained her reasons for choosing the bear costume as being rooted in her image as a lover of the outdoors in her native Alaska.</p> <p>“The bear is part of my nickname growing up and the whole ‘Mama Bear’ thing, and they’re in Alaska,” she said. “Bear was easy.”</p> <p>Palin has been a controversial figure in American politics ever since she was tapped by McCain to be the person one heartbeat away from the presidency had he won the 2008 election.</p> <p>Though McCain lost that contest to Barack Obama, it launched Palin’s career as a powerful figure on the American right whose populist style, mega-watt fame and blend of conservatism and reality show appearances have often been seen as foreshadowing the rise of Donald Trump.</p> <p>The reaction of people on Twitter was generally one of amazement, especially in the middle of a news cycle devoted to the ongoing coronavirus crisis.</p> <p>“Sarah Palin rapping ‘Baby Got Back’ on The Masked Singer with a fade into a Trump coronavirus update is the psychedelic dystopia we’re living in now,” <a href=\"https://twitter.com/AshleyySpencer/status/1237909339936919553\">tweeted</a> writer and journalist Ashley Spencer.</p>",
  "<p>Good morning, I’m Tim Walker with today’s essential stories.</p> \n<h2>Tom Hanks tests positive for Covid-19 as NBA suspended</h2> \n<p> On Wednesday night, in a <a href=\"https://www.theguardian.com/world/2020/mar/11/coronavirus-outbreak-us-trump-latest\">televised address from the White House</a>, Donald Trump <a href=\"https://www.theguardian.com/world/2020/mar/12/we-are-at-a-critical-time-trumps-coronavirus-speech-in-full\">announced</a> a 30-day suspension of <a href=\"https://www.theguardian.com/world/2020/mar/11/trump-coronavirus-europe-travel-suspended\">travel from mainland Europe</a> from Friday. The <a href=\"https://www.theguardian.com/sport/2020/mar/11/nba-suspend-season-coronavirus\">NBA season has been suspended</a> until further notice, while the actor Tom Hanks and his wife Rita Wilson have <a href=\"https://www.theguardian.com/world/2020/mar/12/tom-hanks-coronavirus-actor-and-wife-rita-wilson-test-positive-in-australia\">tested positive for Covid-19</a>. The US <a href=\"https://www.theguardian.com/world/2020/mar/11/us-coronavirus-death-toll-states-total-cases\">death toll from the disease</a> <a href=\"https://www.theguardian.com/world/ng-interactive/2020/mar/10/coronavirus-us-map-confirmed-cases-covid-19\">is 37</a>.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"4464df66-9837-42da-b899-883af4ab9c4c\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/LjmNySNlMks?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>The total number of global infections <a href=\"https://www.theguardian.com/world/live/2020/mar/12/coronavirus-live-updates-who-declares-pandemic-as-italy-introduces-stricter-measures?page=with:block-5e699de28f08c2df6d277f93#block-5e699de28f08c2df6d277f93\">has </a><a href=\"https://www.theguardian.com/world/live/2020/mar/12/coronavirus-live-updates-who-declares-pandemic-as-italy-introduces-stricter-measures?page=with:block-5e699de28f08c2df6d277f93#block-5e699de28f08c2df6d277f93\">exceeded 126,000</a>. While Trump continued to downplay the economic effects of the crisis, markets are still plummeting and analysts warn <a href=\"https://www.theguardian.com/world/2020/mar/12/coronavirus-global-recession-fears-intensify-as-trumps-europe-ban-fails-to-reassure\">a global recession is now “highly probable”</a>. Covid-19 is also reshaping the presidential campaign trail. Joe Biden and Bernie Sanders have cancelled rallies to combat the outbreak. But Trump is <a href=\"https://www.theguardian.com/us-news/2020/mar/12/trump-coronavirus-election-impact-bernie-sanders-joe-biden\">still planning to address thousands of supporters</a> at an event next Thursday.</p> \n<ul> \n <li><p><strong>Detroit water. </strong>Thousands of poor households in Detroit <a href=\"https://www.theguardian.com/us-news/2020/mar/12/detroit-water-shutoffs-unpaid-bills-coronavirus\">will have running water restored</a> as a matter of public health amid the crisis. Many homes have been disconnected since 2014 as part of a controversial debt-collection programme.</p></li> \n <li><p><strong>Prison workers. </strong>Prison labour is being used to bolster supplies of face masks and hand sanitiser in Hong Kong and the US, according to campaigners who say <a href=\"https://www.theguardian.com/global-development/2020/mar/12/vulnerable-prisoners-exploited-to-make-coronavirus-masks-and-hand-gel\">inmates are among those most vulnerable</a> to the spread of the coronavirus.</p></li> \n</ul> \n<h2>Harvey Weinstein sentenced to 23 years in prison</h2> \n<figure class=\"element element-image\" data-media-id=\"1d4a04b57d782053886d15b5ae7421c57b4b6da1\"> \n <img src=\"https://media.guim.co.uk/1d4a04b57d782053886d15b5ae7421c57b4b6da1/0_355_3869_2323/1000.jpg\" alt=\"A sketch depicts Weinstein being wheeled out of the Manhattan courtroom after his sentencing.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A sketch depicts Weinstein being wheeled out of the Manhattan courtroom after his sentencing.</span> \n  <span class=\"element-image__credit\">Photograph: Elizabeth Williams/AP</span> \n </figcaption> \n</figure> \n<p>There were gasps in a Manhattan courtroom on Wednesday as Harvey Weinstein was <a href=\"https://www.theguardian.com/world/2020/mar/11/harvey-weinstein-sentencing-rape-conviction\">sentenced to 23 years in prison</a>, following his conviction for sexual assault and rape. As he pled for leniency, the fallen film producer claimed he had been <a href=\"https://www.theguardian.com/world/2020/mar/11/harvey-weinstein-bewildered-as-women-he-abused-have-their-say\">“totally confused” by the #MeToo movement</a> he unwittingly sparked, while failing to apologise to <a href=\"https://www.theguardian.com/film/2020/feb/24/weinstein-accusers-what-they-said-accusations\">the six women who had testified</a> against him. Lauren Aratani looks back on the <a href=\"https://www.theguardian.com/film/2020/feb/24/harvey-weinstein-trial-key-moments\">key moments from the trial</a>.</p> \n<ul> \n <li><p><strong>Jennifer Aniston. </strong>There were fresh revelations in <a href=\"https://www.theguardian.com/film/2020/mar/11/jennifer-aniston-should-be-killed-weinsteins-rage-laid-bare-in-unsealed-court-documents\">unsealed court documents from the trial</a>, including Weinstein’s assertion that Jennifer Aniston “should be killed” and the inclusion of Ben Affleck on a “red-flag list” of film industry figures he suspected of speaking to the media about his abuses.</p></li> \n</ul> \n<h2>Supreme court upholds Trump’s ‘Remain in Mexico’ policy</h2> \n<figure class=\"element element-image\" data-media-id=\"d50462b0317f69f77de015eb06a2557a4ee750e7\"> \n <img src=\"https://media.guim.co.uk/d50462b0317f69f77de015eb06a2557a4ee750e7/0_28_3847_2310/1000.jpg\" alt=\"Migrants wait in line for a meal in Matamoros, near the Mexican border with Texas.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Migrants wait in line for a meal in Matamoros, near the Mexican border with Texas.</span> \n  <span class=\"element-image__credit\">Photograph: Veronica G Cardenas/AP</span> \n </figcaption> \n</figure> \n<p>The US supreme court has said the Trump administration can maintain its <a href=\"https://www.theguardian.com/us-news/2020/mar/11/us-supreme-court-upholds-policy-asylum-seekers-remain-in-mexico\">controversial “Remain in Mexico” immigration policy</a> while a lawsuit challenging it plays out in the courts – most likely until after the end of Trump’s current presidential term. The policy forces asylum seekers to wait in Mexico while US courts decide their fate. The supreme court decision overturns a lower court’s block on the practice, which was set to go into effect on Thursday.</p> \n<ul> \n <li><p><strong>Dangerous journeys. </strong>The policy has kept about 60,000 people waiting in several of the most dangerous cities in Mexico, where human rights groups say they are routinely targeted for kidnapping, rape and other violent crimes.</p></li> \n</ul> \n<h2>Cheat sheet</h2> \n<ul> \n <li><p><strong>Bernie Sanders</strong> has <a href=\"https://www.theguardian.com/us-news/2020/mar/11/bernie-sanders-democratic-race-stays-joe-biden\">vowed to stay in the Democratic presidential race</a>, despite a series of disappointing primary results on Tuesday that leave the Vermont senator seemingly without a viable path to the nomination.</p></li> \n <li><p><strong>Chelsea Manning</strong> is recovering in hospital <a href=\"https://www.theguardian.com/us-news/2020/mar/11/chelsea-manning-suicide-attempt-hospital\">after trying to </a><a href=\"https://www.theguardian.com/us-news/2020/mar/11/chelsea-manning-suicide-attempt-hospital\">kill herself</a>, the former intelligence analyst’s legal team has said. Manning has been in jail since May 2019, for refusing to testify before a grand jury investigating WikiLeaks.</p></li> \n <li><p>The EU has <a href=\"https://www.theguardian.com/world/2020/mar/12/greece-warned-by-eu-it-must-uphold-the-right-to-asylum\">warned Greece it must uphold the right to asylum</a>, following a New York Times report on a “black site” in the country’s north-east, where <strong>migrants</strong> are reportedly held without legal recourse before deportation to Turkey.</p></li> \n <li><p><a href=\"https://www.theguardian.com/science/2020/mar/11/stegosaurus-footprints-found-on-isle-of-skye\">Prehistoric footprints</a> discovered in rocks on the Isle of Skye have revealed that a type of <strong>stegosaurus</strong> once roamed the Scottish landscape.</p></li> \n</ul> \n<h2>Must-reads</h2> \n<figure class=\"element element-image element--showcase\" data-media-id=\"9f1fb94fadf828e5e179ad1e9fa82b3f0fab56a5\"> \n <img src=\"https://media.guim.co.uk/9f1fb94fadf828e5e179ad1e9fa82b3f0fab56a5/0_291_6240_3744/1000.jpg\" alt=\"Betty Gilpin in The Hunt, which its creator says ‘was supposed to be an absurd satire’.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Betty Gilpin in The Hunt, which its creator says ‘was supposed to be an absurd satire’.</span> \n  <span class=\"element-image__credit\">Photograph: Patti Perret/AP</span> \n </figcaption> \n</figure> \n<p><strong>Craig Zobel: ‘I didn’t make The Hunt to gin up controversy’</strong></p> \n<p>The director of the most controversial movie of 2019 – and 2020 – thought he was making an “absurd satire”. As The Hunt – which is about liberals hunting Trump voters – <a href=\"https://www.theguardian.com/film/2020/mar/12/the-hunt-movie-behind-elites-v-deplorables-thriller\">finally gets a theatrical release</a>, Craig Zobel tells Benjamin Lee: “It’s about the assumptions you make about something without really knowing anything about it.”</p> \n<p><strong>A veteran of the Aids crisis joins the fight against Covid-19</strong></p> \n<p>After finding herself on the frontline of the HIV crisis as a young doctor in the 1980s, Dr Deborah Birx dedicated her career to stopping HIV and Aids. Now she is <a href=\"http://www.theguardian.com/world/2020/mar/12/coronavirus-dr-deborah-birx-hiv-aids\">leading the US response to another apparently unstoppable virus</a>: Covid-19. Amanda Holpuch reports.</p> \n<p><strong>Black Republicans debunk the myth of a voter monolith</strong></p> \n<p>Particularly in the Trump era, there remains a preconception that all black voters are Democratic voters. But now, writes Kenya Evelyn, prominent African American Republicans are <a href=\"https://www.theguardian.com/us-news/2020/mar/12/black-republicans-african-american-voters\">stepping forward to counter the stereotype</a> and assert their political identity.</p> \n<p><strong>Super-rich take to their bunkers to avoid coronavirus</strong></p> \n<p>For the super-rich, self-isolation means more than just staying at home and stockpiling toilet roll. Instead, reports Rupert Neate, they are <a href=\"https://www.theguardian.com/world/2020/mar/11/disease-dodging-worried-wealthy-jet-off-to-disaster-bunkers\">renting private jets to their private islands</a> or specially prepared disaster bunkers, sometimes with a private physician at their side.</p> \n<h2>Opinion</h2> \n<p>If the US continues to hesitate and fumble in its response to the coronavirus, <a href=\"https://www.theguardian.com/commentisfree/2020/mar/12/us-cities-wuhan-coronavirus-covid-19\">only its most fortunate cities will be comparable to Wuhan</a>, where the outbreak has apparently been contained, say Dr Renee C Wurth and Dr Nick Obradovich.</p> \n<blockquote class=\"quoted\"> \n <p>Learning from Wuhan’s recent past – and rapidly acting on those lessons – is the only way we can prevent our nation from driving itself into a historic catastrophe.</p> \n</blockquote> \n<h2>Sport</h2> \n<p><strong>Liverpool</strong>’s Champions League reign has <a href=\"https://www.theguardian.com/football/blog/2020/mar/12/atletico-complete-anfield-heist-as-klopp-runs-out-of-miracle-nights\">come to an end</a> after a shocking <a href=\"https://www.theguardian.com/football/2020/mar/11/liverpool-atlletico-madrid-champions-league-last-16-second-leg-match-report\">loss at home to Atlético Madrid</a>, the first European defeat for <a href=\"https://www.theguardian.com/football/2020/mar/12/adrian-not-to-blame-says-jurgen-klopp-liverpool-champions-league-exit\">Jürgen Klopp</a>’s team at Anfield in almost six years.</p> \n<p><strong>Megan Rapinoe</strong> has said <a href=\"https://www.theguardian.com/football/2020/mar/12/uswnt-protest-equal-pay-shebelieves-cup\">US Soccer has done “irreparable” damage</a> to its relationship with the US women’s national team after the organisation claimed, as part its defense against a gender discrimination lawsuit, that the women were less skilled than their male counterparts.</p> \n<h2>Sign up</h2> \n<p>The US morning briefing is delivered to thousands of inboxes every weekday. If you’re not already signed up, <a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">subscribe now</a>.</p> \n<figure class=\"element element-embed\" data-alt=\"Sign up for the US morning briefing\"> \n <iframe src=\"https://www.theguardian.com/email/form/plaintone/4300\" height=\"52px\" data-form-title=\"A different kind of daily email\" data-form-description=\"Sign up and get a daily US news briefing from the Guardian\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks, you'll start getting the US morning briefing soon.\"></iframe> \n <figcaption>\n  Sign up for the US morning briefing\n </figcaption> \n</figure>",
  "<p>The coronavirus outbreak threatens to upend the organisation of the US presidential election and strike a blow to Donald Trump because of his reliance on big campaign rallies.</p> <p>Democratic rivals Joe Biden and Bernie Sanders both cancelled rallies in Cleveland, Ohio, on Tuesday, citing recommendations from public health officials to avoid assembling large indoor crowds. Sunday’s televised debate between the men in Phoenix, Arizona, will take place without a studio audience or media “spin room”.</p> <p>That did not stop the Trump campaign announcing a “Catholics for Trump” coalition launch in Milwaukee, Wisconsin, on Thursday next week, where the president is expected to address thousands of supporters as if it were business as usual.</p> <p>“While public health experts caution us against large gatherings, the commander-in-chief schedules a rally,” <a href=\"https://twitter.com/davidaxelrod/status/1237606334410788866?s=20\">tweeted David Axelrod,</a> former chief strategist for Barack Obama. “What message does that send?”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/10/coronavirus-concerns-hurdle-voters-primary-elections\">Election officials rush to make changes to address coronavirus concerns</a> </p> </aside>  <p>But as coronavirus worsens, with more than 1,000 cases now reported in the US, Trump could face overwhelming pressure to scale down or scrap his regular rallies, a move that is likely to hurt him more than Biden, his probable opponent in the November election.</p> <p><a href=\"https://www.theguardian.com/us-news/2018/nov/01/trump-rallies-america-midterms-white-house\">Rallies are the lifeblood</a> of Trump’s political identity. He held them in crucial places that rival Hillary Clinton failed to visit in 2016. He has staged <a href=\"https://en.wikipedia.org/wiki/List_of_post-election_Donald_Trump_rallies\">nearly a hundred of them</a> since becoming president. He appears more at ease firing up a raucous crowd than in the staid formality of Washington.</p> <p>No less importantly, the rallies have become an integral part of Trump campaign’s data gathering operation. The Politico website <a href=\"https://www.politico.com/news/2020/03/08/trump-2020-campaign-hidden-voters-123382\">noted this week:</a> “Nearly 31,000 people signed up to attend Donald Trump’s recent campaign rally in North Charleston, South Carolina. It didn’t matter that less than half of them showed up.</p> <p>“The Trump campaign kept every one of their names and plans to spend the next eight months urging them to help the president’s re-election efforts – knocking on doors, donating a few dollars, attending a meetup and, most importantly, voting on election day.”</p> <p>In total, Politico added, the Trump campaign has identified more than 1.4 million potential voters from their events since inauguration day 2017, including about 126,000 who did not vote in the last four elections.</p> <p>Cancelling rallies could therefore cut off this crucial data supply. Among those who fear the political consequences is the rightwing radio talkshow host Rush Limbaugh, who this week <a href=\"https://www.rushlimbaugh.com/daily/2020/03/09/democrats-want-to-shut-down-trump-rallies/\">pushed a conspiracy theory</a> that Democrats want to stop the rallies because some of their own members have been attending them.</p> <p>“This is why they want these rallies stopped,” he said. “This is why – it’s not because of public safety, not because of public health. These people – because as you point out, they’re not making an effort to shut down every other opportunity for people to congregate.”</p> <p>He added: “It makes perfect sense from their standpoint. If you can’t beat Trump and if you want to stop the appearance of excitement about the Trump campaign, then stop the rallies. And if you’re really worried that so many people attending rallies are actually Democrats, then you’ve really gotta shut ’em down.”</p> <p>The 2020 presidential election has already been buffeted by unexpected events. Senators who had planned to campaign in Iowa and New Hampshire found themselves spending the day at Trump’s impeachment trial. But the coronavirus promises disruption on a grander scale for campaigns and voters.</p> <p>The MSNBC network host Chris Hayes said on Tuesday: “You think people are going to be going to the polls in Georgia in two weeks? In big public gatherings? That’s an open question right now.” Fellow presenter Nicolle Wallace wondered: “Will there be conventions? Will there be debates? What will voting look like? Everything is up in the air.”</p> <p>The “Catholics for Trump” event appears to be a test of whether the public will accept campaign events. Asked at a White House briefing on Tuesday whether the Trump campaign would continue to hold rallies, Vice-President Mike Pence said: “That’ll be a decision that’s made literally on a day-to-day basis.”</p> <p>Biden’s campaign, meanwhile, cancelled a get-out-the-vote event planned for Thursday in Florida, which will hold primary contests next week along with Arizona, Illinois and Ohio. The former vice-president plans instead to deliver an address in his hometown of Wilmington, Delaware, on Thursday regarding the US coronavirus response.</p> <p>This could give him an opportunity to appear presidential while, critics say, Trump flounders. Rallies and other public events, meanwhile, are not seen as Biden’s strongpoint, so cancelling those may shield him from scrutiny and the risk of making gaffes.</p> <p>But analysts in Washington played down the significance of rallies to final election outcome. Elaine Kamarck, a senior fellow in the governance studies programme at the Brookings Institution thinktank, said: “I just don’t think this will matter one way or another. It’s true believers that go to Trump rallies and they’re not going to desert him.</p> <p>“We are talking about an electorate of 100 million or more. Whether you have 5,000 or 10,000 people at a rally makes no difference. There are probably 10 people in the United States who don’t know what they think of Trump and they’re so out of it they might not even bother to vote.”</p> <p>John Zogby, a Democratic pollster, acknowledged: “The campaign rallies have been very important to him and he always scheduled them strategically. They give him a boost. He’s a showman and this is Trump at his best.”</p> <p>But he added: “He has other effective ways of communicating and he will use them. His support base will move along with these changes. The campaign are very sophisticated in their use of data and being able to adjust.”</p>",
  "<div id=\"block-5e69b09a8f087df56e4c704c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T04:25:48.910Z\">4.25am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Summary</h2>  <div class=\"block-elements\">  <ul> <li>In a rare, televised Oval office address, <strong>Donald Trump </strong>announced a temporary travel suspension, limiting most travel from the EU to the US. </li> <li>The president’s vague messaging, which included several <strong>misleading statements</strong> about the nature of the travel restrictions caused <a href=\"https://www.theguardian.com/us-news/live/2020/mar/11/joe-biden-bernie-sanders-democratic-primaries-michigan-live-coverage?page=with:block-5e69b3ad8f085f0b8d946ede#block-5e69b3ad8f085f0b8d946ede\">confusion</a> among air travelers. </li> <li>The administration later clarified that the travel restrictions would not apply to US citizens and permanent residents, and most of their family members. </li> <li><strong>Nancy Pelosi and Chuck Schumer </strong>criticized the president for focusing on travel while failing to address the shortage of test kits. They introduced <a href=\"https://appropriations.house.gov/sites/democrats.appropriations.house.gov/files/Families%20First%20summary.pdf\">a bill</a> that would provide paid emergency leave for workers, guarantee free coronavirus testing, prevent price gouging on essential items and expand federal food assistance for low-income families and kids.</li> <li>Early <a href=\"https://www.theguardian.com/us-news/live/2020/mar/11/joe-biden-bernie-sanders-democratic-primaries-michigan-live-coverage?page=with:block-5e6993d48f08c2df6d277f55#block-5e6993d48f08c2df6d277f55\">indications</a> are that Trump’s speech isn’t likely to stop further selloffs on the <strong>stock markets</strong> tomorrow.</li> </ul> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/11/donald-trump-us-coronavirus-address\">‘He’s gonna get us all killed’: sense of unease after Trump coronavirus speech</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T04:29:30.012Z\">at 4.29am GMT</time></p>  </div> <div id=\"block-5e69b8fe8f085f0b8d946efe\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T04:25:05.606Z\">4.25am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><b>The White House has ordered health officials to treat top-level coronavirus meetings as classified</b>, according to a Reuters report citing anonymous administration officials. </p> <p>The unusual step has restricted information about the scope of infections, quarantines and travel restrictions from those without security clearance. Reuters <a href=\"https://www.reuters.com/article/us-health-coronavirus-secrecy-exclusive/exclusive-white-house-told-federal-health-agency-to-classify-coronavirus-deliberations-sources-idUSKBN20Y2LM\">reports</a>: </p> <blockquote class=\"quoted\"> <p><em>The White House insistence on secrecy at the nation’s premier public health organization, which has not been previously disclosed, has put a lid on certain information - and potentially delayed the response to the crisis. COVID19, the disease caused by the virus, has killed about 30 people in the United States and infected more than 1,000 people.</em></p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T04:25:22.834Z\">at 4.25am GMT</time></p>  </div> <div id=\"block-5e69b3ad8f085f0b8d946ede\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T04:01:15.521Z\">4.01am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Mixed messages from the administration fed confusion among air travellers</h2>  <div class=\"block-elements\">  <p>The Guardian’s West Coast reporter <strong>Vivian Ho </strong>writes: </p> <p>A quiet confusion hung overhead at San Francisco Airport’s international terminal on Wednesday night, as travelers canceled flights and sought to make sense of Donald Trump’s sudden coronavirus-related travel ban. </p> <p>Many of the travelers who planned on flying to Europe that evening had no guarantee that they would be able to return back to the United States once their trips had concluded, forcing some to make last-minute calls on dream vacations. <br></p> <p>Tulio Mello, 51, was preparing to board his flight to Istanbul when his friend called and told him not to get on the plane. “They had started announcing group one,” he said.<br></p> <p>Turkey is not one of the countries included in the travel ban, but a mixture of misinformation, panic and precaution dominated the decisions made at San Francisco’s airport. A number of passengers on Mello’s Turkish Airlines flight left with him, waiting by the airline’s counter for their luggage, some on hold with customer service. <br></p> <p>“There are just so many differentials that can happen,” he said. “I think there is one case (of coronavirus) in Turkey, but imagine in five days they find 400 people and then they say you have to stay 14 days in quarantine. It just wouldn’t be great to go for five days and then end up stuck for 30 days.”<br></p> <p>Reggie Chand, 34, and Esther Goundar, 32, were flying through Istanbul to Athens for a two-week trip to celebrate their fifth wedding anniversary. <br></p> <p>“We got checked in, we got our boarding tickets from here to Turkey, from Turkey to Athens,” Goundar said. “We’re waiting in the lounge area and then I got a text message from my friend: ‘Hey, are you going to get stuck in Europe?’” <br></p> <p>Chand and Goundar are American citizens. They did not know when they canceled the trip they had been planning since October that the ban did not apply to them, but looking back, they still think they made the right decision. “It’s too much risk,” Goundar said. “Even if the vacation goes well, and we come back, either way you stay two weeks on vacation and then stay isolated for two weeks. It’s too much.”<br></p> <p>The couple felt a mixture of disappointment and anger over the whole ordeal -- Chand had been on hold with Turkish Airlines for more than an hour, looking to get a refund for their tickets. <br></p> <p>“I am kind of mad,” Chand said. “He could have said, OK you have two days or three days, or I’m going to talk to airlines so you can have something planned so nobody is stuck in Europe. What if we had gone and we were now stuck there?”<br></p> <p>“That would have pissed me off,” Goundar said. “If we were already on the flight and we were told you cannot go home for the next 29 days, we would not have enjoyed our vacation.”<br></p> </div>   </div> <div id=\"block-5e69af688f08c2df6d277ffe\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T03:44:13.733Z\">3.44am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>The president apparently misstated a number of things</strong> during his televised address. He said that goods and cargo would be blocked from Europe (it won’t be), he said it would be all of Europe (it isn’t) and he said all travel — but it seems American citizens and most family members will be excepted. </p> <p>Trump also said that insurance companies had agreed to waive copays for testing and treatment, when it seems they had only agreed to the former. </p> </div>   </div> <div id=\"block-5e69a6458f085f0b8d946ea0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T03:04:57.383Z\">3.04am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><b>Chuck Schumer and Nancy Pelosi</b> criticized the president for not addressing the lack of testing kits. </p> <p>“We have a public health crisis in this country and the best way to help keep the American people safe and ensure their economic security is for the president to focus on fighting the spread of the coronavirus itself,” the Democratic leaders of the Senate and House said in a joint statement. “Alarmingly, the president did not say how the administration will address the lack of coronavirus testing kits throughout the United States.”</p> <p> They noted that they will urge Republicans to back a bill that includes provisions for free coronavirus testing, paid emergency leave and food assistance. <br></p> </div>   </div> <div id=\"block-5e699f0f8f085f0b8d946e62\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T02:42:38.636Z\">2.42am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Coronavirus reaches  Capitol Hill with first confirmed case</h2>  <div class=\"block-elements\">  <p>Senator Maria Cantwell’s office says an aide in DC tested positive for coronavirus. The senator has closed her office this week for “deep cleaning”. </p> <p>The aide “had no known contact with the senator or other members” according to a statement from the office of the Democratic Washington senator. </p> <p>This appears to be the first positive case confirmed on Capitol Hill. Several lawmakers have taken preemptive measures to self-quarantine, and have staff work from home. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T02:42:54.617Z\">at 2.42am GMT</time></p>  </div> <div id=\"block-5e699cea8f085f0b8d946e5a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T02:25:59.965Z\">2.25am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>The effectiveness of travel restrictions is limited once a disease has spread widely within a country, public health experts have found</strong>. </p> <p>On January 23, Chinese officials banned travel in and out of Wuhan, where the Covid-19 outbreak began. But by then, the virus had spread to other cities. The travel ban only delayed the progression of the outbreak by three to five days, according to <a href=\"https://science.sciencemag.org/content/early/2020/03/05/science.aba9757\">a study </a>published March 6 in Science. </p> <p>The study simulated the impact of restricting travel and disease transmission. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T02:48:00.170Z\">at 2.48am GMT</time></p>  </div> <div id=\"block-5e699a108f08c2df6d277f7f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T02:14:38.753Z\">2.14am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><b>The White House has clarified that the travel restriction will not apply to goods and cargo coming from the EU</b>. During his televised address, Trump said that “prohibitions will not only apply to the tremendous amount of trade and cargo but various other things”. </p> <p>It seems he stumbled on his words. The <a href=\"https://publicpool.kinja.com/subject-proclamation-suspension-of-entry-as-immigrants-1842280740\">proclamation</a> he signed only applies to human beings. </p> </div>   </div> <div id=\"block-5e69996e8f08c2df6d277f7d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T02:09:42.337Z\">2.09am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Representative Don Beyer, a Democrat from Virginia who quarantined himself after he and his wife interacted with a friend who later tested positive for the coronavirus, is critical of the administration’s focus on a travel ban. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RepDonBeyer/status/1237922468138037248\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">COVID-19 is already here.<br><br>We have a pandemic with over a thousand coronavirus cases in the United States and counting.<br><br>We don&#39;t need walls and travel bans, we need TESTS.<br><br>Mr. President, WHERE ARE THOSE TESTS?</p>&mdash; Rep. Don Beyer (@RepDonBeyer) <a href=\"https://twitter.com/RepDonBeyer/status/1237922468138037248?ref_src=twsrc%5Etfw\">March 12, 2020</a></blockquote>  </figure>  <p>“We don’t need walls and travel bans, we need TESTS,” the representative tweeted. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T02:48:32.992Z\">at 2.48am GMT</time></p>  </div> <div id=\"block-5e69978f8f08c2df6d277f69\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T02:00:22.538Z\">2.00am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>DHS acting secretary Chad Wolf: </p> <blockquote class=\"quoted\"> <p><i>President Donald J. Trump signed a Presidential Proclamation, which suspends the entry of most foreign nationals who have been in certain European countries at any point during the 14 days prior to their scheduled arrival to the United States. These countries, known as the Schengen Area, include: Austria, Belgium, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, and Switzerland. This does not apply to legal permanent residents, (generally) immediate family members of U.S. citizens, and other individuals who are identified in the proclamation. </i></p> </blockquote> </div>   </div> <div id=\"block-5e6995048f085f0b8d946e2a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T01:50:36.690Z\">1.50am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>The acting secretary of the Department of Homeland Security has said that further guidance on the travel suspension will come within the next two days, outlining more details. </strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DHS_Wolf/status/1237915985476227078\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The action <a href=\"https://twitter.com/POTUS?ref_src=twsrc%5Etfw\">@POTUS</a> is taking to deny entry to foreign nationals who have been in coronavirus-affected areas will keep Americans safe &amp; save lives. These are not easy decisions but they are required. I will issue guidance within 48 hours outlining details.<a href=\"https://t.co/KYXE7JKswC\">https://t.co/KYXE7JKswC</a> <a href=\"https://t.co/zgi6r5FoZq\">pic.twitter.com/zgi6r5FoZq</a></p>&mdash; Acting Secretary Chad Wolf (@DHS_Wolf) <a href=\"https://twitter.com/DHS_Wolf/status/1237915985476227078?ref_src=twsrc%5Etfw\">March 12, 2020</a></blockquote>  </figure>  <p>In a statement, DHS secretary Wolf said that the travel restriction will be similar to the existing ones affecting individuals who’ve been in China and Iran. Americans who’ve been in the Schengen area may have to travel through specific airports with enhanced screening prosedures, he said. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T01:59:40.125Z\">at 1.59am GMT</time></p>  </div> <div id=\"block-5e6993868f085f0b8d946e1f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T01:48:33.704Z\">1.48am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>There are many details we’re still unclear on regarding the temporary travel suspension. Outstanding questions we’re working to answer: </p> <ul> <li>How will the travel suspension work? Will this be a ban on flights from the continent? Or on European nationals?</li> <li>If the UK is excluded from the travel suspension, how would the US account for travelers who often hop between the EU and UK?</li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T01:48:46.475Z\">at 1.48am GMT</time></p>  </div> <div id=\"block-5e6993d48f08c2df6d277f55\" class=\"block\" data-block-contributor=\"profile/dominic-rushe\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T01:44:15.346Z\">1.44am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Early indications are that Trump’s speech isn’t likely to stop further selloffs on the stock markets tomorrow after today’s rout.<br><br>Futures contracts for the two most watched US stock indices, the Dow and S&amp;P 500, are both negative - an indication that there may be more selling tomorrow. Today’s market fall marks the end of an 11-year bull run - a period of rising markets - for the Dow.</p> <p>While small businesses may be cheered that Trump is looking to help and the president also said he would look at aiding people put out of work by the virus, investors know any such moves will meet resistance in Congress.<br><br>In the meantime a suspension on European travel, trade and cargo is likely to have major economic consequences that stock markets will be digesting tomorrow morning.<br><br>We will get an early indication of which way the wind is blowing when Asian and Australian stock markets open in a few hours.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/mar/11/us-stocks-latest-bull-to-bear-market-signs-coronavirus-impact\">Wall Street ends 11-year ‘bull market’ as coronavirus fears spread</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T02:49:50.378Z\">at 2.49am GMT</time></p>  </div> <div id=\"block-5e6992418f087df56e4c6f86\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T01:38:40.034Z\">1.38am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Trump has canceled planned trips to Colorado and Nevada. He was scheduled to attend a fundraiser tomorrow, and address the Republican Jewish Convention on Saturday. The president appears to have abandoned his buisness as usual approach to his campaign amidst the coronavirus outbreak. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T01:38:52.662Z\">at 1.38am GMT</time></p>  </div> <div id=\"block-5e698d488f08c2df6d277f2d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T01:19:02.620Z\">1.19am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>In his brief address, the president continued to signal that the pandemic is mainly a threat outside American borders</strong>, without fully acknowledging that the coronavirus is spreading within the US. </p> <p>Trump said that the US is doing better than Europe. “The EU failed to take the same precautions and restrict travel from China and other hot spots,” he said. “As a result, a large number of new clusters in the United States were seeded by travelers from Europe.”</p> <p>But whereas European nations have rolled out widespread testing, it’s still unclear how many cases we’ve had in America. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T01:20:34.578Z\">at 1.20am GMT</time></p>  </div> <div id=\"block-5e698ca08f085f0b8d946dfa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T01:14:04.606Z\">1.14am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The president also said he’ll take “emergency action” to provide relief to workers who are affected. He said he’s asking Congress for $50bn for small business loans. He called for “immediate” payroll tax cuts. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T01:22:35.420Z\">at 1.22am GMT</time></p>  </div> <div id=\"block-5e698c008f085f0b8d946df0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T01:12:28.209Z\">1.12am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>“We made a life-saving move with early action on China. Now we must take the same action with Europe,” Trump said, referring to earlier restrictions on travel between China and the US.</p> <p>He also downplayed warnings of a potential recession: “This is not a financial crisis, this is just a temporary moment of time that we will overcome as a nation and as a world,” he said. </p> </div>   </div> <div id=\"block-5e698aa88f085f0b8d946de7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T01:05:36.488Z\">1.05am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Trump temporarily suspends travel from Europe to the US</h2>  <div class=\"block-elements\">  <p>The restrictions will not apply to the UK, he said. The travel restriction will start Friday, and last for 30 days amid virus outbreak.</p> <p>Trump also encouraged older Americans to avoid travel if possible. Older people “must be very, very careful,” he said, calling on nursing homes to suspend “medically unnecessary visits.”</p> <p>He reviewed other measures his administration is taking to address the pandemic. </p> <p>“The vast majority of Americans, the risk is very, very low,” he said. But he said that older Americans should avoid travel, and endorsed social distancing and avoiding large gatherings. “Every community faces different risks,” he noted and encouraged Americans to listen to local officials. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T01:15:25.749Z\">at 1.15am GMT</time></p>  </div> <div id=\"block-5e6989888f087df56e4c6f57\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T01:04:16.573Z\">1.04am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Donald Trump addresses the nation on coronavirus threat</h2>  <div class=\"block-elements\">  <p>“We are marshaling the full power of the federal government and the private sector,” Trump began. ‘We will ultimately and expeditiously defeat this virus” </p> <p>The president is taking a somber tone and appears to be sticking to the teleprompter. </p> </div>   </div> <div id=\"block-5e6984778f087df56e4c6f36\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T00:40:37.230Z\">12.40am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nancy Pelosi</strong> took a call from Mike Pence and Anthony Fauci, ahead of the president’s address. Her chief of staff Drew Hammill said the spoke about “forthcoming emergency House legislation and Administration efforts to combat coronavirus”. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Drew_Hammill/status/1237899017217921024\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Ahead of the President’s address this evening, Speaker Pelosi took a call from Vice President Pence and Dr. Fauci at approximately 7:43 p.m. They spoke briefly about the forthcoming emergency House legislation and Administration efforts to combat <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a>.</p>&mdash; Drew Hammill (@Drew_Hammill) <a href=\"https://twitter.com/Drew_Hammill/status/1237899017217921024?ref_src=twsrc%5Etfw\">March 12, 2020</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T00:40:53.957Z\">at 12.40am GMT</time></p>  </div> <div id=\"block-5e6981438f087df56e4c6f1a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T00:26:29.351Z\">12.26am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>As we await the president’s address on the coronavirus threat and his administrations proposed response, the Guardian’s Kenya Evelyn and Julian Borger report on where things stand: </strong></p> <blockquote class=\"quoted\"> <p><em>Two more states declared a state of emergency the number of US cases exceeded 1,000 nationwide. There have been a <a href=\"https://gisanddata.maps.arcgis.com/apps/opsdashboard/index.html#/bda7594740fd40299423467b48e9ecf6\">total of 37</a><a href=\"https://gisanddata.maps.arcgis.com/apps/opsdashboard/index.html#/bda7594740fd40299423467b48e9ecf6\"> confirmed deaths</a>.</em></p> <p><em>Around the country authorities are undertaking the most sweeping efforts yet to contain the nation’s coronavirus outbreak, with authorities banning large gatherings in the hard-hit Seattle area and San Francisco and closing Seattle’s schools on Wednesday, while the NCAA announced it will hold March Madness basketball games around the country in near-empty arenas, off limits to most fans.</em></p> <p><em>In Oakland, California, restless passengers on a coronavirus-struck cruise ship awaited their turn to disembark. Efforts were underway to methodically take most of the 3,500 people on the Grand Princess off the ship and move them to quarantine in their home countries or at military bases in California, Texas and Georgia.</em></p> <p><em>California’s governor, Gavin Newsom, strongly warned the elderly to stay away from cruise ships.</em></p> <p><em>Meanwhile, Los Angeles reported its the region’s first death from the virus, the second in the state.</em></p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/11/us-coronavirus-death-toll-states-total-cases\">US coronavirus death toll rises to 37 as official warns 'things will get worse'</a> </p> </aside> </div>   </div> <div id=\"block-5e697c258f087df56e4c6ee7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-12T00:12:11.652Z\">12.12am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Chelsea Manning</strong> is recovering in the hospital after an attempted suicide, her attornies have said. Manning, a former intelligence analyst, was jailed for contempt after she declined to testify in the government’s long-running investigation into WikiLeaks and its founder, Julian Assange.</p> <p>Manning is still scheduled to appear in court on Friday, where a judge is expected to rule on whether to drop the contempt sanctions against her.</p> <p><strong>“</strong>In spite of those sanctions — which have so far included over a year of so-called ‘coercive’ incarceration and nearly half a million dollars in threatened fines — she remains unwavering in her refusal to participate in a secret grand jury process that she sees as highly susceptible to abuse,” her attorneys said in a statement. “Ms Manning has previously indicated that she will not betray her principles, even at risk of grave harm to herself.”</p> <p>Manning objects to testifying because she sees the Wikileaks investigation as “an effort to frighten journalists and publishers, who serve a crucial public good” her lawyers noted. </p> <p><em>In the UK and Ireland, Samaritans can be contacted on 116 123 or email</em><em><a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a></em><em> or </em><em><a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a></em><em>. In the US, the National Suicide Prevention Lifeline is </em><em><a href=\"tel:18002738255\">1-800-273-8255</a></em><em>. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at</em><em><a href=\"https://slack-redir.net/link?url=http%3A%2F%2Fwww.befrienders.org\">www.befrienders.org</a></em><em>.</em></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T00:13:55.570Z\">at 12.13am GMT</time></p>  </div> <div id=\"block-5e6978008f085f0b8d946d4f\" class=\"block is-key-event\" data-block-contributor=\"profile/daniel-strauss\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T23:47:37.451Z\">11.47pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Biden campaign memo: ‘nearly impossible’ for Sanders to close delegate gap</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"09defb43160265c98cb2142d67c9a98126c39069\"> <img src=\"https://media.guim.co.uk/09defb43160265c98cb2142d67c9a98126c39069/0_32_3427_2055/1000.jpg\" alt=\"Sanders announced his intention to take part in an upcoming Democratic debate with Biden during a press conference in Burlington, Vermont, despite a series of devastating primary results for his camp.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sanders announced his intention to take part in an upcoming Democratic debate with Biden during a press conference in Burlington, Vermont, despite a series of devastating primary results for his camp.</span> <span class=\"element-image__credit\">Photograph: Robyn Beck/AFP via Getty Images</span> </figcaption> </figure>  <p>Joe Biden’s campaign expects to net about the same number of delegates from the six contests on Tuesday as the campaign collected from the more than dozen states on Super Tuesday. As a result, the campaign is arguing that it’s “nearly impossible” for Vermont senator Bernie Sanders to catch up to Biden’s delegate lead. </p> <p>That’s according to an internal campaign memo obtained by The Guardian. The memo comes a day after Biden trounced Sanders in the latest round of Democratic primary contests on Tuesday. </p> <p>“Votes are still being counted, but it appears that we will net somewhere around 70-80 delegates from March 10 contests alone,” the memo reads. “For context, on a day we expected would be the toughest day for us in the March calendar, we netted approximately the same number of delegates that we netted on Super Tuesday. This brings our total projected delegate lead to approximately 160.”</p> <p>Sanders’ path forward is precarious. He trails Biden by over 150 delegates. Biden beat Sanders in Michigan on Tuesday, the most delegate-rich state of the six and one that Sanders surprisingly won in 2016. Sanders in a press conference on Wednesday said he planned to still stay in the race but conceded the path is difficult for him. In a fundraising email to supporters, Sanders said: “we are winning — very clearly — the ideological debate, we are losing, right now, the electability debate.”</p> <p>According to the memo, the Biden campaign sees the next few states as advantageous for the former vice president. “The states that vote next - Arizona, Florida, Illinois, Ohio, and Georgia - have been some of our strongest, and we expect to significantly expand our delegate lead in those highly-supportive, delegate-rich states. Of 682 delegates awarded in those states, conservative estimates have us winning more than 400 delegates and netting more than 150 delegates.”</p> <p>The memo concludes: “Should our broad base of support remain - and we have seen no signs that would indicate otherwise - it will be nearly impossible for Sanders to recoup his current delegate disadvantage.”</p> </div>   </div> <div id=\"block-5e69714b8f08c2df6d277e76\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T23:19:58.485Z\">11.19pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>It’s unclear what, exactly, Donald Trump will say when he addresses the coronavirus threat tonight. But after seeking to downplay the severity of the situation for weeks, it seems something has shifted. </p> <p>The New York Times’ Maggie Haberman reports one potential reason why: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/maggieNYT/status/1237879652611309568\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">At meeting with finance executives at the White House today, according to person familiar w it, the execs played to the president&#39;s ego - told him the fundamentals of the economy are strong and that he made it that way - but that the psychology of the public needs to change.</p>&mdash; Maggie Haberman (@maggieNYT) <a href=\"https://twitter.com/maggieNYT/status/1237879652611309568?ref_src=twsrc%5Etfw\">March 11, 2020</a></blockquote>  </figure>  <p>We’ll see the extent to which Trump will continue to play down the outbreak, and introduce plans to mitigate the spread of the disease and its impact. </p> </div>   </div> <div id=\"block-5e696e028f087df56e4c6e52\" class=\"block is-key-event\" data-block-contributor=\"profile/lauren-gambino\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T23:03:29.808Z\">11.03pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Analysis: What's next for Sanders?</h2>  <div class=\"block-elements\">  <p>Sanders now faces a dramatic choice about the future of his candidacy: to continue leading a grinding, uphill battle or to bow to pressure to drop out for the sake of party unity as it faces up to Donald Trump in the <a href=\"https://www.theguardian.com/us-news/us-elections-2020\">November election</a>.</p> <p>“Prematurely writing him off is about the worst thing that we could do,” Congressman Ro Khanna, one of Sanders’ national co-chairs, said. Sanders “represents the least fortunate, the most vulnerable, and, in certain cases, the most angry about the economic system”.</p> <p>“We need him to continue to express their voice, their needs and their concerns,” he said.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/11/bernie-sanders-stay-in-drag-biden-left-movement-lives-2020-democratic-election\">Sanders stays, so his movement can live on by dragging Biden leftward</a> </p> </aside> </div>   </div> <div id=\"block-5e6967798f085f0b8d946cc9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T22:42:48.539Z\">10.42pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Donald Trump is scheduled to depart tomorrow for Las Vegas, where he will speak at a Republican Jewish Coalition event</strong>. UN Ambassador Nikki Haley is still on the agenda as well, despite concerns over coronavirus. </p> <p>The Trump campaign has held off on announcing any more rallies, but the president has otherwise tried a business-as-usual approach. Even as Joe Biden moved to virtual campaign events, Trump’s 2020 team announce a <a href=\"https://www.donaldjtrump.com/events/?utm_medium=web&amp;utm_source=djt_web&amp;utm_content=main_menu\">“Catholics for Trump”</a> event in Milwaukee next week. <br></p> <p>Trump said he hasn’t been tested for a coronavirus infection. In Clark County, which includes Las Vegas, there have been five confirmed cases. </p> </div>   </div> <div id=\"block-5e69638e8f087df56e4c6dd5\" class=\"block\" data-block-contributor=\"profile/julianborger\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T22:20:01.841Z\">10.20pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Two Americans and a British soldier are reported to have been killed and 11 others injured, by a rocket attack on a coalition base in <a href=\"https://viewer.gutools.co.uk/world/iraq\">Iraq</a>,</strong> <strong>according to US defense officials.</strong></p> <p>Within hours airstrikes <a href=\"https://twitter.com/nafisehkBBC/status/1237834471858155520\">were reported </a>on an area of the Iraqi-Syrian border used as a base by an Iran-backed militia, raising fears of a fresh round of US-Iranian escalation that brought both countries close to war in January.</p> <p>Camp Taji, just north of Baghdad, was hit by between 15 and 30 Katyusha rockets on Wednesday evening. The <a href=\"https://twitter.com/GebeilyM/status/1237842929911074816?s=20\">French Press Agency said </a>that three dead were a US soldier, a US contractor and a British soldier.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/11/iraq-rocket-attack-americans-uk-soldier-dead\">Rocket attack on Iraq base leaves two Americans and one UK soldier dead</a> </p> </aside> </div>   </div> <div id=\"block-5e6960048f085f0b8d946c80\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T22:08:36.728Z\">10.08pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Trump press secretary: 'Open borders do not serve the American public'</h2>  <div class=\"block-elements\">  <p>The administration celebrated the Supreme Court’s decision to allow the enforcement of a policy that makes asylum seekers wait in Mexico for US court hearings. The “Remain in Mexico” policy will be upheld while a lawsuit challenging it continues. </p> <p>In a statement, White House press secretary Stephanie Grisham said, “Today’s order from the Supreme Court is a major victory for the Trump Administration.”</p> <p>“The Court has prevented dangerous chaos at the southern border, avoided a significant escalation in public health threats, and mitigated damage to foreign relations,” she continued. “Open borders do not serve the American public, and we will always strongly enforce the laws at our borders and airports.”<br></p> <p>The Trump administration has pushed border enforcement as a means of protecting Americans from the spread of coronavirus, despite evidence that chaos and fear at the border could hinder efforts to contain the diseases.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/11/donald-trump-coronavirus-politics\">'We need the Wall!': Trump uses coronavirus to push his own agenda</a> </p> </aside> </div>   </div> <div id=\"block-5e695ee38f08c2df6d277dc4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T22:01:26.086Z\">10.01pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>The House approved a resolution to limit Donald Trump’s ability to order direct military action against Iran </strong>without authorization from Congress. The Senate has also passed the bill, but it’s expected to be vetoed by Trump. </p> <p>Lawmakers introduced the bill after Trump ordered a strike to kill Iranian general Qasem Suleimani, bringing the US to the brink of war, without consulting congress. </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/feb/18/after-suleimani-iran-scramble-recover-genera-death-quds-force\">After Suleimani: Iran's scramble to recover from general's death</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T13:06:40.256Z\">at 1.06pm GMT</time></p>  </div> <div id=\"block-5e695dca8f087df56e4c6da1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T21:57:21.003Z\">9.57pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Bernie Sanders has received the endorsement of the progressive Jewish group IfNotNow. </strong></p> <p>“As a movement of young Jews fighting for freedom and dignity for all, we are proud to be the first Jewish organization to endorse Senator Bernie Sanders for President,” said Dani Moscovitch, the group’s co-founder. “We are inspired and moved to action by Bernie and the #NotMeUs movement, which deeply embodies the Jewish call to pursue justice and repair our broken world.” </p> <p>The endorsement isn’t too surprising. IfNotNow is a 35,000-member group advocating for the end of the Israeli-Palestinian conflict. Sanders, the only Jewish candidate in the race, has been an outspoken critic of the Israeli government, calling its policies in the West Bank and Gaza Strip “racist”. </p> </div>   </div> <div id=\"block-5e6957408f085f0b8d946c29\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T21:34:06.155Z\">9.34pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">In Mississippi, Joe Biden appears to have won the youth vote</h2>  <div class=\"block-elements\">  <p>According to a poll by <a href=\"http://circle.tufts.edu/\">Tufts University Tisch College</a>, Biden won a majority of young voters’ support in Mississippi, as he cemented his frontrunner status yesterday. </p> <p>The key factor here appears to be race. According to the Tufts analyists: </p> <blockquote class=\"quoted\"> <p>E<em>xit poll data by age and race in Mississippi confirms the impact of young Black voters in the state. Black voters under 30 supported Biden over Sanders, 76% to 23%, and they made up 9% of the total primary electorate compared to just 3% for White youth. </em>B<em>y contrast, in Missouri, young White voters made up 11% of the electorate, and Sanders won 72% of their votes, compared to 22% for Biden.</em></p> </blockquote> <p>During a press conference earlier today Bernie Sanders emphasized that while he’s behind in the delegate count, he’s consistently won over young voters. That still appears to be broadly true: but at least according to this poll, up close, the picture is a bit more complex. <br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-11T21:34:27.754Z\">at 9.34pm GMT</time></p>  </div> <div id=\"block-5e6954ee8f087df56e4c6d49\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T21:20:56.211Z\">9.20pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Hi there, it’s <strong>Maanvi Singh</strong> taking over from the West Coast. </p> <p><strong>Donald Trump</strong> is expected to announce an executive order that insists on the use of American made medical supplies in response to the coronavirus outbreak, according to the AP. The administration is considering more aggressive measures and funding in response to concerns that its initial reaction to the pandemic was insufficient, the AP reports, citing an anonymous source. The Guardian has not independently verified the news. </p> <p>Trump will be delivering a statement on the coronavirus outbreak tonight at 9pm ET. </p> </div>   </div> <div id=\"block-5e694f3c8f085f0b8d946bda\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T21:02:03.786Z\">9.02pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Today so far</h2>  <div class=\"block-elements\">  <p>That’s it from me today. My west coast colleague, Maanvi Singh, will take over the blog for the next few hours.</p> <p>Here’s where the day stands so far:</p> <ul> <li><strong>Bernie Sanders said he would continue in the Democratic presidential primary, </strong>despite a string of disappointing losses last night. The Vermont senator said he looked forward to discussing his policy difference with <strong>Joe Biden </strong>during Sunday’s debate.</li> <li><strong>Trump said he would deliver a statement on coronavirus tonight, </strong>after the WHO declared the outbreak of the illness to be a pandemic. The president will address the nation at 9 pm ET.</li> <li><strong>The Dow entered bear-market territory for the first time since the financial crisis, </strong>dropping more than 1,400 points amid intensifying fears about the spread of coronavirus.</li> <li><strong>Campaign schedules are being altered in response to coronavirus. </strong>Biden and Sanders canceled their rallies yesterday in Clevleand, and Biden announced today that two upcoming events in Illinois and Florida would be made into virtual events.</li> <li><strong>The Supreme Court decided the Trump administration’s “Remain in Mexico” policy could stay in place </strong>as legal challenges to the rule played out. A lower court had recently blocked the policy, an order that was set to go into effect tomorrow.</li> </ul> <p>Maanvi will have more coming up, so stay tuned.</p> </div>   </div> <div id=\"block-5e694ed88f087df56e4c6d0d\" class=\"block\" data-block-contributor=\"profile/lauren-gambino\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T20:50:51.931Z\">8.50pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Ever since the race narrowed to <strong>Joe Biden</strong> and <strong>Bernie Sanders</strong>, activists hoping for diversity on the ticket have set their sights on the second-in-line. </p> <p><strong>And the Veepstakes are in full swing.</strong></p> <p>On Tuesday, She the People, a group focused on increasing political power among women of color, released the findings of a survey they conducted with members about their top choices for vice president.</p> <p>At the top of the list: <strong>Stacey Abrams</strong> and <strong>Kamala Harris. </strong></p> <p>Women of color are the party’s most loyal constituency and the remaining candidates – both white men – are facing mounting pressure to select a woman and/or a person of color as a running mate. </p> <p>The She the People poll included several elected officials and politicians – all women of color. Among them were: <strong>Ayanna Pressley, Rashida Tlaib, Val Demings </strong>and <strong>Tammy Duckworth.</strong></p> <p>Earlier on Wednesday, a group of influential Democratic leaders sent a letter to the Democratic National Committee demanding that the next nominee commit to choosing a woman to be his vice president and to filling at least half of the administration’s cabinet positions with women. </p> </div>   </div> <div id=\"block-5e694e228f08c2df6d277d26\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T20:49:09.177Z\">8.49pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Trump to deliver coronavirus statement at 9 pm ET</h2>  <div class=\"block-elements\">  <p><strong>Trump </strong>said he would deliver his statement on the coronavirus pandemic at 9 pm ET.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1237841878889840642\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I will be addressing the Nation this evening at 9:00 P.M. (Eastern) from the Oval Office.</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/1237841878889840642?ref_src=twsrc%5Etfw\">March 11, 2020</a></blockquote>  </figure>  <p>The president had initially told reporters the statement would be delivered “probably at 8 o’clock.”</p> <p>Trump ignored questions on what he intended to say tonight, but he noted the address would include both economic and health announcements. </p> </div>   </div> <div id=\"block-5e694c228f085f0b8d946bc6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T20:43:21.651Z\">8.43pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Joe Biden has announced more campaign schedule changes due to coronavirus, </strong>after already canceling two events because of the pandemic.</p> <p>The presidential candidate announced a Friday event in Illinois and a Monday event in Florida would both become virrtual events in order to limit any potential spread of coronavirus.</p> <p>Biden’s team announced earlier today that it had created a public health advisory committee to help make decisions about campaign logisitics as the number of US coronavirus cases rises.</p> <p>Biden is also scheduled to deliver remarks on the coronavirus pandemic tomorrow in his home state of Delaware.</p> </div>   </div> <div id=\"block-5e6949be8f087df56e4c6ce3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T20:32:57.161Z\">8.32pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>A spokesperson for Nancy Pelosi</strong> <strong>said the House speaker has talked to the treasury secretary twice today, </strong>as House Democrats craft a package to address the economic fallout of coronavirus.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Drew_Hammill/status/1237836853199482882\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A second call (this one at the Speaker’s request) occurred at 4:07 p.m. for approximately 10 minutes. <a href=\"https://t.co/XiduPDV14V\">https://t.co/XiduPDV14V</a></p>&mdash; Drew Hammill (@Drew_Hammill) <a href=\"https://twitter.com/Drew_Hammill/status/1237836853199482882?ref_src=twsrc%5Etfw\">March 11, 2020</a></blockquote>  </figure>  <p>The administration has so far appeared open to Democratic proposals, such as paid sick leave and unemployment insurance for those whose work has been disrupted by coronavirus</p> <p><strong>Trump </strong>has repeatedly called for a payroll tax cut to stimulate the economy amid the pandemic, but that’s largely viewed as a non-starter on Capitol Hill.</p> </div>   </div> <div id=\"block-5e6946498f087df56e4c6cba\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T20:17:03.984Z\">8.17pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Dow drops 5.9% and falls into bear-market territory</h2>  <div class=\"block-elements\">  <p>The Dow closed down more than 1,400 points, or 5.9%, as fears intensified over the increasing number of US coronavirus cases.</p> <p>The drop means the Dow has fallen into a bear market for the first time since the 2008 financial crisis.</p> <p>For more updates and anlaysis on the market drop, follow the Guardian’s business blog:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/live/2020/mar/11/financial-markets-coronavirus-fears-bank-of-england-slashes-interest-rates-business-live\">Dow Jones plunges into bear market as rout continues – business live</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-11T20:17:39.170Z\">at 8.17pm GMT</time></p>  </div> <div id=\"block-5e6943a98f08c2df6d277cb6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T20:05:32.285Z\">8.05pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Trump</strong> would not answer questions about what he would announce in his coronavirus statement tonight.</p> <p>But the president told the White House press pool that the address would include both economic and health announcements.</p> <p>The statement comes as lawmakers discuss a package to address economic fallout from the pandemic and <a href=\"https://www.washingtonpost.com/local/trafficandcommuting/white-house-considers-moving-all-of-europe-to-level-3-travel-advisory/2020/03/11/844090d0-63bc-11ea-b3fc-7841686c5c57_story.html\">reports</a> emerge that the administration is considering moving all of Europe to a Level 3 travel advisory.</p> </div>   </div> <div id=\"block-5e6941fb8f087df56e4c6c8b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T19:57:07.011Z\">7.57pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Trump </strong>said he would deliver his coronavirus statement tonight “probably at 8 o’clock,” according to the White House press pool.</p> <p>It’s still unclear what Trump intends to announce in the statement, but reports had surfaced earlier today that the president was considering delivering an Oval Office address on coronavirus.</p> <p>The statement will come hours afer WHO declared the outbreak of coronavirus to be a pandemic.</p> </div>   </div> <div id=\"block-5e693fc68f085f0b8d946b1d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T19:48:00.293Z\">7.48pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Trump to make statement on coronavirus tonight</h2>  <div class=\"block-elements\">  <p><strong>Trump </strong>said he would make a statement tonight, as the number of US coronavirus cases continues to increase.</p> <p>The president made the announcement during a meeting with bankers and business leaders at the White House.</p> <p>Michael Corbat of Citibank told the White House press pool, “This is not a financial crisis. The banks and the financial system are in strong shape, and we are here to help.”</p> </div>   </div> <div id=\"block-5e693c9a8f08c2df6d277c63\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T19:37:35.949Z\">7.37pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Joe Biden announced the creation of a public health advisory committee, </strong>which will help his campaign make decisions aimed at limiting the spread of coronavirus.</p> <p>“The campaign’s top priority is and will continue to be the health and safety of the public,” the Biden campaign said in a press release. “Members of the committee will provide ongoing counsel to the campaign, which will in turn continue to update the public regarding operational decisions.”</p> <p>The panel is made up of six members, including former surgeon general<strong> Vivek Murthy </strong>and former FDA commissioner <strong>David Kessler.</strong></p> <p>Biden has already canceled at last two events, a Cleveland rally last night and a Tampa event scheduled for tomorrow, because of the pandemic.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-11T20:36:24.296Z\">at 8.36pm GMT</time></p>  </div> <div id=\"block-5e693acd8f085f0b8d946ae9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T19:26:41.980Z\">7.26pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Trump </strong>is going on a coronavirus-related tweetstorm, promising to use the “full power of the Federal Government” to combat the pandemic. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1237820230296010752\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I am fully prepared to use the full power of the Federal Government to deal with our current challenge of the CoronaVirus!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/1237820230296010752?ref_src=twsrc%5Etfw\">March 11, 2020</a></blockquote>  </figure>  <p>The White House press pool has just been called in to Trump’s meeting with business leaders, which was previously lsited as closed to the press, so Trump will likely be asked about what executive actions he is considering.</p> <p>This will also be the president’s first chance to speak about the government’s handling of coronavirus since the WHO declared it a pandemic earlier today.</p> </div>   </div> <div id=\"block-5e69392f8f085f0b8d946ad9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T19:20:06.918Z\">7.20pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Trump </strong><strong>also assured Americans that the US would develop a coronavirus vaccine. </strong>“America will get it done!” Trump tweeted.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1237813728558678026\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">....Together we are putting into policy a plan to prevent, detect, treat and create a vaccine against CoronaVirus to save lives in America and the world. America will get it done!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/1237813728558678026?ref_src=twsrc%5Etfw\">March 11, 2020</a></blockquote>  </figure>  <p>However, Dr. <strong>Anthony Fauci</strong>, director of the National Institute of Allergy and Infectious Diseases, said during a congressional hearing today that the development of a vaccine is still at least a year to a year and a half away.</p> <p>“I can say we will see more cases, and things will get worse than they are right now,” Fauci told the House oversight committee. </p> </div>   </div> <div id=\"block-5e69349e8f087df56e4c6c0b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T19:03:27.408Z\">7.03pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Trump lashed out against Democrats as the number of US coronavirus cases increases.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1237813081394348034\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Someone needs to tell the Democrats in Congress that CoronaVirus doesn’t care what party you are in. We need to protect ALL Americans!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/1237813081394348034?ref_src=twsrc%5Etfw\">March 11, 2020</a></blockquote>  </figure>  <p>The president’s tweet comes as the Democratic-controlled House is working on another bill to contain the economic fallout from the pandemic.</p> <p>So far, the <strong>Trump administration </strong>has appeared open to Democrats’ proposals, even as the president tries to pin blame for the handling of the outbreak on them. </p> </div>   </div> <div id=\"block-5e6932118f085f0b8d946a7b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T18:51:49.500Z\">6.51pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>The US Capitol continues to receive crowds of tourists, </strong>even as presidential campaigns and some cities are limiting large gatherings such as rallies and parades.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jenhab/status/1237808001362341888\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The U.S. Capitol is packed with tourists <a href=\"https://t.co/9bSK8MaURm\">pic.twitter.com/9bSK8MaURm</a></p>&mdash; Jennifer Haberkorn (@jenhab) <a href=\"https://twitter.com/jenhab/status/1237808001362341888?ref_src=twsrc%5Etfw\">March 11, 2020</a></blockquote>  </figure>  <p>The picture of the crowded Capitol sparked questions about whether Washington needs to take further steps to try to limit the spread of coronavirus.</p> <p>One lawmaker, senator <strong>Dianne Feinstein, </strong>suggested earlier today that the Capitol may have to shut down during the pandemic.</p> <p>“I’m worried about the fact that we need to close this place down,” Feinstein said. “I’ve got constituents by the hundreds that come across the country, and I don’t think they should right now.”</p> </div>   </div> <div id=\"block-5e692d1d8f08c2df6d277b99\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T18:34:57.944Z\">6.34pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Mike Pence’s meeting with hospital executives was unexpectedly closed to the press, </strong>amid concerns about how the administration is making information on coronavirus publicly available.</p> <p>A press pool was orginally supposed to go in to the vice president’s meeting with the executives, but that was abruptly canceled without explanation.</p> <p>Reuters <a href=\"https://www.reuters.com/article/us-health-coronavirus-secrecy-exclusive/exclusive-white-house-told-federal-health-agency-to-classify-coronavirus-deliberations-sources-idUSKBN20Y2LM\">reported</a> earlier today that the White House has ordered officials to treat top-level coronavirus meetings as classified, raising concerns of the administration trying to restrict access to information about the pandemic.</p> <p>However, the office of the vice president, who leads the coronavirus task force, <a href=\"https://twitter.com/GeoffRBennett/status/1237796703178240003\">said</a> he was holding meetings in the Situation Room at the unclassified level.</p> </div>   </div> <div id=\"block-5e692ab38f08c2df6d277b66\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T18:21:49.803Z\">6.21pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Supreme Court allows 'Remain in Mexico' policy to stay in place</h2>  <div class=\"block-elements\">  <p>The Supreme Court has ruled the <strong>Trump administration </strong>may continue enforcing a policy that forces asylum seekers to wait in Mexico as their cases are processed.</p> <p>The AP <a href=\"https://apnews.com/ae1051c26afb8b25f8f90768084da64e\">reports</a>:</p> <blockquote class=\"quoted\"> <p> The justices’ order, over a dissenting vote by Justice <strong>Sonia Sotomayor</strong>, overturns a lower court order that would have blocked the policy, at least for people arriving at the border crossings in Arizona and California.<br></p> <p>The high court action came a day before the lower court order was to have taken effect. Instead, the ‘Remain in Mexico’ policy will remain in force while a lawsuit challenging it plays out in the courts.</p> </blockquote> <p>The lower court ruling had offered a brief ray of hope to asylum seekers who have had to stay in camps along the US-Mexico border, where they have been frequently targeted by criminal gangs.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/02/remain-in-mexico-asylum-seekers-at-border-see-hopes-raised-then-dashed\">Remain in Mexico: asylum seekers at border see hopes raised then dashed</a> </p> </aside> </div>   </div> <div id=\"block-5e6928488f08c2df6d277b46\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T18:09:28.828Z\">6.09pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Joe Biden’s campaign said they were looking ahead to the general election, </strong>after <strong>Bernie Sanders </strong>said he would continue on in the presidential primary.</p> <p>“Our campaign is focused on the task at hand: defeating <strong>Donald Trump </strong>so we can make real, lasting progressive change in this country and in people’s lives,” a Biden spokesperson <a href=\"https://twitter.com/HenryJGomez/status/1237800307326844930\">told BuzzFeed News</a>.</p> <p>Biden has already notched four victories from last night’s contests, while Sanders won North Dakota and Washington state remains too close to call.</p> <p>Considering the four states voting next Tuesday are all states that Sanders lost in 2016, there appear to be very few roadblocks in Biden’s path to the nomination.</p> </div>   </div> <div id=\"block-5e6925138f085f0b8d9469a3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T17:55:33.399Z\">5.55pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Congresswoman </strong><strong>Ayanna Pressley said the Democratic debates should continue, </strong>even as some <strong>Democrats </strong>have started referring to <strong>Joe Biden </strong>as the presumptive nominee.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AyannaPressley/status/1237792515878727680\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/KeeptheDebates?src=hash&amp;ref_src=twsrc%5Etfw\">#KeeptheDebates</a> <br><br>Because we deserve to have a public conversation about racial justice, the Black white wealth gap, disability justice, immigration, LGBTQ equality, reproductive justice, the Latinx &amp; AAPI communities &amp; so many other priorities that have been left off that stage.</p>&mdash; Ayanna Pressley (@AyannaPressley) <a href=\"https://twitter.com/AyannaPressley/status/1237792515878727680?ref_src=twsrc%5Etfw\">March 11, 2020</a></blockquote>  </figure>  <p><strong>Bernie Sanders </strong>similarly said at his press conference today that he looked forward to debating Biden on Sunday and pushing him on some issues where they diverge.</p> <p>Pressley, one of four progressive congresswomen who make up “the Squad,” endorsed <strong>Elizabeth Warren </strong>in the primary, but the fellow Massachusetts lawmaker dropped out of the race last week.</p> </div>   </div> <div id=\"block-5e6920f38f085f0b8d94693c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T17:36:47.601Z\">5.36pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Coronavirus continues to impact the US government, with <strong>one senator suggesting the Capitol may need to be shut down amid the pandemic.</strong></p> <p>“I’m worried about the fact that we need to close this place down,” said senator <strong>Dianne Feinstein, </strong>who is 86 and thus particularly susceptible to the virus. </p> <p>“I’ve got constituents by the hundreds that come across the country, and I don’t think they should right now,” Feinstein said on Capitol Hill.</p> <p>For the latest updates on coronavirus, follow the Guardian’s live blog:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2020/mar/11/coronavirus-update-live-news-uk-health-minister-italy-lockdown-australia-us-china-stock-markets-outbreak-latest-updates\">Coronavirus live updates: WHO declares Covid-19 a pandemic while Italy death toll jumps by 196</a> </p> </aside> </div>   </div> <div id=\"block-5e691d448f087df56e4c6a87\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T17:22:45.629Z\">5.22pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Bernie Sanders </strong>did not drop out of the Democratic presidential primary, but the candidate spoke as if Sunday’s debate is meant more as a test for <strong>Joe Biden </strong>as the presumptive nominee.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ABC/status/1237787963012063232\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Bernie Sanders: &quot;Today I say to the Democratic establishment: in order to win in the future, you need to win the voters who represent the future of our country, and you must speak to the issues of concern to them.&quot; <a href=\"https://t.co/1ZcbwLW0gZ\">https://t.co/1ZcbwLW0gZ</a> <a href=\"https://t.co/7JZCGzi29U\">pic.twitter.com/7JZCGzi29U</a></p>&mdash; ABC News (@ABC) <a href=\"https://twitter.com/ABC/status/1237787963012063232?ref_src=twsrc%5Etfw\">March 11, 2020</a></blockquote>  </figure>  <p>Sanders rattled off a list of issues he feels Biden is weak on, such as health care, climate change and student debate, and he said he intended to press Biden on those issues on Sunday.</p> <p>One Washington Post reporter <a href=\"https://twitter.com/mviser/status/1237787771407917062\">said</a> Sanders’ speech felt like he was “providing his rival with a take-home exam” for the Sunday debt. </p> <p>Considering how much Sanders emphasized the need to defeat <strong>Trump </strong>in November, he may see the upcoming, one-on-one debate as an opportunity for Biden to prepare for the general election rather than a chance to reverse the course of the nominating contest.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-12T13:04:48.756Z\">at 1.04pm GMT</time></p>  </div> <div id=\"block-5e691b038f085f0b8d9468ce\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T17:12:58.940Z\">5.12pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Sanders confirms he will carry on and attend Sunday debate</h2>  <div class=\"block-elements\">  <p>Although <strong>Bernie Sanders </strong>said he was winning the “ideological debate” and the “generational debate,” he acknowledged he was losing the “electability debate.”</p> <p>Sanders said he had spoken to a number of voters who supported his policy proposals but backed <strong>Joe Biden </strong>because they feared Sanders could not defeat <strong>Trump. </strong></p> <p>The Vermont senator then previewed the issues he will press Biden on in the days to come, most notably during the Sunday debate.</p> <p>“Joe, what are you going to do to end the absurdity of the United States of America being the only major country on Earth where health care is not a human right? Are you really going to veto a Medicare for All bill if it is passed in Congress?” Sanders rhetorically asked.</p> <p>He concluded by reiterating the need to defeat <strong>Trump </strong>and looking ahead to Sunday’s debate, the first one-on-one debate between him and Biden of this election cycle. </p> <p>“On Sunday, I very much look forward to the debate in Arizona with my friend Joe Biden,” Sanders said.</p> <p>The candidate then left the press conference without taking any questions from reporters.</p> </div>   </div> <div id=\"block-5e691a448f085f0b8d9468be\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T17:08:16.827Z\">5.08pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Despite his disappointing performance yesterday, <strong>Bernie Sanders </strong>said his campaign platform is broadly popular with the Democratic party, pointing to exit polls.</p> <p>“But it is not just the ideological debate that our progressive movement is winning,” Sanders said. “We are winning the generational debate.”</p> <p>The Vermont senator pointed out that he has won the majority of younger voters, while <strong>Joe Biden </strong>is more popular with older voters. However, because older Americans vote in larger numbers than their younger counterparts, Sanders has seen disappointing results in recent weeks.</p> <p>“Today I say to the Democratic establishment: in order to win in the future, you need to win the voters that represent the future of our country,” Sanders said. “You cannot simply be satisfied by winning the votes of people who are older.”</p> </div>   </div> <div id=\"block-5e69194b8f08c2df6d277a40\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T17:04:39.659Z\">5.04pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Sanders acknowledges disappointing performance yesterday</h2>  <div class=\"block-elements\">  <p>This is Joan Greve in Washington, taking over for Tom McCarthy.</p> <p><strong>Bernie Sanders </strong>is addressing reporters at his campaign headquarters in Burlington, Vermont.</p> <p>He opened by denouncing <strong>Trump </strong>and emphasizing the need to defeat him in November.</p> <p>Sanders called the president a “pathological liar” who is running a “corrupt administration.”</p> <p>“In my view, he is a racist, a sexist, a homophobe, a xenophobe, and religious bigot, and he must be defeated, and I will do everything in my power to make that happen,” Sanders said.</p> <p>But Sanders acknowledged last night, when he lost at least four of six primaries to <strong>Joe Biden, </strong>was “not a good night for our campaign.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-11T17:04:58.545Z\">at 5.04pm GMT</time></p>  </div> <div id=\"block-5e6915738f085f0b8d946851\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T16:45:02.474Z\">4.45pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Additional outlets are standing up the Washington Post report, that Sanders is not quitting today:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Yamiche/status/1237781095753625601\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">What will Senator <a href=\"https://twitter.com/BernieSanders?ref_src=twsrc%5Etfw\">@BernieSanders</a> say in his 1 p.m. speech today after <a href=\"https://twitter.com/JoeBiden?ref_src=twsrc%5Etfw\">@JoeBiden</a> extended his lead, won black voters overwhelmingly and won big in largely white suburbs?<br><br>A source close to the senator tells me: &quot;In summary: He looks forward to the next debate and we fight on.&quot;</p>&mdash; Yamiche Alcindor (@Yamiche) <a href=\"https://twitter.com/Yamiche/status/1237781095753625601?ref_src=twsrc%5Etfw\">March 11, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e6913388f08c2df6d2779be\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T16:36:29.238Z\">4.36pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Sanders to stay the course – report</h2>  <div class=\"block-elements\">  <p>The Washington Post reports that Sanders is expected to announce that he is staying in the race for the Democratic presidential nomination and looks forward to Sunday’s debate with Biden:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WaPoSean/status/1237778559164469249\">  <blockquote class=\"twitter-tweet\" data-cards=\"hidden\"><p lang=\"en\" dir=\"ltr\">NEWS: <a href=\"https://twitter.com/BernieSanders?ref_src=twsrc%5Etfw\">@BernieSanders</a> expected to say at a presser Wed afternoon that he is staying in the race and looks forward to debating <a href=\"https://twitter.com/JoeBiden?ref_src=twsrc%5Etfw\">@JoeBiden</a>, according to two people with direct knowledge of his plans. Story: <a href=\"https://t.co/RUeXJJgQ7N\">https://t.co/RUeXJJgQ7N</a></p>&mdash; Sean Sullivan (@WaPoSean) <a href=\"https://twitter.com/WaPoSean/status/1237778559164469249?ref_src=twsrc%5Etfw\">March 11, 2020</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rubycramer/status/1237778601157840896\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Waiting for Sanders at Hotel Vermont in downtown Burlington. Silver “Bernie” Nalgene in place as is his custom. <a href=\"https://t.co/FHVZ1JLkba\">pic.twitter.com/FHVZ1JLkba</a></p>&mdash; Ruby Cramer (@rubycramer) <a href=\"https://twitter.com/rubycramer/status/1237778601157840896?ref_src=twsrc%5Etfw\">March 11, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e6912178f087df56e4c697b\" class=\"block is-key-event\" data-block-contributor=\"profile/lauren-gambino\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T16:32:55.613Z\">4.32pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Advocacy groups call for a woman on the ticket – and women in the cabinet</h2>  <div class=\"block-elements\">  <p>A coalition of liberal women’s organizations are calling on the next Democratic presidential nominee to select a female running mate and appoint women to half the cabinet positions. </p> <p>“We know that the only way to guarantee that women’s issues stay on the agenda is if women are the ones setting it,” the groups said in a <a href=\"https://drive.google.com/file/d/1maaYjxLpOu95cF2rCkBgghF6HFsjfNrF/view\">letter</a> sent to the Democratic National Committee on Wednesday. </p> <p>The letter is signed by officials at EMILY’s List, the American Federation of Teachers, Working Families Parties, Planned Parenthood Action Fund and several other organizations that seek to mobilize women and issues related to women’s rights. </p> <p>The groups are asking the next nominee to appoint women who “share our values of justice and equality to at least half of all presidential appointments including the Cabinet”; select a woman for VP and ensure “racial, religious, and gender identity representation for all presidential appointments.”</p> <p>The letter comes after a historically diverse field of women and candidates of color has narrowed to a race between two white men in their 70s. The departure of Elizabeth Warren was a particularly devastating blow to many Democratic women who had watched her surge to the front of the pack and best her rivals in the debates only to finish no higher than third in any primary contest, including in her home state of Massachusetts. </p> <p>“Over the past three years, we have seen more women running for and winning elected office than at any time in our entire history. We’ve seen them best men on the debate stage and we’ve seen them persist through sexist attacks in the media and among their peers,” the letter said. “Although we have elected a historic number of women to public office, it is evident that women are not afforded the platform we deserve in public service.”</p> </div>   </div> <div id=\"block-5e6910a38f087df56e4c6961\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T16:26:00.272Z\">4.26pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>You can watch Sanders at the link below (and we’ll have a video feed in the blog):</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BernieSanders/status/1237776036525375490\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I’ll be delivering a campaign update live from Burlington at 1 p.m. ET. Tune in at <a href=\"https://t.co/vreIiWfeoS\">https://t.co/vreIiWfeoS</a>.</p>&mdash; Bernie Sanders (@BernieSanders) <a href=\"https://twitter.com/BernieSanders/status/1237776036525375490?ref_src=twsrc%5Etfw\">March 11, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e690add8f085f0b8d9467ad\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T16:00:45.947Z\">4.00pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Sanders to give campaign 'update'</h2>  <div class=\"block-elements\">  <p>Silent since last night’s results, Sanders plans to speak in one hour:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/laurenegambino/status/1237769432342167552\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Just in: Sanders to give a “campaign update” at 1pm in Burlington</p>&mdash; Lauren Gambino (@laurenegambino) <a href=\"https://twitter.com/laurenegambino/status/1237769432342167552?ref_src=twsrc%5Etfw\">March 11, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e6908258f08c2df6d277912\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T15:58:27.841Z\">3.58pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Former attorney general Jeff Sessions,</strong> who is running to regain his Alabama Senate seat, has tweeted that nothing Donald Trump can say will sway him, Sessions, from standing foursquare behind the Donald Trump agenda: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeffsessions/status/1237756546416881665\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">We are Alabama. Nobody tells us how to vote or what to do.</p>&mdash; Jeff Sessions (@jeffsessions) <a href=\"https://twitter.com/jeffsessions/status/1237756546416881665?ref_src=twsrc%5Etfw\">March 11, 2020</a></blockquote>  </figure>  <p>Trump has endorsed Sessions’ opponent in a Republican primary runoff. The president still has not gotten over Sessions’ decision as attorney general to recuse himself from oversight of the Russia investigation. As a former Trump campaign official, Sessions figured he could not properly oversee an investigation of the Trump campaign. Trump considered the notion of such a conflict of interest absurd.</p> <p>For the latter months of his tenure as attorney general, Sessions demonstrated an ability to put up with abuse by Trump, who frequently attacked Sessions on Twitter, without losing his smile. </p> <p>The winner of the Alabama runoff gets to face Doug Jones, the most vulnerable Democratic senate incumbent in the country, in November. The runoff election is scheduled for 31 March. The polling is <a href=\"https://thehill.com/homenews/campaign/486883-sessions-tuberville-tied-in-alabama-runoff-poll\">murky</a>. </p> </div>   </div> <div id=\"block-5e69053d8f087df56e4c68be\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T15:36:01.798Z\">3.36pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Is it too early to talk veepstakes? Klobuchar, Abrams, Harris, or – who? </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/daveweigel/status/1237763529756868608\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Winning Michigan by a landslide may have helped Abrams in the veepstakes, and hurt Klobuchar. Biden can rack up Midwest votes by himself, but has problems w young voters, and Trump campaign is ready to discourage black voters by highlighting crime bill. <a href=\"https://t.co/jTHMj6Jxsq\">https://t.co/jTHMj6Jxsq</a></p>&mdash; Dave Weigel (@daveweigel) <a href=\"https://twitter.com/daveweigel/status/1237763529756868608?ref_src=twsrc%5Etfw\">March 11, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e6903668f085f0b8d94673c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T15:31:51.736Z\">3.31pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Major Democratic PACs announce support for Biden</h2>  <div class=\"block-elements\">  <p>The big money is swinging behind Biden. Here’s a trio of announcements since last night from the three large Democratic fundraising shops, who had held their fire to this point. </p> <p>The Biden campaign was reportedly nearly broke before his South Carolina win and there were doubts that he would be able to keep pace with the pack over the long haul. Now depending on what Sanders (whose grassroots funding would allow him to stay in the race as long as he wants) decides, there might not be a long haul. Not for the nomination at least. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/guycecil/status/1237541280550244352\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The math is now clear. Joe Biden is going to be the Democratic nominee for President and <a href=\"https://twitter.com/prioritiesUSA?ref_src=twsrc%5Etfw\">@prioritiesUSA</a> is going to do everything we can to help him defeat Donald Trump in November. I hope others will join us in the fight.</p>&mdash; Guy Cecil (@guycecil) <a href=\"https://twitter.com/guycecil/status/1237541280550244352?ref_src=twsrc%5Etfw\">March 11, 2020</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/American_Bridge/status/1237563858748723200\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">BREAKING: We&#39;re all in for <a href=\"https://twitter.com/JoeBiden?ref_src=twsrc%5Etfw\">@joebiden</a> and for us, the general election starts now. We’re announcing a $2.2 million ad campaign in Pennsylvania featuring Janie, a <a href=\"https://twitter.com/hashtag/Pennsylvania?src=hash&amp;ref_src=twsrc%5Etfw\">#Pennsylvania</a> senior who voted for <a href=\"https://twitter.com/realDonaldTrump?ref_src=twsrc%5Etfw\">@realDonaldTrump</a> in 2016 but won&#39;t be doing so again this November. Why? <a href=\"https://twitter.com/hashtag/healthcare?src=hash&amp;ref_src=twsrc%5Etfw\">#healthcare</a> <a href=\"https://t.co/FckHDjwLW2\">pic.twitter.com/FckHDjwLW2</a></p>&mdash; American Bridge (@American_Bridge) <a href=\"https://twitter.com/American_Bridge/status/1237563858748723200?ref_src=twsrc%5Etfw\">March 11, 2020</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MollyNagle3/status/1237761244339351552\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">In a new Memo, <a href=\"https://twitter.com/UniteCountryPAC?ref_src=twsrc%5Etfw\">@UniteCountryPAC</a>, the super PAC supporting <a href=\"https://twitter.com/JoeBiden?ref_src=twsrc%5Etfw\">@JoeBiden</a>, says &quot;the functional primary phase of this election is over,&quot; and says they&#39;ve raised nearly $10 million in the last 10 days.</p>&mdash; Molly Nagle (@MollyNagle3) <a href=\"https://twitter.com/MollyNagle3/status/1237761244339351552?ref_src=twsrc%5Etfw\">March 11, 2020</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-11T15:33:18.242Z\">at 3.33pm GMT</time></p>  </div> <div id=\"block-5e6901a38f085f0b8d946723\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T15:20:17.280Z\">3.20pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>What is Sanders’ plan?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/IsaacDovere/status/1237753726489841674\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">No travel announced for Sanders. No rallies. No press events. No known TV bookings. His last event was dropping by a polling place yesterday, no word from his campaign since canceling his rally last night.He’s qualified for the debate on Sunday in Phoenix, but that’s it as of now</p>&mdash; Edward-Isaac Dovere (@IsaacDovere) <a href=\"https://twitter.com/IsaacDovere/status/1237753726489841674?ref_src=twsrc%5Etfw\">March 11, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e69004c8f08c2df6d2778b1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T15:17:10.868Z\">3.17pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">What do Joe Biden’s wins mean? Our panelists weigh in</h2>  <div class=\"block-elements\">  <p>Here’s a sample from our post-election-night panel: </p> <p><strong><a href=\"https://www.theguardian.com/profile/art-cullen\">Art Cullen</a>: ‘Voters think Biden is most electable’</strong></p> <p>Democratic voters in exit polls agree with Bernie Sanders on the issues. They favor universal healthcare. They don’t trust billionaires and think the system is rigged against average people. But they didn’t agree that the Vermont senator is their best bet to beat Donald Trump. The establishment didn’t lock Bernie out. Black voters across the south made the pragmatic decision that <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a> is the man to unseat the US president. A broad coalition of voters, from suburban women to white men without a college degree, took their cue from South Carolina and flocked around Biden. It was a flood on Tuesday. Florida and Georgia are ready to pile on the bandwagon.</p> <p>Turnout is up across the nation, especially in Michigan, where Biden and not Sanders is the beneficiary. <a href=\"https://www.theguardian.com/us-news/democrats\">Democrats</a> are declaring they cannot tolerate any more Trump. They believe Biden can manage a panic. The wave has laid Sanders asunder. The hope for the republic is that Sanders supporters can quickly come to terms with the urgency of throwing their support behind the presumptive nominee, Biden.</p>  <figure class=\"element element-image\" data-media-id=\"4a389c5da038c9724a329403381e1ac47f9152e3\"> <img src=\"https://media.guim.co.uk/4a389c5da038c9724a329403381e1ac47f9152e3/0_128_3840_2304/1000.jpg\" alt=\"Democratic presidential hopeful former Vice President Joe Biden walks out after speaking at the National Constitution Center in Philadelphia, Pennsylvania on March 10, 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Democratic presidential hopeful former Vice President Joe Biden walks out after speaking at the National Constitution Center in Philadelphia, Pennsylvania on March 10, 2020.</span> <span class=\"element-image__credit\">Photograph: Mandel Ngan/AFP via Getty Images</span> </figcaption> </figure>  <p><strong><a href=\"https://www.theguardian.com/profile/katie-herzog\">Katie Herzog</a>: ‘Voters want a safe choice: they chose Biden’</strong></p> <p>Tuesday’s decisive victories for Joe Biden show me a few things: debates don’t matter, media endorsements don’t matter, grassroots campaigns don’t matter, money doesn’t matter, big promises don’t matter, scandal doesn’t matter, gaffes don’t matter and having the support of the Democratic Socialists of America’s Brooklyn branch and everyone under 30 doesn’t matter either.</p> <p>So what matters to the majority of Democrats at this moment? Getting Donald Trump out of office, which is why, I suspect, primary voters went for what they see as the safe choice instead of the candidate promising free healthcare, free college, free puppies and pizza every Friday (and who’s going to pay for it? Billionaires!). That, or young people were too busy making TikToks to show up.</p> <p>What I’m curious about is what comes next: will the legions of young people who knocked on doors and memed their hearts out for Sanders become so disillusioned by the Democratic party that they sit out the general election, write in Bernie Sanders, lodge a protest vote for Trump or leave the party altogether? It’s possible, which means the Biden vote might not be the safe vote after all.<br></p> <p>Read the full piece:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/commentisfree/2020/mar/10/what-do-bidens-wins-mean-our-panelists-weigh-in\">What do Joe Biden’s wins mean? Our panelists weigh in</a> </p> </aside> </div>   </div> <div id=\"block-5e68fdb78f087df56e4c6870\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T15:09:54.768Z\">3.09pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Does Sanders still have a path to the Democratic nomination? The Associated Press has published this analysis:</p> <blockquote class=\"quoted\"> <p>Sanders stayed in the race until June four years ago, fueled in no small part by his Michigan primary victory. This time, the path going forward looks much different.</p> <p>The Vermont senator faces a fraught choice. Does he try something new: going after Biden even more aggressively as an establishment figure, a relative foreign policy hawk, a budget centrist who threatens Social Security? There’s little evidence over the last two weeks that any of that would change the fundamentals of the contest.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"18769ae28b55cd28631c6ad590d29d8ce0ca0df6\"> <img src=\"https://media.guim.co.uk/18769ae28b55cd28631c6ad590d29d8ce0ca0df6/0_0_6720_4032/1000.jpg\" alt=\"Merchandise.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Merchandise.</span> <span class=\"element-image__credit\">Photograph: Megan Jelinger/AFP via Getty Images</span> </figcaption> </figure>  <blockquote> <p>Another option: Sanders can continue advocating for the issues that his supporters hold dear, like “Medicare for All” and free college, not explicitly ceding the nomination but using his base to pressure a Biden-led party to move as far left as possible.</p> <p>He was back at his home in Vermont Tuesday night.</p> </blockquote> </div>   </div> <div id=\"block-5e68f94d8f085f0b8d9466bb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T14:46:12.633Z\">2.46pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Just like he planned? </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GarrettHaake/status/1237553828880199682\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Just the way the Biden team planned it, in four easy steps:<br><br>1. 4th Iowa<br>2. Lull them to sleep with 5th in NH<br>3. Distant second in NV...<br>4. Dominate nearly everywhere else. <br><br>Classic primary strategy.</p>&mdash; Garrett Haake (@GarrettHaake) <a href=\"https://twitter.com/GarrettHaake/status/1237553828880199682?ref_src=twsrc%5Etfw\">March 11, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e68f0078f085f0b8d94662e\" class=\"block is-key-event\" data-block-contributor=\"profile/cas-mudde\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T14:06:30.806Z\">2.06pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Why Bernie Sanders lost Michigan – and what it means for his campaign</h2>  <div class=\"block-elements\">  <p>With the Democratic primaries down to two real candidates, only one state really mattered on mini-Super Tuesday: Michigan. Bernie Sanders has staked his electability on his alleged unique ability to win swing states like Michigan, the so-called “rust belt” states that had fallen to Donald Trump in 2016. In fact, some of the most questionable decisions of his 2020 campaign – doing a <a href=\"https://www.theguardian.com/us-news/2019/apr/16/bernie-sanders-draws-enthusiastic-cheers-in-surprising-fox-news-town-hall\">Fox News Town Hall</a> and touting a <a href=\"https://www.nbcnews.com/politics/meet-the-press/blog/meet-press-blog-latest-news-analysis-data-driving-political-discussion-n988541/ncrd1123066#blogHeader\">controversial endorsement</a> by Joe Rogan – were based on the rationale that Sanders alone could win back white working-class voters who had abandoned the Democratic party for Trump.</p> <p>Despite trailing in the polls by <a href=\"https://www.nbcnews.com/news/amp/ncna1153246\">25%</a>, he had eked out a narrow but significant win over Hillary Clinton in the 2016 primaries. Sanders supporters hoped this would play out again on Tuesday night, but it was not to be. His <a href=\"https://www.theguardian.com/us-news/2020/mar/10/democratic-primaries-joe-biden-bernie-sanders\">loss to Joe Biden</a> might not shake the belief of Sanders and his supporters that he, and he alone, can defeat Trump in November, but it most likely does end his chance at winning the Democratic nomination.</p>  <figure class=\"element element-image\" data-media-id=\"7876bf7b6e72be13cbb23e887757d43718991067\"> <img src=\"https://media.guim.co.uk/7876bf7b6e72be13cbb23e887757d43718991067/0_232_3500_2101/1000.jpg\" alt=\"Bernie Sanders takes part in a FOX News Town Hall with co-moderators Bret Baier and Martha MacCallum in Detroit, Michigan, U.S., March 9, 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bernie Sanders takes part in a FOX News Town Hall with co-moderators Bret Baier and Martha MacCallum in Detroit, Michigan, U.S., March 9, 2020.</span> <span class=\"element-image__credit\">Photograph: Lucas Jackson/Reuters</span> </figcaption> </figure>  <p>This should not really have come as a surprise. Despite all the hype after the first three primaries, in wildly unrepresentative and largely irrelevant states, Sanders was winning by pluralities between one-quarter and one-third of the vote. In several cases his support was only half that of 2016, suggesting his surprise success last time was as much anti-Clinton protest as pro-Sanders support. Even when the field started to thin, Sanders only won a majority in his home state of Vermont, and only barely so.</p> <p>While Super Tuesday was brutal for the large size of the Biden wins, the modest Sanders wins were equally telling. Despite massive campaigning efforts in terms of both money and personnel and very favorable poll numbers for weeks, Sanders won just 34% of the vote in California. Biden, who had barely campaigned in the Golden State, came second with 27%, just seven points behind.</p> <p>Read the full piece:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/mar/10/why-bernie-sanders-lost-michigan\">Why Bernie Sanders lost Michigan – and what it means for his campaign | Cas Mudde</a> </p> </aside> </div>   </div> <div id=\"block-5e68ea8c8f087df56e4c6778\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T13:47:53.821Z\">1.47pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"a6418fc535385d4f9d1cb31c6c5b6f3305ca286e\"> <img src=\"https://media.guim.co.uk/a6418fc535385d4f9d1cb31c6c5b6f3305ca286e/0_133_4000_2400/1000.jpg\" alt=\"Supporters of Democratic presidential candidate former Vice President Joe Biden attend a campaign rally at Renaissance High School in Detroit, Michigan.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Supporters of Democratic presidential candidate former Vice President Joe Biden attend a campaign rally at Renaissance High School in Detroit, Michigan.</span> <span class=\"element-image__credit\">Photograph: Jeff Kowalsky/AFP via Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"9cc3c850ab6376882e40f5411cc896ddc4e1a21d\"> <img src=\"https://media.guim.co.uk/9cc3c850ab6376882e40f5411cc896ddc4e1a21d/0_0_4377_2626/1000.jpg\" alt=\"Huntington Center is seen empty after Democratic presidential candidate Vermont Senator Bernie Sanders cancels his rally planned in Cleveland, Ohio.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Huntington Center is seen empty after Democratic presidential candidate Vermont Senator Bernie Sanders cancels his rally planned in Cleveland, Ohio.</span> <span class=\"element-image__credit\">Photograph: Megan Jelinger/AFP via Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"e5fcb6c5d18cb1f45ad6032a3e6e449bd1dbb053\"> <img src=\"https://media.guim.co.uk/e5fcb6c5d18cb1f45ad6032a3e6e449bd1dbb053/0_280_5568_3341/1000.jpg\" alt=\"Democratic presidential hopeful former Vice President Joe Biden speaks, flanked by his wife Jill Biden, at the National Constitution Center in Philadelphia, Pennsylvania.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Democratic presidential hopeful former Vice President Joe Biden speaks, flanked by his wife Jill Biden, at the National Constitution Center in Philadelphia, Pennsylvania.</span> <span class=\"element-image__credit\">Photograph: Mandel Ngan/AFP via Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"ae97aced02c4960ba40596cf511002a6e4e1f4a6\"> <img src=\"https://media.guim.co.uk/ae97aced02c4960ba40596cf511002a6e4e1f4a6/0_195_5845_3507/1000.jpg\" alt=\"Volunteers take down a rally stage for Democratic presidential candidate former Vice President Joe Biden in Cleveland, Ohio.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Volunteers take down a rally stage for Democratic presidential candidate former Vice President Joe Biden in Cleveland, Ohio.</span> <span class=\"element-image__credit\">Photograph: Megan Jelinger/AFP via Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5e68e8668f087df56e4c6764\" class=\"block is-key-event\" data-block-contributor=\"profile/tom-perkins\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T13:36:17.574Z\">1.36pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">'Hard to comprehend’: Sanders’ loss in Michigan crushes staff and supporters</h2>  <div class=\"block-elements\">  <p>In the days leading up to a must-win Tuesday Michigan primary, <a href=\"https://www.theguardian.com/us-news/bernie-sanders\">Bernie Sanders</a> criss-crossed the state, firing up thousands of supporters and taking the stage with star surrogates in a bid to repeat his momentum-shifting 2016 upset of Hillary Clinton.</p> <p>As the polls closed, it seemed to some that a surprise win might not be out of the question. But not for long.</p> <p>The crushing reality of defeat hit the Michigan Sanders campaign staff at a downtown Detroit watch party by 9pm. News outlets called the race for <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a>, all but sealing the former vice-president’s nomination and Sanders’ now likely defeat in the race overall. Several staffers shed tears. Others left the party early.</p> <p>Sanders supporter Kevin Neems called the results “depressing”.</p> <p>“It’s just hard to understand. Hard to comprehend. Hard to wrap your head around,” he said.</p>  <figure class=\"element element-image\" data-media-id=\"93aba62f8f0baadab73f8e66579eb0810bc5a924\"> <img src=\"https://media.guim.co.uk/93aba62f8f0baadab73f8e66579eb0810bc5a924/0_336_4350_2610/1000.jpg\" alt=\"Rico Doan, right, checks the first Washington state primary results on his phone at an informal campaign party for Democratic presidential candidate Sen. Bernie Sanders, I-Vt., Tuesday, March 10, 2020, in Seattle.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rico Doan, right, checks the first Washington state primary results on his phone at an informal campaign party for Democratic presidential candidate Sen. Bernie Sanders, I-Vt., Tuesday, March 10, 2020, in Seattle.</span> <span class=\"element-image__credit\">Photograph: John Froschauer/AP</span> </figcaption> </figure>  <p>While the loss crushed Sanders’ staff and supporters, many maintained an optimistic tone, choosing to view the candidate’s progressive campaign as part of a longer game that went beyond any single election season.</p> <p>“He got millions of votes and his message resonates with young voters, but there were things that couldn’t necessarily be controlled,” Neems added. “It’s clear that the progressive movement is growing even if this is a setback.”</p> <p>Read the full piece here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/10/sanders-michigan-loss-crushes-staff-and-supporters\">‘Hard to comprehend’: Sanders’ loss in Michigan crushes staff and supporters</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-11T13:38:21.375Z\">at 1.38pm GMT</time></p>  </div> <div id=\"block-5e68e0ee8f085f0b8d94654d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T13:02:37.766Z\">1.02pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>While Joe Biden and Bernie Sanders have been cancelling rallies because of the coronavirus, Donald Trump has booked in a new one.</p> <p>He will launch a “Catholics for Trump” coalition on March 19 in Milwaukee.</p> <p>Trump has consistently played down the risks of the coronavirus and the state of the epidemic, and claimed Democrats are exaggerating its impact in order to damage the economy and hurt his chances of re-election. </p> <p>In addition, the president seems to get a galvanising effect from appearing live on stage in front of large gatherings of his supporters, and views his rallies in 2016 as having played a key role in his election. He often works out attack lines and policy positions on stage. </p> <p>Whether in the next week he will have to cancel this Milwaukee event – and book in far fewer public appearances over the next few months – remains to be seen. </p> <p>Polling earlier this week seemed to suggest that efforts by Trump and his allies to play down the threat of the virus were having a real-world impact. A Reuters/Ipsos <a href=\"https://www.reuters.com/article/us-health-coronavirus-usa-polarization/americans-divided-on-party-lines-over-risk-from-coronavirus-reuters-ipsos-poll-idUSKBN20T2O3\">poll</a> found that “Democrats are about twice as likely as Republicans to say the coronavirus poses an imminent threat to the United States,” and “More Democrats than Republicans say they are taking steps to be prepared, including washing their hands more often or limiting their travel plans.” </p> <p><a href=\"https://t.co/0Y32AgrV0d?amp=1\">Another poll</a>, by Axios/SurveyMonkey, found that 62% of Republicans thought news reports about the seriousness of the novel coronavirus were “generally exaggerated,” double the percentage of Democrats saying the same (31%). </p>  <figure class=\"element element-image\" data-media-id=\"4e3e38f1f827926163c0270aec2097caedfdb195\"> <img src=\"https://media.guim.co.uk/4e3e38f1f827926163c0270aec2097caedfdb195/0_131_4569_2741/1000.jpg\" alt=\"Donald Trump at a recent rally in North Carolina.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump at a recent rally in North Carolina.</span> <span class=\"element-image__credit\">Photograph: Rusty Jones/ZUMA Wire/REX/Shutterstock</span> </figcaption> </figure> </div>   </div> <div id=\"block-5e68d6fc8f087df56e4c667e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T12:18:28.627Z\">12.18pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Joe Biden had an interesting exchange with a worker at an assembly plant in Detroit on Tuesday, telling the man he was “full of shit” and a “horse’s ass” after he claimed the former vice-president was planning to “take away our guns”.</p> <p>Donald Trump’s team saw it as a gaffe, with his deputy director of communications for rapid response quickly tweeting out the clip:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MattWolking/status/1237390097407815687\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Detroit auto worker: &quot;You are actively trying to diminish our Second Amendment right and take away our guns.&quot;<br><br>Joe Biden: &quot;You&#39;re full of shit.&quot;<br><br>Biden staffer: &quot;Alright, thank you guys--&quot;<br><br>Biden: &quot;No, shush! Shush!&quot;<a href=\"https://t.co/j1fIE5c0HN\">pic.twitter.com/j1fIE5c0HN</a></p>&mdash; Matt Wolking (Text TRUMP to 88022) (@MattWolking) <a href=\"https://twitter.com/MattWolking/status/1237390097407815687?ref_src=twsrc%5Etfw\">March 10, 2020</a></blockquote>  </figure>  <p>Trump’s team usually has brutally effective instincts for honing in an opponent’s weak spots – although of course they often <a href=\"https://www.theguardian.com/us-news/2020/mar/09/trump-retweets-video-manipulated-media\">post misleading material too</a>.</p> <p>In this instance though they may have miscalculated. The clip shows Biden at ease with a working-class crowd in a way that previous Democratic candidates – whether Hillary Clinton, Barack Obama or John Kerry – have often found difficult. Winning over working-class voters in the rust belt is seen to be key to Biden’s strategy for beating Trump. </p> <p>It also shows him giving as good as he gets, defending his position aggressively – something that may be reassuring to many Democrats nervous about Trump steamrollering over their candidate in the presidential debates and elsewhere. </p> <p>And it sets out his stall as a moderate – opposed to the extremes of gun ownership but not gun ownership itself. “I support the second amendment … I have a shotgun, I have a 20-gauge, a 12-gauge. My sons hunt,” Biden said, before asking, presumably to suggest there are limits to what ordinary gun owners should be allowed: “You need 100 rounds? ... Are you able to own a machine gun?”</p> <p>It seems unlikely to me that Biden’s team will be disappointed if the video continues to do the rounds today. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-11T13:24:40.746Z\">at 1.24pm GMT</time></p>  </div> <div id=\"block-5e68d4568f085f0b8d9464ae\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T12:10:15.625Z\">12.10pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Bernie Sanders wins North Dakota</h2>  <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/us-news/ng-interactive/2020/mar/10/democratic-primary-results-mini-tuesday-votes-live-michigan-washington-missouri-states-tracker#North%20Dakota\">North Dakota</a> has been called for Bernie Sanders. He won 53% of the vote, to Biden’s 40%. The state only offers 14 delegates, however.</p> <p>Washington is the only state not to have been called yet from last night’s crop.</p> </div>   </div> <div id=\"block-5e68d1d48f085f0b8d94647e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T11:57:50.680Z\">11.57am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">What does Bernie Sanders do next?</h2>  <div class=\"block-elements\">  <p>Democratic stalwarts such as <a href=\"https://www.washingtonpost.com/nation/2020/03/11/james-carville-sanders-biden/\">James Carville</a> called for Bernie Sanders to drop out of the race yesterday, and South Carolina congressman Jim Clyburn – whose support for Biden in his state was instrumental there – even called for the DNC to “shut this primary down” and cancel all future debates.</p> <p>The path ahead looks very difficult for the Vermont socialist. The next major slate of primaries is on March 17, and includes Arizona, Florida, Illinois and Ohio. </p> <p>In <a href=\"https://www.realclearpolitics.com/epolls/2020/president/fl/florida_democratic_presidential_primary-6847.html\">Florida</a>, Biden is 42.5 points ahead of his rival in polling averages, while recent polling in <a href=\"https://www.realclearpolitics.com/epolls/2020/president/az/arizona_democratic_primary-6898.html\">Arizona</a> shows Biden at +28. Sanders lost all four states to Hillary Clinton in 2016.</p> <p>But Sanders seems unlikely to go quietly – despite his decision not to speak after the results last night. His campaign said last night that he fully intended to take on Biden in Sunday’s debate in Arizona, and he still has a fiercely loyal support base, especially among the young and Latinos. </p> <p>In 2016, his decision to stay in the race all the way to the bitter end – only endorsing Clinton in July of that year – was perceived by many of his supporters as helping push Clinton’s platform to the left, for example on healthcare. He may well aim to do the same with Biden this year. </p> <p>Clinton supporters, of course, bitterly resent the fact Sanders stayed in the race so long, believing it weakened her in the general election, perhaps crucially. </p>  <figure class=\"element element-image\" data-media-id=\"301d04393146ab86f669a693fd827b20d8a79fb2\"> <img src=\"https://media.guim.co.uk/301d04393146ab86f669a693fd827b20d8a79fb2/91_0_2839_1703/1000.jpg\" alt=\"Bernie Sanders: mulling next moves.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bernie Sanders: mulling next moves.</span> <span class=\"element-image__credit\">Photograph: Paul Sancya/AP</span> </figcaption> </figure> </div>   </div> <div id=\"block-5e68c2418f08c2df6d277546\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T10:50:36.469Z\">10.50am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump’s response to last night’s primary results seemed a little off the pace, continuing to blame Elizabeth Warren for Bernie Sanders’ defeats:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1237603152490147850\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Pocahontas, working in conjunction with the Democrat Party, totally destroyed the campaign of Bernie Sanders. If she would have quit 3 days earlier, Sanders would have beaten Biden in a route, it wouldn’t even have been close. They also got two other losers to support Sleepy Joe!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/1237603152490147850?ref_src=twsrc%5Etfw\">March 11, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e68bb5a8f087df56e4c6506\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-03-11T10:20:52.142Z\">10.20am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Good morning.</p> <p>Joe Biden last night continued to cement his extraordinary comeback in the race to become the Democratic presidential nominee and take on Donald Trump in November. </p> <p>The former vice-president to Barack Obama won at least four states in last night’s primaries – most significantly Michigan.<br></p> <p>Leftwing senator Bernie Sanders beat Hillary Clinton there in the 2016 race, and last night’s disappointing result for Sanders suggested that his victory four years ago may have had more to do with dislike for the former secretary of state than his own strength in the rust belt. Last night Biden beat Sanders 53% to 37%.<br></p> <p>The centrist ex-VP also won in Idaho, Missouri and Mississippi – where he took in 81% of the vote to Sanders’ 15%.<br></p> <p>Sanders is leading in North Dakota with 78% of the vote in. In Washington state, the two candidates are neck and neck on 33% with 67% in. <br></p> <p>Full results are here:<br></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/ng-interactive/2020/mar/10/democratic-primary-results-mini-tuesday-votes-live-michigan-washington-missouri-states-tracker\">Democratic primaries results: follow the latest votes</a> </p> </aside>  <p>The results put Biden on 823 delegates to Sanders’ 663 and suggest the former vice-president is now pulling decisively ahead. His <a href=\"https://www.realclearpolitics.com/epolls/2020/president/us/2020_democratic_presidential_nomination-6730.html\">polling lead</a> over the Vermont senator has skyrocketed since the withdrawal from the race of fellow moderates Michael Bloomberg, Pete Buttigieg and Amy Klobuchar. </p> <p>By contrast Sanders seems only to have seen a slight polling bump from the departure of his fellow leftwinger Elizabeth Warren.</p> <p>Biden gave a measured victory speech before a small crowd, praising Sanders and his supporters for their “tireless passion” and calling on them to help him defeat Donald Trump together. Sanders did not give a speech and returned to Vermont.</p> <p>There was a signal yesterday of how the race might be transformed by the coronavirus outbreak, which has now affected over 1,000 people in the US. Both the Biden campaign and the Sanders campaign had cancelled scheduled election night rallies in Ohio as a precaution against spreading the virus. </p> <p>Biden’s campaign also cancelled an event in Florida, and tthe Sanders campaign said it would evaluate future events on a “case by case basis”. </p> <p>The impact on Trump – who seems to draw such energy from live events and uses them to hone attack lines – remains to be seen. </p> <p>Biden also said he would deliver a speech on the virus this week.</p> <p>Here’s more on the primary results: <br></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/10/democratic-primaries-joe-biden-bernie-sanders\">Joe Biden wins string of key primaries in major blow to Bernie Sanders</a> </p> </aside> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/11/five-takeaways-primaries-democrats-joe-biden-bernie-sanders\">Five key takeaways from primaries as Biden's wins pave way to nomination</a> </p> </aside> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/10/sanders-michigan-loss-crushes-staff-and-supporters\">‘Hard to comprehend’: Sanders’ loss in Michigan crushes staff and supporters</a> </p> </aside> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/mar/10/why-bernie-sanders-lost-michigan\">Why Bernie Sanders lost Michigan – and what it means for his campaign | Cas Mudde</a> </p> </aside>  <p>Today Trump is meeting secretary of state Mike Pompeo and Mike Pence, as well as bankers with whom he will discuss the coronavirus. Centers for Disease Control and Prevention chief Dr Robert Redfield and infectious disease expert Dr Anthony Fauci testify before the House oversight and reform committee at 9.30am ET. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-11T11:33:04.411Z\">at 11.33am GMT</time></p>  </div>"
]