[
  "<p>Donald Trump has gained ground on his probable challenger in November’s presidential election and is in a “near tie” with Joe Biden, according to a new poll released on Sunday.</p> <p>The <a href=\"https://www.washingtonpost.com/politics/poll-shows-trump-and-biden-in-a-competitive-race-for-the-white-house/2020/03/28/515cb8ba-7037-11ea-b148-e4ce3fbd85b5_story.html?tidr=a_breakingnews&amp;hpid=hp_no-name_hp-breaking-news%3Apage%2Fbreaking-news-bar&amp;itid=hp_no-name_hp-breaking-news%3Apage%2Fbreaking-news-bar\">Washington Post-ABC News poll</a> put the former vice-president ahead by 49% to 47% among registered voters. In February, the same poll put the US president seven points behind.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/28/joe-biden-campaign-coronavirus\">#WhereIsJoe: Biden campaign tries to stay relevant amid coronavirus</a> </p> </aside>  <p>Amid the coronavirus crisis, respondents favoured Trump on the economy and Biden on healthcare.</p> <p>Reporting the poll, <a href=\"https://www.washingtonpost.com/politics/poll-shows-trump-and-biden-in-a-competitive-race-for-the-white-house/2020/03/28/515cb8ba-7037-11ea-b148-e4ce3fbd85b5_story.html?tidr=a_breakingnews&amp;hpid=hp_no-name_hp-breaking-news%3Apage%2Fbreaking-news-bar&amp;itid=hp_no-name_hp-breaking-news%3Apage%2Fbreaking-news-bar\">the Post said</a> it “tests only national sentiment, which would translate into the popular vote, not the state-by-state competition for an electoral college majority”.</p> <p>In 2016, Trump beat Hillary Clinton in the electoral college despite losing the popular vote by nearly 3m ballots.</p> <p>In key swing college states, the 2020 race is tight. According to the realclearpolitics.com polling average, for example, <a href=\"https://www.realclearpolitics.com/epolls/2020/president/wi/wisconsin_trump_vs_biden-6849.html\">Wisconsin</a> is a tie and Trump is 1.3% ahead in <a href=\"https://www.realclearpolitics.com/epolls/2020/president/fl/florida_trump_vs_biden-6841.html\">Florida</a> while Biden leads by around four points in <a href=\"https://www.realclearpolitics.com/epolls/2020/president/mi/michigan_trump_vs_biden-6761.html\">Michigan</a> and <a href=\"https://www.realclearpolitics.com/epolls/2020/president/pa/pennsylvania_trump_vs_biden-6861.html\">Pennsylvania</a>.</p> <p>The same site’s <a href=\"https://www.realclearpolitics.com/\">general election average</a> puts Biden nearly six points ahead.</p> <p><a href=\"https://www.theguardian.com/us-news/2020/mar/28/joe-biden-campaign-coronavirus\">Some critics</a> of the former vice-president have attacked his response to the coronavirus outbreak.</p> <p>“I’m chomping at the bit,” Biden told reporters on a recent video call from his Delaware home. “I wish I were still in the Senate, you know, being able to impact on some things. But I am where I am.”</p> <p>And Trump is the man in the White House. On Friday, the polling guru Nate Silver <a href=\"https://twitter.com/NateSilver538/status/1243622207357702146\">said on Twitter</a>: “Almost nothing about what Joe Biden is doing for the next few weeks is gonna matter much for November. And almost everything about what Donald Trump is doing is going to matter a lot.”</p> <p>On Saturday, Trump visited Norfolk, Virginia, for the departure of a hospital ship bound for New York harbour. He also stoked an extraordinary confrontation with New York’s governor, Andrew Cuomo, by suggesting some sort of enforced quarantine for New York, New Jersey and Connecticut.</p> <p>An incredulous Cuomo said any such quarantine order would amount to a “<a href=\"https://www.theguardian.com/us-news/2020/mar/28/donald-trump-virginia-usns-comfort-travel\">federal declaration of war</a>”. Trump backed off.</p> <p>Biden has not yet secured the Democratic nomination for 2020 but he is well ahead of the Vermont senator Bernie Sanders in the delegate count. Amid widespread public lockdowns as the coronavirus spreads, many primaries have been delayed, leaving the race in limbo.</p> <p>The Post-ABC poll put Biden 55%-39% up over Sanders among Democrats and Democratic-leaning independents. The last such poll had Sanders in a healthy lead.</p>",
  "<div id=\"block-5e7fe11f8f081e5eda238c30\" class=\"block is-summary\" data-block-contributor=\"profile/molly-blackall\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T23:55:52.863Z\">11.55pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>I’ll be handing over to my colleagues in Australia shortly, but before I go, here’s a summary of the key coronavirus developments in the last few hours: </p> \n  <ul> \n   <li>The <strong>global death toll has passed 30,000</strong>, with confirmed cases at 660,706.</li> \n   <li><strong>Northern Ireland</strong> has announced a wave of new restrictive measures which came into force an hour ago, including a ban on gatherings and leaving home without a reasonable excuse. </li> \n   <li><strong>Spain </strong>has announced <strong>further restrictions</strong> on movement to stem the flow of the virus, with all non-essential workers being told to stay home.</li> \n   <li><strong>Panama</strong>’s government has said it will <strong>allow the Zaandam cruise ship to pass</strong> through the Panama Canal, after passengers got stuck on board when authorities refused to grant access. The cruise ship has 130 people with flu-like symptoms, and four have died. At least two of those with symptoms are confirmed to have coronavirus.</li> \n   <li>The coronavirus death toll in <strong>France</strong> has passed the grim milestone of 2,000 deaths, with more than 38,000 cases.</li> \n   <li><strong>Nazanin Zaghari-Ratcliff</strong>, the British-Iranian aid worker who has been detained in Iran on spying charges has had her <strong>prison leave extended</strong> and her case put forward for clemency, her husband said</li> \n   <li>Cases in the <strong>US</strong> have passed 120,000.</li> \n   <li>A letter from UK prime minister <strong>Boris Johnson</strong> will be sent to every household in Britain, warning them that the worst of the virus is yet to come. </li> \n  </ul> \n  <p>Thanks for joining me for these updates. I hope you’re all staying well, wherever you’re reading from.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2020/mar/29/coronavirus-live-news-trump-proposes-quarantine-of-new-york-and-other-hotspots\">Coronavirus live news: Trump proposes 'quarantine' of New York and other hotspots</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-29T00:13:30.080Z\">at 12.13am GMT</time></p> \n</div> \n<div id=\"block-5e7fda7d8f081e5eda238c1a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T23:18:14.534Z\">11.18pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Britons stranded in New Zealand are facing costs of £40,000 to return home, my colleague <strong>Mark Townsend</strong> reported. </p> \n  <p>Those stranded say they have been left without guidance or assistance after the UK embassy and consular services in New Zealand abruptly closed their doors last week. Flight prices to return to the UK have hiked, with one Qatari Airlines flight from Auckland to London on 31 March priced at NZ$83,534 (£40,096). </p> \n  <p>Read more here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/global/2020/mar/28/stranded-britons-quoted-40000-each-to-fly-home-from-new-zealand\">Stranded Britons quoted £40,000 each to fly home from New Zealand</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7fd66e8f0878a2a48ac391\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T23:01:26.843Z\">11.01pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Destination of stricken cruise liner remains unclear</strong></p> \n  <p><em>My colleagues<strong> Erin McCormick </strong>and<strong> Patrick Greenfield </strong>report on the future of the Zaandam cruise ship, which had been stranded off the coast of Panama but has now been allowed to pass through the Panama canal.</em></p> \n  <p>The Zaandam cruise liner might have been given permission to pass through the Panama canal but the question of where the coronavirus-stricken ship will be allowed to dock remains unclear. </p> \n  <p>Holland America Line, the boat’s owners, have previously said they planned to try to dock in Fort Lauderdale, Florida. But the Broward County Commissioner told the Guardian that he did not know if the cruise liner will be allowed to dock. Four people have died on board so far.<br></p> \n  <figure class=\"element element-image\" data-media-id=\"e5b9f00cb673e27feac3d56639e8b0c30f573284\"> \n   <img src=\"https://media.guim.co.uk/e5b9f00cb673e27feac3d56639e8b0c30f573284/0_0_4000_2400/1000.jpg\" alt=\"The Zaandam cruise ship has been allowed to pass through the Panama canal.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The Zaandam cruise ship has been allowed to pass through the Panama canal.</span> \n    <span class=\"element-image__credit\">Photograph: Ivan Pisarenko/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>“I haven’t gotten anything,” said Broward county commissioner Michael Udine, who had voiced his strong concerns about the ship coming into South Florida. “That’s something that would have to go through Unified Command at the port first,” referencing a group which includes the US Centers for Disease Control, the US Coast Guard and the Florida Department of Health.<br></p> \n  <p>“I’m still very concerned,” he said. “If this ship arrives here, it’s going to put a lot of pressure on our local health system.”<br></p> \n  <p>Panamanian officials did not confirm whether the Rotterdam, another Holland America Line that has been sent to help with the rescue operation of asymptomatic passengers, would be allowed to pass through the canal. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T23:14:37.006Z\">at 11.14pm GMT</time></p> \n</div> \n<div id=\"block-5e7fd3f88f08af215f6fd432\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T22:49:28.201Z\">10.49pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New allegations have been made about an outsourcing firm running NHS 111 services making staff work “desk to desk”, in an apparent breach of coronavirus social distancing rules.</p> \n  <p>Labour has written to the health secretary, Matt Hancock, with “urgent concerns” about a call centre operated by Sitel in Plymouth.</p> \n  <p>MP Luke Pollard said numerous workers at the site told him that up to 200 staff are working “desk to desk” in close proximity on one floor of the building, with allegedly no deep cleaning.</p> \n  <p>Pollard said he had been told people are required to go to work or risk their employment even if they are closely associated with people who are self-isolating.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T22:55:13.469Z\">at 10.55pm GMT</time></p> \n</div> \n<div id=\"block-5e7fd3a28f081e5eda238bf4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T22:46:12.848Z\">10.46pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>David Lloyd health clubs</strong> could be turned into emergency hospitals in response to the Covid-19 outbreak.</p> \n  <p>According to ITV News, the chain is in talks with the government about converting a “handful” of its largest gyms into emergency medical facilities in an attempt to prevent the NHS becoming overwhelmed during the pandemic.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T22:55:28.058Z\">at 10.55pm GMT</time></p> \n</div> \n<div id=\"block-5e7fcc8a8f08af215f6fd419\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T22:18:39.136Z\">10.18pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo</strong> has described Trump’s idea of a lockdown in the state as <strong>“anti-American”</strong>. </p> \n  <p>Earlier, Trump told reporters that he was considering imposing a <strong>quarantine in New York</strong>, and parts of New Jersey and Connecticut. </p> \n  <p>However, Cuomo has said that the travel ban would be “counter-productive”, telling CNN: “If you started walling off areas all across the country it would be totally bizarre, counter-productive, anti-American”. </p> \n  <p>“It makes absolutely no sense and I don’t think any serious governmental personality or professional would support it,” he added. </p> \n  <p>The United States now has more than 120,000 confirmed cases, the highest figure in the world, with New York the national epicentre of the virus.</p> \n </div> \n</div> \n<div id=\"block-5e7fcbcf8f0878a2a48ac374\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T22:14:32.327Z\">10.14pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Panama to allow stranded cruise to pass</h2> \n <div class=\"block-elements\"> \n  <p>Panama’s government has said it will allow the <strong>Zaandam cruise ship</strong> to pass through the Panama Canal. No one from the ship will be allowed to disembark in Panama, however.</p> \n  <p>It comes after a stalemate, in which Panama’s authorities had not given approval to let the ship pass through the canal, leaving passengers stuck on board. They are reportedly allowing the ship to pass for “humanitarian reasons”. </p> \n  <p>The Zaandam cruise ship, currently in Panama, has 130 people with flu-like symptoms, and four have died. At least two of those with symptoms are confirmed to have coronavirus.</p> \n  <p>This will allow the ship to try and dock in Florida.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/pgreenfielduk/status/1244025804234919936\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BREAKING NEWS: Panama has decided to allow the Zaandam cruise liner to pass through the Panama canal for humanitarian reasons. This will allow it to attempt to dock in Florida. There is a covid-19 outbreak on board. 4 passengers have died. More on <a href=\"https://twitter.com/guardian?ref_src=twsrc%5Etfw\">@guardian</a> shortly.</p>— Patrick Greenfield (@pgreenfielduk) \n    <a href=\"https://twitter.com/pgreenfielduk/status/1244025804234919936?ref_src=twsrc%5Etfw\">March 28, 2020</a>\n   </blockquote> \n  </figure> \n  <p>My colleagues <strong>Patrick Greenfield</strong> and <strong>Erin McCormick</strong> will have more information shortly.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T23:21:05.171Z\">at 11.21pm GMT</time></p> \n</div> \n<div id=\"block-5e7fc9c48f08af215f6fd415\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T22:05:55.383Z\">10.05pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Boris Johnson, the UK’s prime minister, is set to warn British citizens that the worst of coronavirus is yet to come, and that tougher measures may be necessary.</p> \n  <p>The country’s 30m households will receive a letter from the prime minister including the warning, along with details of the government’s orders on social distancing, symptoms and handwashing.</p> \n  <p>It comes as the UK braces for a surge in coronavirus cases.</p> \n  <p>Read more here: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2020/mar/28/boris-johnson-coronavirus-outbreak-will-get-worse\">Boris Johnson to warn UK: tougher lockdown may be necessary</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T22:08:27.134Z\">at 10.08pm GMT</time></p> \n</div> \n<div id=\"block-5e7fc7988f0878a2a48ac365\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T21:57:22.394Z\">9.57pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Two new cases of coronavirus have been confirmed in <strong>Libya</strong>. </p> \n  <p>The two cases were discovered in Tripoli and Misrata, the National Centre for Disease Control said, without giving any further details. The first, confirmed on Monday, was a man who had recently returned to Libya from overseas.</p> \n  <p>Libya has been embroiled in war since the toppling of Muammar Gaddafi in 2011 and is split between two warring administrations. The conflict has wrecked the economy, fuelled migrant smuggling and militancy, and disrupted oil supplies. </p> \n  <p>Due to the volatile domestic situation, international aid agencies have warned of a disaster if coronavirus spreads.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T21:59:25.648Z\">at 9.59pm GMT</time></p> \n</div> \n<div id=\"block-5e7fc6ea8f08af215f6fd40d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T21:53:59.992Z\">9.53pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Northern Ireland gets tougher restrictions</h2> \n <div class=\"block-elements\"> \n  <p>Gatherings of more than two people have been banned in Northern Ireland, and anyone who can work from home must do so, authorities have announced.</p> \n  <p>Authorities will have the power to enforce restriction of movement and social distancing in Northern Ireland, in a deal agreed by Stormont executive.</p> \n  <p>The measures will come into force at 11pm on Saturday night, and enable authorities to hand out fines up to £5,000. The regulations also give the authorities the power to close certain premises and prohibit anyone from leaving home without a reasonable excuse.</p> \n </div> \n</div> \n<div id=\"block-5e7fc52b8f081e5eda238bca\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T21:45:20.709Z\">9.45pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Mali</strong> has recorded its <strong>first coronavirus death</strong> hours just before its election.</p> \n  <p>The first patient died of coronavirus on Saturday, a day before the West African country voted in a long-delayed parliamentary election threatened by both the pandemic and security concerns.</p> \n  <p>The leader of the main opposition party was kidnapped earlier in the week, with a security source saying he is “likely” in the hands of a jihadist group, according to Reuters.</p> \n  <p>Several opposition parties on Saturday called for the vote to be postponed due to the pandemic. So far, 18 people have tested positive in Mali, with the first diagnosis on Wednesday.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T21:47:14.406Z\">at 9.47pm GMT</time></p> \n</div> \n<div id=\"block-5e7fc4e58f08af215f6fd407\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T21:43:55.956Z\">9.43pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Saudi Arabia</strong> is<strong> indefinitely extending the suspension of international passenger flights</strong> and <strong>workplace attendance</strong> in both public and private sectors, as part of ongoing efforts to tackle the spread of coronavirus.</p> \n  <p>Domestic flights, trains, buses and taxis also remain suspended, the Interior Ministry said in a statement.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T21:47:52.478Z\">at 9.47pm GMT</time></p> \n</div> \n<div id=\"block-5e7fbfea8f08af215f6fd3f8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T21:24:46.410Z\">9.24pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Airbnb</strong> has announced it will offer frontline healthcare workers <strong>free places to stay</strong> during the coronavirus outbreak.</p> \n  <p>The accommodation company announced it has teamed up with the NHS to create a global programme which aims to house 100,000 frontline healthcare staff fighting the coronavirus pandemic around the world. This will include healthcare professionals, relief workers and first responders.</p> \n  <p>Homeowners who list their properties through Airbnb are able to opt in to the programme and offer an entire home, with Airbnb waiving all fees for the stays. So far, nearly <strong>1,500 places</strong> to stay have been offered in the UK.</p> \n  <p>Patrick Robinson, director of public policy at Airbnb, said: </p> \n  <blockquote class=\"quoted\"> \n   <p><em>The entire country is behind our heroic NHS and medical staff as they battle the coronavirus outbreak. </em></p> \n   <p><em>We have made it our priority to stand with the Airbnb community to do what we can to help. By working together, we can ensure that frontline workers can find a free and convenient place to stay as they continue their critical work. </em></p> \n   <p><em>We thank our doctors and nurses across the country from the bottom of our hearts and are grateful to hosts who have already opened their homes during these difficult times.</em></p> \n  </blockquote> \n  <p>The initiative builds on programmes already launched in Italy and France where Airbnb and local partners, including the French Government, announced that doctors, nurses, care-givers and other medical support staff who are responding to the outbreak in the country can access accommodation on Airbnb.</p> \n </div> \n</div> \n<div id=\"block-5e7fbbd18f0878a2a48ac344\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T21:21:26.844Z\">9.21pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Coronavirus cases and deaths worldwide</h2> \n <div class=\"block-elements\"> \n  <p>Here’s an update of the top twenty countries for number of coronavirus cases worldwide, according to the Johns Hopkins University tracker:</p> \n  <ul> \n   <li><strong>US: </strong>116,505 cases, 1,925 deaths</li> \n   <li><strong>Italy: </strong>92,572 cases, 10,023 deaths</li> \n   <li><strong>China: </strong>81,999 cases, 3,299 deaths</li> \n   <li><strong>Spain: 7</strong>2,248 cases, 5,812 deaths</li> \n   <li><strong>Germany: </strong>56,202 cases, 203 deaths</li> \n   <li><strong>France: </strong>38,105 cases, 2,317 deaths</li> \n   <li><strong>Iran:</strong> 36,408 cases, 2,517 deaths</li> \n   <li><strong>U</strong><strong>K:</strong> 17,312 cases, 1,021 deaths</li> \n   <li><strong>Switzerland:</strong> 14,076 cases, 264 deaths</li> \n   <li><strong>Netherlands:</strong> 9,819 cases, 640 deaths</li> \n   <li><strong>South Korea:</strong> 9,478 cases, 144 deaths</li> \n   <li><strong>Belgium:</strong> 9,134 cases, 353 deaths</li> \n   <li><strong>Austria:</strong> 8,188 cases, 68 deaths</li> \n   <li><strong>Turkey:</strong> 7,402 cases, 108 deaths</li> \n   <li><strong>Canada:</strong> 5,448 cases, 61 deaths</li> \n   <li><strong>Portugal:</strong> 5,170 cases, 100 deaths</li> \n   <li><strong>Norway:</strong> 3,981 cases, 23 deaths</li> \n   <li><strong>Australia:</strong> 3,640 cases, 14 deaths</li> \n   <li><strong>Israel:</strong> 3,619 cases, 12 deaths</li> \n   <li><strong>Brazil:</strong> 3,477 cases, 111 deaths</li> \n  </ul> \n  <p>You can get the full list <a href=\"https://coronavirus.jhu.edu/map.html\">here</a>. There have been 649,904 confirmed cases, with 30,249 fatalities.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T21:38:20.556Z\">at 9.38pm GMT</time></p> \n</div> \n<div id=\"block-5e7fbd1d8f0878a2a48ac34e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T21:12:04.982Z\">9.12pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>An organ transplant <strong>consultant volunteering for the NHS</strong> <strong>frontline fight against coronavirus has di</strong><strong>ed from the disease</strong>, it has been reported.</p> \n  <p>Dr Adil El Tayar, a working surgeon, died on Wednesday at West Middlesex University Hospital in Isleworth, west London, his family told the BBC.</p> \n  <p>Dr El Tayar, 63, had volunteered to help in the A&amp;E and general department of a hospital in the Midlands, his cousin said in a report for Radio 4’s From Our Own Correspondent programme.</p> \n  <figure class=\"element element-image\" data-media-id=\"41b41fade42ada6b6ae043ac6d41fdc19a379ac6\"> \n   <img src=\"https://media.guim.co.uk/41b41fade42ada6b6ae043ac6d41fdc19a379ac6/0_0_1200_720/1000.jpg\" alt=\"Adil el Tayar\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n  </figure> \n  <p>Dr El Tayar was a father of four, two of whom were NHS doctors. Two weeks ago he became unwell and did not return to work, eventually having to be taken to hospital where he died, his cousin said.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/28/first-working-nhs-surgeon-dies-from-coronavirus\">First working NHS surgeon dies from coronavirus</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T21:25:38.097Z\">at 9.25pm GMT</time></p> \n</div> \n<div id=\"block-5e7fb82b8f081e5eda238b97\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T20:50:44.015Z\">8.50pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Nazanin Zaghari-Ratcliffe's prison leave extended</h2> \n <div class=\"block-elements\"> \n  <p><strong>Nazanin Zaghari-Ratcliffe</strong>, a British-Iranian woman jailed in Iran, has had her leave from prison extended by two weeks, her husband has said.</p> \n  <p>Richard Ratcliffe said his wife’s father had been told that her temporary release from Evin prison in Tehran will now continue until 18 April.</p> \n  <figure class=\"element element-image\" data-media-id=\"c425d63b028eacaf824ee8332da0701bb14a2ca6\"> \n   <img src=\"https://media.guim.co.uk/c425d63b028eacaf824ee8332da0701bb14a2ca6/0_18_1174_704/1000.jpg\" alt=\"British-Iranian aid worker Nazanin Zaghari-Ratcliffe has her leave from prison extended.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">British-Iranian aid worker Nazanin Zaghari-Ratcliffe has her leave from prison extended.</span> \n    <span class=\"element-image__credit\">Photograph: Free Nazanin campaign/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Zaghari-Ratcliffe’s father was also notified that his daughter’s file had been put forward to the Iranian Prosecutor General for consideration for clemency, Richard Ratcliffe said.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/news/2020/mar/28/nazanin-zaghari-ratcliffe-coronavirus-leave-iran-prison-extended-two-weeks\">Zaghari-Ratcliffe's leave from prison to be extended by two weeks</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T21:29:20.342Z\">at 9.29pm GMT</time></p> \n</div> \n<div id=\"block-5e7fac0b8f081e5eda238b73\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T20:03:06.056Z\">8.03pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A crowdfunder to raise money for personal protective equipment in British hospitals has reached £400,000. </p> \n  <p>The fundraising effort was launched by a group of NHS doctors and a GP to source PPE “for those who need it the most”. The group originally set a £200,000 target, but this was met in 48 hours. </p> \n  <p>According to the crowdfunder, actor James McAvoy made a large contribution, with the group behind the fundraiser thanking him for his “extraordinary generosity”. </p> \n </div> \n</div> \n<div id=\"block-5e7faac88f081e5eda238b68\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T19:54:43.560Z\">7.54pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The next two weeks will be the toughest yet in the fight against coronavirus in France, Prime Minister Edouard Philippe has warned.</p> \n  <p>Doctors in the greater Paris region have warned their intensive care units will be full by the end of the weekend, whilst healthcare services in the east of France are already struggling to cope.</p> \n  <p>“We are fighting a battle that will take time,” Philippe said in a televised address. “The first two weeks of April will be harder than the two we have just lived through.”</p> \n  <p>The army and emergency workers were this weekend stepping up the transfer of patients to less-affected regions, using a military helicopter and a specially-adapted TGV train, in an attempt to free up intensive care beds in worst-hit areas.</p> \n  <p>By Saturday, the death toll in France was 2,314, with more than 37,575 confirmed cases, according to official figures.</p> \n  <p>However, the government tally only accounts for those dying in hospital, so the figure is likely to be much higher. Authorities say they will be able to compile data on deaths in retirement homes from next week, which is likely to result in an increase in the official death toll.</p> \n </div> \n</div> \n<div id=\"block-5e7fa8f98f0878a2a48ac2fc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T19:48:23.756Z\">7.48pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hundreds of passengers stuck on a cruise ship where coronavirus has spread will be transferred to another ship. </p> \n  <p>The Zaandam cruise ship, currently in Panama, has 130 people with flu-like symptoms, and four have died. At least two of those with symptoms are confirmed to have coronavirus. </p> \n  <p>“The ship which could not dock at any port in South America will remain in Panamanian waters 8 nautical miles from the coast, since it did not receive approval from Panamanian health authorities to cross the (Panama) Canal,” Panama’s maritime authority said.</p> \n  <p>It said 401 asymptomatic passengers will be transferred from cruise operator Holland America Line’s 238-meter (781-foot) MS Zaandam vessel to the Rotterdam, a sister ship.</p> \n  <figure class=\"element element-image\" data-media-id=\"17484c4aaa1f7b349ddffc8b0610913a55b25479\"> \n   <img src=\"https://media.guim.co.uk/17484c4aaa1f7b349ddffc8b0610913a55b25479/0_39_3500_2100/1000.jpg\" alt=\"The cruise ship MS Zaandam is pictured off the coast of Panama City, after four passengers died on board.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The cruise ship MS Zaandam is pictured off the coast of Panama City, after four passengers died on board.</span> \n    <span class=\"element-image__credit\">Photograph: Erick Marciscano/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>There are 1,243 guests and 586 crew on board the Zaandam, as well as four doctors and four nurses, the cruise operator has said.</p> \n  <p>About 70 healthy passengers on the Zaandam have already been boarded onto tenders pulled up on the port side of the ship for transfer to the Rotterdam, according to a passenger.</p> \n </div> \n</div> \n<div id=\"block-5e7fa77f8f08af215f6fd3a5\" class=\"block\" data-block-contributor=\"profile/helenasmith\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T19:38:04.760Z\">7.38pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The number of confirmed coronavirus cases has surpassed the 1,000 mark in <strong>Greece</strong> after a further 95 people tested positive overnight. </p> \n  <p>The country’s health ministry spokesman, professor Sotiris Tsiodras, said 1,061 cases had now been recorded, up from 966 yesterday, with the vast majority in Athens. </p> \n  <p>The <strong>death toll had also risen from 28 to 32</strong> (25 are men). The average age of those who had succumbed to the virus was 73, he said. </p> \n  <p>Although almost 1,000 more people had been tested for the virus in the last 24 hours, <strong>testing in Greece remains low</strong> (14,363 in total), fuelling fears that the real number of those with the novel virus is higher. Addressing reporters, Tsiodras said the country, thus far, had managed to avert “the bad scenario of the type [we have seen] in Italy.” <br></p> \n  <figure class=\"element element-image\" data-media-id=\"9a4f1a0c10e3be7710d5b42a6b482579a922da46\"> \n   <img src=\"https://media.guim.co.uk/9a4f1a0c10e3be7710d5b42a6b482579a922da46/0_154_6001_3603/1000.jpg\" alt=\"An empty highway in Athens.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">An empty highway in Athens.</span> \n    <span class=\"element-image__credit\">Photograph: Yorgos Karahalis/AP</span> \n   </figcaption> \n  </figure> \n  <p>But Greek experts also insist that the coming weeks are crucial. Earlier, the minister of development and investment, Adonis Georgiadis, acknowledged that restrictive measures on movement, for several weeks among the most stringent in Europe, were likely to be extended way beyond the original end date of April 6<sup>th</sup>. Further curbs are not excluded. </p> \n  <p>Tellingly, the government announced it would be cutting air links to the Netherlands in addition to severing flights to Italy, Spain, the UK and Turkey. Greeks abroad would only be repatriated if they had “a serious reason” to be returned to the country. </p> \n  <p>“We are not implementing a general repatriation. That would be devastating for the country,” the deputy minister for civil protection Nikos Hardalias also told reporters. Some 2,850 Greeks have requested to be repatriated from the UK but only pregnant women or those with health problems or who had nowhere to stay would be brought back to Greece, he said. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T19:46:55.659Z\">at 7.46pm GMT</time></p> \n</div> \n<div id=\"block-5e7fa5ba8f0878a2a48ac2e2\" class=\"block\" data-block-contributor=\"profile/samjones\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T19:36:22.627Z\">7.36pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Here’s some more detail on Spain’s announcement from my colleague Sam Jones in Madrid:</em></p> \n  <p>The Spanish government has <strong>tightened up its national lockdown</strong>, ordering all <strong>non-essential workers to stay at home</strong> for the next two weeks in a bid to halt the spread of the coronavirus and relieve pressure on the country’s overstretched hospitals.</p> \n  <p>The measure, which comes <a href=\"https://viewer.gutools.co.uk/world/2020/mar/14/spain-government-set-to-order-nationwide-coronavirus-lockdown\">two weeks after the prime minister, Pedro Sánchez, declared a state of emergency</a>, was announced hours after Spanish health authorities said the<a href=\"https://www.theguardian.com/world/2020/mar/28/covid-19-may-be-peaking-in-parts-of-spain-says-official\"> outbreak appeared to be peaking in parts of the country</a>.</p> \n  <p>In a televised address on Saturday evening, Sánchez ordered all those in non-key jobs to stay at home from Monday, saying the “extraordinarily tough” measures were needed as the county intensified its efforts to contain the pandemic.</p> \n  <figure class=\"element element-image\" data-media-id=\"7867223c298ee3912c8ab60c5829840609b3a299\"> \n   <img src=\"https://media.guim.co.uk/7867223c298ee3912c8ab60c5829840609b3a299/0_278_4496_2697/1000.jpg\" alt=\"Spanish Prime Minister Pedro Sanchez\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Pedro Sànchez called it ‘Europe’s time to act’.</span> \n    <span class=\"element-image__credit\">Photograph: MARISCAL/EFE/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>“This measure will reduce people’s movement even further [but] it will reduce the risk of contagion and allow us to unblock out intensive care units,” the prime minister said.<br></p> \n  <p>Sánchez also warned that the EU needed to react to the global health crisis in a united and decisive fashion to safeguard its own future.</p> \n  <p>“It’s Europe’s time to act. <a href=\"https://www.theguardian.com/world/europe-news\">Europe</a> is at risk,” he said<strong>.</strong></p> \n  <p>You can read the full article here: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/28/covid-19-may-be-peaking-in-parts-of-spain-says-official\">Spain orders all non-essential workers to stay at home for two weeks</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-30T09:02:08.667Z\">at 10.02am BST</time></p> \n</div> \n<div id=\"block-5e7fa45a8f081e5eda238b3d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T19:26:01.622Z\">7.26pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>South Africa’s confirmed cases of coronavirus increased at a slower rate on Saturday, up by 17 to 1,187 people, the health ministry said.</p> \n  <p>The country is in its second day of a national lockdown.</p> \n  <p>In a statement the Ministry of Health however stressed that the slower rate of reported infections did not indicate a reduction in the speed of the outbreak. </p> \n  <p>“We must outrightly state that these numbers do not indicate a reduction in the number of infections. It is merely a reflection of positive results that were received, verified and ready for today’s reporting,” the ministry said in a statement.</p> \n  <p>Since the first positive case was reported on March 5 the rate of infections in South Africa has been exponential, rising from less than 20 two weeks ago to over 1,000, leading President Cyril Ramaphosa to announce a 21-day lockdown to slow the outbreak.</p> \n  <p>Only one death has been reported in South Africa so far.<br></p> \n </div> \n</div> \n<div id=\"block-5e7fa25d8f0878a2a48ac2d2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T19:18:33.729Z\">7.18pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Italian PM is approving new legislation to make €4.7bn available to cities in Italy affected by coronavirus, Sky News have just announced.</p> \n  <p>Meanwhile, the Italian economic minister says Europe will need a package like that of the Marshall plan after the Second World War.</p> \n </div> \n</div> \n<div id=\"block-5e7fa2118f08af215f6fd388\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T19:15:00.384Z\">7.15pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The <strong>United Arab Emirates </strong>has extended its nightly curfew to April 5 in an attempt to combat the spread of coronavirus. </p> \n  <p>It came as neighbouring <strong>Qatar reported its first death</strong> from the disease.</p> \n  <p>The UAE’s deep clean campaign, being implemented between 8 p.m. and 6 a.m. each day, began on March 26 and had been due to end on the morning of March 29.</p> \n  <p>“We are all hoping that everybody - citizens, residents and visitors - will stay at home during this period,” Farida Al- Hosani, a health ministry spokeswoman, told a news conference.</p> \n  <p>Qatar became the latest Gulf state to report its first virus-related death, a Bangladeshi resident. The majority of the 590 cases in Qatar are among migrant labourers, where foreigners make up most of the work force.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T19:15:35.145Z\">at 7.15pm GMT</time></p> \n</div> \n<div id=\"block-5e7fa1828f081e5eda238b38\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T19:13:17.245Z\">7.13pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Thanks to all those getting in touch on Twitter. I won’t be able to answer all questions directly but will try and fill in any gaps in information here on the blog.</p> \n  <p>If you spot something I miss, you can drop me a message @mollyblackall.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T19:13:30.626Z\">at 7.13pm GMT</time></p> \n</div> \n<div id=\"block-5e7fa0368f0878a2a48ac2ca\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T19:10:13.356Z\">7.10pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hubei province in China, where the outbreak originated, has removed all outbound traffic highway checkpoints, the Chinese media outlet Global Times reports. </p> \n  <p>The city of Wuhan, where the wet market thought to have been the source of coronavirus was located, is the only exception. </p> \n  <figure class=\"element element-image\" data-media-id=\"e32e3eccf6506312de3b07cb28e6919251b8bbeb\"> \n   <img src=\"https://media.guim.co.uk/e32e3eccf6506312de3b07cb28e6919251b8bbeb/0_137_3000_1800/1000.jpg\" alt=\"Passenger\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A passenger passes the ticket gates at the metro station in Wuhan, as six metro lines resumed operation.</span> \n    <span class=\"element-image__credit\">Photograph: Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>This signals another lifting of restrictions, as the rate of coronavirus spread in China slows. All remaining checkpoints in Wuhan will be removed on April 8.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T19:45:36.954Z\">at 7.45pm GMT</time></p> \n</div> \n<div id=\"block-5e7fa0498f081e5eda238b32\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T19:07:27.558Z\">7.07pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Germany conducts 500,000 tests in a week, Sky News reports. The British government is aiming to be testing 10,000 per day by tomorrow.</p> \n </div> \n</div> \n<div id=\"block-5e7f9fe28f081e5eda238b30\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T19:06:00.454Z\">7.06pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Coronavirus is not an airborne infection. Here’s a fact check from the World Health Organization:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WHO/status/1243972193169616898\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">FACT: <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> is NOT airborne. <br><br>The <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> is mainly transmitted through droplets generated when an infected person coughs, sneezes or speaks.<br><br>To protect yourself:<br>-keep 1m distance from others<br>-disinfect surfaces frequently<br>-wash/rub your 👐<br>-avoid touching your 👀👃👄 <a href=\"https://t.co/fpkcpHAJx7\">pic.twitter.com/fpkcpHAJx7</a></p>— World Health Organization (WHO) (@WHO) \n    <a href=\"https://twitter.com/WHO/status/1243972193169616898?ref_src=twsrc%5Etfw\">March 28, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7f9f3f8f081e5eda238b2f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T19:03:50.440Z\">7.03pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Six people in the <strong>Vatican</strong> have tested positive for coronavirus, but the Pope and his aids are not among them. </p> \n  <p>Tests were done on 170 people in the Vatican and<strong> six showed positive</strong>, including one of the several dozen permanent residents of the Santa Marta guesthouse on the Vatican grounds, Vatican spokesman Matteo Bruni said in a statement. The person who tested positive works in the Secretariat of State and is in a Rome hospital.</p> \n  <p>“I can confirm that neither the Holy Father nor his closest aides are among these,” he said.<br><br>Tests showed one other person who had been in contact with the priest also came up positive but that person did not live in the papal residence.</p> \n  <p>The modern residence, which has 130 rooms and suites and a staff of about 30 people, is home to dozens of priests who work in key Vatican departments. Bruni said the entire residence, which is run like a hotel but has not been accepting temporary guests for the past few weeks, was sanitised.</p> \n  <p>Francis appears to be in generally good health but part of one of his lungs was removed following an illness when he was a young man.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T19:04:26.971Z\">at 7.04pm GMT</time></p> \n</div> \n<div id=\"block-5e7f9e148f081e5eda238b2a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T19:00:09.751Z\">7.00pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Canada</strong> will prevent anyone with symptoms of coronavirus board <strong>domestic flights or inter-city passenger trains</strong>, prime minister Justin Trudeau has said. <br></p> \n  <p>The measures will come into effect on Monday at noon EDT.</p> \n  <p>Asked how screening would be different, Trudeau said the government was giving new tools to airlines and railways. Transport Canada later said airline and rail company staff would ask health questions of passengers and look for visible symptoms.</p> \n  <p>Even enhanced screening offers “no guarantee” that sick people will not board, as they can hide symptoms, Howard Njoo, Canada’s deputy chief public health officer, said in a separate press conference.</p> \n  <p>Canada has confirmed 5,153 cases of coronavirus, and 55 deaths.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T19:04:41.181Z\">at 7.04pm GMT</time></p> \n</div> \n<div id=\"block-5e7f9c838f081e5eda238b23\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T18:51:09.762Z\">6.51pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>You can read the full report on the developments in Italy from my colleague Lorenzo Tondo in Italy here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/28/coronavirus-deaths-in-italy-pass-10000-with-889-new-fatalities\">Coronavirus deaths in Italy pass 10,000 with 889 new fatalities</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7f9a308f081e5eda238b1f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T18:48:27.913Z\">6.48pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The 47 countries of the WHO Africa region now has 2,650 confirmed cases of coronavirus and 49 deaths, the head of the World Health Organization has said. </p> \n  <p>Dr Tedros made the announcement in a tweet:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DrTedros/status/1243967803864092675\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> has now spread to dozens of countries in the <a href=\"https://twitter.com/WHOAFRO?ref_src=twsrc%5Etfw\">@WHOAFRO</a> region. As of today, there are 2,650 confirmed <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> cases and 49 deaths. Governments and health authorities across the continent are striving to limit widespread infections. <a href=\"https://t.co/GuwiJBcOPN\">https://t.co/GuwiJBcOPN</a></p>— Tedros Adhanom Ghebreyesus (@DrTedros) \n    <a href=\"https://twitter.com/DrTedros/status/1243967803864092675?ref_src=twsrc%5Etfw\">March 28, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T19:50:24.027Z\">at 7.50pm GMT</time></p> \n</div> \n<div id=\"block-5e7f9a698f0878a2a48ac2ba\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T18:44:31.944Z\">6.44pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Coronavirus patients in intensive care units in the UK have a 50% survival rate, a <a href=\"https://www.icnarc.org/About/Latest-News/2020/03/27/Report-On-775-Patients-Critically-Ill-With-Covid-19\">report </a>has revealed.</p> \n  <p>Data from the Intensive Care National Audit and Research Centre (ICNARC) showed that of 165 patients treated in critical care in England, Wales and Northern Ireland since the end of February, 79 died, while 86 survived and were discharged. </p> \n  <p>The figures were taken from an audit of 775 people who have been or are in critical care with the disease, across 285 intensive care units. The remaining 610 patients continue to receive intensive care.</p> \n  <p>You can read the rest of the article from my colleagues <strong>Denis Campbell</strong> and <strong>Toby Helm</strong> here: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2020/mar/28/coronavirus-intensive-care-uk-patients-50-per-cent-survival-rate\">Covid-19 patients in UK intensive care have 50% survival rate</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7f99b88f08af215f6fd370\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T18:40:31.858Z\">6.40pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">French death toll passes 2,000</h2> \n <div class=\"block-elements\"> \n  <p>The death toll in France has risen to 2,314, up from 1,995 on Friday, French health authorities have said. French health authorities reported 319 new deaths from the coronavirus on Saturday, up 16% on the previous day.</p> \n  <p>The number of confirmed coronavirus cases in France has reached 37,575, compared to 32,964 on Friday. </p> \n  <p>The daily government tally only accounts for those dying in hospital but authorities say they will be able to compile data on deaths in retirement homes from next week, which is likely to result in a big increase in registered fatalities.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T18:56:20.300Z\">at 6.56pm GMT</time></p> \n</div> \n<div id=\"block-5e7f986d8f0878a2a48ac2b3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T18:36:00.336Z\">6.36pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Ireland hopes to lift or tweak restrictive measures in a fortnight, Health Minister Simon Harris said.</p> \n  <p>This will only be possible if the country can slow the rate of admissions to intensive care units, however. </p> \n  <p>Ireland’s prime minister ordered citizens on Friday to stay home until April 12, with people only allowed to leave to shop for groceries, for brief individual physical exercise or to make essential family visits.</p> \n  <p>Ireland reported 14 deaths on Saturday, the most on a single day. The death toll has reached 36. A further 294 cases brought the number of infections to 2,415, slightly down on the 302 new cases reported on Friday.</p> \n </div> \n</div> \n<div id=\"block-5e7f953b8f08af215f6fd356\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T18:22:34.461Z\">6.22pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">UK govt charters rescue flights from Peru</h2> \n <div class=\"block-elements\"> \n  <p>The British government has chartered three more flights to bring Britons trapped in Peru back to the UK, the British Ambassador has announced. </p> \n  <p>The flights are set to leave Lima on Sunday and Monday, and are being operated by British Airways, ambassador Kate Harrisson said in a video posted on Twitter.</p> \n  <p>The government are also bringing in flights from other regions to connect to those flights out of Lima, and are organising bus routes across the country which will begin tomorrow morning.<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kate_harrisson/status/1243732843940937730\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Update for British nationals in Peru <a href=\"https://t.co/DswNP1xQwR\">pic.twitter.com/DswNP1xQwR</a></p>— Kate Harrisson 🇬🇧 (@kate_harrisson) \n    <a href=\"https://twitter.com/kate_harrisson/status/1243732843940937730?ref_src=twsrc%5Etfw\">March 28, 2020</a>\n   </blockquote> \n  </figure> \n  <p>To reach more remote destinations, the government is working with international partners to bring British nationals, along with other nationals, back to Lima, Europe, or the UK. <br></p> \n  <p>Harrisson said that coronavirus cases have been confirmed in hostels where UK nationals are staying. She said consulate staff are providing those nationals with support. <br></p> \n  <p>There are around 1,000 British nationals in Peru at the moment, Harrisson said. On Wednesday, the government brought around 200 Britons back from Peru.</p> \n </div> \n</div> \n<div id=\"block-5e7f92ce8f08af215f6fd351\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T18:11:33.396Z\">6.11pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Trump contacted UK prime minister Boris Johnson last night, who apparently said “the UK needs ventilators” as soon as Trump picked up the phone.</p> \n  <p>Trump was speaking outside the US naval hospital ship Comfort, which will now head to New York to treat patients suffering from emergency conditions other than coronavirus, to free up healthcare workers and resources to treat the virus. </p> \n </div> \n</div> \n<div id=\"block-5e7f91ba8f08af215f6fd34e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T18:05:46.667Z\">6.05pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Spain: All non-essential workers must stay home</h2> \n <div class=\"block-elements\"> \n  <p>All non-essential workers must stay home over the next two weeks, in an attempt to stem the spread of coronavirus, the Spanish prime minister has announced.</p> \n  <p>They will be paid a full salary, PM Pedro Sanchez says.</p> \n  <p>The measure are set to last from March 30 to April 9.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T18:26:49.606Z\">at 6.26pm GMT</time></p> \n</div> \n<div id=\"block-5e7f914b8f08af215f6fd34d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T18:04:19.416Z\">6.04pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The number of confirmed cases in Ireland has reached 2,415, up from 2,121 on Friday.</p> \n </div> \n</div> \n<div id=\"block-5e7f903f8f081e5eda238ae5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T18:02:43.951Z\">6.02pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Trump is speaking now, and confirms he is considering a quarantine in New York, New Jersey and Connecticut.</p> \n  <p>Trump says he’ll announce either way soon, but says this won’t apply to truckers, and won’t affect trade.</p> \n  <p>He also says that four hospitals have been completed in “record time”. </p> \n  <p>He adds that reserves are being activated to boost healthcare supplies. Using his catchphrase, he says he has “millions and millions” of new supplies in process.</p> \n </div> \n</div> \n<div id=\"block-5e7f8e6d8f0878a2a48ac280\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T17:52:50.711Z\">5.52pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Iran has allocated 20% of its annual state budget to fighting the coronavirus outbreak in the country, President Hassan Rouhani said.</p> \n  <p>Iran is one of the worst-hit countries in the world, with the death toll from coronavirus rising to 2,517 on Saturday.</p> \n  <p>It had 139 fatalities in the past 24 hours, and cases rose by 3,076 to 35,408.</p> \n  <p>“We are in difficult conditions, in conditions of sanctions but we have allocated 20% of our budget this year to corona ... and this might be surprising for the world from a country under sanctions,” Rouhani told state TV.</p> \n  <p>The budget allocation, amounting to about 1,000tn rials, would include grants and low-interest loans to those affected by Covid-19, Rouhani said.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T18:00:31.921Z\">at 6.00pm GMT</time></p> \n</div> \n<div id=\"block-5e7f8e3e8f0878a2a48ac27e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T17:50:14.105Z\">5.50pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>France has ordered 1bn face masks, mostly from China, the French health minister has said.</p> \n  <p>Health Minister Olivier Veran said the country was using 40 million face masks each week, and currently has three weeks worth of supplies.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T18:07:38.337Z\">at 6.07pm GMT</time></p> \n</div> \n<div id=\"block-5e7f89a48f08af215f6fd322\" class=\"block\" data-block-contributor=\"profile/lorenzo-tondo\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T17:41:10.840Z\">5.41pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Here’s some more information from my colleague Lorenzo Tondo in Italy, on the announcement that the Italian death toll has now passed 10,000:</em></p> \n  <p>The number of deaths from coronavirus in Italy has passed 10,000 while the number of total cases is now over 90,000.<br></p> \n  <p>On Saturday, Italy announced 889 new deaths from Covid-19, as total fatalities leapt to 10,023. Another 5,974 have tested positive with coronavirus, 470 less than Friday.</p> \n  <p>Some 70,065 people across the country are currently infected with Covid-19.</p> \n  <p>The total number of contagions in Italy, including the deceased and those who have recovered, is 92,472.</p> \n  <p>Yesterday, the country recorded its highest daily rise in Covid-19 deaths, with 969 new fatalities.</p> \n  <p>On 31 March, flags will be flown at half-mast in cities across Italy to commemorate the victims of the pandemic.</p> \n  <p>Italy’s prime minister, Giuseppe Conte, warned on Saturday that the EU could lose its purpose if it failed to come up with a strong response to the coronavirus threat and accused other member states of a timid response to an unprecedented economic shock.</p> \n  <p>“If Europe does not rise to this unprecedented challenge, the whole European structure loses its raison d’être to the people,” Conte told the Il Sole 24 Ore financial newspaper.</p> \n  <p>“We are at a critical point in European history,” Conte added, “I represent a country that is suffering a lot and I cannot afford to procrastinate.”</p> \n  <p>The national government is said to be considering plans to extend a country-wide lockdown to mid-April.</p> \n  <p>The Higher Health Institute (ISS) said that the peak of the coronavirus epidemic in Italy was approaching.</p> \n  <p>“We have seen an apparent reduction in the infection curve since 20 March but we are not yet in a downward phase,” said ISS president Silvio Brusaferro.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T17:49:55.574Z\">at 5.49pm GMT</time></p> \n</div> \n<div id=\"block-5e7f88948f08af215f6fd318\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T17:26:06.302Z\">5.26pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As the spread of coronavirus in Italy continues to soar, the Vatican has confirmed the Pope and his aids do not have coronavirus.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T17:32:51.526Z\">at 5.32pm GMT</time></p> \n</div> \n<div id=\"block-5e7f86638f08af215f6fd305\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T17:24:25.628Z\">5.24pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The EU has granted Tunisia €250m in aid to help it cope with the economic and social effects of the coronavirus outbreak, EU ambassador Patrice Bergamini said in a tweet.</p> \n  <p>Tunisia has limited healthcare infrastructure, leading to concerns about the spread of coronavirus. </p> \n  <p>Currently, the country has 227 confirmed Covid-19 cases and six deaths.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T17:31:10.140Z\">at 5.31pm GMT</time></p> \n</div> \n<div id=\"block-5e7f86c48f08af215f6fd30b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T17:18:01.796Z\">5.18pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Deaths in Italy exceed 10,000</h2> \n <div class=\"block-elements\"> \n  <p>In Italy, 10,023 people have now died from coronavirus, after rising by 889 since Friday.<br></p> \n  <p> The number of confirmed cases in the country increased to 92,472 from 86,498.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/28/coronavirus-deaths-in-italy-pass-10000-with-889-new-fatalities\">Coronavirus deaths in Italy pass 10,000 with 889 new fatalities</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T18:42:36.732Z\">at 6.42pm GMT</time></p> \n</div> \n<div id=\"block-5e7f826a8f08af215f6fd2e3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T17:00:46.723Z\">5.00pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The death toll in Turkey has risen from 16 to 108, the health minister has announced. The country now has 7,402 cases, an increase of 1,704.</p> \n </div> \n</div> \n<div id=\"block-5e7f81a98f08af215f6fd2df\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T16:56:24.285Z\">4.56pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Cuomo said that the cost of ventilators had increased from $25,000 to $45,000 because of demand.</p> \n </div> \n</div> \n<div id=\"block-5e7f80f08f081e5eda238a82\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T16:54:23.832Z\">4.54pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Despite Donald Trump telling reporters earlier that there was a possibility of an enforced quarantine in New York, the state’s governor, Andrew Cuomo, said he hadn’t been told anything about this. </p> \n  <p>Cuomo added that Trump had not consulted him about a quarantine, saying “I don’t even know what that means”.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T17:40:25.139Z\">at 5.40pm GMT</time></p> \n</div> \n<div id=\"block-5e7f803b8f081e5eda238a7c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T16:51:34.234Z\">4.51pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New York governor Andrew Cuomo has announced that cases in the state have increased to 52,318, and the death toll has risen to 728.</p> \n  <p>He warns that coronavirus efforts are a “marathon not a sprint”, admitting that it feels like a “lifetime” since schools closed just 10 days ago.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T17:36:03.789Z\">at 5.36pm GMT</time></p> \n</div> \n<div id=\"block-5e7f7fe08f08af215f6fd2c9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T16:49:37.064Z\">4.49pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The number of confirmed coronavirus cases in Greece has risen to 1,061. It comes after Greece confirmed 95 new cases on Saturday.</p> \n  <p>So far, 32 people have died due to coronavirus in the country.</p> \n </div> \n</div> \n<div id=\"block-5e7f7f108f0878a2a48ac210\" class=\"block\" data-block-contributor=\"profile/molly-blackall\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T16:46:58.666Z\">4.46pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is Molly Blackall, taking over the blog for the next few hours. I’ll be keeping you up to date with all of the latest coronavirus developments from around the world. </p> \n  <p>If you spot anything I miss, do drop me a message on Twitter, @mollyblackall. I won’t be able to reply to everything, but will try to read it all. Thanks in advance!</p> \n </div> \n</div> \n<div id=\"block-5e7f7d448f081e5eda238a6b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T16:42:47.677Z\">4.42pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Earlier we reported that thousands of migrant workers in India had been forced to trek back to their homes after the government shut down trains to prevent the spread of the coronavirus. Here are some pictures from the sub-continent.</p> \n  <figure class=\"element element-image\" data-media-id=\"3ab696c0debaa107cf365605bc49834e372f87d1\"> \n   <img src=\"https://media.guim.co.uk/3ab696c0debaa107cf365605bc49834e372f87d1/0_0_4339_2893/1000.jpg\" alt=\"Migrant workers and their family members lineup outsdie the Anand Vihar bus terminal, in New Delhi\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Migrant workers and their family members lineup outsdie the Anand Vihar bus terminal, in New Delhi</span> \n    <span class=\"element-image__credit\">Photograph: Bhuvan Bagga/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"c1f083a4b1704e4ae56b7fdf411ca9479fac0726\"> \n   <img src=\"https://media.guim.co.uk/c1f083a4b1704e4ae56b7fdf411ca9479fac0726/0_0_5500_3667/1000.jpg\" alt=\"A migrant worker carries a child on his shoulders as they wait for transportation to their village\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A migrant worker carries a child on his shoulders as they wait for transportation to their village</span> \n    <span class=\"element-image__credit\">Photograph: Altaf Qadri/AP</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"eef659eaded56de3be3f57466a8ab4ab87548375\"> \n   <img src=\"https://media.guim.co.uk/eef659eaded56de3be3f57466a8ab4ab87548375/0_0_4459_2973/1000.jpg\" alt=\"Migrant workers wait with their luggage to board buses they hope will take them back home\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Migrant workers wait with their luggage to board buses they hope will take them back home</span> \n    <span class=\"element-image__credit\">Photograph: Bhuvan Bagga/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7f7b1f8f081e5eda238a59\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T16:36:33.164Z\">4.36pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The <strong>Covid-19 death toll in Lombardy, Italy, has risen by 542</strong> since Friday, Reuters reports.</p> \n  <p>The agency says it learned the figure, which brings the total in the region worst hit by Italy’s coronavirus outbreak to 5,944, from a source “familiar with the data”. Official figures are not due to be published until later. </p> \n  <p>The number of deaths was in line with Friday’s tally of 541, which was the second highest since the outbreak began on 21 February, the agency said. <br></p> \n  <p> The number of cases in the region increased by 2,117 to 39,415, the source said. </p> \n  <p>Nationwide figures will be released at around 6pm local time (1700 GMT). The country’s death toll stood at 9,134 on Friday, the highest in the world.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T16:56:55.396Z\">at 4.56pm GMT</time></p> \n</div> \n<div id=\"block-5e7f755d8f081e5eda238a28\" class=\"block\" data-block-contributor=\"profile/lorenzo-tondo\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T16:06:13.231Z\">4.06pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More than <strong>11 million people tuned in to watch Pope Francis</strong> deliver a blessing in an empty Saint Peter’s Square, <strong>Lorenzo Tondo</strong> reports television bosses as saying.</p> \n  <p>The pope’s blessing, <em>Urbi et Orbi</em><em> - </em>to the city and the world - is usually reserved for Christmas Day and Easter Sunday, when many thousands of people gather to hear it.</p> \n  <p>Images of the cloudy sky and glistening square with the pope praying alone on a platform illuminated by the faint light of six candelabras, were beamed across the world. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>For weeks now it has been evening. Thick darkness has gathered over our squares, our streets and our cities. It has taken over our lives.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/28/popes-blessing-in-empty-st-peters-square-watched-by-11m-on-tv\">Pope's blessing in empty St Peter's Square watched by 11m on TV</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T16:19:48.502Z\">at 4.19pm GMT</time></p> \n</div> \n<div id=\"block-5e7f73ce8f08af215f6fd256\" class=\"block\" data-block-contributor=\"profile/patrick-greenfield\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T16:00:49.647Z\">4.00pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Panama’s maritime authority has shared images of a boat-to-boat rescue operation from a cruise liner with a Covid-19 outbreak on board near the entrance to the Panama canal.</p> \n  <p>A small number of symptomless passengers are being moved from the Zaandam to its sister ship, the Rotterdam, after dozens of people reported flu-like symptoms and four people died. </p> \n  <p>The ship was carrying 1,243 guests and 586 crew before the operation, of whom 53 guests and 85 crew have fallen ill so far. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AMP_Panama/status/1243923630872035329\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"es\" dir=\"ltr\">Ya inició la transferencia de pasajeros asintomáticos, del Crucero Zaandam hacia el Crucero Rotterdam, a través de los botes de desembarco de pasajeros. <a href=\"https://twitter.com/hashtag/UnidosLoHacemos?src=hash&amp;ref_src=twsrc%5Etfw\">#UnidosLoHacemos</a> <a href=\"https://twitter.com/hashtag/TrabajandoPorPanam%C3%A1?src=hash&amp;ref_src=twsrc%5Etfw\">#TrabajandoPorPanamá</a> <a href=\"https://t.co/NbKT8JQROQ\">pic.twitter.com/NbKT8JQROQ</a></p>— Autoridad Marítima de Panamá (@AMP_Panama) \n    <a href=\"https://twitter.com/AMP_Panama/status/1243923630872035329?ref_src=twsrc%5Etfw\">March 28, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Several Latin American countries refused to let the Zaandam dock and there are fears that hundreds of ill and elderly passengers and crew members will be left stranded at sea during the global pandemic. </p> \n  <p>Passengers contacted by the Guardian on Friday issued a desperate plea to be allowed to dock after Panama refused to let the ship pass through the canal, citing safety concerns to their staff. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/28/very-scary-pleas-for-safe-harbour-from-stranded-cruise-ship-near-panama\">'Very scary': pleas for safe harbour from stranded cruise ship near Panama</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T16:29:33.067Z\">at 4.29pm GMT</time></p> \n</div> \n<div id=\"block-5e7f70d58f0878a2a48ac196\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T15:49:05.846Z\">3.49pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>China has sent a plane loaded with medical personnel and supplies to Pakistan</strong> to help fight the spread of the coronavirus in one of the world’s most populous countries, the Associated Press reports.<br></p> \n  <p>The foreign minister, Shah Mahmood Qureishi, met the plane at Islamabad airport on Saturday and greeted the Chinese doctors and officials on board.</p> \n  <figure class=\"element element-image\" data-media-id=\"0566e1fd85560de6142c3c322bc392519c9f896d\"> \n   <img src=\"https://media.guim.co.uk/0566e1fd85560de6142c3c322bc392519c9f896d/0_0_4000_2666/1000.jpg\" alt=\"Pakistan’s foreign minister Shah Mehmood Qureshi greets Chinese doctors arriving at Islamabad international airport\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Shah Mehmood Qureshi greets Chinese doctors at Islamabad airport.</span> \n    <span class=\"element-image__credit\">Photograph: PRESS INFORMATION DEPARTMENT/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p> Pakistan is a key link in Beijing’s ambitious One Road project linking south and central Asia with China. Beijing is also an important military supplier the the country, which is a nuclear power, and supplied it with missiles capable of carrying atomic weapons.</p> \n  <p> Pakistan, with a population of 220 million, has 1,408 confirmed cases of the virus, and has recorded 11 deaths. Most of the infected people were travellers returning from neighbouring Iran, which is in the grip of one of the worst outbreaks.</p> \n  <p>Pakistan’s prime minister, Imran Khan, has refused to impose a countrywide lockdown, saying it would devastate the country’s poor. He has, however, ordered non-essential businesses, including restaurants, money changers and wedding halls, to close. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T16:09:46.599Z\">at 4.09pm GMT</time></p> \n</div> \n<div id=\"block-5e7f70568f08af215f6fd23b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T15:43:51.141Z\">3.43pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Thousands of migrant workers in <strong>India</strong>, left jobless and penniless by the full shutdown of the country, are walking long distances back to their home villages after all transport was stopped except for essential services, AFP reports.</p> \n  <p>Huge numbers had crammed onto trains and buses before the country of 1.3 billion people ground to a halt for three weeks, but many others were left stranded.</p> \n  <p>“Rather than die hungry, we decided to walk,” said Dilipji Thakor, who worked at a now-shuttered shopping centre in Ahmedabad in Gujarat state, as he trudged along a road.<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/shantanunandan2/status/1243525380159557634\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Thousands of labourers are now walking from Delhi to UP (NH9- Delhi -Meerut road). Numbers have swelled to several thousands during the last couple of hours, says my friend, <a href=\"https://twitter.com/deepangshu?ref_src=twsrc%5Etfw\">@deepangshu</a> who shot this video from an apartment in Indirapuram. <a href=\"https://t.co/NNtXFmyiDk\">pic.twitter.com/NNtXFmyiDk</a></p>— Shantanu N Sharma (@shantanunandan2) \n    <a href=\"https://twitter.com/shantanunandan2/status/1243525380159557634?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T16:32:44.163Z\">at 4.32pm GMT</time></p> \n</div> \n<div id=\"block-5e7f6cdd8f081e5eda2389db\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T15:29:02.607Z\">3.29pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In Italy they are singing and sharing recipes. In <a href=\"https://www.theguardian.com/world/france\">France</a> humour is saving the day. In Spain communal staircases have become the new running tracks, and in Germany ordinarily disorderly hackers are busy coding corona-busting apps.</p> \n  <p>As hundreds of millions of Europeans languish in lockdown, people are finding increasingly inventive ways to keep themselves entertained and counter what the continent’s psychologists warning are the very real risks of confinement.</p> \n  <p> The Guardian’s correspondents across the continent report.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/28/lockdown-living-europe-activities-coronavirus-isolation\">Lockdown living: how Europeans are avoiding going stir crazy</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T15:55:43.052Z\">at 3.55pm GMT</time></p> \n</div> \n<div id=\"block-5e7f6c848f08af215f6fd21d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T15:26:49.544Z\">3.26pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The first official train to disembark passengers in <strong>Wuhan</strong> since it was put under lockdown arrived in the Chinese city on Saturday, as it began to reopen after more than two months of almost total isolation, <strong>Peter Beaumont</strong> reports.</p> \n  <p>The easing of the quarantine, allowing people to enter the city of 11 million and ground zero of the global coronavirus outbreak, comes as <a href=\"https://www.theguardian.com/world/china\">China</a> plans measures to kickstart its economy. Trains have been fully booked for over a week in advance.</p> \n  <p>Chinese state media showed crowds of passengers arriving at Wuhan station on Saturday, many wheeling suitcases. Some people had managed to slip back into the city a day earlier on rail services that were stopping in the city, but had nominally banned passengers from disembarking.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/28/quarantine-eased-in-wuhan-as-coronavirus-cases-in-us-pass-100000\">Wuhan eases quarantine as coronavirus cases in US pass 100,000</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T16:41:42.234Z\">at 4.41pm GMT</time></p> \n</div> \n<div id=\"block-5e7f683f8f08af215f6fd1e6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T15:13:54.377Z\">3.13pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>A 1,000 bed US navy hospital ship is to head to New York City</strong> to aid Covid-19 healthcare efforts in the what has become the United States’ worst affected region, the Associated Press reports. </p> \n  <p>The USNS Comfort was undergoing maintenance but has been pressed back into service and rushed to the city. It is expected to arrive at Manhattan pier on Monday - a week after its sister ship, the USNS Mercy arrived in Los Angeles to preform similar duty on the west coast.</p> \n  <p> The ship has 12 operating rooms as well as radiology suites and a CT scanner. It also has intensive care beds, a laboratory and a pharmacy. </p> \n  <p> The 1,100 or so medical staff on board are mostly active duty service members from the U.S. Navy, and some reservists, who serve on the East Coast. </p> \n </div> \n</div> \n<div id=\"block-5e7f66498f08af215f6fd1d9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T15:03:34.437Z\">3.03pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>All <strong>migrants in Portugal will be treated as permanent residents until 1 July</strong> to ensure they have access to public services during the coronavirus outbreak, Reuters reports.<br></p> \n  <p>Claudia Veloso, a spokeswoman for the Ministry of Internal Affairs, told the news agency: </p> \n  <blockquote class=\"quoted\"> \n   <p>People should not be deprived of their rights to health and public service just because their application has not yet been processed. In these exceptional times, the rights of migrants must be guaranteed.</p> \n  </blockquote> \n  <p> The policy is also intended to reduce contagion risk by minimising contact between border control staff and applicants, the statement said. </p> \n  <p> Portugal has reported 5,170 cases of the virus and 100 deaths, far fewer than in neighbouring Spain. Health authorities expect cases to peak at the end of May. </p> \n  <p> It is not known how many people have ongoing residency applications, but government statistics show that a record 580,000 immigrants were living in Portugal in 2019 and 135,000 people were granted residency. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T15:08:54.834Z\">at 3.08pm GMT</time></p> \n</div> \n<div id=\"block-5e7f65d08f0878a2a48ac130\" class=\"block is-key-event\" data-block-contributor=\"profile/lucy-campbell\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T14:58:06.540Z\">2.58pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">UK coronavirus death toll passes 1,000</h2> \n <div class=\"block-elements\"> \n  <p>The Department of Health said another 260 people across the UK had been reported dead in the last 24 hours, a significant one-day rise from 759 and by far the largest since the outbreak began.</p> \n  <p>The latest total is 34% higher than the equivalent figure yesterday, the largest day-on-day percentage increase since 18 March, when there was a 46% jump.</p> \n  <p>In England, a further 246 people who tested positive for coronavirus have died, bringing the total number of confirmed reported deaths there to 935, NHS England said.</p> \n  <p>“Patients were aged between 33 and 100 years old and all but 13 - aged between 63 and 99 years old - had underlying health conditions,” it said in a statement.</p> \n  <p>A further four people died from coronavirus in Wales, bringing the total to 38, health officials have said. The country also reported 172 new confirmed cases, bringing the total to 1,093.</p> \n  <p>Dr <strong>Robin Howe</strong>, the Covid-19 incident director at Public Health Wales, said the true number of cases was likely to be higher:</p> \n  <blockquote class=\"quoted\"> \n   <p><em>Coronavirus is now circulating in every part of Wales. The single most important action we can all take in fighting coronavirus is to stay at home in order to protect the NHS and save lives.</em><br></p> \n   <p><em>We know that staying at home can be hard, and we want to thank each and every person across Wales for doing their bit to help slow the spread of the virus.</em></p> \n  </blockquote> \n  <p>In Scotland, a further seven people have died after testing positive for coronavirus, taking the total there to 40, the Scottish government announced.</p> \n  <p>Two further people with Covid-19 have died in Northern Ireland, taking the toll to 15, the nation’s Public Health Agency said.</p> \n  <p>There were also 49 new positive cases of coronavirus confirmed on Saturday, bringing the total number of known cases there to 324.</p> \n  <p>Across the UK, a total of 120,776 people have been tested for coronavirus as of 9am on March 28, with 17,089 positive results. As of 5pm on Friday, of those threated in hospital in the UK, 1,019 have died.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T20:48:08.560Z\">at 8.48pm GMT</time></p> \n</div> \n<div id=\"block-5e7f65088f081e5eda238999\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T14:55:40.340Z\">2.55pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Russia will close its borders on Monday</strong>, a government order published on Saturday said.</p> \n  <p>The measure will come into force at all vehicle, rail and pedestrian checkpoints, and will also apply to Russia’s maritime borders. The country, which has already grounded all international flights, has reported 1,264 coronavirus cases.</p> \n  <p>Russian diplomats and drivers of freight trucks, among others, will be exempt from the ban.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T15:15:40.202Z\">at 3.15pm GMT</time></p> \n</div> \n<div id=\"block-5e7f63f38f08af215f6fd1c2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T14:52:38.655Z\">2.52pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Spain's Covid-19 outbreak \"may be peaking\"</h2> \n <div class=\"block-elements\"> \n  <p>The coronavirus outbreak may be peaking in parts of <strong>Spain</strong>, the country’s health authorities said on Saturday as they announced another record single-day death toll of 832, <strong>Sam Jones</strong> reports from Madrid.</p> \n  <p>The number of cases in the country rose from 64,059 on Friday to 72,248 on Saturday, and the number of dead now stands at 5,69o. Between Thursday and Friday, 769 people died from the disease.</p> \n  <p>Despite the figures, the head of Spain’s centre for health emergencies said that the situation was improving in certain places. Fernando Simón told a press conference on Saturday afternoon: </p> \n  <blockquote class=\"quoted\"> \n   <p>We don’t know exactly when we’ll get confirmation, but we’re getting close to the peak of the curve that we’re studying so anxiously. In some parts of the country, they probably may even have passed it – but we need to be cautious with preliminary information ...</p> \n   <p>The increase in cases is coming down in comparison with previous weeks, but it could be that there are cases that aren’t being detected in some regions.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"ddd687605db825244e227aebf028d37faab375c8\"> \n   <img src=\"https://media.guim.co.uk/ddd687605db825244e227aebf028d37faab375c8/0_0_3500_2543/1000.jpg\" alt=\"Emergency centre chairman Fernando Simón during the press conference about coronavirus crisis in Madrid on Saturday\" width=\"1000\" height=\"727\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Emergency centre chairman Fernando Simón during the press conference about coronavirus crisis in Madrid on Saturday</span> \n    <span class=\"element-image__credit\">Photograph: Spanish Government Press Office/EPA</span> \n   </figcaption> \n  </figure> \n  <p>But Simón also warned that reaching a peak would not ease the pressure on Spain’s <a href=\"https://www.theguardian.com/world/2020/mar/27/covid-19-workers-in-spain-you-can-feel-the-fear-in-the-air\">overstretched intensive care units</a> (ICUs), adding they were predicted to pass beyond full capacity in less than a week’s time.</p> \n  <blockquote class=\"quoted\"> \n   <p>We still have a big problem when it comes to the overloading of our ICUs Patients who pick up the disease today may need a bed in an ICU in seven to 10 days. That means that we’re still seeing a lag between the control of transmission and the saturation of ICUs. </p> \n   <p>It also means they’re going to be overloaded by the end of next week or the beginning of the following week.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T15:04:05.546Z\">at 3.04pm GMT</time></p> \n</div> \n<div id=\"block-5e7f63398f0878a2a48ac115\" class=\"block\" data-block-contributor=\"profile/kim-willsher\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T14:48:17.066Z\">2.48pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>France’s supermarkets have pledged to engage in “food patriotism”</strong> to boost the country’s hard-hit farmers and producers during the coronavirus crisis, <strong>Kim Willsher</strong>, the Guardian’s Paris correspondent, reports.</p> \n  <p>Fruit and vegetable growers have been severely hit by a government decree banning open air markets. Now major stores have said they will shun foreign imports in favour of national produce.</p> \n  <p>The French Federation of Business and Distribution said all the country’s major supermarket chains, including Carrefour, Leclerc and Intermarché had agreed.</p> \n  <blockquote class=\"quoted\"> \n   <p>They are in the process of moving to French supplies. Foreign products on the shelves will be sold, but there will be no resupplying from outside France. </p> \n  </blockquote> \n  <p>Local prefects and mayors have been given the power to allow local markets if they are essential to farmers and shoppers and on the condition that they ensure strict distancing and health safety measures are enforced.</p> \n  <p>In a message to customers, Carrefour promised that “100% of our strawberries, cucumbers, and asparagus (white and violet) are from now on 100% French”, adding:. </p> \n  <blockquote class=\"quoted\"> \n   <p>To support French production, we have decided to stop the sale of fruit and vegetables from abroad where there is a French alternative available.</p> \n  </blockquote> \n  <p>French farmers have also put out an appeal for 200,000 volunteers to help them harvest fruit and vegetables. The sector normally relies on foreign workers for two thirds of its workforce, but with restrictions on movement and border closures, there is a shortage.<br></p> \n </div> \n</div> \n<div id=\"block-5e7f62378f081e5eda238970\" class=\"block\" data-block-contributor=\"profile/tomphillips\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T14:45:46.069Z\">2.45pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The <strong>Latin American</strong> populists Jair Bolsonaro and Andrés Manuel López Obrador have faced intense criticism for their lackadaisical reaction to the coronavirus crisis. Critics accuse the leaders of Brazil and Mexico of playing down the risk posed by the pandemic, <strong>Tom Phillips</strong> reports from Rio de Janeiro.</p> \n  <p>But López Obrador, or Amlo as he is known, appears to be changing tack as the regional death toll rises.</p> \n  <figure class=\"element element-image\" data-media-id=\"eb56619ff977b26a7d213691a3ce20544c8fee3a\"> \n   <img src=\"https://media.guim.co.uk/eb56619ff977b26a7d213691a3ce20544c8fee3a/0_0_3510_2340/1000.jpg\" alt=\"A cashier in Toluca, Mexico, serves customer behind a makeshift plastic curtain as a preventive measure against the spread of the coronavirus\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A cashier in Toluca, Mexico, serves customer behind a makeshift plastic curtain.</span> \n    <span class=\"element-image__credit\">Photograph: Mario Vázquez/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>In <a href=\"https://www.youtube.com/watch?v=7NU4Dx8QVKM&amp;feature=youtu.be\">a 14-minute “message to the Mexican people”</a> on Friday, he declared: “We need to stay in our homes. We need to keep a healthy distance from each other.</p> \n  <p>“If we don’t stay inside our homes the number of infection cases could shoot up, and it would saturate our hospitals. It would be overwhelming.”</p> \n  <p>Bolsonaro shows no sign of a similar change in approach. He has been actively undermining efforts to keep Brazil’s 210 million citizens at home in recent days. His son, supporters and the federal government have backed a campaign called Brazil Can’t Stop. </p> \n  <p>“Some people are going to die,” Bolsonaro said on Friday. “That’s life ... You can’t shut down a car factory because people die in traffic accidents.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T15:03:41.480Z\">at 3.03pm GMT</time></p> \n</div> \n<div id=\"block-5e7f5e968f08af215f6fd18a\" class=\"block\" data-block-contributor=\"profile/daniel-boffey\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T14:40:11.754Z\">2.40pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A number of <strong>people who attended “lockdown parties” in Belgium are now gravely ill</strong>, <strong>Daniel Boffey</strong> in Brussels reports the country’s prime minister, Sophie Wilmès, as saying</p> \n  <p>She announced an extension of the country’s lockdown measures until 19 April and urged everyone to take the crisis more seriously.</p> \n  <blockquote class=\"quoted\"> \n   <p>Many young people do not feel concerned. You feel invincible when you are young. Among the young people who partied in cafes a fortnight ago, there are some who are today in intensive care.</p> \n  </blockquote> \n  <p>Residents in Belgium are only allowed to leave their homes for exercise, essential shopping and work that cannot be done remotely. Large gatherings are banned and police have been told to be active in fining those found to be flouting the rules.</p> \n  <p>A total of 353 people have died in Belgium of Covid-19 infection, including 64 in the past 24 hours. </p> \n  <p>There are 3,717 patients in hospital, including 789 in intensive care.<br tabindex=\"-1\"></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T14:47:11.477Z\">at 2.47pm GMT</time></p> \n</div> \n<div id=\"block-5e7f5c468f081e5eda238930\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T14:21:47.819Z\">2.21pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Singapore reported 70 new coronavirus cases on Saturday</strong>, the health ministry said, taking the city-state’s total number of infections to 802. </p> \n  <p>Of the new cases, 41 were imported and 29 were local cases who had no recent history of travel abroad, the ministry said in a press release. </p> \n  <p>Singapore is still carrying out extensive contact tracing of patients confirmed to be infected with the coronavirus. More than half of its confirmed cases have been in patients arriving from overseas.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T14:34:45.073Z\">at 2.34pm GMT</time></p> \n</div> \n<div id=\"block-5e7f57848f08af215f6fd154\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T13:56:52.768Z\">1.56pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A little something to lighten the mood ... </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dannymatz90/status/1242518866279923712\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Supercalifragilisticexpialidocious with some <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> inspired lyrics! <a href=\"https://t.co/2KX1YmObuH\">pic.twitter.com/2KX1YmObuH</a></p>— Daniel Matarazzo (@dannymatz90) \n    <a href=\"https://twitter.com/dannymatz90/status/1242518866279923712?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7f54a18f081e5eda23890a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T13:52:09.730Z\">1.52pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Outrage is growing in <strong>Kenya</strong> after police fired teargas at a crowd of ferry commuters and mobile phone footage captured officers hitting people with batons as they enforced the country’s Covid-19 lockdown.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AmnestyKenya/status/1243808338191814656\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Under the auspices of the Police Reform Working Group and 20 national human rights organizations, we collectively &amp; unequivocally condemn the unnecessary and excessive use of force by the <a href=\"https://twitter.com/PoliceKE?ref_src=twsrc%5Etfw\">@PoliceKE</a> officers yesterday at the Likoni Ferry. <a href=\"https://twitter.com/hashtag/CurfewKenya?src=hash&amp;ref_src=twsrc%5Etfw\">#CurfewKenya</a> <a href=\"https://twitter.com/hashtag/PoliceBrutality?src=hash&amp;ref_src=twsrc%5Etfw\">#PoliceBrutality</a> <a href=\"https://t.co/Yii8ywGowi\">pic.twitter.com/Yii8ywGowi</a></p>— Amnesty Kenya (@AmnestyKenya) \n    <a href=\"https://twitter.com/AmnestyKenya/status/1243808338191814656?ref_src=twsrc%5Etfw\">March 28, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Amnesty International Kenya and 19 other human rights groups said in a statement: </p> \n  <blockquote class=\"quoted\"> \n   <p> We were horrified by excessive use of police force ahead of the curfew that began Friday night. </p> \n   <p>We continue to receive testimonies from victims, eyewitnesses and video footage showing police gleefully assaulting members of the public in other parts of the country.</p> \n  </blockquote> \n  <p> The teargas caused hundreds of people trying to reach a ferry in the port city of Mombasa ahead of the curfew to touch their faces as they vomited, spat and wiped away tears, increasing the chance of the virus spreading, the statement said. </p> \n  <p>The Associated Press reported Kenya’s interior ministry on Saturday as saying in a statement that the curfew “is meant to guard against an apparent threat to public health. Breaking it is not only irresponsible but also puts others in harms way.”</p> \n  <p> Kenya’s government has not said how many people have been arrested. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T14:37:26.982Z\">at 2.37pm GMT</time></p> \n</div> \n<div id=\"block-5e7f4ee78f08af215f6fd11f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T13:39:01.135Z\">1.39pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Six new cases of coronavirus have been confirmed in the West Bank</strong>, raising the total in Palestine to 97, the <a href=\"http://english.wafa.ps/page.aspx?id=s62uc3a115556138742as62uc3\">Wafa</a> news agency reports.</p> \n  <p>West Bank government spokesman Ibrahim Milhem said in a daily briefing on Saturday that three new cases were confirmed in Irtas, a village near Bethlehem, one in nearby Beit Iskaria, and two in villages near Jerusalem.</p> \n  <figure class=\"element element-image\" data-media-id=\"a8aa7a43cca48ba821baf8d327df3a84f92b8940\"> \n   <img src=\"https://media.guim.co.uk/a8aa7a43cca48ba821baf8d327df3a84f92b8940/0_0_4858_3436/1000.jpg\" alt=\"A volunteer from the Palestinian Fatah political party, working in cooperation with the Palestinian health ministry, sterilises the clothing of a woman entering the West Bank city of Hebron on Saturday\" width=\"1000\" height=\"707\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A volunteer sterilises the clothing of a woman entering the West Bank city of Hebron on Saturday.</span> \n    <span class=\"element-image__credit\">Photograph: Hazem Bader/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Milhem urged Palestinians to stay at home and avoid socialising with family members. Social visits appear to have been the main cause of transmission so far. </p> \n  <p>Nine of Palestine’s confirmed cases are in Gaza. </p> \n  <p>Officials from the Israeli civil administration in the West Bank confiscated tents on Thursday intended as a field clinic and emergency housing for Palestinians affected by the Covid-19 outbreak, the Israeli human rights organisation <a href=\"https://www.btselem.org/press_release/20200326_israel_confiscates_clinic_tents_during_coronavirus_crisis\">B’Tselem reported</a>. The group said in a statement:</p> \n  <blockquote class=\"quoted\"> \n   <p>As the whole world battles an unprecedented and paralysing healthcare crisis, Israel’s military is devoting time and resources to harassing the most vulnerable Palestinian communities in the West Bank, that Israel has attempted to drive out of the area for decades. </p> \n   <p>Shutting down a first-aid community initiative during a health crisis is an especially cruel example of the regular abuse inflicted on these communities, and it goes against basic human and humanitarian principles during an emergency. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T14:40:33.326Z\">at 2.40pm GMT</time></p> \n</div> \n<div id=\"block-5e7f4dcb8f08af215f6fd11b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T13:24:35.343Z\">1.24pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There are plans in <strong>India</strong> to turn some railway coaches into isolation wards for patients with the coronavirus, as authorities prepare the country’s health infrastructure for an expected surge in cases. </p> \n  <p>The country’s 1.3 billion people were this week ordered to stay indoors for three weeks in the world’s biggest lockdown, leaving the country’s trains lying idle.</p> \n  <p>One train coach has been turned into a prototype quarantine facility, the state-owned Indian Railways said in a statement on Saturday. </p> \n  <p>Once they receive clearance, the plan is for each of India’s 16 railway zones to convert 10 coaches into such wards every week, the company added. <br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PiyushGoyal/status/1243865074197905408\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Stepping up efforts to fight Coronavirus, Railways has converted a train coach into an isolation ward. 🛌<br><br>Take a look at a prototype of an isolation ward, ready with medical facilities, in Kamakhya in Assam, with each coach having a capacity of serving 9 patients. <a href=\"https://twitter.com/hashtag/CoronaUpdate?src=hash&amp;ref_src=twsrc%5Etfw\">#CoronaUpdate</a> <a href=\"https://t.co/2R7Dzd2XWm\">pic.twitter.com/2R7Dzd2XWm</a></p>— Piyush Goyal (@PiyushGoyal) \n    <a href=\"https://twitter.com/PiyushGoyal/status/1243865074197905408?ref_src=twsrc%5Etfw\">March 28, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7f4c608f081e5eda2388d9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T13:19:07.393Z\">1.19pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Saudi Arabian</strong> airlines will begin exceptional commercial flights this week to bring British nationals and their families back to the <strong>UK</strong>, and similar flights are being arranged for American citizens to return home, both countries said. </p> \n  <p>All international passenger flights in and out of the Arab country were suspended for two weeks starting March 14 to try to contain the spread of the coronavirus , but there is no indication normal travel will resume on Sunday. <br></p> \n  <p>However, flights to London Heathrow will begin on Sunday from Riyadh and later in the week from Jeddah and Dammam, according to the British embassy. </p> \n  <p>The <strong>US</strong> embassy said on Saturday it was working with the Saudi authorities to arrange repatriation flights on a commercial airline, but no flights had been confirmed yet. </p> \n  <p>The kingdom recorded 99 new confirmed cases on Saturday, taking its total to more than 1,200 – the most in the Gulf Arab region – with four fatalities. </p> \n  <figure class=\"element element-image\" data-media-id=\"bae6a3bd7e287b9ab9a5286d7e370f37eea7c963\"> \n   <img src=\"https://media.guim.co.uk/bae6a3bd7e287b9ab9a5286d7e370f37eea7c963/0_0_3580_2578/1000.jpg\" alt=\"Saudi policemen implementing an 11-hour nationwide curfew in Riyadh on Thursday.\" width=\"1000\" height=\"720\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Saudi policemen implementing an 11-hour nationwide curfew in Riyadh on Thursday.</span> \n    <span class=\"element-image__credit\">Photograph: Fayez Nureldine/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7f46378f081e5eda2388b2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T13:13:25.205Z\">1.13pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Another 38 people have died in <strong>Switzerland</strong> from coronavirus over the past 24 hours, the health ministry has said.</p> \n  <p>The Alpine country’s death toll is now 235 people, and the number of cases has also increased to 13,213 from 12,161. </p> \n  <p>Army medical units have been deployed at hospitals to help in crisis regions like Ticino, which borders Italy, and it is drawing upon its strategic stockpile of pharmaceuticals to cover rising demand, Reuters reported.</p> \n  <p>Like other European countries, Switzerland is pumping money into its crisis-hit economy, and state-backed loans worth 20bn Swiss francs (£16.9bn) became available on Thursday. </p> \n  <p>Finance minister Ueli Maurer made clear on Saturday the government was happy to help with state-backed loans worth more than $20bn, but that it needed the money back and could not compensate for income losses. </p> \n  <p>He told SRF radio:</p> \n  <blockquote class=\"quoted\"> \n   <p><em>We are not distributing federal money, but taxpayers’ money. Many of those who pay taxes are now partially unemployed, their jobs are in question, and now we take the money away from them and distribute it somewhere where there are also problems.</em></p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T13:52:40.675Z\">at 1.52pm GMT</time></p> \n</div> \n<div id=\"block-5e7f48f98f0878a2a48ac062\" class=\"block\" data-block-contributor=\"profile/helenasmith\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T13:03:28.285Z\">1.03pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Greeks</strong> should brace themselves for the long haul and prepare for lockdown to continue for some time yet, the country’s development and investment minister warned today. </p> \n  <p>In the first hint of government thinking on the issue, Adonis Georgiadis said measures to contain the spread of the coronavirus will be in place “until scientists tell us we have beaten the virus.” </p> \n  <p>Restrictions on movement in Greece – already some of the most stringent in Europe – have extended to citizens being forced, with few exceptions, to remain at home. </p> \n  <p>The controls have turned cities across the country into ghost towns after prime minister Kyriakos Mitsotakis announced the measures last Sunday. </p> \n  <p>But Georgiadis said there was no prospect of the restrictions being relaxed by April 6 – the original cut-off date. “The measures prohibiting circulation in our country will last much longer than April 6th,” he told Open TV.</p> \n  <p>Officials are privately voicing fears that April will be the most difficult month yet. Transmission rates and fatalities, as a result of Covid-19, are both expected to rise even if the spread of the disease has, so far, been kept under relative control. </p> \n  <p>Latest figures show the total number of confirmed coronavirus cases jumping to 966, according to the government, with 28 fatalities recorded as of Friday. But experts believe in the absence of widespread testing – only 13,477 people to date have been tested for the virus – the real number is almost certainly higher. <br></p> \n  <p>Media reports on Saturday suggested that the centre-right government is considering enforcing even stricter measures, including a ban on all flights in and out of the country, and perhaps even clamping down further on movement. People are currently allowed to venture out of their homes for exercise, upon the condition they stay in the vicinity of their immediate neighbourhood and inform authorities beforehand. </p> \n  <figure class=\"element element-image\" data-media-id=\"a709f2dd775ea9c025abb52854a8f5af97e2dbf1\"> \n   <img src=\"https://media.guim.co.uk/a709f2dd775ea9c025abb52854a8f5af97e2dbf1/0_0_3000_2000/1000.jpg\" alt=\"A man wearing a face mask walks through Athens on Thursday.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A man wearing a face mask walks through Athens on Thursday.</span> \n    <span class=\"element-image__credit\">Photograph: Anadolu Agency/Anadolu Agency via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7f46428f08af215f6fd0f8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T12:50:44.940Z\">12.50pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>China</strong> has sent medical personnel and supplies on a plane to <strong>Pakistan</strong> to help stop the spread of coronavirus, the Pakistani foreign ministry said on Saturday.</p> \n  <p>The plane carrying aid to Pakistan was met at the capital’s airport on Saturday by its foreign minister, Shah Mahmood Qureishi, who greeted the arriving Chinese doctors and officials, the Associated Press reported. China has already sent ventilators, masks and other medical equipment to the South Asian country.</p> \n  <p>Pakistan, with a population of 220 million, currently has 1,408 confirmed cases of Covid-19 – including 11 deaths. It has closed its borders with both Iran and Afghanistan, but has been criticised for its initial lax response to the virus. </p> \n  <p>Pakistan’s prime minister, Imran Khan, has refused to impose a countrywide lockdown saying it would devastate the country’s poor people, but non-essential businesses have been ordered to close, including restaurants, money-changers and wedding halls. </p> \n  <p>According to Pakistan’s federal health authorities, the outbreak has been largely concentrated in the Punjab – which borders India – with 490 confirmed cases there, and Sindh, which has 457 confirmed infections. </p> \n  <p>Other cases are spread throughout several other regions, including the capital, Islamabad. On Saturday a woman in the north-western Khyber Pakhtunkhwa province became the latest person in Pakistan to die from coronavirus-related symptoms.</p> \n  <p>Health authorities said the woman fell sick after returning from a pilgrimage to Saudi Arabia, before dying in a government hospital where she tested positive for coronavirus.<br></p> \n  <figure class=\"element element-image\" data-media-id=\"2380feae6cd14c2d7e204133316a01bdd3a4b913\"> \n   <img src=\"https://media.guim.co.uk/2380feae6cd14c2d7e204133316a01bdd3a4b913/0_0_4032_2493/1000.jpg\" alt=\"Pakistani officials receive medical supplies donated by China at the border between the two countries on Friday.\" width=\"1000\" height=\"618\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Pakistani officials receive medical supplies donated by China at the border between the two countries on Friday.</span> \n    <span class=\"element-image__credit\">Photograph: Meraj Alam/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T13:24:51.103Z\">at 1.24pm GMT</time></p> \n</div> \n<div id=\"block-5e7f443f8f0878a2a48ac049\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T12:38:08.622Z\">12.38pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A group of teenagers in the north of <strong>England</strong> who claimed to have coronavirus and deliberately coughed at NHS staff will be prosecuted, police have said.</p> \n  <p>Details of the incident were released on the Facebook page of Warrington police. Sgt Hillyard of Cheshire police wrote: </p> \n  <blockquote class=\"quoted\"> \n   <p><em>We have attended reports of a group of youths coughing at NHS staff stating they have coronavirus. The youths will be prosecuted as will their parental guardians. </em></p> \n   <p><em>This is an absolutely abhorrent incident involving abuse of our NHS heroes. I will once again urge all parents and persons with parental responsibility to make sure that their children stay inside. You too can and will be prosecuted if you fail to keep your children inside.</em></p> \n  </blockquote> \n  <p>A man in Manchester has also been charged with assault after allegedly coughing at a police officer and claiming to have the coronavirus. </p> \n  <p>Greater Manchester police said Mateusz Rejewski, 33, of no fixed abode, has been charged with one count of common assault on an emergency service worker and one count of breaching a dispersal notice. </p> \n  <p>The officer is self-isolating as a precaution, and Rejewski has been remanded in custody and will appear at Manchester magistrates court on Tuesday.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T13:07:32.283Z\">at 1.07pm GMT</time></p> \n</div> \n<div id=\"block-5e7f428a8f081e5eda23889d\" class=\"block is-key-event\" data-block-contributor=\"profile/jonhenley\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T12:31:08.181Z\">12.31pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">5,000 doctors call on EU to ensure refugees' safety</h2> \n <div class=\"block-elements\"> \n  <p>More than 5,000 medics from countries around Europe have appealed to governments and the <strong>EU</strong> to urgently ensure the safety of refugees and migrants in overcrowded camps on the <strong>Greek</strong> islands, where they warn of an impending medical disaster.</p> \n  <p>The pandemic that threatens to overwhelm the camps will have “catastrophic consequences for the refugees, Greek inhabitants and the rest of European society,” <a href=\"https://en.sosmoria.eu/\">says the petition</a>, launched last week by Dutch medical professors and public health experts.</p> \n  <blockquote class=\"quoted\"> \n   <p><em>It is an illusion to think that a COVID-19 outbreak in these camps could be kept under control: 40,000 people are living on a few square kilometres, and there are only a handful of doctors present. Many children and adults are already ravaged by physical and mental traumas.</em></p> \n   <p><em>If Europe looks away now, this situation could escalate to become a medical disaster, which would represent a serious violation of the norms and values of European healthcare. It is our duty to prevent this from happening.</em></p> \n  </blockquote> \n  <p>The signatories called on EU member state governments to comply with their 2016 agreement to take in a fixed number of refugees to prevent “a medical disaster on European territory”.</p> \n  <p>The European parliament’s civil liberties, justice and home affairs committee called last week for the evacuation of the 42,000 people on the Greek islands as an urgent preventive measure to avoid “many deaths”.<br></p> \n  <p>Holding facilities on all five Aegean islands opposite the Turkish coast, widely considered particularly high-risk environments for the spread of the virus, are currently six times over capacity.<br></p> \n  <p>The first case of Covid-19 on the islands was confirmed earlier this month <a href=\"https://www.theguardian.com/global-development/2020/mar/18/the-greek-refugees-battling-to-prevent-covid-19-with-handmade-face-masks\">when a Greek woman on Lesbos, </a>the island long on the frontline of the refugee crisis, tested positive. </p> \n  <figure class=\"element element-image\" data-media-id=\"a179c4f80d8094aec6fecf7744f87e4d3d388b66\"> \n   <img src=\"https://media.guim.co.uk/a179c4f80d8094aec6fecf7744f87e4d3d388b66/0_0_5950_3966/1000.jpg\" alt=\"Migrants use a small boat as a tent in the village of Petra on the northeastern Aegean island of Lesbos, Greece.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Migrants use a boat as a ahelter in the village of Petra on the island of Lesbos.</span> \n    <span class=\"element-image__credit\">Photograph: Panagiotis Balaskas/AP</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T13:41:47.329Z\">at 1.41pm GMT</time></p> \n</div> \n<div id=\"block-5e7f41c38f0878a2a48ac03e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T12:26:08.920Z\">12.26pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A doctor in <strong>Uzbekistan</strong> has died after attempting to treat a coronavirus infection that the patient had kept secret, according the country’s health authorities. </p> \n  <p>The 39-year-old man had been in contact with Uzbekistan’s “patient zero”. </p> \n  <p>The doctor was admitted to hospital in a critical condition on 26 March and died two days later. He is the second person known to have died of the coronavirus in the country, according to Reuters.</p> \n  <p>Uzbekistan has 104 confirmed cases of the virus. It has locked down all of its provinces and barred citizens from leaving their homes except for work and essential shopping.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T12:44:02.945Z\">at 12.44pm GMT</time></p> \n</div> \n<div id=\"block-5e7f3a778f081e5eda23882d\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T12:07:35.798Z\">12.07pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Here are the latest major developments in the global coronavirus pandemic so far on Saturday.</p> \n  <ul> \n   <li><strong>The number of confirmed cases globally has passed 600,000</strong>, according to Johns Hopkins University. The true extent of infections is likely to be much greater.</li> \n   <li>A sixth of those infections are in a single country, after <strong tabindex=\"-1\">the number of cases in the US passed 100,000</strong>, making it the worst affected country in the world, followed by Italy and China. </li> \n   <li><strong>Spain, the fourth-worst affected country, reported a record single-day rise of 832 in the number of people to die Covid-19 deaths in a single day</strong>. The country now has confirmed 72,248 infections.</li> \n   <li><strong>The ratings agency Fitch has cut Britain’s sovereign debt rating to AA-</strong>, saying debt levels will jump as the government increases its spending to offset the near shutdown of the economy.</li> \n   <li><strong>Moody’s downgraded South Africa’s sovereign credit rating to junk status</strong>, heaping more pain on an economy already in recession and facing a further steep contraction.</li> \n   <li><strong>A global shortage of condoms is looming. </strong>The world’s biggest manufacturer said coronavirus lockdowns had forced it to shut down production.</li> \n   <li><strong>Iranian doctors say hundreds of people have died after ingesting toxic methanol </strong>and thousands more have fallen ill after a rumour spread that it killed the coronavirus.</li> \n   <li><strong>Passengers on a cruise ship stranded off the coast of Panama have issued desperate plea to be allowed to dock</strong> after four people died during a Covid-19 outbreak on board.</li> \n   <li><strong>Lockdowns around the world have triggered a rise in domestic violence</strong>. From Brazil to Germany and from Italy to China, activists say they are already seeing an alarming rise in abuse.<br tabindex=\"-1\"></li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T12:28:49.323Z\">at 12.28pm GMT</time></p> \n</div> \n<div id=\"block-5e7f35068f081e5eda238815\" class=\"block\" data-block-contributor=\"profile/akhtar-mohammad-makoii\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T11:39:05.696Z\">11.39am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Afghanistan has reported 15 new Coronavirus cases in the last 24 hours</strong>, pushing the total number of infections to 110. The figure includes four Nato soldiers and two foreign diplomats, <strong>Akhtar Mohammad Makoii</strong> reports.</p> \n  <p>Eleven of the new cases have been confirmed in western province of Herat, raising the total number of infections in Afghanistan’s worst-affected province to 76. Herat borders Iran, where the authorities have been struggling to control one of the world’s worst outbreaks. </p> \n  <p>Three cases were also reported in Farah province, which also has a border with Iran. Another was confirmed in Ghazni province, which is related to travel to Iran, health ministry said. </p> \n  <figure class=\"element element-image\" data-media-id=\"86f006bb98e9825640d734f7a9965fe60e328354\"> \n   <img src=\"https://media.guim.co.uk/86f006bb98e9825640d734f7a9965fe60e328354/0_0_5184_3456/1000.jpg\" alt=\"Municipal workers pose after spraying disinfectant on streets and buildings in Herat, near the Iranian border, on Saturday\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Municipal workers pose after spraying disinfectant on streets and buildings in Herat.</span> \n    <span class=\"element-image__credit\">Photograph: Jalil Rezayee/EPA</span> \n   </figcaption> \n  </figure> \n  <p>The Afghan government has a partial curfew in place in all cities that border Iran, and a three-week curfew was also announced on Friday for Kabul, a city of around 6 million people. The curfew went into effect on Saturday morning.</p> \n  <p>The Taliban announced that it had established a coronavirus treatment and isolation centre in an area of the the northern province of Kunduz it controls. </p> \n  <p>Three coronavirus deaths and four recoveries have been reported across Afghanistan, but testing is limited and experts fear the true scale of outbreak is unknown. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T13:52:30.984Z\">at 1.52pm GMT</time></p> \n</div> \n<div id=\"block-5e7f32f08f081e5eda2387fd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T11:26:38.122Z\">11.26am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This tweet from the air traffic tracking service Flightradar24, showing the number of planes in the air on Friday evening compared to four weeks earlier, shows the remarkable impact of travel restrictions across Europe. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/flightradar24/status/1243636371950120961\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Friday evening in Europe - February 28 vs March 27<a href=\"https://t.co/EqV2Vo80Kd\">https://t.co/EqV2Vo80Kd</a> <a href=\"https://t.co/4puKM9G1f2\">pic.twitter.com/4puKM9G1f2</a></p>— Flightradar24 (@flightradar24) \n    <a href=\"https://twitter.com/flightradar24/status/1243636371950120961?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7f30b68f0878a2a48abf9e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T11:13:39.430Z\">11.13am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Spain has recorded a record single-day death toll</strong> for the second day in succession after 832 people died between Friday and Saturday, the Guardian’s Madrid correspondent, <strong>Sam Jones. </strong>The total number of people to have lost their lives to the coronavirus now stands at 5,69o.</p> \n  <p>Spain also has 72,248 confirmed cases of the virus, up from 64,059 on Friday. </p> \n  <p>Between Thursday and Friday, 769 people died from the disease.</p> \n  <figure class=\"element element-image\" data-media-id=\"c4f57f04ab1b32c6f6e56b07d644b6c268d478a3\"> \n   <img src=\"https://media.guim.co.uk/c4f57f04ab1b32c6f6e56b07d644b6c268d478a3/0_0_6239_4159/1000.jpg\" alt=\"A priest wearing a face mask performs funeral rites at a Madrid cemetery in Madrid\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A priest wearing a face mask performs funeral rites at a Madrid cemetery.</span> \n    <span class=\"element-image__credit\">Photograph: Bernat Armangué/AP</span> \n   </figcaption> \n  </figure> \n  <p>The Spanish government has already extended the nationwide lockdown declared a fortnight ago to 11 April and does not rule out introducing stricter controls.</p> \n  <p>Speaking to the Guardian earlier this week, Spain’s foreign minister, Arancha González Laya, said:</p> \n  <blockquote class=\"quoted\"> \n   <p>We have done what was required at every moment and we will continue down that path.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T11:45:46.670Z\">at 11.45am GMT</time></p> \n</div> \n<div id=\"block-5e7f2f0b8f081e5eda2387e2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T11:08:47.852Z\">11.08am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Iran has reported 139 new coronavirus deaths</strong> in the past 24 hours, bringing the total for the country to 2,517, Reuters reports.</p> \n  <p>Kianoush Jahanpour, a health ministry spokesman, said on state TV that the total number of cases diagnosed had rised by 3,076 to 35,408, and that 3,206 people were in a critical condition. </p> \n  <p>Iran’s president, Hassan Rouhani, earlier reassured the public that the country, one of the most affected by the pandemic, has a strong healthcare system able to cope should the disease spread rapidly. </p> \n  <p> In comments broadcast on state TV, he said his government had allocated 20% of the budget to fighting the outbreak. </p> \n  <figure class=\"element element-image\" data-media-id=\"9b830e144d0a9c0cef6e1dfe2aaeecd03fe9287e\"> \n   <img src=\"https://media.guim.co.uk/9b830e144d0a9c0cef6e1dfe2aaeecd03fe9287e/0_0_4500_3000/1000.jpg\" alt=\"People in protective clothing walk past rows of beds at a temporary 2,000-bed hospital for coronavirus patients set up by the Iranian army at the international exhibition centre in northern Tehran\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A temporary 2,000-bed hospital for coronavirus patients set up by the Iranian army at an exhibition centre in northern Tehran.</span> \n    <span class=\"element-image__credit\">Photograph: Ebrahim Noroozi/AP</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T11:18:50.725Z\">at 11.18am GMT</time></p> \n</div> \n<div id=\"block-5e7f2d4a8f081e5eda2387ca\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T10:59:29.422Z\">10.59am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The tycoon <strong>Richard Branson is trending on Twitter</strong> after news broke that his airline, <a href=\"https://www.theguardian.com/business/virginatlantic\">Virgin Atlantic</a>, is applying for hundreds of millions of pounds in state aid.</p> \n  <p>Twitter users, by and large, are not impressed. <br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/artmichapp/status/1243824912357351426\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Hi <a href=\"https://twitter.com/hashtag/RichardBranson?src=hash&amp;ref_src=twsrc%5Etfw\">#RichardBranson</a>, can you send me a full list of all your businesses please? Because I'm going to <br><br>BOYCOTT EVERY FUCKING ONE</p>— Mike (@artmichapp) \n    <a href=\"https://twitter.com/artmichapp/status/1243824912357351426?ref_src=twsrc%5Etfw\">March 28, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/VenousRising/status/1243841948047327232\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">If your company isn't registered in the UK, you should get no bailouts. <a href=\"https://twitter.com/hashtag/RichardBranson?src=hash&amp;ref_src=twsrc%5Etfw\">#RichardBranson</a> <br>If your business model does not allow for contingencies/lacks insurance, you should get no bailouts.<br><br>If normal people \"save for a rainy day\", so should corporations.</p>— Legion (@VenousRising) \n    <a href=\"https://twitter.com/VenousRising/status/1243841948047327232?ref_src=twsrc%5Etfw\">March 28, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LycanEclipse/status/1243839252510715904\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Can anyone provide a legitimate answer as to why Virgin Atlantic (and its owners) should get a bail out when the government never helped Thomas Cook, BMI, Monarch or FlyBe?? Anyone??? <a href=\"https://twitter.com/hashtag/VirginAtlantic?src=hash&amp;ref_src=twsrc%5Etfw\">#VirginAtlantic</a> <a href=\"https://twitter.com/hashtag/RichardBranson?src=hash&amp;ref_src=twsrc%5Etfw\">#RichardBranson</a></p>— JayBird (@LycanEclipse) \n    <a href=\"https://twitter.com/LycanEclipse/status/1243839252510715904?ref_src=twsrc%5Etfw\">March 28, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Branson’s carrier has been hit hard by the travel bans and does not have the cash reserves of larger rivals such as <a href=\"https://www.theguardian.com/business/britishairways\">British Airways</a> or easyJet, my colleague Gwyn Topham, transport correspondent, reported yesterday. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/mar/27/virgin-atlantic-to-seek-millions-in-state-aid-amid-covid-19-slump\">Virgin Atlantic to seek millions in state aid amid Covid-19 slump</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7f2ab88f08af215f6fd017\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T10:51:57.760Z\">10.51am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Spain reports 832 new coronavirus deaths</h2> \n <div class=\"block-elements\"> \n  <p>Spain has reported 832 deaths from Covid-19 since Friday, bringing the total for the country to 5,690. </p> \n  <p>The health ministry also reported 8,189 new confirmed infections, bringing the total to 72,248.</p> \n  <p>Spain has the second-highest Covid-19 death toll, and the fourth highest number of confirmed cases. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T11:07:21.402Z\">at 11.07am GMT</time></p> \n</div> \n<div id=\"block-5e7f29fe8f0878a2a48abf66\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T10:44:26.603Z\">10.44am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Saudi Arabian Airlines has agreed to operate exceptional commercial flights to repatriate British nationals</strong>, Reuters reports.</p> \n  <p>They will take place in the week starting 29 March from Riyadh, Jeddah and Dammam to London’s Heathrow airport. Additional flights will be put on if required, according to a British embassy email sent late on Friday. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T10:54:22.410Z\">at 10.54am GMT</time></p> \n</div> \n<div id=\"block-5e7f29758f0878a2a48abf5b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T10:40:29.949Z\">10.40am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Authorities in <strong>Finland have restricted movement out of Uusimaa</strong>, the region that includes the capital, Helsinki, to curb the spread of the coronavirus. </p> \n  <p>Restrictions came into force at midnight and are expected to remain in force until 19 April, <a href=\"https://yle.fi/uutiset/osasto/news/uusimaa_closes_borders_after_late-night_vote_in_parliament/11280719\">Yle Uutiset reports</a>. They prevent people from entering or leaving Uusimaa, except to work, return home or care for a vulnerable person.</p> \n  <p>Uusimaa has most of Finland’s 1,025 confirmed coronavirus cases. </p> \n  <p>The Finnish parliament approved the measures unanimously on Friday night.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T10:52:06.571Z\">at 10.52am GMT</time></p> \n</div> \n<div id=\"block-5e7f26da8f081e5eda23879e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T10:29:31.422Z\">10.29am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Feeling brave? Scientists at Oxford University are recruiting volunteers to take part in the UK’s first coronavirus vaccine trial. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hannahdev/status/1243562544968630272\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">For anyone who lives in Oxford and is feeling brave: the first UK vaccine trial is now recruiting, expected to begin within weeks <a href=\"https://t.co/JYFMSs88Ik\">https://t.co/JYFMSs88Ik</a></p>— Hannah Devlin (@hannahdev) \n    <a href=\"https://twitter.com/hannahdev/status/1243562544968630272?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T10:40:33.830Z\">at 10.40am GMT</time></p> \n</div> \n<div id=\"block-5e7f24358f081e5eda238794\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T10:28:14.760Z\">10.28am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Police enforcing the coronavirus lockdown in South Africa fired rubber bullets at shoppers</strong> queuing outside a supermarket in Johannesburg, according to an Agence France-Presse photographer. </p> \n  <p>The agency said about 10 police vehicles had arrived in Yeoville, a poor part of the city’s central business district, where several hundred people who had gathered outside a Shoprite supermarket were failing to observe physical distancing rules. </p> \n  <figure class=\"element element-image\" data-media-id=\"f201c95d58250d1877dd23b5d9fb03747d0675a1\"> \n   <img src=\"https://media.guim.co.uk/f201c95d58250d1877dd23b5d9fb03747d0675a1/0_0_4329_2886/1000.jpg\" alt=\"A policeman points a shotgun to disperse a crowd of shoppers in Yeoville, Johannesburg\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A policeman points a gun to disperse a crowd of shoppers in Yeoville, Johannesburg.</span> \n    <span class=\"element-image__credit\">Photograph: Marco Longari/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"c240201ed65a111f9669549c770f2b8d9f7c900e\"> \n   <img src=\"https://media.guim.co.uk/c240201ed65a111f9669549c770f2b8d9f7c900e/8_586_5017_3010/1000.jpg\" alt=\"Police arrived at the Shoprite supermarket after shoppers failed to observe social distancing rules introduced in South Africa this week\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Police arrived at the Shoprite supermarket after shoppers failed to observe physical distancing rules introduced in South Africa this week.</span> \n    <span class=\"element-image__credit\">Photograph: Marco Longari/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Startled shoppers trampled on each other and a woman with a baby on her back fell to the ground, the report said. Police later used whips to get the shoppers into line.</p> \n  <p>South Africa, which has 1,170 confirmed coronavirus cases, recorded its first death from the virus on Friday. </p> \n  <p>The country’s president, Cyril Ramaphosa, has ordered the population of 57 million to stay at home for 21 days, and has deployed the security forces to enforce the lockdown.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T10:39:15.929Z\">at 10.39am GMT</time></p> \n</div> \n<div id=\"block-5e7f20b88f081e5eda23878c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T10:09:53.123Z\">10.09am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The number of people on <strong>Jersey</strong> confirmed to have contracted the coronavirus has reached 52, and one person is confirmed to have died. </p> \n  <p>There are 83 tests still pending and 601 people have tested negative, according to <a href=\"https://www.facebook.com/GovernmentofJersey/?hc_ref=ARTEPQLH4E8_pxlKa2N1IRTXY1H4y-uAQFCXaAceLbm2dxG5CR8vb7LjmGcoWpgKoZc&amp;fref=nf&amp;__tn__=kC-R\">an update the island’s government published on Facebook</a> on Friday evening.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T10:24:00.316Z\">at 10.24am GMT</time></p> \n</div> \n<div id=\"block-5e7f1ecd8f0878a2a48abf37\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T09:59:41.438Z\">9.59am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>For readers more interested in the latest coronavirus news from the UK, my colleague <strong>Lucy Campbell</strong> has just published our UK-focused live blog. That means I will only be taking the top UK news lines for this blog, which from now on will focus on global developments.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2020/mar/28/uk-coronavirus-live-testing-rolled-out-for-frontline-nhs-workers\">UK coronavirus live: Testing rolled out for frontline NHS workers</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T10:25:47.456Z\">at 10.25am GMT</time></p> \n</div> \n<div id=\"block-5e7f1b858f08af215f6fcfd6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T09:45:54.774Z\">9.45am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Health officials in <strong>the Philippines reported 14 new coronavirus deaths and 272 new cases on Saturday</strong>, according to Reuters.</p> \n  <p>The numbers reported represent the country’s largest daily increase in deaths and infections since the outbreak began . </p> \n  <p>The total number of confirmed infections in the Philippines is now 1,075, of whom 68 have died, the health ministry said. Four patients have recovered, bringing the number of recoveries to 35.<br></p> \n  <figure class=\"element element-image\" data-media-id=\"356f8ff23747afcb840d1738fe2d9790597805c4\"> \n   <img src=\"https://media.guim.co.uk/356f8ff23747afcb840d1738fe2d9790597805c4/0_0_5184_3456/1000.jpg\" alt=\"Shoppers queue outside a supermarket in Quezon City, Metro Manila, on Friday\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Shoppers queue outside a supermarket in Quezon City on Friday.</span> \n    <span class=\"element-image__credit\">Photograph: Rolex dela Peña/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T10:29:51.370Z\">at 10.29am GMT</time></p> \n</div> \n<div id=\"block-5e7f19698f081e5eda238773\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T09:35:18.359Z\">9.35am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In a sign of the wider impact of the crisis now enveloping the world, <strong>wildlife rescue centres around the world are struggling to treat endangered species</strong>, <strong tabindex=\"-1\">Gloria Dickie</strong> reports.</p> \n  <p>As the coronavirus spreads from country to country, disrupting global travel and the economy, the centres are struggling to make ends meet. The Centre for Orangutan Protection in Kalimantan in Indonesia’s section of Borneo has temporarily shut down to minimise the spread of the virus. </p> \n  <p>Others such as Merazonia in Ecuador rely on tourism dollars to care for their animals. Since China’s shutdown of Wuhan in January, visitor numbers have also plummeted at Asia’s wildlife centres.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2020/mar/28/wildlife-rescue-centres-struggle-to-treat-endangered-species-in-coronavirus-outbreak-aoe\">Wildlife rescue centres struggle to treat endangered species in coronavirus outbreak</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T09:39:10.382Z\">at 9.39am GMT</time></p> \n</div> \n<div id=\"block-5e7f15fc8f081e5eda23876a\" class=\"block\" data-block-contributor=\"profile/helenpidd\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T09:21:02.970Z\">9.21am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Derbyshire police in the north of England made headlines this week after using a drone to shame dog walkers who had driven into the Peak District National park during the lockdown. </p> \n  <p>Now, the Guardian’s north of England editor <strong>Helen Pidd</strong> reports, <strong>police </strong><strong>officers have been pouring black dye into a reservoir near Buxton</strong> known locally as “the blue lagoon” to make it less appealing to swimmers.</p> \n  <p>The Buxton Safer Neighbourhoods Team wrote in a Facebook past that it taken the measure after receiving reports people were congregating there:</p> \n  <blockquote class=\"quoted\"> \n   <p>No doubt this is due to the picturesque location and the lovely weather (for once!) in Buxton. </p> \n   <p>However, the location is dangerous and this type of gathering is in contravention of the current instruction of the UK government. </p> \n   <p>With this in mind, we have attended the location this morning and used water dye to make the water look less appealing. </p> \n   <p>This is a regular tactic that we use to reduce ASB and we work in partnership with HPBC and Derbyshire Fire and Rescue Service. However, as things stand, it has never been so important to discourage these types of gatherings.</p> \n  </blockquote> \n  <figure class=\"element element-embed\" data-canonical-url=\"https://www.facebook.com/521087308354394/posts/854390878357367/?d=n\" data-alt=\"Derbyshire police have been pouring black dye into a reservoir near Buxton to discourage people from going there\"> \n   <iframe src=\"https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2FBuxtonSNT%2Fposts%2F854390878357367&amp;width=500\" width=\"500\" height=\"778\" style=\"border:none;overflow:hidden\" scrolling=\"no\" frameborder=\"0\" allowtransparency=\"true\" allow=\"encrypted-media\"></iframe> \n   <figcaption>\n    Derbyshire police have been pouring black dye into a reservoir near Buxton to discourage people from going there\n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T09:41:32.420Z\">at 9.41am GMT</time></p> \n</div> \n<div id=\"block-5e7f11bb8f081e5eda23875a\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T09:04:57.030Z\">9.04am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Confirmed Covid-19 infections pass 600,000</h2> \n <div class=\"block-elements\"> \n  <p>The number of confirmed cases of coronavirus around the world has now passed 600,000, according to the tally kept by Johns Hopkins University. With many countries, including the UK, now only testing the most serious cases, however, the true extent of infections is likely to be much greater. </p> \n  <p>According to the university’s interactive map, 601,478 people had been confirmed as infected with Covid-19, and 27,862 deaths attributed to the disease. At least 131,826 people have recovered after falling ill.</p> \n  <p>The US has the highest number of confirmed infections with 104,837, followed by Italy with 86,498 and China with 81,948.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T09:35:37.289Z\">at 9.35am GMT</time></p> \n</div> \n<div id=\"block-5e7f0abe8f08af215f6fcfa0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T08:46:57.420Z\">8.46am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The lockdown implemented to curb the spread of the <strong>coronavirus is disrupting UK government plans to recruit 20,000 new police officers</strong> - a key manifesto pledge of the Conservative party at the December election.</p> \n  <p>Assessment centres have been hit by sweeping closures of premises, PA Media reports. Katy Bourne, the chair of the Association of Police and Crime Commissioners (APCC), who also serves as PCC for Sussex told the agency: </p> \n  <blockquote class=\"quoted\"> \n   <p>We began a big recruitment drive and along comes this virus. We don’t want to stop that recruitment. The national call has a lot of officers who are in the pipeline who have been through the assessment centres and are still waiting to come out to forces and so on.</p> \n   <p> The assessment centres nationally where you expect people to turn up to classrooms, obviously those can’t function because we are all isolated, we have got to stay at home.</p> \n   <p> So, it’s keeping those officers warm or those potential officers warm in the system.</p> \n   <p>It’s really how do forces deal with the numbers that they have got.</p> \n  </blockquote> \n  <p>Bourne also said it was critical that police officers get the equipment they need to stay safe during the pandemic. </p> \n  <blockquote class=\"quoted\"> \n   <p>The personal protective equipment (PPE) has been a big issue nationally. The police are out and about in the country they need protection. </p> \n   <p>I know from Sussex’s point of view they have managed to secure some. I know some police forces in other areas of the country have really struggled.</p> \n   <p>The supplies are there but it’s getting it out to those forces.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T10:07:18.335Z\">at 10.07am GMT</time></p> \n</div> \n<div id=\"block-5e7f0dfb8f0878a2a48abf0c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T08:45:07.775Z\">8.45am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>After a week in which <strong>France’s</strong> government has come under increasing criticism for perceived lack of transparency, the <strong>prime minister, Édouard Philippe, and the health minister, Olivier Véran, are holding a press conference on Saturday</strong> to outline the situation in detail and answer questions, <strong>Kim Willsher</strong> reports from Paris.</p> \n  <p>We will have the usual announcement of the daily update figures early evening.<br></p> \n  <p>The controversial hospital professor <a href=\"https://www.theguardian.com/world/2020/mar/27/vital-drug-people-lupus-coronavirus-covid-19-link-hydroxychloroquine\">Didier Raoult</a> from Marseille released new research late on Friday on 80 patients conducted over six to 10 days, which apparently shows that hydroxychloroquine in combination with the antibiotic azithromycin is effective in treating Covid-19 patients.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T09:46:32.560Z\">at 9.46am GMT</time></p> \n</div> \n<div id=\"block-5e7f0a398f081e5eda238745\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T08:27:47.584Z\">8.27am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Let’s begin with the latest from the UK. <strong>In Wales, teachers have been urged to keep schools open for NHS staff and carers during the two-week Easter holidays</strong>, PA Media reports. </p> \n  <p>The education minister, Kirsty Williams, who described school workers as national heroes for keeping more than 700 schools open during the coronavirus epidemic, said:</p> \n  <blockquote class=\"quoted\"> \n   <p>It takes a community to raise a child and that statement has never been more true. In this time of national need, our school community has stepped up and met the challenge.</p> \n   <p>More than 700 schools have stayed open to look after the children of NHS staff, carers, people who are saving lives. I am now asking you to do more and keep schools open during what would have been school holidays.</p> \n   <p>It has never been more important for our children and young people to be surrounded by the people they know and trust.</p> \n   <p>I am asking you to be flexible, and to offer up some time during the Easter period to continue to support both vulnerable children and the families of our critical workers.</p> \n  </blockquote> \n  <p>Williams also confirmed that the families of children who get free school meals would continue to be assisted during the break. She said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Wales has a strong tradition of supporting communities and I can confirm that the funding announced last week to support children in receipt of free school meals can be used to carry on providing free school meals over the Easter holiday.</p> \n   <p>This will allow local authorities to continue with their local arrangements while we establish a national scheme to support children in receipt of free school meals.</p> \n   <p>In devising a national scheme I will ensure that local authorities will still be able to maintain their own approaches, should they want to do so.</p> \n   <p>They will have the discretion to opt into a national scheme or continue to provide flexible support if that is their preference, such as direct payments or deliveries to families who are unable to leave their homes, due to isolation requirements.</p> \n   <p>I believe this will be a sustainable approach, that will enable families to budget and plan their spend according to their needs.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T09:33:17.314Z\">at 9.33am GMT</time></p> \n</div> \n<div id=\"block-5e7f072a8f081e5eda238739\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T08:21:38.450Z\">8.21am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hello everybody, this is <strong>Damien Gayle</strong> taking the reins of the live blog from London. As usual I will be bringing you the latest coronavirus updates from our network of correspondents around the world, from the news wires and anywhere else I can find it. </p> \n  <p>And as usual I will need the help of the Guardian’s global readership. Please send any coronavirus news from your part of the world to me at damien.gayle@theguardian.com or via a direct message to my Twitter profile, <a href=\"https://twitter.com/damiengayle\">@damiengayle</a>. Let me know what we’re missing. </p> \n </div> \n</div> \n<div id=\"block-5e7f022f8f08af215f6fcf89\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T08:09:06.396Z\">8.09am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>That’s it from me, <a href=\"https://twitter.com/helenrsullivan\">Helen Sullivan</a> on this Saturday in what I can’t believe is still March. It’s been a long month. </p> \n  <p>I leave you now with my colleague Damien Gayle. I’ll be moving to a different room to watch <a href=\"https://twitter.com/helenrsullivan/status/1243796948387160064?s=20\">an entire continent isolate itself from incoming flights</a>. And who said self isolation wasn’t fun? </p> \n  <p>Here are the latest key coronavirus pandemic developments from around the world:</p> \n  <ul> \n   <li><strong>US cases passed 100,000. </strong>Doctors and nurses on the front lines of the US coronavirus crisis pleaded on Friday for more protective gear and equipment to treat waves of patients expected to overwhelm hospitals as the number of known US infections surpassed 100,000, with more than 1,600 dead.</li> \n   <li><strong>The ratings agency Fitch has cut Britain’s sovereign debt rating to AA-,</strong> saying debt levels will jump as the government ramps up its spending to offset the near shutdown of the economy in the face of coronavirus.</li> \n   <li> <strong>Italy overtook China to become the second-worst affected country after the US. </strong>Italy also recorded the highest daily rise in deaths anywhere since the outbreak began, with 969 fatalities.</li> \n   <li><strong>Chinese authorities reverse planned re-openings of movie theatres.</strong> China’s official media also told people to stay on guard against the coronavirus on Saturday, and restrictions on foreigners entering went into effect, as the country reported no new locally transmitted infections and a small drop in imported cases. </li> \n   <li><strong>Australia stepped up enforcement of social distancing rules on Saturday. </strong>In an attempt to contain community transmission of the novel coronavirus, states across the country implemented fines, closed beaches and threatened stricter measures if people defy pleas to stay at home. </li> \n   <li><strong>More than 100 Australian doctors and dentists returned to Australia</strong> after being stranded on a cruise ship off the coast of Chile.</li> \n   <li><strong>Moody’s downgraded South Africa’s sovereign credit rating to “junk” status</strong> on Friday, heaping more pain on an economy already in recession and now staring down the barrel of a steep contraction over the global coronavirus pandemic.</li> \n   <li><strong>A global shortage of condoms is looming. </strong>The world’s biggest producer or condoms warned of a global shortage after a coronavirus lockdown forced it to shut down production. </li> \n   <li><strong>Iranian doctors say ‘hundreds’ have died after ingesting toxic methanol. </strong>An Iranian doctor said hundreds have died and thousands have been sickened from ingesting toxic methanol across the Islamic Republic out of the false belief it kills the new coronavirus.</li> \n   <li><strong>Passengers on cruise ship stranded off Panama coast issue desperate plea. </strong>Passengers on a cruise ship stranded off the coast of Panama issued a desperate plea to be allowed to dock after four people died during a Covid-19 outbreak on board.</li> \n   <li><strong>Argentina saw a record jump in cases. </strong>Despite the full national lockdown declared on March 20, the country reached 690 cases and 17 deaths so far, with 101 new cases and five deaths reported Friday. The capital city of Buenos Aires is the worst hit, with 223 cases, followed by the province of Buenos Aires with 193.</li> \n   <li><strong>South Korea reports highest new cases in a week. </strong>South Korea reported 146 new coronavirus cases on Friday, the highest number in a week, its disease control agency said on Saturday, with the country suffering a rise in imported cases from Europe and the United States during recent days.</li> \n   <li><strong>Lockdowns around the world bring rise in domestic violence. </strong>Women and children who live with domestic violence have no escape from their abusers during quarantine, and from Brazil to Germany, Italy to China, activists and survivors say they are already seeing an alarming rise in abuse.</li> \n  </ul> \n  <p>A shorter summary is available here: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/28/coronavirus-latest-at-a-glance\">Coronavirus latest: at a glance</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T08:10:55.517Z\">at 8.10am GMT</time></p> \n</div> \n<div id=\"block-5e7f01988f08af215f6fcf88\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T08:06:51.297Z\">8.06am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The NHS could have prevented “chaos and panic” had the system not been left “wholly unprepared for this pandemic”, the editor of a British medical journal has said.</p> \n  <p>Numerous warnings were issued but these were not heeded, Richard Horton wrote in The Lancet. He cited an example from his journal on 20 January, pointing to a global epidemic: “Preparedness plans should be readied for deployment at short notice, including securing supply chains of pharmaceuticals, personal protective equipment, hospital supplies and the necessary human resources to deal with the consequences of a global outbreak of this magnitude.”</p> \n  <p>Dr Horton wrote that the government’s Contain-Delay-Mitigate-Research plan had failed. “It failed, in part, because ministers didn’t follow WHO’s advice to ‘test, test, test’ every suspected case. They didn’t isolate and quarantine. They didn’t contact trace.</p> \n  <p>“These basic principles of public health and infectious disease control were ignored, for reasons that remain opaque.</p> \n  <p>“The result has been chaos and panic across the NHS.”</p> \n  <p>Dr Horton’s warning came as the UK saw its biggest day-on-day rise in deaths since the Covid-19 outbreak began, while Boris Johnson and Matt Hancock said they had tested positive for the virus and frontline testing of NHS workers was set to begin.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/28/chaos-and-panic-lancet-editor-says-nhs-was-left-unprepared-for-covid-19\">'Chaos and panic': Lancet editor says NHS was left unprepared for Covid-19</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T08:45:28.444Z\">at 8.45am GMT</time></p> \n</div> \n<div id=\"block-5e7f014b8f08af215f6fcf86\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T08:03:25.685Z\">8.03am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Fitch cuts UK credit rating to AA-</h2> \n <div class=\"block-elements\"> \n  <p>The ratings agency Fitch has cut Britain’s sovereign debt rating to AA-, saying debt levels will jump as the government ramps up its spending to offset the near shutdown of the economy in the face of coronavirus.</p> \n  <p>Fitch downgraded the country by one notch to the same level as its rating for Belgium and the Czech Republic. It said a further cut could follow as it kept the rating on negative outlook.</p> \n  <p>“The downgrade reflects a significant weakening of the UK’s public finances caused by the impact of the Covid-19 outbreak and a fiscal loosening stance that was instigated before the scale of the crisis became apparent,” Fitch said. “The downgrade also reflects the deep near-term damage to the UK economy caused by the coronavirus outbreak and the lingering uncertainty regarding the post-Brexit UK-EU trade relationship.”</p> \n  <p>Fitch said the coronavirus shutdown was likely to shrink Britain’s economy by nearly 4% in 2020, assuming the drastic containment measures could be relaxed in the second half of the year, leading to a 3% bounce in growth in 2021. But doubts about Britain’s future trading ties with the European Union posed a further risk, Fitch said.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/mar/28/fitch-cuts-uk-credit-rating-to-aa-\">Fitch cuts UK credit rating to AA-</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7f002b8f08af215f6fcf83\" class=\"block\" data-block-contributor=\"profile/warrenmurray\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T07:50:37.207Z\">7.50am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Here’s the wrap of coronavirus pandemic news from the last few hours:</strong></p> \n  <p>The US has become the first country to exceed 100,000 confirmed coronavirus cases as Donald Trump signed into law the largest economic stimulus package in US history, a <a href=\"https://www.theguardian.com/us-news/2020/mar/27/washington-coronavirus-stimulus-bill-vote\">$2.2tn bill designed to rush federal assistance</a> to workers and businesses.</p> \n  <p>The number of confirmed US cases rose by 15,000 on Friday, <a href=\"https://www.theguardian.com/world/2020/mar/26/coronavirus-outbreak-us-latest-trump\">fewer than the 16,000 reported on Thursday</a>. By Friday night there were more than 6,000 hospitalised Covid-19 patients in New York with almost 1,600 in intensive care while the state had logged 519 deaths, the most in the US, and more than 44,000 infections.</p> \n  <p>Hospitals in New York City, New Orleans, Detroit and other virus hotspots have sounded the alarm about scarcities of drugs, medical supplies and trained staff.</p> \n  <figure class=\"element element-image\" data-media-id=\"9aa387a19007e8790e2ea4376e9b462f9e3f9ea9\"> \n   <img src=\"https://media.guim.co.uk/9aa387a19007e8790e2ea4376e9b462f9e3f9ea9/0_0_4919_2951/1000.jpg\" alt=\"Gulls gather on the closed Santa Monica beach amid the coronavirus pandemic on 27 March, 2020 in Manhattan Beach, California.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Gulls gather on the closed Santa Monica beach amid the coronavirus pandemic on 27 March, 2020 in Manhattan Beach, California.</span> \n    <span class=\"element-image__credit\">Photograph: Mario Tama/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>In California <a href=\"https://www.theguardian.com/us-news/2020/mar/27/california-coronavirus-mercy-hospital-ship-us-navy\">a navy hospital ship, the Mercy</a>, has docked at the Port of Los Angeles to provide 1,000 beds and full medical facilities – freeing up hospitals on land for seriously ill coronavirus patients, as the state braces for an outbreak potentially on New York’s scale.</p> \n  <p>The president on Friday invoked a national security law <a href=\"https://www.theguardian.com/us-news/2020/mar/27/trump-defense-production-act-coronavirus-gm\">compelling General Motors (GM) to mass produce ventilators</a> – accompanied by barbs that the carmaker had not been acting quickly enough. Some saw it as partly an act of spite amid Trump’s continuing feud with the company – GM said it had already been working around the clock for more than a week to help build more ventilators.</p> \n  <p>Italy became the <a href=\"https://www.theguardian.com/world/2020/mar/27/more-countries-deploy-their-military-to-help-during-covid-19-crisis\">second country to overtake China</a> in terms of the number of infections, reaching more than 86,000 cases. Its latest 969 deaths represent the highest national one-day figure anywhere since the outbreak began, seemingly dashing hopes that Italy might be flattening its rate of infection.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/28/coronavirus-us-becomes-first-country-to-exceed-100000-cases\">Coronavirus: US becomes first country to exceed 100,000 cases</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7eff428f0878a2a48abedb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T07:43:16.447Z\">7.43am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The US Navy is the military service hit hardest by the coronavirus, as it scrambles to contain its first at-sea outbreak, with at least two dozen infected aboard the USS Theodore Roosevelt, one of 11 active aircraft carriers whose mission is central to the Pentagon’s strategy for deterring war with China and Iran. </p> \n  <figure class=\"element element-image\" data-media-id=\"2fc0c867050773830cbb0b8a7237352cd99f09e2\"> \n   <img src=\"https://media.guim.co.uk/2fc0c867050773830cbb0b8a7237352cd99f09e2/0_236_3500_2100/1000.jpg\" alt=\"US Navy sailors raise a larne target from the fantail of the aircraft carrier USS Theodore Roosevelt in the Philippine Sea 21 March, 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">US Navy sailors raise a larne target from the fantail of the aircraft carrier USS Theodore Roosevelt in the Philippine Sea 21 March, 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Us Navy/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>The Roosevelt and its contingent of warplanes may be sidelined for days, sitting pier side in Guam as the entire crew more than 5,000 is tested, Reuters reports. </p> \n  <p>Navy leaders say the carrier could return to duty at any time if required, but the sudden setback is seen as a harbinger of more trouble to come. <br><br> The carrier, like other Navy ships, is vulnerable to infectious disease spread given its close quarters. The massive ship is more than 1,000 feet long; sailors are spread out across a labyrinth of decks linked by steep ladder-like stairs and narrow corridors. <br><br>Enlisted sailors and officers have separate living quarters, but they routinely grab their food from crowded buffet lines and eat at tables joined end-to-end. <br><br>Although the US Navy is much smaller than the US Army, it accounts for at least one-third of all reported Covid-19 cases in the military. None has been reported among Navy submarine crews, which are widely deployed and include subs armed with long-range nuclear missiles on constant patrol. <br></p> \n </div> \n</div> \n<div id=\"block-5e7efde68f0878a2a48abed5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T07:38:11.623Z\">7.38am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The US embassy in Riyadh said on Saturday it was working with the Saudi authorities to arrange repatriation flights to the United States on a commercial airline. <br><br>“No flights or departure/arrival locations have been confirmed at this time,” it said in a statement. <br><br>“It is likely that flights will be scheduled with little advance notice.”</p> \n  <p>Meanwhile a video shared on Twitter claims to shows a father crying after coming home to his son. The doctor is heard saying “No, no,” in Arabic as his son rushes to greet him. </p> \n  <p>There are 1,104 reported cases in the country, and three deaths. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Doranimated/status/1243264320110235649\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A Saudi doctor returns home from the hospital, tells his son to keep his distance, then breaks down from the strain. <a href=\"https://t.co/0ER9rYktdT\">pic.twitter.com/0ER9rYktdT</a></p>— Mike (@Doranimated) \n    <a href=\"https://twitter.com/Doranimated/status/1243264320110235649?ref_src=twsrc%5Etfw\">March 26, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7efbf28f0878a2a48abecb\" class=\"block\" data-block-contributor=\"profile/helen-sullivan\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T07:27:50.593Z\">7.27am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Coronavirus latest: at a glance</h2> \n  <figure class=\"element element-image\" data-media-id=\"4fac3bba99a9b0ea222e8af8c601738ff7840fe9\"> \n   <img src=\"https://media.guim.co.uk/4fac3bba99a9b0ea222e8af8c601738ff7840fe9/0_345_5168_3103/1000.jpg\" alt=\"Residents of the densely populated Hillbrow neighborhood of downtown Johannesburg, confined in an attempt to prevent the spread coronavirus, stand and wave from their balconies, Friday, 27 March, 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Residents of the densely populated Hillbrow neighborhood of downtown Johannesburg, confined in an attempt to prevent the spread coronavirus, stand and wave from their balconies, Friday, 27 March, 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Jérôme Delay/AP</span> \n   </figcaption> \n  </figure> \n  <p>A summary of big developments in the global coronavirus outbreak:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/28/coronavirus-latest-at-a-glance\">Coronavirus latest: at a glance</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7ef9c78f081e5eda238713\" class=\"block\" data-block-contributor=\"profile/graham-readfearn\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T07:23:25.884Z\">7.23am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>What happens to people’s lungs when they get coronavirus?</h2> \n  <figure class=\"element element-image\" data-media-id=\"e18e45a32f5fe84a14c301f8a7ba353117abdfb8\"> \n   <img src=\"https://media.guim.co.uk/e18e45a32f5fe84a14c301f8a7ba353117abdfb8/0_0_4500_2700/1000.jpg\" alt=\"A doctor shows the lungs of Covid-19 patient on a computer screen at the MontLegia CHC hospital in Liege, Belgium, Friday, 27 March 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A doctor shows the lungs of Covid-19 patient on a computer screen at the MontLegia CHC hospital in Liege, Belgium, Friday, 27 March 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Francisco Seco/AP</span> \n   </figcaption> \n  </figure> \n  <p>What became known as Covid-19, or the coronavirus, started in late 2019 as a cluster of pneumonia cases with an unknown cause. The cause of the pneumonia was found to be a new virus – severe acute respiratory syndrome coronavirus 2, or Sars-CoV-2. The illness caused by the virus is Covid-19.</p> \n  <p>Now declared as a pandemic by the World Health Organisation (WHO), the majority of people who contract Covid-19 suffer only mild, cold-like symptoms.</p> \n  <p>WHO says about 80% of people with Covid-19 recover without needing any specialist treatment. Only about one person in six becomes seriously ill “and develops difficulty breathing”.</p> \n  <p>So how can Covid-19 develop into a more serious illness featuring pneumonia, and what does that do to our lungs and the rest of our body?</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/28/what-happens-to-peoples-lungs-when-they-get-coronavirus\">What happens to people's lungs when they get coronavirus?</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7ef7ea8f0878a2a48abebc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T07:14:20.109Z\">7.14am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The UK Ambassador to Madagascar and Comoros Phil Boyle pointed out on Twitter a few hours ago how few flights are going to and from Africa at the moment, as countries across the continent respond to the coronavirus pandemic. </p> \n  <p>The latest data, from <a href=\"https://www.flightradar24.com/0,85.46/2\">FlightRadar24</a>, still shows the continent as having close to zero aircraft leaving or arriving: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/helenrsullivan/status/1243798509955854338\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">And flights globally for the last three months: <a href=\"https://t.co/cz0t3n3n3Y\">pic.twitter.com/cz0t3n3n3Y</a></p>— Helen Sullivan (@helenrsullivan) \n    <a href=\"https://twitter.com/helenrsullivan/status/1243798509955854338?ref_src=twsrc%5Etfw\">March 28, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T07:15:06.525Z\">at 7.15am GMT</time></p> \n</div> \n<div id=\"block-5e7ef39a8f0878a2a48abeb8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T07:01:21.163Z\">7.01am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Lockdowns around the world bring rise in domestic violence</h2> \n <div class=\"block-elements\"> \n  <p>The Guardian’s Emma Graham-Harrison and Angela Giuffrida report from Rome with Helena Smith in Athens and Liz Ford in London. </p> \n  <p>Around the world, as cities have gone into lockdown to stop the spread of coronavirus, the mass efforts to save lives have put one vulnerable group more at risk.</p> \n  <p>Women and children who live with domestic violence have no escape from their abusers during quarantine, and from <a href=\"https://www.theguardian.com/world/brazil\">Brazil</a> to Germany, Italy to China, activists and survivors say they are already seeing an alarming rise in abuse.</p> \n  <p><strong>In Hubei province, the heart of the initial coronavirus outbreak, domestic violence reports to police more than tripled in one county alone</strong> during the lockdown in February, from 47 last year to 162 this year, activists told local media.</p> \n  <p>“The epidemic has had a huge impact on domestic violence,” Wan Fei, a retired police officer who founded a charity campaigning against abuse, told <a href=\"https://www.sixthtone.com/news/1005253/domestic-violence-cases-surge-during-covid-19-epidemic\">Sixth Tone website</a>. <strong>“According to our statistics, 90% of the causes of violence [in this period] are related to the Covid-19 epidemic.”</strong></p> \n  <p>It is a pattern being repeated globally. In Brazil a state-run drop-in centre has already seen a surge in cases it attributes to coronavirus isolation, the Brazilian broadcaster Globo said.</p> \n  <p><strong>“We think there has been a rise of 40% or 50%, and there was already really big demand,” said Adriana Mello, a Rio de Janeiro judge specialising in domestic violence. </strong>“We need to stay calm in order to tackle this difficulty we are now facing.”</p> \n  <p>The Catalan regional government said that calls to its helpline had risen by 20% in the first few days of the confinement period; in Cyprus, calls to a similar hotline rose 30% in the week after 9 March, when the island had its first confirmed case of coronavirus.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2020/mar/28/lockdowns-world-rise-domestic-violence\">Lockdowns around the world bring rise in domestic violence</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7ef27e8f08af215f6fcf3c\" class=\"block\" data-block-contributor=\"profile/helen-davidson\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T06:54:01.261Z\">6.54am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hong Kong has brought in new restrictions on gatherings and nightlife venues after a recent rise in imported cases and a cluster of 43 infections connected to live music venues.</p> \n  <p>Another 19 people were diagnosed with Covid-19 on Friday who are connected to the cluster.</p> \n  <figure class=\"element element-image\" data-media-id=\"06223efc802dca095029e7da32ce636d23624b3b\"> \n   <img src=\"https://media.guim.co.uk/06223efc802dca095029e7da32ce636d23624b3b/0_0_4500_2700/1000.jpg\" alt=\"A worker wearing a mask disinfects a subway train amid the coronavirus outbreak on 27 March, 2020 in Hong Kong, China.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A worker wearing a mask disinfects a subway train amid the coronavirus outbreak on 27 March, 2020 in Hong Kong, China.</span> \n    <span class=\"element-image__credit\">Photograph: China News Service/China News Service via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>The venues are in Tsim Sha Tsui, Wan Chai, and Lan Kwai Fong. Musicians from bands manage by one company are among those infected. <br><br>Last week Hong Kong’s chief executive Carrie Lam flagged suspending the liquor licences of 8,600 venues, reasoning that people get intimate when they’re drinking. However that was later withdrawn, and restrictions on the number of patrons brought in instead. </p> \n </div> \n</div> \n<div id=\"block-5e7ef31b8f0878a2a48abea8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T06:49:15.037Z\">6.49am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Britons go on shopping spree to ease grind of Covid-19 confinement</h2> \n  <p>In more British retail and manufacturing news, the prospect of weeks trapped at home has seen Britons embark on unlikely shopping sprees as they create home offices and gyms but also embrace hobbies ranging from dressmaking to jigsaw puzzling and <a href=\"https://www.theguardian.com/lifeandstyle/2018/mar/31/grow-your-own-veg-beginners-guide-carrots-chard-coriander-cabbage\">growing their own veg</a>, <a href=\"https://www.theguardian.com/profile/zoewood\">Zoe Wood</a> and <a href=\"https://www.theguardian.com/profile/joanna-partridge\">Joanna Partridge</a> report for the Guardian. </p> \n  <p>With all non-essential high street shops and some websites now closed, what is left of high street trade is online as households hunker down and seek ways to keep themselves and their children entertained.</p> \n  <p>During week one of the government’s new home isolation rules, online sales were “fairly flat” on a year ago, according to the IMRG Capgemini online retail index. However, that measure, based on the web sales of 200 retailers, masked seesawing demand: while sales of electricals and DIY products were up 42% and 14% respectively, sales of clothing fell 27% and demand for footwear slumped 38%.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/money/2020/mar/28/britons-shopping-spree-ease-covid-19-confinement-hobbies\">Britons go on shopping spree to ease grind of Covid-19 confinement</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7ef1c88f08af215f6fcf3b\" class=\"block\" data-block-contributor=\"profile/rob-davies\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T06:45:14.920Z\">6.45am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>British retailers and manufacturers in ‘wartime effort’ to fight Covid-19</h2> \n  <figure class=\"element element-image\" data-media-id=\"2cc914bf60ee435829c2f57e39b76e17927ba787\"> \n   <img src=\"https://media.guim.co.uk/2cc914bf60ee435829c2f57e39b76e17927ba787/0_0_4000_2401/1000.jpg\" alt=\"Staff at Tibard begin work on a new order of 20,000 nurses uniforms at their factory in Dukinfield – where they usually make catering uniforms.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Staff at Tibard begin work on a new order of 20,000 nurses uniforms at their factory in Dukinfield – where they usually make catering uniforms.</span> \n    <span class=\"element-image__credit\">Photograph: Anthony Devlin/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>British industry has thrown its weight behind the fight against <a href=\"https://www.theguardian.com/politics/live/2020/mar/27/uk-coronavirus-live-rough-sleepers-nhs-applause-covid-19-latest-news\">Covid-19</a> in a wartime-style effort to churn out protective masks, hand sanitiser and medical ventilators.</p> \n  <p>While most retailers have been <a href=\"https://www.theguardian.com/business/2020/mar/20/marks-and-spencer-considers-temporary-store-closures-wetherspoons-coronavirus\">forced to shut down</a> to contain the pandemic, a raft of firms across the country, in sectors from manufacturing to fashion, are setting up emergency operations that often involve <a href=\"https://www.theguardian.com/business/2020/mar/21/europes-companies-retool-production-to-fight-coronavirus-fallout\">striking out into unfamiliar territory</a>.</p> \n  <p>The most high-profile example has been the effort by industrial powerhouses to <a href=\"https://www.theguardian.com/world/2020/mar/26/how-the-uk-plans-to-source-30000-ventilators-for-nhs-coronavirus\">manufacture 30,000 medical ventilators</a>, with household names such as Airbus, Dyson, Ford and Rolls-Royce all pitching in with expertise and resources. The banking group HSBC moved to help ventilator manufacturers by offering fast-track loan applications, cheaper interest rates and extended repayment terms.</p> \n  <p>A host of companies are focusing on limiting contagion and protecting NHS workers. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/mar/28/british-retailers-and-manufacturers-in-wartime-effort-to-fight-covid-19\">British retailers and manufacturers in 'wartime effort' to fight Covid-19</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7ef0ee8f0878a2a48abe9c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T06:40:45.695Z\">6.40am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In Australia, retailers Country Road, Mimco, Politix, Trenery and Witchery will close their doors as the spread of coronavirus leaves many shoppers confined to their homes.</p> \n  <p>The stable of retailers, owned by South African company Woolworths Holdings, announced the temporary closure of stores until further notice on Saturday.<br></p> \n  <p>Department store David Jones, which is also owned by Woolworths, will continue to operate its larger stores.<br></p> \n  <p>“As a heritage Australian brand, we recognise that we have an important role to play in slowing the spread of COVID-19,” Country Road said in a statement posted online.<br></p> \n  <p>“This is a decision that has not been made lightly, and one we feel is necessary to protect the health and wellbeing of our team, customers and wider community.”<br></p> \n  <p>All the brands will continue to trade online.<br></p> \n  <p>The closures follow an announcement by competitor Myer on Friday that it would shut its shops from Sunday night.</p> \n </div> \n</div> \n<div id=\"block-5e7ef08b8f0878a2a48abe9a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T06:37:58.636Z\">6.37am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Have questions, news tips, or jokes you think our readers would enjoy? I’m on Twitter <a href=\"https://twitter.com/helenrsullivan\">@helenrsullivan</a>. </p> \n </div> \n</div> \n<div id=\"block-5e7eea7f8f0878a2a48abe87\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T06:15:54.506Z\">6.15am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Thailand reported 109 new coronavirus cases and one death on Saturday, bringing the total to 1,245 infections and 6 deaths, the spokesman of the government’s Center for Covid-19 Situation Administration (CCSA) said. </p> \n  <p>The new cases are higher than the 91 reported on Friday. <br><br>The latest death is of a patient with some prior health complication, Taweesin Wisanuyothin, the CCSA spokesman said. </p> \n  <figure class=\"element element-image\" data-media-id=\"b3beff0a31ecdcc1188d4c4daafa22979d6475e0\"> \n   <img src=\"https://media.guim.co.uk/b3beff0a31ecdcc1188d4c4daafa22979d6475e0/0_204_6007_3604/1000.jpg\" alt=\"People practice social distancing as they sit on chairs spread apart in a waiting area for take-away food orders at a shopping mall in hopes of preventing the spread of the coronavirus in Bangkok.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">People practice social distancing as they sit on chairs spread apart in a waiting area for take-away food orders at a shopping mall in hopes of preventing the spread of the coronavirus in Bangkok.</span> \n    <span class=\"element-image__credit\">Photograph: Barcroft Media/Barcroft Media via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>The Thai government on Friday ordered the closing down of more public facilities and businesses to curb the spread of coronavirus, and has extended existing closures until the end of April. <br><br>The provinces of Narathiwat and Pattani in southern Thailand are in lockdown while several other provinces have issued orders to restrict the opening and closing times of 24-hour convenience stores. </p> \n </div> \n</div> \n<div id=\"block-5e7ee8ca8f08af215f6fcf21\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T06:06:05.361Z\">6.06am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>People in greater Tokyo and the Osaka area in western Japan hunkered down on Saturday as officials urged citizens to stay indoors to prevent a potential emergency, but some were carrying on as normal, Reuters reports. </p> \n  <figure class=\"element element-image\" data-media-id=\"c71387e54dd838bd8dec8d9cb616ba8910103a99\"> \n   <img src=\"https://media.guim.co.uk/c71387e54dd838bd8dec8d9cb616ba8910103a99/0_0_8256_4954/1000.jpg\" alt=\"A woman takes pictures of the cherry blossoms in Tokyo on 28 March, 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A woman takes pictures of the cherry blossoms in Tokyo on 28 March, 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Kazuhiro Nogi/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Tokyo Governor Yuriko Koike’s plea for the tens of millions of people in the capital and surrounding regions to avoid non-essential, non-urgent outings until 12 April, and particularly this weekend, followed a surge in coronavirus infections this week that she said put Tokyo on the brink of an emergency. <br><br>Koike urged the public to avoid the national pastime of congregating to drink and watch the cherry blossoms as they hit their peak in the capital, saying on Friday, “The cherry blossoms will bloom again next year.” <br><br>Infections in Japan have climbed to more than 1,400, with 47 deaths, excluding those from a cruise ship quarantined last month. Hit early by the coronavirus in its initial spread from China, Japan had seen a more gradual rise than the recent surge in much of Europe and the United States. <br><br>This week, however, saw an acceleration that Prime Minister Shinzo Abe called “a national crisis”. <br><br>Infections on Friday rose by a daily record 102, said public broadcaster NHK. Tokyo reported 40 new cases on Friday, bringing its total to 299. <br></p> \n </div> \n</div> \n<div id=\"block-5e7ee5958f0878a2a48abe71\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T05:59:12.603Z\">5.59am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Moody's downgrades South Africa's credit rating to \"junk\"</h2> \n <div class=\"block-elements\"> \n  <p>Moody’s downgraded South Africa’s sovereign credit rating to “junk” status on Friday, heaping more pain on an economy already in recession and now staring down the barrel of a steep contraction over the global coronavirus pandemic. </p> \n  <p>The ratings firm downgraded the rating one notch to ‘Ba1’ from ‘Baa3’ and maintained a negative outlook, meaning another downgrade could follow if the economy performs worse or government debt rises faster than expected. <br><br>An annual budget in February showed a worsening of the fiscal picture, and the country entered a 21-day nationwide lockdown on Friday that will dent output as workers have been told to stay at home to prevent the spread of the coronavirus. <br></p> \n  <p>The local Eye Witness News channel reported that homeless people living in the city of Durban said they had been taken to a reception centre against their will:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ewnreporter/status/1243775023980122118\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">As the country marked its first day of <a href=\"https://twitter.com/hashtag/LockdownSA?src=hash&amp;ref_src=twsrc%5Etfw\">#LockdownSA</a> - chaotic scenes were observed in EThekwini @ the Durban Exhibition Centre, the city’s temporary reception Centre for homeless people. These homeless ppl say they were taken without their consent and then denied food. <a href=\"https://twitter.com/NkoRaphael?ref_src=twsrc%5Etfw\">@NkoRaphael</a> <a href=\"https://t.co/Oq7XQSXr5D\">pic.twitter.com/Oq7XQSXr5D</a></p>— EWN Reporter (@ewnreporter) \n    <a href=\"https://twitter.com/ewnreporter/status/1243775023980122118?ref_src=twsrc%5Etfw\">March 28, 2020</a>\n   </blockquote> \n  </figure> \n  <p>South Africa’s finance ministry said the downgrade would add to prevailing financial market stress. <br><br>Moody’s said the main driver behind the downgrade was “the continuing deterioration in fiscal strength and structurally very weak growth”. <br><br>“The rapid spread of the coronavirus outbreak will exacerbate South Africa’s economic and fiscal challenges and will complicate the emergence of effective policy responses,” it added. <br><br>Finance Minister Tito Mboweni said the government was not “trembling in our boots” and was committed to reforms to address weak growth and ailing state-owned companies. <br><br>The agency is the last of the big three agencies to downgrade Africa’s most industrialised economy to sub-investment grade, after S&amp;P Global and Fitch moved there in 2017. <br><br>Moody’s left South Africa on the brink of<strong> </strong>junk<strong> </strong>in November after it revised the outlook on its rating to negative following a bleak mid-term budget. </p> \n </div> \n</div> \n<div id=\"block-5e7ee4a78f08af215f6fcf10\" class=\"block is-key-event\" data-block-contributor=\"profile/naaman-zhou\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T05:47:45.400Z\">5.47am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Australian doctors return from Chilean cruise ship</h2> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"9fcd6f7142f7adab7e8bb7ea5a415f63118d11f7\"> \n   <img src=\"https://media.guim.co.uk/9fcd6f7142f7adab7e8bb7ea5a415f63118d11f7/451_0_1299_780/1000.jpg\" alt=\"The ship called the “Roald Amundsen” of the Hurtigruten cruise company in mid March off the Chilean Port of Punta Arenas, along with about 300 leading Australian doctors and medical policy makers.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The ship called the “Roald Amundsen” of the Hurtigruten cruise company in mid March off the Chilean Port of Punta Arenas, along with about 300 leading Australian doctors and medical policy makers.</span> \n    <span class=\"element-image__credit\">Photograph: Supplied</span> \n   </figcaption> \n  </figure> \n  <p>NSW Health have also revealed that more than <a href=\"https://www.theguardian.com/world/2020/mar/17/coronavirus-covid-19-australian-doctors-dentists-stuck-cruise-ship-coast-chile\">100 Australian doctors and dentists, who were stranded on a cruise ship off the coast of Chile</a>, have today returned to Australia.</p> \n  <p>Last week, we reported the doctors were on board as part of a medical convention when Chile banned cruise vessels from docking.</p> \n  <p>Today NSW <a href=\"https://www.theguardian.com/australia-news/health\">Health</a> confirmed they had returned and none were identified as being “unwell”. <br></p> \n  <p>“Two international flights arrived in Sydney overnight and this morning with 245 passengers...These passengers include numerous doctors and nurses who had been attending a health convention on-board who had not been able to berth off the South American coast,” the departmnet said.</p> \n  <p>“Airport screening was immediately commenced, including symptom assessment and temperature, and no passengers were identified as being unwell.</p> \n  <p>“All passengers are subject to the requirement for 14 day isolation under ministerial direction. This includes those who were able to safety return to their place of residence as well as around 150 people who are in quarantine in two Sydney hotels.”</p> \n </div> \n</div> \n<div id=\"block-5e7ee3e08f081e5eda2386be\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T05:46:04.089Z\">5.46am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Chinese authorities reverse planned re-openings of movie theatres</h2> \n <div class=\"block-elements\"> \n  <p>China’s official media told people to stay on guard against the coronavirus on Saturday, and restrictions on foreigners entering went into effect, as the country reported no new locally transmitted infections and a small drop in imported cases. </p> \n  <p>“At this time, we must be extremely vigilant and cautious, and we must prevent the post-epidemic relaxation from coming too soon, leading to the loss of all our achievements,” the Communist Party’s official People’s Daily newspaper said in a front-page editorial. <br><br><strong>The authorities also reversed planned re-openings of movie theatres,</strong> the state-owned China Securities Journal reported, citing sources. </p> \n  <figure class=\"element element-image\" data-media-id=\"86bca9254475f2df00153144270dcf20be758bdf\"> \n   <img src=\"https://media.guim.co.uk/86bca9254475f2df00153144270dcf20be758bdf/0_0_4000_2399/1000.jpg\" alt=\"This photo taken on 25 March, 2020 shows a staff member spraying disinfectant at a cinema.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">This photo taken on 25 March, 2020 shows a staff member spraying disinfectant at a cinema.</span> \n    <span class=\"element-image__credit\">Photograph: AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Reuters could not verify the existence of the National Film Administration’s order to extend cinema closures, but a man answering the phone at a Wanda Cinemas theatre in Shanghai confirmed it had been ordered to close again. <br><br><strong>Theatres in major cities including Beijing, Shanghai, Guangzhou and Chongqing, remained closed, </strong>searches on an online ticketing platform showed. <br></p> \n  <p>Effective Saturday, China has suspended the entry of foreign nationals with valid Chinese visas and residence permits. <br><br>Beijing has also ordered airlines to sharply cut international flights from Sunday. <br><br>China’s National Health Commission said on Saturday that 54 new coronavirus cases were reported on the mainland on Friday, all involving so-called imported cases. There were 55 new cases a day earlier, one of which was transmitted locally. <br><br>The total number of infections for mainland China now stands at 81,394, with the death toll rising by three to 3,295, the commission said. </p> \n </div> \n</div> \n<div id=\"block-5e7edd608f08af215f6fcef0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T05:29:07.900Z\">5.29am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A reminder that UK prime minister Boris Johnson became the first major world leader to test positive for Covid-19 in Friday night. </p> \n  <p>On 3 March, Johnson boasted that he was continuing to shake hands with ‘everybody’, including people who had tested positive for Covid-19. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/helenrsullivan/status/1243770526230667264\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Boris Johnson on 3 March below, saying how pleased he thought we would all be to know that he was continuing to shake hands with everybody, including coronavirus patients. <br><br>The <a href=\"https://twitter.com/guardian?ref_src=twsrc%5Etfw\">@Guardian</a> has a record here of Johnson's changing advice:<a href=\"https://t.co/rFG3990dr5\">https://t.co/rFG3990dr5</a> <a href=\"https://t.co/Ow2iVV8e0G\">https://t.co/Ow2iVV8e0G</a></p>— Helen Sullivan (@helenrsullivan) \n    <a href=\"https://twitter.com/helenrsullivan/status/1243770526230667264?ref_src=twsrc%5Etfw\">March 28, 2020</a>\n   </blockquote> \n  </figure> \n  <p>On another day of rapid growth in the number of deaths caused by the virus, Johnson issued a video message revealing that he had developed “mild symptoms”,write <a href=\"https://www.theguardian.com/profile/heatherstewart\" style=\"background-color: rgb(246, 246, 246);\">Heather Stewart</a>, <a href=\"https://www.theguardian.com/profile/matthewweaver\" style=\"background-color: rgb(246, 246, 246);\">Matthew Weaver</a> and <a href=\"https://www.theguardian.com/profile/kate-proctor\" style=\"background-color: rgb(246, 246, 246);\">Kate Proctor</a> write for the Guardian.<br></p> \n  <p>But he added: “Be in no doubt that I can continue, thanks to the wizardry of modern technology, to communicate with all my top team to lead the national fightback against coronavirus.”</p> \n  <p>Johnson’s chief adviser, Dominic Cummings, was subsequently spotted running out of No 10 and along Downing Street, apparently hoping not to be noticed.</p> \n  <p>Not long afterwards, Hancock issued his own statement saying he too had tested positive, and would be working from home. And later in the day, Prof Whitty, who had advised the prime minister to get tested, said he too was displaying symptoms.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/27/nonchalant-boris-johnson-accused-of-covid-19-complacency\">'Nonchalant': Boris Johnson accused of Covid-19 complacency</a> </p> \n  </aside> \n  <p>In other news: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Emzlina/status/1243505597145907201\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Me telling my gran over the phone that Boris has corona virus <a href=\"https://t.co/2yYyloCyiG\">pic.twitter.com/2yYyloCyiG</a></p>— Emma (@Emzlina) \n    <a href=\"https://twitter.com/Emzlina/status/1243505597145907201?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T06:32:49.302Z\">at 6.32am GMT</time></p> \n</div> \n<div id=\"block-5e7edb688f0878a2a48abe4a\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T05:08:55.067Z\">5.08am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>US cases passed 100,000. </strong>Doctors and nurses on the front lines of the US coronavirus crisis pleaded on Friday for more protective gear and equipment to treat waves of patients expected to overwhelm hospitals as the number of known US infections surpassed 100,000, with more than 1,600 dead.</li> \n   <li><strong>Italy overtook China to become the second-worst affected country after the US. </strong>Italy also recorded the highest daily rise in deaths on Friday. With 969 fatalities, it was the highest one-day increase anywhere so far since the outbreak began, AFP reports. The new fatalities took the country’s total to 9,134. The number of cases topped 86,498 according to Johns Hopkins University figures. The head of the country’s national health institute warned that infections have not yet reached their peak and that lockdown measures will have to be extended.</li> \n   <li><strong>Australia stepped up enforcement of social distancing rules on Saturday. </strong>In an attempt to contain community transmission of the novel coronavirus, states across the country implemented fines, closed beaches and threatened stricter measures if people defy pleas to stay at home. The death toll from the virus rose to 14 after an elderly woman died in an aged-care facility in New South Wales, where several residents and employees have tested positive for the virus, according to NSW health officials.</li> \n   <li><strong>A global shortage of condoms is looming. </strong>The world’s biggest producer or condoms warned of a global shortage after a coronavirus lockdown forced it to shut down production. Malaysia’s Karex Bhd makes one in every five condoms globally, normally marketed internationally by brands such as Durex, supplied to state healthcare systems such as Britain’s NHS or distributed by aid programmes such as the UN Population Fund, Reuters reports.</li> \n   <li><strong>Iranian doctors say ‘hundreds’ have died after ingesting toxic methanol. </strong>An Iranian doctor said hundreds have died and thousands have been sickened from ingesting toxic methanol across the Islamic Republic out of the false belief it kills the new coronavirus.</li> \n   <li><strong>Passengers on cruise ship stranded off Panama coast issue desperate plea. </strong>Passengers on a cruise ship stranded off the coast of Panama issued a desperate plea to be allowed to dock after four people died during a Covid-19 outbreak on board, the Guardian’s <a href=\"https://www.theguardian.com/profile/patrick-greenfield\">Patrick Greenfield</a> and <a href=\"https://www.theguardian.com/profile/erin-mccormick\">Erin McCormick</a> report.</li> \n   <li><strong>Argentina saw a record jump in cases. </strong>Despite the full national lockdown declared on March 20, the country reached 690 cases and 17 deaths so far, with 101 new cases and five deaths reported Friday. The capital city of Buenos Aires is the worst hit, with 223 cases, followed by the province of Buenos Aires with 193.</li> \n   <li><strong>South Korea reports highest new cases in a week. </strong>South Korea reported 146 new coronavirus cases on Friday, the highest number in a week, its disease control agency said on Saturday, with the country suffering a rise in imported cases from Europe and the United States during recent days.</li> \n   <li><strong>No new domestic infections in China. </strong>China’s National Health Commission said on Saturday that 54 new coronavirus cases were reported on the mainland on Friday, all involving so-called imported cases. There were 55 new cases a day earlier.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5e7edb2b8f081e5eda2386a0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T05:06:41.561Z\">5.06am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Just a reminder that you can get in touch with me, Helen Sullivan, <a href=\"https://twitter.com/helenrsullivan\">any time on Twitter @helenrsullivan</a>. </p> \n </div> \n</div> \n<div id=\"block-5e7ed67a8f081e5eda238693\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T04:52:00.881Z\">4.52am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Australia steps up social distancing enforcement measures</h2> \n <div class=\"block-elements\"> \n  <p> Australia stepped up enforcement of social distancing rules on Saturday to contain community transmission of the novel coronavirus, implementing fines, closing beaches and threatening stricter measures if people defy pleas to stay at home, Reuters reports. <br><br>The death toll from the virus rose to 14 after an elderly woman died in an aged-care facility in New South Wales, where several residents and employees have tested positive for the virus, according to NSW health officials. <br><br>The country’s total number of confirmed coronavirus cases rose by 212 to 3,378 early on Saturday, two-thirds of them in NSW and Victoria states, according to the federal heath ministry. <br><br><strong>The infection rate in Australia remains slower than in many other countries, although it is accelerating</strong>, especially in the most populous states of NSW and Victoria where more than half of the country’s 25.5 million people live. </p> \n  <figure class=\"element element-image\" data-media-id=\"2672e14f6720dcbdfc85164f90e9d2fdd4e69eaf\"> \n   <img src=\"https://media.guim.co.uk/2672e14f6720dcbdfc85164f90e9d2fdd4e69eaf/0_0_4709_2826/1000.jpg\" alt=\"People sunbathe at St Kilda Beach in Melbourne, Saturday, March 28, 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">People sunbathe at St Kilda Beach in Melbourne, Saturday, March 28, 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Scott Barbour/AAP</span> \n   </figcaption> \n  </figure> \n  <p>As of midnight on Saturday, all returning citizens from abroad will be put into compulsory quarantine in hotels for two weeks at the government’s expense. <br>Military personnel will help ensure travellers comply with the new rules. <br>Australia’s state and federal governments have sent some mixed messages about social distancing and other containment measures, leading to widespread confusion. <br><br>While there is no national order to stay home, entertainment and other mass-gathering venues have been shut and authorities have urged people to cancel house parties and other social gatherings. <br><br>In Victoria, police closed beaches on Saturday after hundreds of people flocked to the waterside a day earlier in a repeat of scenes the previous weekend at Sydney’s Bondi beach. <br><br>Police raided a party at a backpacker hostel at Bondi on Friday night, the Sydney Morning Herald newspaper reported. <br><br>In Queensland state more than one million people headed to polling stations on Saturday for council elections, and were asked to bring their own pens and maintain distances of 1.5 metres (5 feet), the state government said. </p> \n </div> \n</div> \n<div id=\"block-5e7ed3738f0878a2a48abe36\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T04:37:05.668Z\">4.37am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">World to face global condom shortage, biggest producer says</h2> \n <div class=\"block-elements\"> \n  <p>A global shortage of condoms is looming, the world’s biggest producer said, after a coronavirus lockdown forced it to shut down production. <br><br>Malaysia’s Karex Bhd makes one in every five condoms globally. It has not produced a single condom from its three Malaysian factories for more than a week due to a lockdown imposed by the government to halt the spread of the virus. <br><br>That’s already a shortfall of 100 million condoms, normally marketed internationally by brands such as Durex, supplied to state healthcare systems such as Britain’s NHS or distributed by aid programmes such as the UN Population Fund. </p> \n  <figure class=\"element element-image\" data-media-id=\"e50ade415a676ef9479c12ddd1d58d127a4910b4\"> \n   <img src=\"https://media.guim.co.uk/e50ade415a676ef9479c12ddd1d58d127a4910b4/0_0_3394_2038/1000.jpg\" alt=\"A worker performs a test on condoms at Malaysia’s Karex condom factory in Pontian, 320 km southeast of Kuala Lumpur in 2012.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A worker performs a test on condoms at Malaysia’s Karex condom factory in Pontian, 320 km southeast of Kuala Lumpur in 2012.</span> \n    <span class=\"element-image__credit\">Photograph: Bazuki Muhammad/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>The company was given permission to restart production on Friday, but with only 50% of its workforce, under a special exemption for critical industries. <br><br>“It will take time to jumpstart factories and we will struggle to keep up with demand at half capacity,” Chief Executive Goh Miah Kiat told Reuters. <br><br>“We are going to see a global shortage of condoms everywhere, which is going to be scary,” he said. <br><br>Malaysia is Southeast Asia’s worst affected country, with 2,161 coronavirus infections and 26 deaths. The lockdown is due to remain in place at least until April 14. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/27/global-condom-shortage-coronavirus-shuts-down-production\">Global condom shortage looms as coronavirus shuts down production</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T05:04:14.214Z\">at 5.04am GMT</time></p> \n</div> \n<div id=\"block-5e7ed01c8f081e5eda23867f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T04:22:08.119Z\">4.22am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">More than 6,000 hospitalised in New York</h2> \n <div class=\"block-elements\"> \n  <p>There are already more than 6,000 hospitalised Covid-19 patients in New York, with almost 1,600 in intensive care, AP reports. </p> \n  <p>The state has logged a nation-high of 519 deaths, and has more than 44,000 confirmed cases.</p> \n </div> \n</div> \n<div id=\"block-5e7eced18f08af215f6fcec2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T04:17:49.159Z\">4.17am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Iranian doctors say 'hundreds' have died after ingesting toxic methanol</h2> \n <div class=\"block-elements\"> \n  <p>An Iranian doctor says <strong>hundreds have died and thousands have been sickened from ingesting toxic methanol</strong> across the Islamic Republic out of the false belief it kills the new coronavirus, AP reports. </p> \n  <figure class=\"element element-image\" data-media-id=\"f1ff3d4166964c6a9d3615eaf086a92a3b0b34a9\"> \n   <img src=\"https://media.guim.co.uk/f1ff3d4166964c6a9d3615eaf086a92a3b0b34a9/0_0_4320_2592/1000.jpg\" alt=\"Firefighters disinfect a square against coronavirus as a man takes film, in western Tehran, Iran.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Firefighters disinfect a square against coronavirus as a man takes film, in western Tehran, Iran.</span> \n    <span class=\"element-image__credit\">Photograph: Vahid Salemi/AP</span> \n   </figcaption> \n  </figure> \n  <p>Iranian media report nearly 300 people have been killed and more than 1,000 sickened so far by ingesting methanol across the Islamic Republic, where drinking alcohol is banned and where those who do rely on bootleggers. </p> \n  <p>An Iranian doctor helping the country’s Health Ministry told The Associated Press on Friday the problem was even greater, giving a death toll of around 480 with 2,850 people sickened. <br><br>The poisonings come as fake remedies spread across social media in Iran, where people remain deeply suspicious of the government after it downplayed the crisis for days before it overwhelmed the country. <br><br>“Other countries have only one problem, which is the new coronavirus pandemic. But we are fighting on two fronts here,” said Dr. Hossein Hassanian, an adviser to Iran’s Health Ministry who gave the higher figures to the AP. “We have to both cure the people with alcohol poisoning and also fight the coronavirus.” </p> \n </div> \n</div> \n<div id=\"block-5e7ece0d8f081e5eda23867b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T04:11:56.887Z\">4.11am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Brunei records first death</h2> \n <div class=\"block-elements\"> \n  <p>Brunei reported its first coronavirus death on Saturday, that of a 64-year-old man. <br><br>Brunei has reported 115 cases of the virus so far, some of which were linked to a religious gathering in Malaysia that authorities said had been attended by about 16,000 people. </p> \n  <p>The man who died had not attended the gathering but had a history of travel to Malaysia and Cambodia.</p> \n  <figure class=\"element element-image\" data-media-id=\"f08dac226941d966d9f155baf7f90be40d943446\"> \n   <img src=\"https://media.guim.co.uk/f08dac226941d966d9f155baf7f90be40d943446/0_0_5053_3032/1000.jpg\" alt=\"Workers wearing protective suits spray disinfectant at Suri Seri Begawan Raja Pengiran Anak Damit Mosque in an effort to counter the spread of the Covid-19 coronavirus in Bandar Seri Begawan in Brunei.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Workers wearing protective suits spray disinfectant at Suri Seri Begawan Raja Pengiran Anak Damit Mosque in an effort to counter the spread of the Covid-19 coronavirus in Bandar Seri Begawan in Brunei.</span> \n    <span class=\"element-image__credit\">Photograph: Dean Kassim/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7ecc2a8f081e5eda23866e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T04:08:42.398Z\">4.08am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Haiti hospital director kidnapped</h2> \n <div class=\"block-elements\"> \n  <p>The director of one of Haiti’s top hospitals was kidnapped on Friday, prompting staff to refuse to take in new patients in protest, as the impoverished country battles an outbreak of the novel coronavirus amid a spike in gang violence. </p> \n  <p>Dr. Jerry Bitar, a surgeon, was kidnapped shortly after leaving for work at Hospital Bernard Mevs from his home in an upmarket neighborhood of the capital, hospital administrative assistant Carla Puzo told Reuters. </p> \n  <p>“The relevant authorities are following the case,” a Health Ministry spokesman said. <br><br>“<b>The Bernard Mevs hospital is a trauma and critical care center and is not treating coronavirus cases currently</b>, but could need to if the disease spreads substantially in the country, where healthcare services and sanitation infrastructure are inadequate.” </p> \n  <figure class=\"element element-image\" data-media-id=\"f081ddcafefd23af97516170b9dd254f30e5a092\"> \n   <img src=\"https://media.guim.co.uk/f081ddcafefd23af97516170b9dd254f30e5a092/0_232_3500_2101/1000.jpg\" alt=\"Medical staff display signs after the director of the hospital, surgeon Jerry Bitar was kidnapped in Port-au-Prince, Haiti.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Medical staff display signs after the director of the hospital, surgeon Jerry Bitar was kidnapped in Port-au-Prince, Haiti.</span> \n    <span class=\"element-image__credit\">Photograph: Jeanty Junior Augustin/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>Kidnappings for ransom have sharply increased this year amid a political and economic crisis in Haiti, which according to the World Bank is the poorest country in the Western Hemisphere. </p> \n  <p>Police confirmed 15 kidnapping cases in January alone. Gangs appear to strike indiscriminately, with victims ranging from Haitian schoolchildren, lawmakers and businessmen to foreign aid workers. <br><br>“Hospital staff decided not to take any new cases for the time being,” Puzo said. “We will continue to look after those already here.” <br><br>A crowd gathered outside the facility in solidarity with Bitar, who runs the hospital together with his twin brother, while staff chanted in unison calls for his release. <br><br>Haitian media outlets also pleaded for bandits to free Bitar. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T04:09:34.256Z\">at 4.09am GMT</time></p> \n</div> \n<div id=\"block-5e7ecae78f081e5eda238667\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T04:01:24.033Z\">4.01am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Tom Hanks and his wife Rita Wilson returned to Los Angeles on Friday after spending more than two weeks in quarantine in Australia after testing positive for the coronavirus. </p> \n  <figure class=\"element element-image\" data-media-id=\"4067d093a3d58c2bf90ae2e466b728bc40440829\"> \n   <img src=\"https://media.guim.co.uk/4067d093a3d58c2bf90ae2e466b728bc40440829/0_0_3500_2100/1000.jpg\" alt=\"Tom Hanks and Rita Wilson.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Tom Hanks and Rita Wilson.</span> \n    <span class=\"element-image__credit\">Photograph: Monica Almeida/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>Hanks, a double Oscar winner and one of America’s most beloved stars, and Wilson were the first big celebrities to announce they had tested positive for the disease.<br><br>They were treated in hospital in Australia and isolated themselves for a further period after leaving. <br><br>Hanks’ last post on his Twitter account on Sunday said it had been two weeks since their first symptoms and that they were feeling better. <br><br>Hanks was in Australia working on a movie about Elvis Presley when he announced on 11 March that he and Wilson had tested positive for the disease. <br><br>Filming has since been shut down on the movie, and on hundreds of other film and television productions worldwide. </p> \n </div> \n</div> \n<div id=\"block-5e7ec85e8f08af215f6fce9e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T03:52:01.804Z\">3.52am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A chilling video from New York records the wails of ambulance sirens on Friday night, as patients are rushed to buckling hospitals amid the coronavirus pandemic. </p> \n  <p>The US has become the worst-affected country on earth, with more than 104,000 confirmed cases. New York state accounts for 44,000 of these. </p> \n  <p>The video was posted to Twitter minutes ago by Pulitzer prize-winning science journalist Laurie Garrett: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Laurie_Garrett/status/1243741432252424198\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Turn up the volume and listen to the sound of a city in the grips of <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> . Every siren wailing is carrying more lives to an already overcrowded hospital.<br>And every siren signifies an EMT crew risking their lives to save others.<a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> <a href=\"https://t.co/dSd3F9atmQ\">pic.twitter.com/dSd3F9atmQ</a></p>— Laurie Garrett (@Laurie_Garrett) \n    <a href=\"https://twitter.com/Laurie_Garrett/status/1243741432252424198?ref_src=twsrc%5Etfw\">March 28, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7ec61d8f08af215f6fce93\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T03:45:28.767Z\">3.45am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the US, congress ensured that the legislation for the US$2.2tn rescue plan for American businesses creates multiple layers of accountability, despite president Donald Trump’s declaration tat “I’ll be the oversight,” when lawmakers were in the final days of drafting the plan, AP reports. </p> \n  <figure class=\"element element-image\" data-media-id=\"bf98f7b64f7dba668320c95b88e1a47993dbb6bf\"> \n   <img src=\"https://media.guim.co.uk/bf98f7b64f7dba668320c95b88e1a47993dbb6bf/0_0_3500_2101/1000.jpg\" alt=\"US President Donald Trump speaks during a signing ceremony for the US$2.2 trillion coronavirus aid package bill during a signing ceremony in the Oval Office of the White House in Washington, 27 March, 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">US President Donald Trump speaks during a signing ceremony for the US$2.2 trillion coronavirus aid package bill during a signing ceremony in the Oval Office of the White House in Washington, 27 March, 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Jonathan Ernst/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>The House passed the bill by voice vote on Friday and Trump immediately signed it. </p> \n  <p>The new oversight system will test the relationship between the White House and Congress, which frayed after Democrats won the House and deteriorated severely during Trump’s impeachment as officials flouted requests for witnesses and documents. <br><br>Trump immediately threw the oversight provisions into question, writing in a signing statement Friday night that the new law contains several provisions that raise constitutional concerns.’’ </p> \n  <p>Trump said a new inspector general intended to monitor spending under the law would not be bound by requirements to report to the Congress without delay.<br><br>His administration will continue the practice of treating provisions like these as “advisory and non-binding,” Trump said.</p> \n </div> \n</div> \n<div id=\"block-5e7ec3288f0878a2a48abde4\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T03:33:49.425Z\">3.33am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Italy's death toll Friday was highest one-day total recorded since outbreak began</h2> \n <div class=\"block-elements\"> \n  <p>Italy on Friday recorded the most daily deaths of any country since the start of the coronavirus pandemic, AFP reports. </p> \n  <p>Italy showed a continuing downward trend in infection rates, however. </p> \n  <p>The country overtook China to become the second-worst affected country after the US. </p> \n  <figure class=\"element element-image\" data-media-id=\"8bea027ed01a7f390a36ac647d26f606f61be655\"> \n   <img src=\"https://media.guim.co.uk/8bea027ed01a7f390a36ac647d26f606f61be655/0_226_5166_3102/1000.jpg\" alt=\"Coffins are lined up on the floor of the San Giuseppe church in Seriate, Italy, waiting to be taken to a crematory, Thursday, 26 March, 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Coffins are lined up on the floor of the San Giuseppe church in Seriate, Italy, waiting to be taken to a crematory, Thursday, 26 March, 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Antonio Calanni/AP</span> \n   </figcaption> \n  </figure> \n  <p>Six of the 10 countries with the highest number of infections are in Europe, including the UK, according to Johns Hopkins University figures: </p> \n  <ol> \n   <li>US: <strong>103,942</strong></li> \n   <li>Italy: <strong>86,498</strong></li> \n   <li>China: <strong>81,897</strong></li> \n   <li>Spain: <strong>65,719</strong></li> \n   <li>Germany: <strong>50,871</strong></li> \n   <li>France: <strong>33,402</strong></li> \n   <li>Iran: <strong>32,332</strong></li> \n   <li>United Kingdom: <strong>14,745</strong></li> \n   <li>Switzerland: <strong>12,928</strong></li> \n   <li> South Korea: <strong>9,332</strong></li> \n  </ol> \n  <p>There are 597,072 cases confirmed worldwide and 27,360 deaths. </p> \n </div> \n</div> \n<div id=\"block-5e7ec1018f08af215f6fce6b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T03:18:01.199Z\">3.18am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">South Korea reports highest cases in a week</h2> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"59b19ba926d4caafdf3e41a83286924a478b2fb6\"> \n   <img src=\"https://media.guim.co.uk/59b19ba926d4caafdf3e41a83286924a478b2fb6/0_0_4013_2408/1000.jpg\" alt=\"Medical workers wearing protective gear take samples from a foreign visitor at an ‘Open Walking-Thru’ centre for coronavirus tests at the airport in Incheon, South Korea, 27 March 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Medical workers wearing protective gear take samples from a foreign visitor at an ‘Open Walking-Thru’ centre for coronavirus tests at the airport in Incheon, South Korea, 27 March 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Kim Chul-Soo/EPA</span> \n   </figcaption> \n  </figure> \n  <p>South Korea reported 146 new coronavirus cases on Friday, the highest number in a week, its disease control agency said on Saturday, with the country suffering a rise in imported cases from Europe and the United States during recent days. </p> \n </div> \n</div> \n<div id=\"block-5e7ebf158f081e5eda238633\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T03:11:55.988Z\">3.11am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Aid groups warn that without measures millions could die in low-income countries and war zones such as Syria and Yemen, where hygiene conditions are already dire, AFP reports. </p> \n  <figure class=\"element element-image\" data-media-id=\"64a7775b7043225e7e7b0e606a99329861d9a707\"> \n   <img src=\"https://media.guim.co.uk/64a7775b7043225e7e7b0e606a99329861d9a707/0_459_5743_3447/1000.jpg\" alt=\"Only a few people walk in the century-old covered bazaar of Hamidiya in Syria’s capital Damascus on 24 March, 2020, after measures were taken by the authorities to fight the novel coronavirus pandemic. -\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Only a few people walk in the century-old covered bazaar of Hamidiya in Syria’s capital Damascus on 24 March, 2020, after measures were taken by the authorities to fight the novel coronavirus pandemic. -</span> \n    <span class=\"element-image__credit\">Photograph: Louai Beshara/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Across Africa, the official numbers are still relatively low with 83 deaths and over 3,200 confirmed cases on Friday, according to the African Union.</p> \n  <p>But aid groups are sounding the alarm on the potentially devastating consequences of a severe outbreak in low-income and conflict-ridden countries, where healthcare systems are in tatters and hygiene conditions poor.</p> \n  <p>Around the world three billion people lack access to running water and soap, which are the most basic weapons of protection against the virus, UN experts said.</p> \n  <p>UN Secretary General Antonio Guterres issued a stark warning last week: “If we let coronavirus spread like wildfire - especially in the most vulnerable regions of the world - it would kill millions of people.”<br></p> \n  <p>The UN chief announced a humanitarian relief plan on Wednesday, featuring an appeal for US$2bn dollars to help the world’s poorest and most vulnerable people.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T04:59:26.596Z\">at 4.59am GMT</time></p> \n</div> \n<div id=\"block-5e7ebb018f08af215f6fce5a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T02:51:33.378Z\">2.51am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As India and other South Asian nations work to stop the spread of the virus, they face another battle: reams of misinformation, AP reports. </p> \n  <p>On Tuesday, Indians were ordered to stay indoors for three weeks in the worlds biggest coronavirus lockdown. In announcing the move, Modi reiterated the danger of misinformation. “I appeal to you to beware of any kind of rumours or superstitions,” the prime minister said.</p> \n  <figure class=\"element element-image\" data-media-id=\"26395997b0eeb6a4098bf0d676b0aa9da189d3d1\"> \n   <img src=\"https://media.guim.co.uk/26395997b0eeb6a4098bf0d676b0aa9da189d3d1/0_0_6000_3600/1000.jpg\" alt=\"An Indian man rides his bicycle as Indian policemen stand guard on a deserted commercial hub to enforce a lockdown order by the government as a preventive measure against the Covid-19 on 27 March, 2020 in New Delhi, India.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">An Indian man rides his bicycle as Indian policemen stand guard on a deserted commercial hub to enforce a lockdown order by the government as a preventive measure against the Covid-19 on 27 March, 2020 in New Delhi, India.</span> \n    <span class=\"element-image__credit\">Photograph: Yawar Nazir/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>With the pandemic starting to gain a foothold in the region, social media sites are rife with bogus remedies, tales of magic cures and potentially hazardous medical advice. <br><br>Experts are urging caution and warning that the coronavirus infodemic could have disastrous consequences.<br><br>It’s a trend also seen elsewhere and governments around the world have been urging citizens not to listen to or spread rumors about the pandemic. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T03:11:07.460Z\">at 3.11am GMT</time></p> \n</div> \n<div id=\"block-5e7eb8d58f081e5eda23861d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T02:39:21.990Z\">2.39am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As we continue to report on the impact of the coronavirus pandemic, we’re looking for stories of how this unprecedented crisis has affected couples, families, friends and communities.</p> \n  <p>If you’ve been separated from a loved one by lockdowns, have had to cancel your wedding or miss an important family event, we’d like to hear from you. We’re always interested in hearing what you may have done in response, too, or how you and your loved ones (and neighbours) are supporting each other in these trying times.</p> \n  <p>Please do include photographs if you can and are happy for us to use them.</p> \n  <p>Send me a message on Twitter <a href=\"https://twitter.com/helenrsullivan\">@helenrsullivan</a>, tag me in a tweet of your own (if you’re happy for us to include it in the blog), or email me: <a href=\"mailto:helen.sullivan@theguardian.com\">helen.sullivan@theguardian.com</a>.</p> \n </div> \n</div> \n<div id=\"block-5e7eb7da8f0878a2a48abdc7\" class=\"block\" data-block-contributor=\"profile/melissa-davey\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T02:36:25.351Z\">2.36am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s the latest from Australia, which announced its 14th coronavirus-related death on Saturday. </p> \n  <ul> \n   <li><strong>From midnight anyone arriving at an Australian airport from overseas will be taken straight to a hotel</strong>. The Victorian and NSW premiers have explained how this will work: travellers will be given health checks and taken straight by bus to hotel rooms. They will be monitored by authorities to ensure they are adhering to quarantine and so they can be given treatment if they become unwell. They will be provided with food.</li> \n   <li><strong>Another airline support package has been announced</strong> to support regional communities that depend on aviation for medical and food supplies. The additional $198m was announced by the deputy prime minister, Michael McCormack, with about 140 communities relying on regional aviation.</li> \n   <li><strong>Victoria and South Australia have followed NSW in introducing on-the-spot fines</strong> for businesses and individuals breaching social distancing restrictions.</li> \n   <li><strong>Total job losses across Australia have exceeded 75,000.</strong></li> \n   <li><b>Queenslanders are heading to the polls for local government elections </b>and two state byelections, with the state’s Covid-19 total now at 625.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5e7eb6068f08af215f6fce46\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T02:28:27.079Z\">2.28am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Pleas for safe harbour from stranded cruise ship near Panama</h2> \n  <p>Passengers on a cruise ship stranded off the coast of <a href=\"https://www.theguardian.com/world/panama\">Panama</a> have issued a desperate plea to be allowed to dock after four people died during a Covid-19 outbreak on board, the Guardian’s <a href=\"https://www.theguardian.com/profile/patrick-greenfield\">Patrick Greenfield</a> and <a href=\"https://www.theguardian.com/profile/erin-mccormick\">Erin McCormick</a> report. </p> \n  <p>Two people have tested positive for the disease and dozens are ill with flu-like symptoms on the Zaandam luxury cruise liner, which has not been able to dock after several Latin American countries closed their ports in response to the global pandemic.</p> \n  <p>Hundreds of North American, Australian and British citizens are in isolation in their rooms and a boat-to-boat operation is underway to move some healthy travellers to a sister ship, the Rotterdam, over the weekend.</p> \n  <p>But there are fears that sick, elderly passengers and crew members will be left stranded at sea during a global pandemic, with some on board isolating in small, humid cabins with no natural light or fresh air.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/28/very-scary-pleas-for-safe-harbour-from-stranded-cruise-ship-near-panama\">'Very scary': pleas for safe harbour from stranded cruise ship near Panama</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7eb2b78f081e5eda238605\" class=\"block is-key-event\" data-block-contributor=\"profile/ukigoni\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T02:18:39.329Z\">2.18am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Argentina sees record jump in cases</h2> \n <div class=\"block-elements\"> \n  <p>The latest leap in coronavirus cases has set a new record in Argentina, as the country braces for an expected sharp increase in cases over the coming weeks – despite the full national lockdown declared on March 20.</p> \n  <p>The total has reached 690 cases and 17 deaths so far, with 101 new cases and five deaths reported Friday. </p> \n  <p>The capital city of Buenos Aires is the worst hit, with 223 cases, followed by the province of Buenos Aires with 193.</p> \n  <figure class=\"element element-image\" data-media-id=\"5d3eaec36a5a16174a8435e7a81eaec5c5f008a8\"> \n   <img src=\"https://media.guim.co.uk/5d3eaec36a5a16174a8435e7a81eaec5c5f008a8/0_322_4852_2912/1000.jpg\" alt=\"A person crosses an empty street in Buenos Aires, Argentina, 27 March 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A person crosses an empty street in Buenos Aires, Argentina, 27 March 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Juan Ignacio Roncoroni/EPA</span> \n   </figcaption> \n  </figure> \n  <p>The country locked its borders to its own citizens even more tightly Friday, closing the northern border crossing at Foz de Iguazú to Argentinians trying to enter the country on land from Brazil.<br><br>President Alberto Fernández ordered the halt of repatriation flights this week on the suspicion of persons hiding their symptoms by lying about their health and taking paracetamol to lower their fever before boarding planes.</p> \n  <p>Some 15 thousand Argentinians have been left stranded abroad, mainly in Brazil, Cuba, Mexico, Peru, the US, Spain, Italy and the UK.<br><br>Repatriations will be considered on a case by case basis, with travelers who left the country after March 13, when the government had already put in place its first measures against the pandemic, to be awarded the lowest priority, authorities said.<br><br>A line of cheap credit for small and medium-sized companies having trouble paying wages during the lockdown was announced by Argentina’s national bank, Banco Nación, Friday. The loans carry a yearly interest rate of 24%, high by international standards, but still less than half the country’s annual inflation rate of 50%.<br></p> \n </div> \n</div> \n<div id=\"block-5e7eb1c08f081e5eda238600\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T02:12:18.266Z\">2.12am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the US, Donuts Delite in Rochester is selling doughnuts featuring the face of Dr. Anthony Fauci’s – the doctor leading the US battle with coronavirus – surrounded by white frosting and topped off with patriotic sprinkles. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ianbremmer/status/1243570978086625282\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Fauci doughnuts giving new meaning to the phrase “comfort food”<br> <br>(sold in Rochester, NY) <a href=\"https://t.co/LM4Vyp9IcI\">pic.twitter.com/LM4Vyp9IcI</a></p>— ian bremmer (@ianbremmer) \n    <a href=\"https://twitter.com/ianbremmer/status/1243570978086625282?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The exclusive treats have been selling “like crazy” since the store put them on display Monday, according to Nick Semeraro, franchisee of the café, AP reports. <br></p> \n </div> \n</div> \n<div id=\"block-5e7ea4c08f0878a2a48abd70\" class=\"block\" data-block-contributor=\"profile/sam-levin\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T01:59:59.863Z\">1.59am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It appears the city of Los Angeles inadvertently notified more than 200 people about their Covid-19 results in a mass email that included the names of all recipients, according to LA Times reporter Soumya Karlamangla:<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/skarlamangla/status/1243664150410063873\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">apparently the city of LA notified people of their negative covid results in a mass email but didn’t bcc anyone, so all 200+ recipients could see the names of everyone else who got tested, which is a huge privacy violation</p>— Soumya (@skarlamangla) \n    <a href=\"https://twitter.com/skarlamangla/status/1243664150410063873?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p><br>The mass email, which reportedly failed to blind copy the recipients, was informing them of negative results, according to a screenshot posted by Karlamangla, who noted this was a major privacy violation: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/skarlamangla/status/1243664163009736704\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">this was the email forwarded to me. not including the long list of recipients for obvious reasons <a href=\"https://t.co/HIl21Cxc2B\">pic.twitter.com/HIl21Cxc2B</a></p>— Soumya (@skarlamangla) \n    <a href=\"https://twitter.com/skarlamangla/status/1243664163009736704?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The email came from someone listed as a contract specialist for the mayor’s office of public safety, writing on behalf of the health department’s Covid-19 response team. Spokespeople for the mayor’s office did not immediately respond to the Guardian’s request for comment this afternoon.</p> \n </div> \n</div> \n<div id=\"block-5e7eac6c8f08af215f6fce26\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T01:54:42.334Z\">1.54am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Mexican President Andrés Manuel López Obrador said Friday he will maintain his busy travel schedule dedicating infrastructure projects around Mexico in spite of growing restrictions prompted by the coronavirus, including a shutdown of most federal government operations, the Associated Press reports. </p> \n  <figure class=\"element element-image\" data-media-id=\"7086722d1b35ccceaa986d53256cc20698992791\"> \n   <img src=\"https://media.guim.co.uk/7086722d1b35ccceaa986d53256cc20698992791/0_320_4800_2880/1000.jpg\" alt=\"A man walks wearing a protective face mask as a measure against the coronavirus pandemic Mexico City, Mexico, 27 Mar 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A man walks wearing a protective face mask as a measure against the coronavirus pandemic Mexico City, Mexico, 27 Mar 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Carlos Tischler/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n  <p>López Obrador took a commercial flight to the western state of Nayarit and then was heading to the northern border state of Baja California before finishing the weekend in Sinaloa.<br><br>However, the president said he doesn’t want people gathering in airports to see him like they usually do to shake hands and request selfies with him.<br><br>He was criticized last weekend on a similar swing in the southern state of Oaxaca for stopping to eat in a local restaurant and for urging Mexicans to continue to eat out in spite of the virus. He said Friday he would continue to evaluate the situation, but for now planned to continue travelling.<br><br>Mexico reported 717 cases of the coronavirus and 12 deaths as of Friday night. </p> \n </div> \n</div> \n<div id=\"block-5e7eabbc8f081e5eda2385e4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T01:44:30.246Z\">1.44am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>And here is a tweet about Boris Johnson testing positive for coronavirus: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Emzlina/status/1243505597145907201\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Me telling my gran over the phone that Boris has corona virus <a href=\"https://t.co/2yYyloCyiG\">pic.twitter.com/2yYyloCyiG</a></p>— Emma (@Emzlina) \n    <a href=\"https://twitter.com/Emzlina/status/1243505597145907201?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7eab6b8f081e5eda2385e2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T01:43:21.805Z\">1.43am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s the clip of US president Donald Trump saying on Friday that he had a conversation with UK prime minister Boris Johnson, who has tested positive for coronavirus, and “the first thing he said to me is: ‘We need ventilators’”. </p> \n  <p>Trump mentioned Johnson “asking for ventilators today” twice during the Coronavirus Task Force briefing. </p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"4866085a-3ee3-40a7-8b29-3115cbb0dad5\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/6pjG0Gw1j5k?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T01:43:46.084Z\">at 1.43am GMT</time></p> \n</div> \n<div id=\"block-5e7eaa388f08af215f6fce20\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T01:37:56.420Z\">1.37am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"7343dc881a32abe79c4e696a5d3fa9c89f3343e6\"> \n   <img src=\"https://media.guim.co.uk/7343dc881a32abe79c4e696a5d3fa9c89f3343e6/0_214_3500_2101/1000.jpg\" alt=\"A view of the Costa Luminosa cruise ship that was hit by the coronavirus disease as it is docked at the port of Savona, near Genoa, Italy, March 21, 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A view of the Costa Luminosa cruise ship that was hit by the coronavirus disease as it is docked at the port of Savona, near Genoa, Italy, March 21, 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Massimo Pinca/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>Thirty-nine Australians who were on board the Costa Luminosa, and are <a href=\"https://www.theguardian.com/world/2020/mar/23/australians-onboard-costa-lumiosa-cruise-feel-kidnapped-after-being-forced-to-isolate-in-italy\">now trapped in quarantine in Rome</a>, have gotten word that at least two of their international shipmates have died, Matilda Boseley reports for the Guardian. </p> \n  <p>Italian authorities demanded the group isolated for two weeks before returning to Australia after <a href=\"https://www.theguardian.com/travel/2020/mar/26/the-choice-for-300-australians-stay-on-cruise-ship-with-covid-19-positive-passenger-or-disembark-in-italy\">Coronavruis infections broke out on board</a> their cruise ship. They may soon be joined by 200 Australian’s on the <a href=\"https://www.theguardian.com/travel/2020/mar/26/the-choice-for-300-australians-stay-on-cruise-ship-with-covid-19-positive-passenger-or-disembark-in-italy\">Costa Victoria. </a></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T01:38:19.518Z\">at 1.38am GMT</time></p> \n</div> \n<div id=\"block-5e7ea7b08f0878a2a48abd80\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T01:32:41.305Z\">1.32am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Australian state of New South Wales has confirmed 212 new cases of the virus since yesterday, bringing the state total to 1,617 confirmed cases. The state is the worst-affected by the virus. </p> \n  <figure class=\"element element-image\" data-media-id=\"ffd246436a888974bf4a07e96ae9caa0d4d26145\"> \n   <img src=\"https://media.guim.co.uk/ffd246436a888974bf4a07e96ae9caa0d4d26145/0_127_3798_2279/1000.jpg\" alt=\"A man sits on his bicycle on the forecourt of the Sydney Opera House which is currently closed over coronavirus concerns.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A man sits on his bicycle on the forecourt of the Sydney Opera House which is currently closed over coronavirus concerns.</span> \n    <span class=\"element-image__credit\">Photograph: Cameron Spencer/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>NSW chief health officer Dr Kerry Chant said 84,907 people have been tested and excluded. Of those infected, 22 are in intensive care. </p> \n  <p>There was a death overnight: a 91 year-old woman who was a resident of the Dorothy Henderson Lodge aged care facility. </p> \n  <p>The death toll in the state is now eight.</p> \n  <p>Australia has the 19th-highest number of cases worldwide, according to Johns Hopkins University figures. </p> \n  <p>The total number of cases is 3,378, according to the health department. </p> \n  <p>From midnight on Saturday all people arriving in Australia will be put into a mandatory 14 day quarantine in hotels and other accommodation. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T01:36:23.882Z\">at 1.36am GMT</time></p> \n</div> \n<div id=\"block-5e7ea5e78f081e5eda2385d4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T01:24:50.127Z\">1.24am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/marcambinder/status/1243706186085494784\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Basically. <a href=\"https://t.co/xDwdEvrYpj\">pic.twitter.com/xDwdEvrYpj</a></p>— Marc Ambinder (@marcambinder) \n    <a href=\"https://twitter.com/marcambinder/status/1243706186085494784?ref_src=twsrc%5Etfw\">March 28, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7ea55c8f081e5eda2385cf\" class=\"block\" data-block-contributor=\"profile/mario-koran\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T01:16:45.752Z\">1.16am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Hospital ship arrives in LA as California braces for crisis on par with New York</h2> \n  <p>The Mercy hospital ship docked on Friday morning at the Port of <a href=\"https://www.theguardian.com/us-news/los-angeles\">Los Angeles</a>, joining California’s battle against the coronavirus as the state prepares to meet New York City levels of demand on hospitals, possibly within days.</p> \n  <p>The Mercy is one of two supertankers the navy converted to a floating hospital. Typically deployed to provide disaster relief, the <a href=\"https://www.navy.mil/navydata/fact_display.asp?cid=4625&amp;tid=200&amp;ct=4\">ship has</a> fully equipped operating rooms, a 1,000-bed hospital facility, a medical laboratory, a pharmacy, and a landing deck for military helicopters.</p> \n  <p>Speaking from an afternoon press conference, with navy ships as a backdrop, California’s governor, Gavin Newsom, said the Mercy was fully staffed and operational with 800 medical staffers and 12 operating rooms. It would be ready to start taking patients as early as tomorrow, Newsom said.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/27/california-coronavirus-mercy-hospital-ship-us-navy\">Hospital ship arrives in LA as California braces for crisis on par with New York</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7ea4068f081e5eda2385c8\" class=\"block\" data-block-contributor=\"profile/lois-beckett\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T01:12:46.553Z\">1.12am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"ed94016faca270716ec9edc3f5464641cdd0cdf4\"> \n   <img src=\"https://media.guim.co.uk/ed94016faca270716ec9edc3f5464641cdd0cdf4/0_335_5028_3017/1000.jpg\" alt=\"Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, listens during a briefing about the coronavirus in the James Brady Press Briefing Room, Friday, 27 March, 2020, in Washington.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, listens during a briefing about the coronavirus in the James Brady Press Briefing Room, Friday, 27 March, 2020, in Washington.</span> \n    <span class=\"element-image__credit\">Photograph: Alex Brandon/AP</span> \n   </figcaption> \n  </figure> \n  <p>Today, at the end of that contentious and partially accurate White House coronavirus briefing, a reporter asked Dr. Anthony Fauci – who has become a trusted figure for many Americans overwhelmed by the coronavirus pandemic – whether over the course of his career he had experienced anything like the past month in the United States?</p> \n  <p>While the HIV/AIDS epidemic was incredibly devastating, the suffering and deaths unfolded more slowly than what people around the world are experiencing now, Fauci said.</p> \n  <p>“What we’re seeing now, in actual real time, is something that’s unprecedented. This is something we have never seen before, at least in our generation. They’ve seen maybe something like this 100 years ago.”</p> \n  <p>“We’re really being challenged to not only learn in real time, to be able to respond in a way that’s helpful an effective, we’re also in uncharted waters. That is the thing that I find different...”</p> \n  <p>“It isn’t as if we have an example of how to do it.”</p> \n </div> \n</div> \n<div id=\"block-5e7ea2f18f08af215f6fce04\" class=\"block\" data-block-contributor=\"profile/lois-beckett\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T01:09:08.591Z\">1.09am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>During briefing, Trump feuds with state governors, makes false claims</h2> \n  <p>Two key moments from Trump’s coronavirus briefing earlier today. </p> \n  <p>Trump tossed out barbs at state governors he said have been insufficiently gracious to him, and said he advised the vice-president, Mike Pence, just not to return their calls. (But added that Pence called them anyway.)</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ddale8/status/1243665121995563008\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">! Trump says he's told Vice President Mike Pence not to call the governors of Washington or Michigan.<br><br>\"They don't treat you right, I don't call.\"<br><br>He says Pence is a different type of person and will call anyway.</p>— Daniel Dale (@ddale8) \n    <a href=\"https://twitter.com/ddale8/status/1243665121995563008?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p>And asked if his administration’s belated push to manufacture or obtain 100,000 ventilators meant that everyone who needed a ventilator will be able to get one, he lashed out at the reporter asking the question, calling him a “wise guy” and complaining about all the problems he had inherited. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Yamiche/status/1243672894355505165\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Incredible moment.<a href=\"https://twitter.com/jonkarl?ref_src=twsrc%5Etfw\">@jonkarl</a> asks multiple times: Will everyone who needs a ventilator have one?<br><br>President Trump: “Don’t be a cutie pie. Everyone who needs one?\"</p>— Yamiche Alcindor (@Yamiche) \n    <a href=\"https://twitter.com/Yamiche/status/1243672894355505165?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7ea0ce8f0878a2a48abd62\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T00:58:42.367Z\">12.58am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A British man has described the ‘gut-wrenching pain’ of losing his mother to coronavirus. </p> \n  <p>Stuart Hamlin urges people to stay inside in an emotional video filmed hours after his mother died from the coronavirus. He describes his pain just four days after Tracy was admitted to hospital with Covid-19 symptoms. </p> \n  <p>“We can’t grieve. We can’t comfort each other. We can’t hold each other. Losing someone is hard enough, but not being able to hold your family close when you do is the most gut-wrenching pain I’ve ever felt in my life,” he says.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"1755f4df-32d9-46e6-9b41-a1a92d33acf3\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/8IQnWqpv0_w?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T01:00:22.518Z\">at 1.00am GMT</time></p> \n</div> \n<div id=\"block-5e7e9f5f8f081e5eda2385aa\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T00:55:44.549Z\">12.55am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">US cases rise by 15,000 bringing nationwide total to over 100,000</h2> \n <div class=\"block-elements\"> \n  <p>Doctors and nurses on the front lines of the US coronavirus crisis pleaded on Friday for more protective gear and equipment to treat waves of patients expected to overwhelm hospitals as the number of known U.S. infections surpassed 100,000, with more than 1,600 dead, Reuters reports. </p> \n  <figure class=\"element element-image\" data-media-id=\"1cc97e7c05b86937e0c0cdb93603575f3acc54d9\"> \n   <img src=\"https://media.guim.co.uk/1cc97e7c05b86937e0c0cdb93603575f3acc54d9/0_233_3500_2102/1000.jpg\" alt=\"Hospital bed booths are set up at the Jacob K. Javits Convention Center in New York City.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Hospital bed booths are set up at the Jacob K. Javits Convention Center in New York City.</span> \n    <span class=\"element-image__credit\">Photograph: Eduardo Muñoz/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Physicians have called particular attention to a desperate need for additional ventilators, machines that help patients breathe and are widely needed for those suffering from Covid-19, the respiratory ailment caused by the highly contagious novel coronavirus. <br><br>Hospitals in New York City, New Orleans, Detroit and other virus hot spots also have sounded the alarm about scarcities of drugs, medical supplies and trained staff while the <strong>number of confirmed US cases rose by 15,000 on Friday</strong> to just over 100,000. <br><br>That was down slightly from more than 16,000 new cases reported on Thursday, the largest one-day US surge to date, but kept the United States as the world leader in the number of known infections, having surpassed China and Italy on Thursday. <br></p> \n </div> \n</div> \n<div id=\"block-5e7e9bdf8f08af215f6fcdd7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T00:38:53.522Z\">12.38am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the US, <a href=\"https://www.gizmodo.com.au/2020/03/teen-who-died-of-covid-19-was-denied-treatment-because-he-didnt-have-heath-insurance/\">Gizmodo</a> is reporting that a 17-year-old boy has become the first coronavirus patient to die after being denied treatment because he lacked private health insurance. </p> \n  <p><strong>The Guardian is working to verify this story. </strong></p> \n  <p>Gizmodo reports:</p> \n  <blockquote class=\"quoted\"> \n   <p>A 17-year-old boy in Los Angeles County who became the <a href=\"http://publichealth.lacounty.gov/phcommon/public/media/mediapubhpdetail.cfm?prid=2280\">first teen</a> believed to have died from complications with covid-19 in the U.S. was denied treatment at an urgent care clinic because he didn’t have health insurance, according to R. Rex Parris, the mayor of Lancaster, California.</p> \n   <p>“He didn’t have insurance, so they did not treat him,” Parris said in a video posted to <a href=\"https://youtu.be/NkhnAF7E5xw\">YouTube</a>:</p> \n  </blockquote> \n  <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=NkhnAF7E5xw\"> \n   <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/NkhnAF7E5xw?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n  </figure> \n  <p>Vermont senator Bernie Sanders, who is running for the Democratic presidential nomination, tweeted about the news, calling it “barbaric”. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BernieSanders/status/1243697949961531398\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This is absolutely barbaric. The cruelty and absurdity of our for-profit health care system is more obvious in the midst of this crisis than it has ever been. We need Medicare for All. <a href=\"https://t.co/jUsEA1Lp5M\">https://t.co/jUsEA1Lp5M</a></p>— Bernie Sanders (@BernieSanders) \n    <a href=\"https://twitter.com/BernieSanders/status/1243697949961531398?ref_src=twsrc%5Etfw\">March 28, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T01:04:13.070Z\">at 1.04am GMT</time></p> \n</div> \n<div id=\"block-5e7e9a688f0878a2a48abd42\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T00:34:19.193Z\">12.34am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">No new domestic infections in China</h2> \n <div class=\"block-elements\"> \n  <p>China’s National Health Commission said on Saturday that 54 new coronavirus cases were reported on the mainland on Friday, all involving so-called imported cases. </p> \n  <p>There were 55 new cases a day earlier. </p> \n  <p>The total number of infections for mainland China now stands at 81,394, with the death toll rising by 3 to 3,295, it said.</p> \n  <figure class=\"element element-image\" data-media-id=\"c052c38aede73492ce38dfa2643878ec32b124b6\"> \n   <img src=\"https://media.guim.co.uk/c052c38aede73492ce38dfa2643878ec32b124b6/0_237_8146_4888/1000.jpg\" alt=\"A Chinese man and his daughter wear protective masks as they walk on a nearly empty section of the Great Wall on 27 March, 2020 near Badaling in Beijing, China.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A Chinese man and his daughter wear protective masks as they walk on a nearly empty section of the Great Wall on 27 March, 2020 near Badaling in Beijing, China.</span> \n    <span class=\"element-image__credit\">Photograph: Kevin Frayer/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7d68b18f08af215f6fc282\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T00:25:14.405Z\">12.25am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Hello and welcome to the Guardian’s live coverage of the coronavirus pandemic with me, <a href=\"https://twitter.com/helenrsullivan\">Helen Sullivan</a>. I’ll be taking you through the next few hours of important updates and breaking new as the number of cases worldwide moves towards 600,000. </p> \n  <p>Both the US and Italy now have more cases than China, with 101,657 and 86,498 respectively. </p> \n  <p>You can get in touch with me on Twitter throughout the day <a href=\"https://twitter.com/helenrsullivan\">@helenrsullivan</a>. </p> \n  <p>Before we kick off, here’s a summary of the main points so far: </p> \n  <ul> \n   <li><strong>US President Donald Trump invoked the Defense Production Act</strong> to compel General Motors to built ventilators for hospitals, he announced at the White House’s daily coronavirus briefing.</li> \n   <li><strong>The Irish government has announced sweeping restrictions</strong> that will put <a href=\"https://www.theguardian.com/world/ireland\">Ireland</a> in a de facto lockdown. The taoiseach, Leo Varadkar, said on Friday evening that from midnight people should stay home for two weeks, until 12 April, in a significant tightening of curbs on social and commercial life. <br></li> \n   <li><strong>Brazilian president Jair Bolsonaro insinuated that the number of coronavirus cases was being inflated for political purposes. </strong>He added: “Some people will die. I’m sorry. That’s life.”</li> \n   <li><strong>Syria said on Friday it was banning travel between cities and governorates</strong> as part of tightening measures to curb the spread of coronavirus. Syria has recorded five cases of corona virus so far but relief agencies worry that any outbreak could be lethal after years of conflict that has ravaged its healthcare system.</li> \n   <li><strong>The UK has again recorded its biggest daily rise in coronavirus deaths.</strong> In the last 24 hours, 181 people have died after testing positive for Covid-19. It comes after 115 deaths were recorded the day before. The UK death toll stands at 759, with 14,579 confirmed cases.</li> \n   <li><strong>Boris Johnson has tested positive for coronavirus</strong> and is exhibiting “mild symptoms”. In a video posted on Twitter, Johnson confirmed he had developed “a temperature and persistent cough” over the last 24 hours. The UK prime minister, 55, said he was now self-isolating and working from home and would continue to lead the national fightback against the virus. Matt Hancock, the UK’s health secretary, also tested positive. </li> \n  </ul> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"11250624-271c-4584-9cd8-37070f7dfdb5\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/sncNfd4YIYo?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <ul> \n   <li><strong>Spain recorded a new record single-day death toll.</strong> There have been 769 deaths in the past 24 hours, bringing the death toll to 4,858. The previous record was 738, between Tuesday and Wednesday this week. The country now has 64,059 confirmed cases up from 56,188 yesterday.</li> \n   <li><strong>The Spanish government has withdrawn 9,000 Chinese-made coronavirus testing kits</strong> from use after it emerged that they had an accurate detection rate of just 30%. </li> \n   <li><strong>The number of cases in Iran has risen to 32,332,</strong> while the number of deaths hits 2,378, according to the country’s health ministry. </li> \n   <li><strong> </strong><strong>Covid-19 continues its spread across the African continent with 3243 cases and 83 deaths now recorded.</strong> South Africa has reported its first deaths resulting from Covid-19. There are now more than 1000 cases in the country.</li> \n   <li><strong>Firefighters, retired police officers and former ambulance workers are being drafted in</strong><strong> to help the NHS.</strong> It comes as one in five police officers are off sick or self-isolating in areas worst hit by the virus.<strong> <br></strong></li> \n   <li><strong>Italy recorded the highest daily rise in deaths and has not yet reached peak</strong><strong>,</strong> experts say. Italy had 919 new fatalities, taking the total to 9,134. The update follows a warning from the head of the country’s national health institute that infections have not yet reached their peak and that lockdown measures will have to be extended.</li> \n   <li><strong>France extended its lockdown by a fortnight.</strong> France has recorded 299 Covid-19 deaths in the last 24 hours, the prime minister announced in a speech. Edouard Philippe said it was clear that the country was “just at the beginning of this epidemic wave”. </li> \n   <li><strong>A spike in coronavirus patients means hospitals in and around Paris will reach saturation point within 48 hours, </strong>said the head of the French Hospital Federation.</li> \n   <li><strong>Four died on a cruise ship after the outbreak.</strong> Four people have died on a cruise ship stranded off the coast of Panama after a Covid-19 outbreak on board, the boat’s owners have confirmed.</li> \n   <li><strong>The US approved a $2.2tn economic stimulus package.</strong> Congress has given final approval for a $2.2tn financial package designed to rush federal aid to workers, businesses and a healthcare system ravaged by the virus, after politicians united to overcome a last-minute attempt to delay its passage.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T00:40:29.843Z\">at 12.40am GMT</time></p> \n</div>"
]