[
  "<p>On the day of Donald Trump’s election, economists predicted calamity.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/mar/26/us-unemployment-rate-coronavirus-business\">Record 3.3m Americans file for unemployment as the US tries to contain Covid-19</a> </p> </aside>  <p>“We are very probably looking at a global recession, with no end in sight,” <a href=\"https://www.nytimes.com/interactive/projects/cp/opinion/election-night-2016/paul-krugman-the-economic-fallout\">wrote Paul Krugman,</a> a columnist at the New York Times.</p> <p>The US president and his allies have spent the past three years crowing, mocking Krugman as a prophet of doom. What no one could have predicted is that when the doomsday prophecy came true, it would be the result of a lightning bolt not of Trump’s own making.</p> <p>The scale of the economic devastation wrought by the coronavirus pandemic became clear on Thursday when it emerged that 3.3 million people filed for unemployment insurance last week. It was almost five times the previous record, set in 1982, and by some estimates the jobless figure could reach 12m to 15m before the storm has passed.</p> <p>Suddenly the political landscape has changed. A presidential election and races in the Senate and House are set to take place with an economy undergoing both the biggest contraction and the worst surge in unemployment ever seen. In Washington, a city of heroic statues and soaring monuments, the most relevant now is <a href=\"https://www.loc.gov/pictures/item/2011633289/\">the Franklin Delano Roosevelt Memorial</a>, with its bronze figures huddled in a Great Depression breadline.</p> <p>In the race for the White House, there are some key questions. Will Trump be blamed, justifiably or otherwise, for millions losing their jobs? Or will voters embrace his claim to be a <a href=\"https://www.theguardian.com/us-news/2020/mar/22/trump-coronavirus-election-november-2020\">“wartime president”</a> and conclude this is no time to change? Can his likely opponent, Joe Biden, capitalise on his own strengths as a voice of competence and experience, to present himself as the moral leader the nation needs?</p> <p>For Trump, this is personal. As a billionaire businessman, he predicated his entire political identity on his ability to steward the economy by slashing regulations, shredding trade deals and reviving manufacturing towns.</p> <p>For three years he bragged “JOBS JOBS JOBS!” and never missed a chance to tout unemployment figures for the population at large – just last month, the rate was at a 50-year low of 3.5% – and African Americans and Latinos in particular. The true picture was more complicated and unevenly distributed, but the central message was: <a href=\"https://www.theguardian.com/lifeandstyle/2016/nov/16/harold-macmillan-never-had-it-so-good\">you’ve never had it so good.</a></p> <p>Trump’s <a href=\"https://www.nytimes.com/2020/03/24/opinion/coronavirus-trump-economy.html\">other vital sign of virility,</a> the stock market, has been smashed too, nearly all the gains of his presidency wiped out. It was this more than anything, perhaps, that belatedly persuaded him the virus could not simply be wished away.</p> <p>It is therefore no surprise the president is itching to get the economy fired up again. <a href=\"https://www.theguardian.com/world/2020/mar/24/trumps-push-to-shorten-the-coronavirus-shutdown-proves-the-captain-is-flying-blind\">His push for an Easter Sunday</a> deadline may be ethically callous and scientifically ignorant but politically shrewd. It meant that as the apocalyptic jobless figures hit, he could present himself as already working to get it fixed.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"6155bf59346bec155a4c582ee3051f72130eaf4e\"> <img src=\"https://media.guim.co.uk/6155bf59346bec155a4c582ee3051f72130eaf4e/0_17_5000_3000/1000.jpg\" alt=\"Brookline Avenue outside the closed Fenway Park is empty in Boston on Thursday on what was to be opening day in Major League Baseball. Major sports have been suspended.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Brookline Avenue outside the closed Fenway Park is empty in Boston on Thursday on what was to be opening day in Major League Baseball. Major sports have been suspended.</span> <span class=\"element-image__credit\">Photograph: Cj Gunther/EPA</span> </figcaption> </figure>  <p>As time wears on and Trump continues to agitate for an economic restart, he may seek to shift the blame to medical experts and state governors for holding America back. The message, doubtless amplified by Fox News, will be: “Look, I tried, but my hands were tied.”</p> <p>Trump is about to sign Congress’s $2.2tn aid package designed to prevent complete economic collapse. His treasury secretary, Steven Mnuchin, did most of the hard work but the president gets to claim the credit. For Democrats, like all opposition parties in wartime, there is a difficult balance in holding Trump accountable while not appearing to undermine national unity. They also have to work with Republicans to keep the money flowing until there is light at end of the tunnel.</p> <p>Henry Olsen, a senior fellow at the Ethics and Public Policy Center thinktank, <a href=\"https://www.washingtonpost.com/opinions/2020/03/25/were-not-killing-economy-over-coronavirus-were-putting-it-into-coma/\">wrote in the Washington Post</a>: “We should know by June if this approach works.</p> <p>“If it does, the number of Covid-19 infections will have plummeted, deaths from the virus will have flatlined, and people will be coming back to work in droves. It could be the biggest V-shaped economic recovery in US history – the political-economy version of the resuscitation of a patient after an induced coma.”</p> <p>Olsen added: “It’s too early to predict what the political fallout from a successful pirouette would be, but it’s hard to see how it doesn’t at least insulate President Trump from much criticism about the virus’s arrival to begin with. Democrats can say he should have done more, but the fact remains that no other western leader did better to anticipate the onset of the coronavirus.</p> <p>“Trump’s critics are not going to change their stripes, but the few people who remain open to persuasion are as likely to credit Trump as to blame him.”</p> <p>This is the best-case scenario for the president: presenting himself, however spuriously, as the man who led America through its greatest crisis since the second world war, early missteps long forgotten. Biden, meanwhile, is struggling to break through the cacophony and to master the internet, his thunder stolen by New York’s Democratic governor, <a href=\"https://www.theguardian.com/world/2020/mar/23/cuomo-wins-praise-for-wisdom-amid-coronavirus-crisis-as-trump-blusters\">Andrew Cuomo.</a></p> <p><a href=\"https://www.brookings.edu/experts/william-a-galston/\">Bill Galston,</a> a senior fellow at the Brookings Institution thinktank in Washington and former policy adviser to Bill Clinton, said: “Most people believe this kind of crisis plays to Biden’s strengths. Against that, with the people involved in his campaign, he’s not been very effective at showing that strength.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/26/us-coronavirus-stimulus-all-you-need-to-know\">US coronavirus stimulus checks: are you eligible and how much will you get?</a> </p> </aside>  <p>“They’re not very innovative. They don’t seem to have a strategy to keep him in the conversation. They seem a little flummoxed by the technology of the situation.”</p> <p>The worst-case scenario for Trump looks very different. If the death toll keeps climbing, big and small businesses are ruined and the economy sinks into 1930s-style wreckage, his early denialism will be played endlessly in election attack ads. His mendacious press briefings will be taken as proof that he could not rise to the challenge and Democrats will be more energised than ever to dispatch him.</p> <p>So far, polls suggest Trump is getting a bump like George W Bush after the 11 September 2001 terrorist attacks. A Gallup survey published on Tuesday showed 60% of Americans gave him positive reviews for his handling of the coronavirus outbreak, and his overall approval rating matched the highest point in his presidency, at 49%, included rises among independents and even Democrats.</p> <p>But this was taken before he reversed his reversal and went back to downplaying the virus, and before the unemployment figures delivered an almighty gut punch.</p> <p>There is a long way to go. It is hard to believe that Trump’s impeachment trial ended only last month. In those terms, the November election is still a lifetime away.</p>",
  "<p>As the reality of the coronavirus crisis took hold in the US, Donald Trump’s Facebook campaign remained focused on a different “crisis” – the supposed threat of immigrants entering the US through the southern border.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/05/facebook-removes-misleading-trump-ads\">Facebook to remove misleading Trump 'census' ads</a> </p> </aside>  <p>Trump’s re-election campaign has made no mention of the coronavirus pandemic in its Facebook ads to date, even as the outbreak has killed hundreds of Americans, infected tens of thousands and placed more than a third of the country’s population under “stay-at-home” orders. Trump’s campaign has spent about $1.34m on 18,982 ads that were shown to Facebook users at least 58m times since 1 March, a Guardian analysis of the Facebook political ad archive found.</p> <p>The Trump campaign’s silence on coronavirus on Facebook stands in contrast to Trump’s real-life behavior. The president has been tweeting non-stop about the topic for weeks, and has recently taken to holding daily, marathon press briefings to discuss the pandemic and the administration’s response.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"3b07d23a9fc056d921b5fc964e04efc857eec267\"> <img src=\"https://media.guim.co.uk/3b07d23a9fc056d921b5fc964e04efc857eec267/0_53_432_604/358.jpg\" alt=\"A Trump campaign ad from March 2020.\" width=\"358\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Trump campaign ad from March 2020.</span> <span class=\"element-image__credit\">Photograph: Facebook</span> </figcaption> </figure>  <p>Building a wall on the US-Mexico border was the most common political issue mentioned in those ads, followed by attacks on Democratic party leaders and presidential candidates, as well as the news media.</p> <p>“They want open borders; they want crime,” Trump says of Democrats in a video clip accompanying a typical immigration-themed ad. On 13 March – the same day that the global death toll passed 5,000 and Trump declared a national emergency – the campaign launched a tranche of advertisements declaring “The Do-Nothing Democrats’ open border’s agency is morally reprehensible” and stating, “I must put the safety of Americans above everything else”.</p> <p>However, the majority ( 75%) of the 58m ad impressions received by Trump campaign ads since 1 March went to ads that made no mention of any political issue, beyond support for Trump. These include include an offer for a “2020 Trump Gold Card Membership” for a $35 campaign donation; contests to win a signed hat or meal with Melania Trump; and various Trump campaign products, such as “Official Space Force” merchandise, the “OFFICIAL Trump Pence Keep America Great Dog Collar”, St Patrick’s Day-themed merchandise and plastic straws.</p>  <figure class=\"element element-image\" data-media-id=\"6adf769c5ff4e73c9eee74e62f61a02a0aa22f17\"> <img src=\"https://media.guim.co.uk/6adf769c5ff4e73c9eee74e62f61a02a0aa22f17/0_0_419_731/287.jpg\" alt=\"Trump campaign ads featuring ‘Black Voices for Trump’.\" width=\"287\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Trump campaign ads featuring ‘Black Voices for Trump’.</span> <span class=\"element-image__credit\">Photograph: Facebook</span> </figcaption> </figure>  <p>The campaign also ran ads designed to appeal to two constituency groups: African Americans and Indian Americans.</p> <p>A series of “Black Voices for Trump” campaign ads began running on 11 March. The ads feature <a href=\"https://nationalcenter.org/project21/staff/diante-johnson/\">Diante Johnson</a>, the founder and president of the Black Conservative Federation, <a href=\"https://twitter.com/DavidJHarrisJr\">David J Harris Jr</a>, a black conservative author and podcaster, and <a href=\"https://www.facebook.com/TheCeciliaSJohnson/\">Cecelia S Johnson</a> delivering a generic fundraising pitch for Trump. The ads also encourage supporters to sign up for campaign text messages by texting ‘WOKE’ to the Trump campaign SMS number.</p> <p>The ads appealing to Indian Americans began running in late February to coincide with <a href=\"https://www.theguardian.com/world/2020/feb/24/namaste-donald-trump-india-welcomes-us-president-narendra-modi-rally\">Trump’s visit to India</a>. They feature photographs of the Indian prime minister, Narendra Modi, with messages such as:</p> <ul> <li><p>“Thank you for all your contributions to our culture and traditions that have made to the United States [sic]. Americans are eager to strengthen the ties between our two people. Our economy has never been better, and the United States is eager to build a strong partnership with India.”</p></li> <li><p>“Indian Americans are titans of business, masters of the arts, and innovate technology like few others. Your contributions have strengthened our culture and economy. I will always fight for YOU!”</p></li> </ul> <p>These advertisements do not ask for donations, but instead link to a dedicated page on Trump’s campaign website entitled <a href=\"https://www.donaldjtrump.com/landingpage/president-trump-is-fighting-for-indian-americans/?utm_medium=ad&amp;utm_source=dp_fb&amp;utm_campaign=20200303_na_iap_djt_djtnonfund_cpmyi_bh_audience0247_creative00768_copy00196_geo066_b_18-65_nf_all_na_lp0043_acq_reach_static_16_9_na&amp;utm_content=pol\">Namaste Trump</a>. The campaign investment in both sets of constituency ads was relatively small, and they received less than 1% of the total impressions for all of Trump’s campaign ads in March.</p>  <figure class=\"element element-image\" data-media-id=\"c495d667a18ac570ab014f3fa53bbd94d9637e6a\"> <img src=\"https://media.guim.co.uk/c495d667a18ac570ab014f3fa53bbd94d9637e6a/0_0_415_720/288.jpg\" alt=\"A Trump campaign ad offering a Trump Gold Card\" width=\"288\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Trump campaign ad offering a Trump Gold Card</span> <span class=\"element-image__credit\">Photograph: Facebook</span> </figcaption> </figure>  <p>Though Trump has ignored the coronavirus outbreak in his Facebook campaigning, the Trump campaign did send one SMS message about the pandemic to its supporters on 12 March. The text message included a <a href=\"https://m.essage.us/msg/TWKZb7dD0X\">link</a> to a “Coronavirus update from Team Trump” which read in part: “The safety, security, and health of the American People is President Trump’s top priority right now. With the help of the White House Task Force, the Trump Administration is leading an aggressive and comprehensive effort to stop the spread of the Coronavirus.”</p> <p>The message also encouraged recipients to visit the website <a href=\"https://www.coronavirus.gov/\">coronavirus.gov</a>, though the hyperlink was broken.</p>",
  "<div id=\"block-5e7cb0bd8f08af215f6fbb7e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-26T13:40:49.891Z\">1.40pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Live coverage of the coronavirus in the US and American politics continues on Thursday’s blog: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2020/mar/26/coronavirus-us-live-house-vote-2tn-stimulus-package-bill-senate-news-updates-trump\">Coronavirus US live: House to vote on historic $2.2tn stimulus package</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7bee1d8f081e5eda236d71\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-26T00:08:18.269Z\">12.08am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>Donald Trump continued to <a href=\"https://www.theguardian.com/us-news/2020/mar/24/donald-trump-coronavirus-briefings-2020-campaign-rallies\">fixate</a> on the idea that the country could scale back distancing measures within a fortnight</strong>, even as his top public health official, Anthony Fauci, signaled that the virus could be seasonal and resurge even after it abates. </li> \n   <li><strong>Senate leaders struggled to smooth over last-minute snags as they rush to pass a $2.2tn emergency relief <a href=\"https://www.theguardian.com/world/2020/mar/25/senate-passes-coronavirus-stimulus-package\">package</a>. </strong>Republican senators complained that the bill’s expansion of unemployment benefits would allow some to make more money on unemployment than they would if they were working. The House speaker, Nancy Pelosi, signaled that Congress would pass the bill, but the logistics of how remained unclear, especially with several representatives under quarantine. </li> \n   <li><strong>New York’s governor, <a href=\"https://www.theguardian.com/us-news/andrew-cuomo\">Andrew Cuomo</a>, signaled early signs that physical distancing measures were working. </strong>But the number of cases and deaths in New York are continuing to mount. </li> \n   <li><strong>A Democratic debate in April looks unlikely. </strong>Though Joe Biden appears to be the presumptive nominee, Bernie Sanders is remaining in the race. </li> \n   <li><strong>More than 1m Californians filed for <a href=\"https://www.theguardian.com/us-news/2020/mar/25/california-coronavirus-unemployment-newsom\">unemployment</a></strong>. Last week, the state’s governor, Gavin Newsom, asked residents to shelter in place, businesses to close down unless they provide essential services. </li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-26T00:56:20.531Z\">at 12.56am GMT</time></p> \n</div> \n<div id=\"block-5e7bec328f081e5eda236d6b\" class=\"block\" data-block-contributor=\"profile/julianborger\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T23:44:05.960Z\">11.44pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Robert Levinson, a former FBI agent who disappeared in Iran in 2007, died in Iranian custody, according to a <a href=\"https://helpboblevinson.com/2020/03/statement-from-the-levinson-family-march-25-2020/\">statement from his family</a>.</strong></p> \n  <p>The statement said Levinson’s family received the news from US officials but did not know how or when he died, only that his death preceded the coronavirus outbreak that has ravaged <a href=\"https://www.theguardian.com/world/iran\">Iran</a>.</p> \n  <p>“It is impossible to describe our pain,” the statement said. “If not for the cruel, heartless actions of the Iranian regime, Robert Levinson would be alive and home with us today. It has been 13 years waiting for answers.”</p> \n  <p></p> \n  <p>The family added they did not know if or when his body would be returned.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/25/robert-levinson-fbi-iran-us\">Robert Levinson's family confirms former FBI agent died in Iranian custody</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T23:58:45.031Z\">at 11.58pm GMT</time></p> \n</div> \n<div id=\"block-5e7be65d8f0878a2a48aa481\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T23:17:36.910Z\">11.17pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <blockquote> \n   <p><em>Alexandra Villarreal reports: </em></p> \n   <p><strong>During a press conference Wednesday afternoon, the New York City mayor, Bill de Blasio, blasted the Senate majority leader, Mitch McConnell, for allegedly standing in the way of real aid to New York. </strong></p> \n  </blockquote> \n  <blockquote> \n   <p>“It should have been one of the easiest no-brainers in the world for the US Senate to include real money for New York City and New York state in this stimulus bill, and yet it didn’t happen. And we know why – because Mitch McConnell wouldn’t let it happen. I don’t understand how anybody – any public servant – could live with themselves if they deprived the cities in the middle of the biggest crisis since the great depression – deprived us, deprived our state – of the money we need,” de Blasio said.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"2253f0c5c89c6b060fc5651207591f98fff5744a\"> \n   <img src=\"https://media.guim.co.uk/2253f0c5c89c6b060fc5651207591f98fff5744a/0_117_3500_2102/1000.jpg\" alt=\"Workers and members of the national guard build a makeshift morgue outside of Bellevue Hospital in New York City.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Workers and members of the national guard build a makeshift morgue outside of Bellevue Hospital in New York City.</span> \n    <span class=\"element-image__credit\">Photograph: Eduardo Muñoz/Getty Images</span> \n   </figcaption> \n  </figure> \n  <blockquote> \n   <p>De Blasio took issue with the fact that New York City only got $1bn out of the $150bn pool of funds provided for the entire country in the Senate’s stimulus bill when New York City alone accounts for almost a third of confirmed coronavirus cases in the US. </p> \n  </blockquote> \n  <blockquote> \n   <p>To deal with crowd density, de Blasio said he would be removing hoops at 80 of New York City’s 1,700 basketball courts because people weren’t properly social-distancing.</p> \n  </blockquote> \n  <blockquote> \n   <p>He also said that he’s working to release any inmates who can be directly acted on, who don’t pose a threat to the community. By tonight, he said he will have released 200 inmates.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-26T16:54:18.594Z\">at 4.54pm GMT</time></p> \n</div> \n<div id=\"block-5e7be3358f0878a2a48aa462\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T23:05:42.106Z\">11.05pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoeBiden/status/1242942917229948928\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Alright <a href=\"https://twitter.com/TeamJoe?ref_src=twsrc%5Etfw\">@TeamJoe</a>, join us for Happy Hour. Watch our virtual round table on the issues that matter to young folks: <a href=\"https://t.co/pFhYghw5dt\">https://t.co/pFhYghw5dt</a></p>— Joe Biden (@JoeBiden) \n    <a href=\"https://twitter.com/JoeBiden/status/1242942917229948928?ref_src=twsrc%5Etfw\">March 25, 2020</a>\n   </blockquote> \n  </figure> \n  <p><strong>J</strong><strong>oe Biden is hosting a happy hour video chat, on issues facing young people. He doesn’t drink, he said – but he’d poured himself a cup of Gatorade. </strong></p> \n  <p>Asked what his guilty pleasure is, he said ice cream. but “after all these years, being known for Ray-Bans and ice cream is pretty dull”, he joked. </p> \n  <p>His real guilty pleasure is driving his “’67 Corvette that’s been rebuilt”. The only thing he doesn’t like about having Secret Service protection these days is “I can’t drive my fast cars anymore.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T23:23:49.377Z\">at 11.23pm GMT</time></p> \n</div> \n<div id=\"block-5e7be1d28f081e5eda236d27\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T22:59:26.367Z\">10.59pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Top public health official Anthony Fauci said that the coronavirus could be seasonal and cyclical. </strong></p> \n  <p>“I know we’ll be successful in putting this down now. But we really need to be prepared for another cycle,” he said. </p> \n </div> \n</div> \n<div id=\"block-5e7bdf418f0878a2a48aa441\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T22:51:29.600Z\">10.51pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>New York counties remain the most impacted by coronavirus, said Deborah Birx, the physician coordinating the White House coronavirus response. </strong>She encouraged New York residents who had traveled elsewhere to continue to self-isolate. </p> \n  <p>“We have a role to protect one another,” she said. “To every American out there, when you protect yourself, you protect everyone else.”</p> \n  <p>She referenced her grandmother who brought home a flu infection to her mother, who died in the 1918 pandemic. “For 88 years she lived with the fact that at age 11 brought home the flu to her mother,” Birx said. “She never forgot.”</p> \n </div> \n</div> \n<div id=\"block-5e7bdd6d8f081e5eda236cf5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T22:41:55.193Z\">10.41pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The president remained fixated on how quickly he could get the country back to work. </strong></p> \n  <p>“It’s time. People want to get back to work,” he said, signaling that the administration would issue guidance in the coming fortnight. “I want to get our country back,” he said.</p> \n  <p>He reassured reporters that he would heed the advice of public health officials. “I’m not going to do anything rash or hastily,” he said. “I don’t do that.” </p> \n  <p>But he continued to negotiate what would be possible, musing that perhaps the US could have its cake and eat it, too — maintaining social distance while sending people back to work. </p> \n  <p>“They’re not going to walk around hugging and kissing each other in the office when they come back,” he said. “Even though they may feel like it.”</p> \n </div> \n</div> \n<div id=\"block-5e7bdbf78f081e5eda236cf0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T22:37:46.228Z\">10.37pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Trump repeated some of his favorite lines about a “big beautiful wall” and complained about Nato countries. His coronavirus briefings are beginning to <a href=\"https://www.theguardian.com/us-news/2020/mar/24/donald-trump-coronavirus-briefings-2020-campaign-rallies\">look increasingly like</a> his 2020 campaign rallies. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/24/donald-trump-coronavirus-briefings-2020-campaign-rallies\">Are Trump's coronavirus briefings the new 2020 campaign rallies?</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T22:42:13.646Z\">at 10.42pm GMT</time></p> \n</div> \n<div id=\"block-5e7bda508f081e5eda236ce9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T22:31:10.184Z\">10.31pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>“We don’t have to test the entire state in the Middle West,” Trump said, suggesting that areas of the country were barely affected. “I think it’s ridiculous.” </p> \n  <p>Public health experts said that the surest way out of the pandemic is to test widely and to continue social distancing measures. </p> \n </div> \n</div> \n<div id=\"block-5e7bd92c8f08af215f6fb4b3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T22:23:18.284Z\">10.23pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Addressing a recent tweet in which he claimed that the media was inflating the crisis, Trump doubled down. “I think there are certain people who would like [the country] to do financially poorly,” he said, in order to tank his chances of reelection. </p> \n  <p>“I think it’s very clear that there are people in your profession who write fake news,” he said, pointing out individual reporters in the briefing room. “You do, she doesn’t,” he said. <br></p> \n </div> \n</div> \n<div id=\"block-5e7bd7888f081e5eda236cd5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T22:18:51.259Z\">10.18pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The treasury secretary, Steven Mnuchin – who negotiated the stimulus package with Senate leaders late into the night – said he expects that it will sustain the economy for about three months. </strong></p> \n  <p>Trump added that if more economic relief is needed, it will come: “If we have to go back, we will go back.”</p> \n  <p>Mnuchin said he hopes the bill will pass the Senate tonight, and predicted that “within the next three weeks”, Americans who qualify for direct payments would get their direct deposits or checks.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T22:43:19.492Z\">at 10.43pm GMT</time></p> \n</div> \n<div id=\"block-5e7bd5ba8f0878a2a48aa40b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T22:08:42.492Z\">10.08pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump also confirmed that he’ll sign the stimulus package “immediately” when it gets to his desk, adding that he’ll have a “beautiful” signing. </strong></p> \n  <p>The $2tn coronavirus bill moving through the Senate will re-energize the economy, Trump said, urging Congress to pass the “vital legislation”. </p> \n  <p>Soon, the president reiterated – contradicting public health experts – the country will open up “like a rocket ship”. The sooner it happens, the better, he said. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T22:44:02.099Z\">at 10.44pm GMT</time></p> \n</div> \n<div id=\"block-5e7bd56a8f081e5eda236cc0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T22:05:29.262Z\">10.05pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>“We’re also doing some very large testings throughout the country,” Trump said, boasting that the US has done more tests than South Korea. </p> \n  <p>But South Korea, which has a much smaller population, has administered more coronavirus tests per capita. </p> \n  <p>Still, Trump claimed that South Korea’s president told him that US testing has been “amazing.” Later, he said he spoke with New York City Mayor Bill DeBlasio, who was “very happy,” according to Trump. “It’s hard not to be happy with the job we’re doing,” he said. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T22:11:13.089Z\">at 10.11pm GMT</time></p> \n</div> \n<div id=\"block-5e7bd4228f0878a2a48aa407\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T22:02:12.507Z\">10.02pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>New York “is by far the hottest spot,” Trump said, referring to the rising number of cases in the state. He said he’s been working with the state’s governor Andrew Cuomo. </strong></p> \n  <p>“I want you to know that I’m doing everything in my power to help the city pull through this challenge,” he said. He called the Defense Production Act — which allows the government to compel private companies to produce critical medical supplies — a “great negotiating tool”.</p> \n  <p>“I don’t have to use it very much at all,” he said, referencing companies that have voluntarily pitched in to increase production of key supplies. Cuomo has repeatedly raised alarm over a lack of face masks and other protective equipment available at New York hospitals. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T22:02:31.230Z\">at 10.02pm GMT</time></p> \n</div> \n<div id=\"block-5e7bd3348f0878a2a48aa404\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T21:57:13.491Z\">9.57pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Coronavirus Task Force briefing begins</h2> \n <div class=\"block-elements\"> \n  <p>“Social distancing, so important,” Donald Trump began. “Such an important phrase.”</p> \n  <p>He repeated his wish that “some sections of the country” return to normalcy earlier than others. “The more lives we can save and the sooner we can eventually get people back to work, back to school and back to normal - and there are large sections of our country probably can go back much sooner than other sections, and we’re obviously looking at that also,” he said. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T21:58:55.520Z\">at 9.58pm GMT</time></p> \n</div> \n<div id=\"block-5e7bcf168f0878a2a48aa3ea\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T21:45:14.706Z\">9.45pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Donald Trump has continued to ignore public health experts imploring Americans to continue observing physical distancing as the number of coronavirus cases spike across the country. </strong></p> \n  <p>Ahead of the Coronavirus Task Force briefing, he blamed the media for “trying to get me to keep our Country closed as long as possible in the hope that it will be detrimental to my election success”. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1242905328209080331\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The LameStream Media is the dominant force in trying to get me to keep our Country closed as long as possible in the hope that it will be detrimental to my election success. The real people want to get back to work ASAP. We will be stronger than ever before!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1242905328209080331?ref_src=twsrc%5Etfw\">March 25, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Experts said it’s too soon to ease distancing measures, even as the president insisted yesterday he wanted to reopen the country for business by Easter. A spike in cases would drive up the coronavirus death toll, further strain hospitals, and set the economy back even further, per public health officials, including the senior official <a href=\"https://www.theguardian.com/world/2020/mar/23/dr-fauci-press-conference-white-house-coronavirus\">Dr Anthony Fauci</a>. </p> \n  <p>Still, as his task force briefing runs late, delayed by 30 minutes, then 45 and then an hour, the president continued to <a href=\"https://twitter.com/realDonaldTrump/status/1242929613262725122\">tweet</a>, railing against “the fake news”. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/24/trump-coronavirus-economy-america-business\">Trump's 'back-to-work' plan would only make things worse, experts say</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T21:54:56.536Z\">at 9.54pm GMT</time></p> \n</div> \n<div id=\"block-5e7bcad68f081e5eda236c9d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T21:28:49.015Z\">9.28pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Hi there, it’s Maanvi Singh blogging from California. </strong></p> \n  <p>We’re awaiting a briefing from the Coronavirus Task Force, which is scheduled to begin shortly. In the meantime, this <a href=\"https://www.washingtonpost.com/national-security/g-7-failed-to-agree-on-statement-after-us-insisted-on-calling-coronavirus-outbreak-wuhan-virus/2020/03/25/f2bc7a02-6ed3-11ea-96a0-df4c5d9284af_story.html\">story</a> from the Washington Post caught our eye. </p> \n  <p>Foreign ministers representing the G-7 nations failed to agree on a joint statement after the Trump administration insisted on referring to the coronavirus as the “Wuhan virus”, the Post reports, citing anonymous officials from G-7 counties” </p> \n  <blockquote class=\"quoted\"> \n   <p><em>Other nations in the group of world powers rejected the term because they viewed it as needlessly divisive at a time when international cooperation is required to slow the global pandemic and deal with the scarcity of medical supplies, officials said.<br></em></p> \n   <p><em>Secretary of State Mike Pompeo has brushed off criticism of his use of the term, saying it’s important to point out that the virus came from the Chinese city of Wuhan and that China’s government had a special responsibility to warn the world about its dangers.</em></p> \n   <p><em>When asked about a report that his insistence on including the term caused a rift at the Group of Seven meeting, Pompeo did not deny the charge but said that any disagreements among the group were tactical and not sweeping in nature.</em></p> \n  </blockquote> \n  <p>The CDC and WHO have both warned against describing the virus in geographic terms, especially amid rising reports of discrimination against Asian Americans. </p> \n </div> \n</div> \n<div id=\"block-5e7bc9ab8f0878a2a48aa3d7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T21:17:22.653Z\">9.17pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>The Guardian’s Mario Koran reports from California: </em></p> \n  <p><strong>Addressing a state on lockdown, California governor Gavin Newsom told residents he doesn’t expect to lift the stay-at-home order in the coming days, or even weeks, as he urges California to prepare for the long-haul. </strong>Any estimates that the state would reopen in early April is optimistic, at least for California, Newsom has said, countering projections offered by Donald Trump.<br></p> \n  <figure class=\"element element-image\" data-media-id=\"636211727508037edd4a2c02612c5b27baff7cd5\"> \n   <img src=\"https://media.guim.co.uk/636211727508037edd4a2c02612c5b27baff7cd5/0_96_3000_1800/1000.jpg\" alt=\"Medical personnel get fitted for testing outside the Crenshaw Christian Center before it opens as a testing site for COVID-19 in South Los Angeles.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Medical personnel get fitted for testing outside the Crenshaw Christian Center before it opens as a testing site for COVID-19 in South Los Angeles.</span> \n    <span class=\"element-image__credit\">Photograph: Damian Dovarganes/AP</span> \n   </figcaption> \n  </figure> \n  <p>Part of the reason it’s difficult to establish a more specific timeline is a lag in testing that muddies the true scope of how many in California have been infected.<br></p> \n  <p>The number of tests administered in the state jumped to 66,800 tests, up from 39,000 yesterday. Newsom said that’s a result of having private labs, like Quest Diagnostics, reporting results in a more uniform fashion. </p> \n  <p>The state also appears to be making headway in its effort to shelter those living on the streets. To that end, the state has now procured 4,305 hotel rooms to be used for shelter. </p> \n  <p>Asked to provide clarity on whether gun stores in California should be considered essential, and therefore remain open, Newsom deferred to local sheriffs to make the call. It’s remained a murky area of the law. Police in San Jose last week closed a gun store and told them they’d have to apply for a waiver from DOJ if they wanted to operate. <br></p> \n </div> \n</div> \n<div id=\"block-5e7bc9158f0878a2a48aa3d3\" class=\"block is-key-event\" data-block-contributor=\"profile/lauren-gambino\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T21:13:49.349Z\">9.13pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">As Congress aims to rush a financial assistance package, Representatives are under quarantine</h2> \n <div class=\"block-elements\"> \n  <p>California Congresswoman Katie Porter announced on Wednesday that she is self-quarantining after experiencing symptoms related to CONVID-19, the disease caused by the coronavirus. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RepKatiePorter/status/1242910929467183110\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">When I was elected, I committed to being transparent and accountable. I have kept that promise throughout my time in Congress. (1/4)</p>— Rep. Katie Porter (@RepKatiePorter) \n    <a href=\"https://twitter.com/RepKatiePorter/status/1242910929467183110?ref_src=twsrc%5Etfw\">March 25, 2020</a>\n   </blockquote> \n  </figure> \n  <p>At least two members of Congress and one US senator have tested positive for the virus, while more than a dozen are self-quarantined after brushes with people who have symptoms or have tested positive for the disease. </p> \n  <p>On Wednesday, Massachusetts congressman Seth Moulton said he and his wife are also experiencing symptoms.</p> \n  <p>This comes as Congress aims to rush immediate financial assistance to workers and businesses as the economy careens toward recession. Some House leaders had hoped to pass the bill – after it is approved by the Senate – by “unanimous consent” which would preclude members of Congress from having to come back to Washington to vote on the legislation. </p> \n  <p>House minority leader Kevin McCarthy on Wednesday disagreed with the approach while progressive star Alexandria Ocasio-Cortez suggested she too might object. </p> \n  <p>“I know we’re in a very challenging time, I know we have members who are quarantined, members who are battling the virus, members in New York City who could not travel here without 14 days, but I don’t believe we should pass a $2 trillion package by unanimous consent,” he told reporters at a press conference on Wednesday.<br>If one lawmaker objects, it would prevent passage under the rules and members would be called back.</p> \n </div> \n</div> \n<div id=\"block-5e7bc4698f081e5eda236c81\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T21:09:39.467Z\">9.09pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Summary: Biden blasts Trump's handling of coronavirus and more</h2> \n <div class=\"block-elements\"> \n  <p>Here’s what been covered thus far:</p> \n  <ul> \n   <li>The 12th and final democratic debate is <a href=\"https://www.theguardian.com/us-news/live/2020/mar/25/coronavirus-us-live-trump-news-stimulus-package-deal-senate?page=with:block-5e7b9dd68f0878a2a48aa264#block-5e7b9dd68f0878a2a48aa264\">probably not happening</a></li> \n   <li><strong>Joe Biden</strong> <a href=\"https://www.theguardian.com/us-news/live/2020/mar/25/coronavirus-us-live-trump-news-stimulus-package-deal-senate?page=with:block-5e7ba21d8f08af215f6fb33f#block-5e7ba21d8f08af215f6fb33f\">accused <strong>Donald Trump</strong> of downplaying</a> the coronavirus’s seriousness</li> \n   <li>Another TV outlet is <a href=\"https://www.theguardian.com/us-news/live/2020/mar/25/coronavirus-us-live-trump-news-stimulus-package-deal-senate?page=with:block-5e7ba4748f08af215f6fb351#block-5e7ba4748f08af215f6fb351\">dropping Trump’s daily briefings</a></li> \n   <li>140 nursing homes nationwide <a href=\"https://www.theguardian.com/us-news/live/2020/mar/25/coronavirus-us-live-trump-news-stimulus-package-deal-senate?page=with:block-5e7ba9098f081e5eda236ba7#block-5e7ba9098f081e5eda236ba7\">have at least one</a> coronavirus case</li> \n   <li>The <strong>DHS</strong> <a href=\"https://www.theguardian.com/us-news/live/2020/mar/25/coronavirus-us-live-trump-news-stimulus-package-deal-senate?page=with:block-5e7bafb18f08af215f6fb3cb#block-5e7bafb18f08af215f6fb3cb\">warned New York City’s morgues</a> could hit capacity next week</li> \n   <li>Rep. <strong>Seth Moulton </strong><a href=\"https://www.theguardian.com/us-news/live/2020/mar/25/coronavirus-us-live-trump-news-stimulus-package-deal-senate?page=with:block-5e7bb6948f08af215f6fb402#block-5e7bb6948f08af215f6fb402\">announced</a> he’s self-quarantining.</li> \n   <li><strong>California</strong> <a href=\"https://www.theguardian.com/us-news/live/2020/mar/25/coronavirus-us-live-trump-news-stimulus-package-deal-senate?page=with:block-5e7bb95e8f081e5eda236c28#block-5e7bb95e8f081e5eda236c28\">confirmed 1 million people</a> applied for unemployment benefits.</li> \n   <li><strong>Louisiana</strong> <a href=\"https://www.theguardian.com/us-news/live/2020/mar/25/coronavirus-us-live-trump-news-stimulus-package-deal-senate?page=with:block-5e7bbd6e8f0878a2a48aa39f#block-5e7bbd6e8f0878a2a48aa39f\">had its highest spike</a> in confirmed coronavirus cases in one day.</li> \n  </ul> \n  <p>Stay tuned for more. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T21:17:37.097Z\">at 9.17pm GMT</time></p> \n</div> \n<div id=\"block-5e7bc3348f08af215f6fb44f\" class=\"block\" data-block-contributor=\"profile/mario-koran\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T20:50:56.543Z\">8.50pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em><a href=\"https://www.theguardian.com/profile/mario-koran\">Mario Koran</a> reports on California’s coronavirus response:</em></p> \n  <p>“A herculean effort is underway and is taking real shape,” said California governor <strong>Gavin Newsom</strong> at an afternoon press conference. That includes getting extra funds for unemployed workers, securing shelter for the unhoused, and improvements to testing.</p> \n  <p>One million new unemployment claims have been filed in California just since March 13. The department typically sees 2,000 claims a day. The explosion threatens to overwhelm the system, even as the federal government rushes to pass a $2 trillion stimulus package that would bolster funds for unemployment.</p> \n  <p>Newsom said he’s spoken to the CEOs of 200 banks, including four of the largest institutions, who have agreed to a 90 waiver on mortgages and foreclosures. Bank of America will only commit to a 30 day waiver, he said.</p> \n  <p>About 66,800 tests have been administered in California, Newsom said, a huge jump from yesterday’s tally of 39,000 tests. The rise comes California made headlines for its lack of progress on testing -- Newsom explained it by saying private labs have started reporting their results. </p> \n  <p>The governor urged caution on news of the child in Los Angeles who is reported to be the first minor in the country whose death is attributed to the virus, but LA health officials late yesterday walked back news that the minor died of the coronavirus.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T20:51:43.097Z\">at 8.51pm GMT</time></p> \n</div> \n<div id=\"block-5e7bc19f8f08af215f6fb445\" class=\"block\" data-block-contributor=\"profile/lauren-gambino\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T20:43:40.318Z\">8.43pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>GOP Trio may block coronavirus stimulus bill</h2> \n  <p><em>The Guardian’s <strong><a href=\"https://www.theguardian.com/profile/lauren-gambino\">Lauren Gambino</a></strong> with more on Republican concerns over the economic stimulus package:</em></p> \n  <p>A trio of Republican senators have threatened to delay the historic $2tn economic relief package over concerns that a provision in the bill could incentivize unemployment. </p> \n  <p>The Senators – Tim Scott of South Carolina, Lindsey Graham of South Carolina and Ben Sasse of Nebraska - said the bill included what they claimed was a “massive drafting error” that could theoretically make it possible to earn more money by being unemployed.</p> \n  <p>“This isn’t an abstract, philosophical point — it’s an immediate, real-world problem,” they said in a statement. “If the federal government accidentally incentivizes layoffs, we risk life-threatening shortages in sectors where doctors, nurses, and pharmacists are trying to care for the sick, and where growers and grocers, truckers and cooks are trying to get food to families’ tables.”</p> \n  <p>Democratic aides have said the reason for the provision is technical.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LisaDNews/status/1242886214342017024\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW regarding the unemployment issue w/ the bill.<br><br>A Senate Dem. aide involved tells me that the reason the bill did not pay \"100%\" of income is b/c Treasury/the admin. said that was technically going to be impossible for states to administer.<br><br>B/c each has diff formula/system.</p>— Lisa Desjardins (@LisaDNews) \n    <a href=\"https://twitter.com/LisaDNews/status/1242886214342017024?ref_src=twsrc%5Etfw\">March 25, 2020</a>\n   </blockquote> \n  </figure> \n  <p>As negotiators scrambled to work out the details, Senator Bernie Sanders threatened to put a hold on the bill if the Republicans did not drop their objections. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SenSanders/status/1242896476872806402\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Unless Republican Senators drop their objections to the coronavirus legislation, I am prepared to put a hold on this bill until stronger conditions are imposed on the $500 billion corporate welfare fund. <a href=\"https://t.co/7X0o9C4BoO\">pic.twitter.com/7X0o9C4BoO</a></p>— Bernie Sanders (@SenSanders) \n    <a href=\"https://twitter.com/SenSanders/status/1242896476872806402?ref_src=twsrc%5Etfw\">March 25, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Senators say they still intend to vote on the bill today but the last-minute hurdles have scuttled any hope of a quick passage. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T20:44:42.773Z\">at 8.44pm GMT</time></p> \n</div> \n<div id=\"block-5e7bbb048f081e5eda236c32\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T20:31:07.176Z\">8.31pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Half of California's coronavirus cases are people under 50</h2> \n <div class=\"block-elements\"> \n  <p>According to California governor Gavin Newsom, nearly half of the state’s confirmed cases of the novel coronavirus were of people between the ages of 18 and 49.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/katysteinmetz/status/1242907666529153024\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Gov. <a href=\"https://twitter.com/GavinNewsom?ref_src=twsrc%5Etfw\">@GavinNewsom</a> says death of CA teen is being investigated. Regardless, young people can be affected. Total cases in CA now: 2,535, up 17% from yesterday <br><br>“These stay at home orders are real ... Don't think for a second that we're a day or two away from lifting that order.\"</p>— Katy Steinmetz (@katysteinmetz) \n    <a href=\"https://twitter.com/katysteinmetz/status/1242907666529153024?ref_src=twsrc%5Etfw\">March 25, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The developments continue to debunk previous notions that young people are uniquely resistant to the virus. </p> \n  <p>Nationwide, <a href=\"https://www.nytimes.com/2020/03/18/health/coronavirus-young-people.html\">data shows 20%</a> of all hospitalized patients and 12% of the intensive care patients are either millennials or Generation Z, meaning between the ages of 20 and 44<strong>.</strong></p> \n </div> \n</div> \n<div id=\"block-5e7bbd6e8f0878a2a48aa39f\" class=\"block is-key-event\" data-block-contributor=\"profile/laughland-oliver\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T20:26:30.028Z\">8.26pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Louisiana marks largest day coronavirus increase, now close to 2,000 cases</h2> \n <div class=\"block-elements\"> \n  <p>Louisiana governor <strong>John Bel Edwards</strong> updated reporters on a major spike in the Covid-19 death toll and contraction rate in the state, which remains a major coronavirus hotspot. </p> \n  <p>There are now 1,975 confirmed cases, a day-on-day increase of 407, and 65 deaths, a day-on-day increase of 19. </p> \n  <p>The numbers mark the largest day-on-day increases so far in Louisiana, and highlight that curve is not being flattened despite the governor’s statewide stay-at-home order issued over the weekend. </p> \n  <p>The governor has cautioned that the state’s hospital system is set to reach capacity by the first week of April, as he struggles to deliver ventilators to satiate demand. <br>“Our ventilator capacity is far from OK in Louisiana,” Edwards told reporters. <br>Last night the Trump administration approved a major disaster declaration in Louisiana, following similar orders in New York, California and Washington state, other states experiencing a major surge of coronavirus cases. </p> \n </div> \n</div> \n<div id=\"block-5e7bb95e8f081e5eda236c28\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T20:15:07.425Z\">8.15pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">California unemployment claims jumped by 1 million</h2> \n <div class=\"block-elements\"> \n  <p>California Governor Gavin Newsom said in a briefing on Wednesday that 1 million people have filed for unemployment in the state since March 13th. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SovernNation/status/1242903117538066433\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Gov <a href=\"https://twitter.com/GavinNewsom?ref_src=twsrc%5Etfw\">@GavinNewsom</a> says 1 million Californians have filed for unemployment since March 13. For context, CA usually gets 2500 claims a day, or about 22,500 in the 9 business days since 3/13. Instead: *one million.*<a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a></p>— Doug Sovern (@SovernNation) \n    <a href=\"https://twitter.com/SovernNation/status/1242903117538066433?ref_src=twsrc%5Etfw\">March 25, 2020</a>\n   </blockquote> \n  </figure> \n  <p>More than 50 people have died of the coronavirus in California, with more than 2,100 people testing positive.</p> \n </div> \n</div> \n<div id=\"block-5e7bb6948f08af215f6fb402\" class=\"block is-key-event\" data-block-contributor=\"profile/lauren-gambino\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T19:59:30.246Z\">7.59pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Congressman announces self-quarantine</h2> \n <div class=\"block-elements\"> \n  <p>Massachusetts congressman<strong> Seth Moulton </strong>announced Wednesday that he has self quarantined after experiencing symptoms similar to the novel coronavirus.</p> \n  <p>“On Thursday, I began feeling unwell with a low grade fever and a concerning tightness in my chest, to a degree I’ve never felt before, that lasted several days,” the congressman said in a statement. “As a general precaution consistent with office policy, well before I began experiencing these symptoms myself, I had proactively instructed my teams in Salem and in Washington, DC (except for two essential members) to work entirely from home and self-isolate”</p> \n  <p>He noted his wife, Liz, had also developed symptoms.<br></p> \n  <p>Moulton added that while the self-quarantine means he’ll likely miss some votes, he vowed to continue “fighting for health care workers who need PPE, for the unemployed who still need to put food on the table, for the sick who need respirators and access to care, and for small businesses who are the lifeblood of our economy”.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T20:05:06.923Z\">at 8.05pm GMT</time></p> \n</div> \n<div id=\"block-5e7bb4cb8f08af215f6fb3f7\" class=\"block is-key-event\" data-block-contributor=\"profile/nikhita-chulani\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T19:51:02.549Z\">7.51pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">How do coronavirus lockdowns look worldwide?</h2> \n <div class=\"block-elements\"> \n  <p>From squats to drones via fines and armed forces, The Guardian’s <a href=\"https://www.theguardian.com/profile/maheen-sadiq\">Maheen Sadiq</a> takes a look at how coronavirus lockdowns are being policed around the world:</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"c41b37d8-cd94-4a9b-a2fc-80d7b35ca21c\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/8DpLVsOQ-P4?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>Learn more by <a href=\"https://www.theguardian.com/world/video/2020/mar/25/squats-drones-and-angry-mayors-how-coronavirus-lockdowns-are-being-policed-video-report\">checking out the full video here</a>.<br></p> \n </div> \n</div> \n<div id=\"block-5e7bb23d8f081e5eda236bff\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T19:41:46.171Z\">7.41pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Economic relief may not come easy for America’s poorest</h2> \n  <p>The US working class and poor may be left out of immediate relief from the $2tn economic stimulus package meant to combat the effects of the coronavirus pandemic. </p> \n  <p>According to <a href=\"https://www.nytimes.com/2020/03/25/business/stock-market-corona.html\"><strong>the NY Times</strong></a>, people who don’t have bank accounts may be especially vulnerable:</p> \n  <blockquote class=\"quoted\"> \n   <p>Democratic aides in the Senate said on Wednesday that eligible Americans with direct-deposit bank account information on file with the Internal Revenue Service for tax refunds — about 70 million people — should see their payments arrive within a few weeks of the bill being signed into law.</p> \n  </blockquote> \n  <p>Anyone who doesn’t already have direct-deposit information on file with the IRS may not see their emergency funds for up to 4 months.</p> \n </div> \n</div> \n<div id=\"block-5e7bafb18f08af215f6fb3cb\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T19:27:04.283Z\">7.27pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">DHS warns New York City morgues are near capacity</h2> \n <div class=\"block-elements\"> \n  <p>The US <strong>Department of Homeland Security</strong> was briefed Wednesday that New York City’s morgues are nearing capacity.</p> \n  <p>From <a href=\"https://www.politico.com/news/2020/03/25/dhs-briefing-nyc-morgues-near-capacity-148259\">Politico</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p>Officials were told that morgues in the city are expected to reach capacity next week, per the briefing. A third person familiar with the situation in New York said that some of the city’s hospital morgues hit capacity over the last seven days. And a <strong>FEMA</strong> spokesperson told POLITICO that New York has asked for emergency mortuary assistance.</p> \n  </blockquote> \n  <p>The media outlet confirmed that Hawaii and North Carolina have also asked for mortuary help. According to a spokesperson, the disaster response agency is currently reviewing the requests.</p> \n </div> \n</div> \n<div id=\"block-5e7baafc8f0878a2a48aa305\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T19:06:52.739Z\">7.06pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>WHO: lifting public bans ‘last thing any country needs’</h2> \n  <p>Here’s a clip of <strong>World Health Organization</strong> director, <strong>Tedros Adhanom Ghebreyesus</strong>, condemning calls to bypass or lift social distancing restrictions. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ABC/status/1242886423734255616\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">WHO Director-General Dr. Tedros Adhanom Ghebreyesus strongly warns against lifting social distancing measures too soon.<br><br>\"The last thing any country needs is to open schools and businesses, only to be forced to close them again because of a resurgence.\" <a href=\"https://t.co/l7BtEcViAu\">https://t.co/l7BtEcViAu</a> <a href=\"https://t.co/lsyAFYMbRV\">pic.twitter.com/lsyAFYMbRV</a></p>— ABC News (@ABC) \n    <a href=\"https://twitter.com/ABC/status/1242886423734255616?ref_src=twsrc%5Etfw\">March 25, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The comments come as US president Donald Trump has <a href=\"https://www.theguardian.com/us-news/2020/mar/24/liberty-university-reopens-despite-coronavirus-closure-calls-jerry-falwell-jr\">vowed to reopen America</a> by Easter.</p> \n </div> \n</div> \n<div id=\"block-5e7ba9098f081e5eda236ba7\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T19:02:31.207Z\">7.02pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Washington Post: 140 nursing homes have coronavirus cases</h2> \n <div class=\"block-elements\"> \n  <p>The federal agency in charge of nursing homes nationwide confirmed that 140 have at least one confirmed coronavirus case. But the Washington Post reports the <strong>Centers for Medicare and Medicaid Services</strong> (CMS) are refusing to say which ones.</p> \n  <p>From <a href=\"https://www.washingtonpost.com/us-policy/2020/03/25/nursing-homes-coronavirus-cases/\">the Post</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p>Citing data from the Centers for Disease Control, <a href=\"https://www.cms.gov/newsroom/press-releases/cms-announces-findings-kirkland-nursing-home-and-new-targeted-plan-healthcare-facility-inspections\">the press release</a> tucked the new figure in the seventh paragraph. The release said although “147 is a small fraction of the over 15,000 nursing homes across the country, given the disproportionate effect on our nation’s older population, this is a cause for concern.”</p> \n  </blockquote> \n  <p>Despite that concern, CMS officials referred The Post to the Center for Disease Control and Prevention (CDC) for a list of specific nursing homes affected. </p> \n  <p>Their response? </p> \n  <blockquote class=\"quoted\"> \n   <p>A CDC spokesman, Scott Pauley, told The Post he was “not sure [the list] will be released at this time.”</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e7ba4748f08af215f6fb351\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T18:46:36.211Z\">6.46pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">NPR affiliate will no longer broadcast Trump pressers</h2> \n <div class=\"block-elements\"> \n  <p>A Seattle NPR affiliate announced late Tuesday it is opting out of airing US president Donald Trump’s daily briefings on the coronavirus pandemic. In a tweet thread announcing their decision, KUOW Public Radio cited “a pattern of false or misleading information.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KUOW/status/1242576246271119360\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">However, we will not be airing the briefings live due to a pattern of false or misleading information provided that cannot be fact checked in real time. (2)</p>— KUOW Public Radio (@KUOW) \n    <a href=\"https://twitter.com/KUOW/status/1242576246271119360?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The local radio affiliate joined a <a href=\"https://www.vanityfair.com/news/2020/03/media-orgs-wrestle-with-covering-trumps-campaign-rally-covid-19-briefings\">growing list of media outlets</a> who are vowing not to air the administration’s press conferences. Both the CDC and FDA have had to release corrections or clarifications to the Trump’s comments on public health guidance and vaccine availability.</p> \n  <p>From Vanity Fair:</p> \n  <blockquote class=\"quoted\"> \n   <p>A White House reporter had a more blunt assessment: “They are a clown show, just a daily advertisement for Trump. He’s smart to do them, dominating earned media and blocking out the sun for <strong>[Joe] Biden.</strong>” Are the briefings doing more harm than good at this point? “If he starts telling people to get out and go back to work,” the source said, “which I expect he will soon, then it’s not a close call: harm.”</p> \n  </blockquote> \n  <p>Trump has now has started telling Americans to <a href=\"https://www.theguardian.com/us-news/2020/mar/24/liberty-university-reopens-despite-coronavirus-closure-calls-jerry-falwell-jr\">get back to work</a>, much to the dismay of health experts.</p> \n  <p>Anthony Fauci, director of the US National Institute of Allergy and Infectious Diseases, even offered blunt contradictions of Trump’s coronavirus guidance, <a href=\"https://www.sciencemag.org/news/2020/03/i-m-going-keep-pushing-anthony-fauci-tries-make-white-house-listen-facts-pandemic\">telling Science </a><a href=\"https://www.sciencemag.org/news/2020/03/i-m-going-keep-pushing-anthony-fauci-tries-make-white-house-listen-facts-pandemic\">magazine</a> Trump “could lead to some misunderstanding about what the facts are about a given subject”.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T18:51:42.374Z\">at 6.51pm GMT</time></p> \n</div> \n<div id=\"block-5e7ba21d8f08af215f6fb33f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T18:33:46.756Z\">6.33pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Biden: Trump 'downplayed' seriousness of coronavirus</h2> \n <div class=\"block-elements\"> \n  <p>Former vice president, <strong>Joe Biden</strong>, lashed out at <strong>Donald Trump</strong> Wednesday over his handling of the coronavirus outbreak, insisting the president “downplayed the seriousness of this crisis for weeks.” </p> \n  <p>“As a result, this virus will hit all of us harder than it otherwise might have hit us, and it’s going to take us longer to recover,” he said. The vice president also criticized Trump for a delayed mobilization of American companies to help provide needed medical supplies and personnel.<br></p> \n  <p>Biden went on to reject Trump’s call to reopen America and get back to work by Easter:</p> \n  <p>“I’d like to say, ‘Let’s get back to work next Friday.’ That’d be wonderful. But it can’t be arbitrary,” he said. “If we don’t do that, we’re going to find ourselves worse off economically.”<br></p> \n </div> \n</div> \n<div id=\"block-5e7b9f818f0878a2a48aa285\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T18:25:23.189Z\">6.25pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Carly Fiorina: Corporations don’t need a bailout</h2> \n  <p>Former Republican presidential candidate, <strong>Carly Fiorina</strong>, isn’t a fan of an economic stimulus package to combat the coronavirus outbreak, telling <strong>MSNBC</strong>:</p> \n  <blockquote class=\"quoted\"> \n   <p>“I think the corporate bailout was too much, too soon. Maybe we didn’t need it ever.”</p> \n  </blockquote> \n  <p>The businesswoman and former CEO of Hewlett-Packard went on to suggest the US government should allow corporations like airliners to go into bankruptcy. </p> \n  <p>Fiorina comment’s are in sharp contrast with some Republican lawmakers. </p> \n  <p>Earlier Wednesday, Republican senators Lindsey Graham, Ben Sasse and Tim Scott directed their concerns over the bill as it related to possible American workers freeloading off government unemployment benefits.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChadPergram/status/1242865232206323715\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Sens Graham/Sasse/ScottSC: We must sadly oppose the fast-tracking of this bill until this text is addressed, or the Department of Labor issues regulatory guidance that no American would earn more by not working than by working.</p>— Chad Pergram (@ChadPergram) \n    <a href=\"https://twitter.com/ChadPergram/status/1242865232206323715?ref_src=twsrc%5Etfw\">March 25, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7b9dd68f0878a2a48aa264\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T18:12:07.366Z\">6.12pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">With Biden as presumptive nominee, 12th Democratic debate unlikely</h2> \n <div class=\"block-elements\"> \n  <p>The AP is reporting the 12th and final democratic debate scheduled for April is unlikely to happen as the party increasing accepts former vice president <strong>Joe Biden</strong> as the presumptive nominee:</p> \n  <blockquote class=\"quoted\"> \n   <p>One of the Democratic National Committee’s lead debate organizers, Xochitl Hinojosa, said the party has not set a date or secured a television broadcasting partner for what would be the final encounter of the dozen that DNC Chairman Tom Perez promised at the campaign’s outset. </p> \n  </blockquote> \n  <p>The AP added there’s no evidence that Biden’s camp is clamoring for a debate. Vermont senator Bernie Sanders announced late Tuesday he’d take part in a schedule debate.</p> \n  <p>But there’s doubt among both campaigns that one will occur. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T18:12:39.417Z\">at 6.12pm GMT</time></p> \n</div> \n<div id=\"block-5e7b99a78f08af215f6fb2c3\" class=\"block\" data-block-contributor=\"profile/nina-lakhani\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T17:56:17.171Z\">5.56pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>How do Indigenous tribes fair in the coronavirus bailout?</h2> \n  <p>Native American sovereign nations have been sidelined in previous economic bailouts and health emergencies. So how do they fare in the $2tn emergency Covid-19 rescue package?</p> \n  <p>It’s a good start, according to Tom Udall, vice chairman of the Senate Committee on Indian Affairs. </p> \n  <p>The deal will establish an $8bn ring-fenced tribal government relief fund which should provide tribes with flexible ‘one stop’ direct access to Covid-19 dollars for economic recovery and continuation of essential government services - depending on what each tribe needs. </p> \n  <p>The direct part is crucial as tribes do not have guaranteed <a href=\"https://www.theguardian.com/us-news/2020/mar/20/coronavirus-outbreak-us-native-americans-health-services\">direct access to many state and federal resources during emergencies including the national stockpile of medicines and medical equipment.</a></p> \n  <p>The rescue package also contains over $2bn in emergency supplemental funding for health, education and housing, including:</p> \n  <ul> \n   <li>$1.032 billion for the chronically underfunded Indian Health Service.</li> \n   <li>$453 million for essential Tribal government programs including the purchase of protective equipment for emergency personnel - this money will be funneled through the Bureau of Indian Affairs</li> \n  </ul> \n  <p>In a statement, Udall said: “No doubt these are key victories. But the fight to make sure Indian Country isn’t left behind in the federal response to the coronavirus pandemic must continue. </p> \n  <p>Congress must do more to respond to the unique Covid-19 related public health and economic crises in Indian Country and to uphold our trust and treaty responsibilities to all American Indians and Alaska Natives.”</p> \n  <p> There are 574 federally recognised tribal nations located across 35 states within the geographic boundaries of the US, including 229 in Alaska. </p> \n  <p>In 2010, 5.2million people or 1.7% of the total population identified as American Indian or Alaska native, and importantly in election year, 3.1million are of voting age.</p> \n </div> \n</div> \n<div id=\"block-5e7b99928f081e5eda236ae5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T17:50:35.042Z\">5.50pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is a clip of Democratic presidential candidate Joe Biden’s warning that Donald Trump’s plan to relax social distancing guidelines by Easter could prove “catastrophic.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ABC/status/1242864512384012290\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Biden criticizes Trump’s suggestion of opening economy by Easter, saying it would be \"catastrophic\" if we \"sent people back to work just as we are beginning to see the impact of social distancing take hold, only to unleash the second spike in infections.” <a href=\"https://t.co/N1WPhbZg0J\">https://t.co/N1WPhbZg0J</a> <a href=\"https://t.co/E6h9wX92uW\">pic.twitter.com/E6h9wX92uW</a></p>— ABC News (@ABC) \n    <a href=\"https://twitter.com/ABC/status/1242864512384012290?ref_src=twsrc%5Etfw\">March 25, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T18:02:27.599Z\">at 6.02pm GMT</time></p> \n</div> \n<div id=\"block-5e7b98f18f0878a2a48aa21c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T17:48:03.133Z\">5.48pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>My colleague Joan E Greve was also watching Joe Biden’s virtual press conference, which began with the former vice president expressing his sympathy for young people during the coronavirus pandemic:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joanegreve/status/1242865973444706305\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Biden is using his briefing today to reach out to young voters, who have overwhelmingly backed Bernie Sanders in the Dem primary. Biden made the below comment and complained the Senate bill does not go far enough on student loan forgiveness. <a href=\"https://t.co/cYW6b6iK7h\">https://t.co/cYW6b6iK7h</a></p>— Joan Greve (@joanegreve) \n    <a href=\"https://twitter.com/joanegreve/status/1242865973444706305?ref_src=twsrc%5Etfw\">March 25, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7b978a8f08af215f6fb2af\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T17:41:32.705Z\">5.41pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>My colleague Lauren Gambino is following Joe Biden’s virtual press conference:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/laurenegambino/status/1242863543835377664\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Biden says it would be \"catastrophic\" to send people back to work just as social distancing is beginning to slow the spread of coronavirus. He said a second spike in infections would be \"far more devastating\" then staying home for a lengthier timeline than Trump wants.</p>— Lauren Gambino (@laurenegambino) \n    <a href=\"https://twitter.com/laurenegambino/status/1242863543835377664?ref_src=twsrc%5Etfw\">March 25, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7b94fc8f08af215f6fb28c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T17:37:07.627Z\">5.37pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Democratic presidential candidate Joe Biden has criticized the Trump administration’s plans to curtail social distancing guidelines in the coming weeks amid anxiety about economic fallout of the coronavirus crisis, saying it could prove “catastrophic”.</p> \n  <p>“Think about the science — not the science of Wall Street, the science of medicine,” the Democratic frontrunner said in a virtual press conference on Wednesday. </p> \n  <p>On Tuesday, Donald Trump said he was aiming to roll back the guidelines in the coming weeks, not months, to ease pressure on the US economy, and would like to see churches packed on Easter Sunday (12 April). </p> \n  <p>Public health officials and state governors have rejected the timeline, cautioning that the outbreak may be worse by then, not better.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ABCPolitics/status/1242866178453917696\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Joe Biden on proposals to curtail social distancing guidelines amid anxiety about economic fallout: \"Think about the science—not the science of Wall Street, the science of medicine.\" <a href=\"https://t.co/ZMZabru4dz\">https://t.co/ZMZabru4dz</a> <a href=\"https://t.co/Gs7w17vlTQ\">pic.twitter.com/Gs7w17vlTQ</a></p>— ABC News Politics (@ABCPolitics) \n    <a href=\"https://twitter.com/ABCPolitics/status/1242866178453917696?ref_src=twsrc%5Etfw\">March 25, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T17:42:26.907Z\">at 5.42pm GMT</time></p> \n</div> \n<div id=\"block-5e7b90408f08af215f6fb229\" class=\"block\" data-block-contributor=\"profile/julianborger\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T17:15:43.389Z\">5.15pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>At his briefing on the G7 video conference this morning, <strong>US secretary of state </strong><strong>Mike Pompeo</strong> also stressed that the US was helping Italy and was ready to do more. </p> \n  <p>There has been substantial coverage of Chinese and Russian deliveries of medical supplies to Italy, and speculation that the US is losing soft power.</p> \n  <p>“I made it clear to our G7 partners, especially to our friends in Italy and the rest of Europe, that the United States remains committed to assisting them in all ways possible,” Pompeo said. </p> \n  <p>“This past Saturday, the United States Air Force sent a C130 filled with medical supplies to Italy. The US military is also finalizing plans to make some of its excess medical equipment deployed there available to our Italian friends.”</p> \n  <p>Defense One has reported military flights bringing nasal swabs from northern Italy to Memphis on March 16. Pompeo is suggesting it has been two-way traffic.</p> \n  <p>The secretary of state also pointed to US charities that are helping, citing the Samaritan’s Purse organisation which he said had set up a 68 field hospital in Cremona, a badly hit city in northern Italy. </p> \n  <p>“This is the American people’s famous generosity, at its finest,” he said.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T17:16:04.379Z\">at 5.16pm GMT</time></p> \n</div> \n<div id=\"block-5e7b8fac8f08af215f6fb226\" class=\"block\" data-block-contributor=\"profile/julianborger\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T17:08:55.598Z\">5.08pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The <strong>US secretary of state, Mike Pompeo</strong>, has been giving a briefing on the virtual G7 foreign ministers meeting that began by videoconference at 7am (ET). He said the main focus was the coronavirus, which Pompeo made a point of calling the “Wuhan virus”.</p> \n  <p>According to <a href=\"https://www.spiegel.de/politik/ausland/streit-um-wuhan-virus-a-6bb570bb-9f2b-4cd1-a895-fdeabf53f6b4\">a report in Der Spiegel</a>, the G7 ministers have not so far been able to agree on a joint statement because of Pompeo’s insistence that it should refer to the disease as the “Wuhan virus”, a suggestion that was rejected by other members of the group of prosperous democracies.</p> \n  <p>Asked about the disagreement this morning, Pompeo did not answer directly, but did not deny it.</p> \n  <p>“I always think about these meetings, the right answer is to make sure we have the same message coming out of it,” he said. “I’m confident that when you hear the other six foreign ministers speak, they will have a common understanding of what we talked about today, and we will talk about the things that we have agreement on.”</p> \n  <p>Donald Trump has called the disease the “China virus”. Although the president has not used the phrase in his last couple of White House briefings, the administration is clearly still seeking to emphasise Chinese culpability.</p> \n  <p>“The Chinese Communist Party poses a substantial threat to our health and way of life, as the Wuhan virus outbreak clearly has demonstrated,” Pompeo said this morning.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T17:10:32.139Z\">at 5.10pm GMT</time></p> \n</div> \n<div id=\"block-5e7b891b8f0878a2a48aa10b\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T16:54:39.054Z\">4.54pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Summary of the day so far</h2> \n <div class=\"block-elements\"> \n  <p>Here’s what the blog has covered so far today:</p> \n  <ul> \n   <li>Congress <a href=\"https://www.theguardian.com/us-news/live/2020/mar/25/coronavirus-us-live-trump-news-stimulus-package-deal-senate?page=with:block-5e7b54cd8f081e5eda23671f#block-5e7b54cd8f081e5eda23671f\">reached a $2tn stimulus deal</a> with the White House overnight. The senate vote on the biggest US bailout package in history is expected this afternoon.</li> \n   <li>New York governor Andrew Cuomo said New York City <a href=\"https://www.theguardian.com/us-news/live/2020/mar/25/coronavirus-us-live-trump-news-stimulus-package-deal-senate?page=with:block-5e7b76ca8f081e5eda2368dc#block-5e7b76ca8f081e5eda2368dc\">may be forced to close parks</a> if residents don’t observe social distancing measures, but added that there is some encouraging evidence that the existing guidelines may already be <a href=\"https://www.theguardian.com/us-news/live/2020/mar/25/coronavirus-us-live-trump-news-stimulus-package-deal-senate?page=with:block-5e7b82408f0878a2a48aa094#block-5e7b82408f0878a2a48aa094\">working</a>.</li> \n   <li>More than 40,000 medical professionals <a href=\"https://www.theguardian.com/us-news/live/2020/mar/25/coronavirus-us-live-trump-news-stimulus-package-deal-senate?page=with:block-5e7b7a4c8f0878a2a48aa011#block-5e7b7a4c8f0878a2a48aa011\">answered Cuomo’s call</a> for a “surge health force” to help existing frontline staff as the state <a href=\"https://www.theguardian.com/us-news/live/2020/mar/25/coronavirus-us-live-trump-news-stimulus-package-deal-senate?page=with:block-5e7b7ccb8f081e5eda23693e#block-5e7b7ccb8f081e5eda23693e\">reported more than 30,000 coronavirus cases</a> on Wednesday.</li> \n   <li>Bernie Sanders is <a href=\"https://www.theguardian.com/us-news/live/2020/mar/25/coronavirus-us-live-trump-news-stimulus-package-deal-senate?page=with:block-5e7b5d148f081e5eda236788#block-5e7b5d148f081e5eda236788\">still running for president</a>.</li> \n   <li>Sen. Kevin Cramer <a href=\"https://www.theguardian.com/us-news/live/2020/mar/25/coronavirus-us-live-trump-news-stimulus-package-deal-senate?page=with:block-5e7b5d148f081e5eda236788#block-5e7b5d148f081e5eda236788\">apologized</a> for calling Nancy Pelosi “retarded”.</li> \n  </ul> \n  <p>Stay tuned for more.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T17:37:36.067Z\">at 5.37pm GMT</time></p> \n</div> \n<div id=\"block-5e7b88118f08af215f6fb1a1\" class=\"block\" data-block-contributor=\"profile/tomlutz\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T16:38:36.608Z\">4.38pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Olympic president takes cue from Trump in coronavirus delay</h2> \n  <p>The president of the International Olympic Committee, Thomas Bach, <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.theguardian.com%2Fsport%2F2020%2Fmar%2F23%2Fathletes-across-the-globe-call-for-olympic-postponement-as-countries-pull-out\">had been taking plenty of criticism</a> for his delay in postponing the Tokyo 2020 games, which were due to start on 24 July. Bach is citing an interest figure, not <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.theguardian.com%2Fsport%2F2018%2Fsep%2F11%2Fthe-day-donald-trumps-narcissism-killed-the-usfl\">noted for his sports or medical expertise</a> in his defence: US president Donald Trump </p> \n  <p>“In the last couple of weeks the measures of many governments, they were limited until middle of April, some beginning of May,” Bach said in a conference call with reporters on Wednesday. “You have maybe seen the latest declarations there in the United States from President Trump about the prospect of, middle of April, there being able to lift many restrictions.”</p> \n  <p>Trump may not be the best witness for Bach to call in his defence. </p> \n  <p>The US president said on 12 March he thought that the Olympics should be delayed. The IOC is now looking for dates in 2021 when the Games can take place.</p> \n </div> \n</div> \n<div id=\"block-5e7b84d08f0878a2a48aa0b3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T16:33:00.042Z\">4.33pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Lindsey Grahams’ great coronavirus concern: freeloading American workers</h2> \n  <p>South Carolina senator Lindsey Graham has “great concerns” about the coronavirus outbreak’s impact on the American economy and its workers.</p> \n  <p>When it comes to the $2tn stimulus package the US senate is set to pass this afternoon, the senator appeared most concerned about Americans being incentivized to receive unemployment benefits.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AndrewDesiderio/status/1242845056735891457\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">👀 Lindsey Graham tells me he has “great concerns” about the unemployment insurance provisions in the bill. <br><br>“There's some concerns about this deal that are very mind numbing concerns, &amp; I don't know yet how it works but we cannot incentivize people to get on unemployment.”</p>— Andrew Desiderio (@AndrewDesiderio) \n    <a href=\"https://twitter.com/AndrewDesiderio/status/1242845056735891457?ref_src=twsrc%5Etfw\">March 25, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“In the name of compassion, we have tried to incentivize people to be on unemployment,” Graham <a href=\"https://twitter.com/AndrewDesiderio\">told Politico</a>. </p> \n  <p>Graham added he’s somewhat optimistic that Americans won’t use a global health pandemic that’s creating a national economic crisis as an opportunity to freeload off the government, adding “I hope I’m wrong.”</p> \n  <p>Ouch.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T16:41:34.399Z\">at 4.41pm GMT</time></p> \n</div> \n<div id=\"block-5e7b82408f0878a2a48aa094\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T16:18:53.420Z\">4.18pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Cuomo: Evidence suggests social distancing is working</h2> \n <div class=\"block-elements\"> \n  <p>New York governor Andrew Cuomo revealed in a press conference Wednesday that the state’s efforts to limit public gatherings and promote social distancing appear to be working to combat the novel coronavirus pandemic.</p> \n  <p>In the briefing, Cuomo pointed to the increased time hospitalizations have taken to double as evidence efforts to control population density are working.</p> \n  <p>“To the extent people say ‘boy these are burdensome requirements,’ the evidence suggests they have slowed the hospitalizations,” he said. “The arrows are headed in the right direction.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NYGovCuomo/status/1242836692534509568\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Evidence suggests density control plan may be working:<br><br>On Sun, hospitalizations doubling every 2 days<br>On Mon, hospitalizations doubling ever 3.4 days<br>On Tues, hospitalizations doubling every 4.7 days<br><br>But the virus is STILL spreading quickly. <a href=\"https://twitter.com/hashtag/StayAtHome?src=hash&amp;ref_src=twsrc%5Etfw\">#StayAtHome</a></p>— Andrew Cuomo (@NYGovCuomo) \n    <a href=\"https://twitter.com/NYGovCuomo/status/1242836692534509568?ref_src=twsrc%5Etfw\">March 25, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Cuomo added, however, that the numbers are “almost too good to be true,” and aren’t enough to flatten the projected upward curve in peak cases.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T16:33:21.586Z\">at 4.33pm GMT</time></p> \n</div> \n<div id=\"block-5e7b7ccb8f081e5eda23693e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T16:01:17.806Z\">4.01pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">New York state reports more than 30,000 coronavirus cases</h2> \n <div class=\"block-elements\"> \n  <p>In his latest briefing on the state’s response to a growing coronavirus outbreak, New York governor Andrew Cuomo updated the latest number of cases and provided key health developments, including:</p> \n  <ul> \n   <li>31,000 confirmed coronavirus cases in New York state</li> \n   <li>12% of patients with positive tests are hospitalized</li> \n   <li>3% of hospitalized patients are in ICU</li> \n   <li>Those in ICU are predominantly senior citizen</li> \n  </ul> \n  <p>“These are the people we love and we’re going to do everything we can to take care of them,” Cuomo said.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NYGovCuomo/status/1242840935890857984\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Our single greatest challenge is ventilators.<br><br>We need 30,000 ventilators.<br><br>We have 11,000.</p>— Andrew Cuomo (@NYGovCuomo) \n    <a href=\"https://twitter.com/NYGovCuomo/status/1242840935890857984?ref_src=twsrc%5Etfw\">March 25, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Cuomo says the state needs 140,000 hospital beds but currently only has 53,000, adding that the “apex” of hospital needs in the state could be in approximately 21 days away. </p> \n  <p>But the “single greatest challenge,” he said, will be the 30,000 ventilators the state will also need.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T16:01:53.131Z\">at 4.01pm GMT</time></p> \n</div> \n<div id=\"block-5e7b7a4c8f0878a2a48aa011\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T15:50:08.055Z\">3.50pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Cuomo: 40k medical professionals volunteer for \"surge health force\"</h2> \n <div class=\"block-elements\"> \n  <p>So far, 40,000 medical professionals have volunteered for a “surge health force” to aid in the growing pandemic, according to New York governor Andrew Cuomo. </p> \n  <p>In his latest coronavirus briefing, the governor noted more than 2200 doctors and 2400 nurse practitioners have signed up to volunteer amid a shortage of health professionals and supplies.</p> \n  <p>More than 6,000 mental health professionals who have volunteered to provide free therapy. Those in need are encouraged to call 1-844.863.9314.</p> \n </div> \n</div> \n<div id=\"block-5e7b76ca8f081e5eda2368dc\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T15:32:43.361Z\">3.32pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">New York Governor Andrew Cuomo: street, playground, park closures likely</h2> \n <div class=\"block-elements\"> \n  <p>New York governor Andrew Cuomo warned that more shutdowns to curb public gatherings may be imminent. In his daily briefing, the governor once again lashed out at defiant New Yorkers who continue to frequent parks amid a coronavirus pandemic:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/maxkutner/status/1242836498392678403\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">JUST IN: New York Governor Andrew Cuomo announces that New York City will \"pilot closing streets to cars\" and open them to pedestrians in order to reduce the density in public parks.</p>— Max Kutner (@maxkutner) \n    <a href=\"https://twitter.com/maxkutner/status/1242836498392678403?ref_src=twsrc%5Etfw\">March 25, 2020</a>\n   </blockquote> \n  </figure> \n  <p>While Cuomo cautioned that stay-at-home regulations are voluntary, he warned that parks, playgrounds and streets could see mandatory closures if New Yorkers continued to ignore calls to self-quarantine.<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PositivelyBrie/status/1242835553231536128\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">MORE from <a href=\"https://twitter.com/NYGovCuomo?ref_src=twsrc%5Etfw\">@NYGovCuomo</a>: Considering pilot program closing streets to cars and opening streets to pedestrians.<br><br>- Urges no close contact sports at the playground. Ex. No basketball on a voluntary basis. <br><br>- Non-compliance w/ <a href=\"https://twitter.com/hashtag/SocialDistancing?src=hash&amp;ref_src=twsrc%5Etfw\">#SocialDistancing</a> could result in closing Parks.</p>— Brie Jackson (@PositivelyBrie) \n    <a href=\"https://twitter.com/PositivelyBrie/status/1242835553231536128?ref_src=twsrc%5Etfw\">March 25, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“If you can reduce the density, you can reduce the spread very quickly,” he said.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T15:35:36.118Z\">at 3.35pm GMT</time></p> \n</div> \n<div id=\"block-5e7b74468f081e5eda2368be\" class=\"block\" data-block-contributor=\"profile/joan-greve\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T15:20:33.538Z\">3.20pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2><strong>Senate coronavirus bill includes $400mn in election assistance</strong></h2> \n  <p><em>The Guardian’s <strong>Joan E Greve</strong> and <strong>Sam Levine</strong> report:</em></p> \n  <p>The Senate coronavirus bill includes $400 million in election assistance, according to a source familiar with the negotiations. The funds are meant to ensure states can continue to hold fair elections as the country grapples with the pandemic.</p> \n  <p>A number of states have had to delay their presidential primaries in recent weeks out of fear of spreading the virus at polling places. </p> \n  <p>Democratic lawmakers and progressive groups have called on states to expand no-excuse absentee voting and vote by mail to protect Americans’ right to vote while respecting the social distancing guidelines outlined by the CDC.</p> \n  <p>The $400 million allocated in the Senate bill will assist those efforts, but the figure is well short of the <a href=\"https://www.brennancenter.org/our-work/research-reports/estimated-costs-covid-19-election-resiliency-measures\">$2 billion</a> that the Brennan Center for Justice has said will be needed to ensure the November elections take place on time and in a fair manner.</p> \n  <p>The figure is also a fraction of the $4 billion House Democrats proposed in their own stimulus package, but it marks an increase from the $140 million originally suggested by Senate Republicans.</p> \n  <p>Tammy Patrick, a senior advisor at the Democracy Fund who works closely on election administration, said the money would likely be enough to cover some vote by mail costs for sending ballots, such as printing and postage for states scaling up. </p> \n  <p>She said she wasn’t sure if the money would cover central tabulation for states without it as well as signature verification and voter education.</p> \n  <p>“It is far too little to fully enable states to do what should be done, but probably enough to do what has to be done,” she said.</p> \n </div> \n</div> \n<div id=\"block-5e7b717c8f081e5eda2368a3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T15:08:50.878Z\">3.08pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Trump claims to be in ‘good conversation,’ cooperation with Cuomo </h2> \n  <p>Donald Trump is rejecting rumors of growing tension with New York governor Andrew Cuomo. </p> \n  <p>Despite previous quips at state governors who’ve questioned his handling of the coronavirus outbreak, the president tweeted Wednesday that cooperation with the governor, including the construction of hospitals to treat the infected, are ‘good.’</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1242826052310794240\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The four hospitals that we (FEMA) are building in NYC at the Javits Convention Center are moving along very well, ahead of schedule. Many additional ventilators also delivered. Good conversation with Governor Cuomo!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1242826052310794240?ref_src=twsrc%5Etfw\">March 25, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The remark comes ahead of the Cuomo’s daily briefing, which has developed into the more authoritative alternative to the president’s often disjointed, misinformation-filled press conferences.</p> \n  <p>Cuomo had received so much praise for his response to the pandemic, some have likened him to a “<a href=\"https://www.cbsnews.com/news/coronavirus-updates-new-york-governor-andrew-cuomo-takes-national-spotlight-during-coronavirus-pandemic-2020-03-24/\">beacon of hope</a>” amid the Trump administration’s chaos.</p> \n </div> \n</div> \n<div id=\"block-5e7b685b8f081e5eda236830\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T14:27:35.353Z\">2.27pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">North Dakota senator apologizes for tweet calling Nancy Pelosi 'retarded'</h2> \n <div class=\"block-elements\"> \n  <p>North Dakota senator <strong>Kevin Cramer</strong> apologized Wednesday for a late-night tweet in which he used an offensive term to describe <strong>Nancy Pelosi</strong>, claiming to be “really sorry it happened.” </p> \n  <p>Overnight Tuesday, the Republican senator responded to a video clip of his Democratic rival speaking on the coronavirus relief bill. In it, Cramer referred to the US house speaker as “retarded.” </p> \n  <p>“It’s a word I just don’t apply to people,” he said. “I can be pretty tough in my rhetoric, but that’s not a word I apply to people for really good obvious reasons.” </p> \n  <p>Cramer first blamed autocorrect, claiming he meant to type “ridiculous” instead. He said he didn’t notice the actual tweet until he went to draft another tweet.</p> \n  <p>Congressional negotiators struck a deal on a $2tn package after days of intense negotiations. Pelosi has yet to respond to the tweet or apology.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T14:28:10.857Z\">at 2.28pm GMT</time></p> \n</div> \n<div id=\"block-5e7b66fa8f081e5eda23680b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T14:18:46.648Z\">2.18pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>US Commerce: Manufacturing up before coronavirus outbreak</h2> \n  <p>The US Commerce Department said Wednesday that orders to American factories for big-ticket goods rose by solidly in February, but the gain came before the coronavirus had shut down much of the country. <br></p> \n  <blockquote class=\"quoted\"> \n   <p>Durable goods orders rose 1.2% last month, rebounding from January when orders had shown a tiny 0.1% gain. However, with all the shutdowns that have occurred as authorities try to deal with the coronavirus, economists are looking for weak reports in coming months. (AP)</p> \n  </blockquote> \n  <p>Some analysis suggests the country has already delved into a recession due to the coronavirus outbreak. The most pessimistic forecasts show the gross domestic product plunging by 20% or more in the April-June quarter. </p> \n  <p>Analysts said they expected a sharp deterioration in orders to show up in the March report. <br></p> \n </div> \n</div> \n<div id=\"block-5e7b62de8f0878a2a48a9ebd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T14:04:50.460Z\">2.04pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Donald Trump </strong>shuttered his own properties while publicly defying calls for businesses to do the same. The <a href=\"https://www.washingtonpost.com/politics/before-trump-called-for-reevaluating-lockdowns-they-shuttered-six-of-his-top-earning-clubs-and-resorts/2020/03/23/88780374-6d38-11ea-aa80-c2470c6b2034_story.html?utm_medium=social&amp;utm_campaign=wp_main&amp;utm_source=twitter\">Washington Post reports</a> 6 of the president’s top seven clubs and hotels were shut down due to public gathering restrictions.</p> \n  <p>The move potentially deprived Trump’s businesses of millions of dollars in revenue. From the <strong>Post’s David Fahrenthold</strong>:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Fahrenthold/status/1242252333607772162\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">I didn’t realize until today how corona closures have hit <a href=\"https://twitter.com/realDonaldTrump?ref_src=twsrc%5Etfw\">@realdonaldtrump</a>’s biggest revenue generators. Six out of the top seven. (And the one that’s open is doing pretty bad, too). <a href=\"https://t.co/9i6Sn97udm\">pic.twitter.com/9i6Sn97udm</a></p>— David Fahrenthold (@Fahrenthold) \n    <a href=\"https://twitter.com/Fahrenthold/status/1242252333607772162?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Critics are calling it no coincidence that Trump’s <a href=\"https://www.theguardian.com/us-news/2020/mar/24/liberty-university-reopens-despite-coronavirus-closure-calls-jerry-falwell-jr\">calls to reopen America</a> come as his businesses begin to feel the economic impact.</p> \n </div> \n</div> \n<div id=\"block-5e7b607b8f0878a2a48a9eab\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T13:51:29.539Z\">1.51pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Wall street opens with boost from late-night stimulus news</h2> \n  <p>Stocks opened higher on Wednesday following the overnight announcement that US senate leaders and the White House reached a deal to stimulate a slumping economy from the coronavirus outbreak with nearly $2tn in aid.</p> \n  <p>From the <strong>AP</strong>:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>The Dow Jones Industrial Average rose 2%. The gains came a day after the Dow had its biggest percentage gain since 1933. Stocks [had] been falling sharply over the past month, erasing one-third of the value from some indexes. </p> \n  </blockquote> \n  <p>The AP added that “market volatility is likely to continue both up and down until the severity of the outbreak eases.” Stay up-to-date on the latest business news by following our <a href=\"https://www.theguardian.com/business/series/guardian-business-live\">business live blog</a>. <br></p> \n </div> \n</div> \n<div id=\"block-5e7b5d148f081e5eda236788\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T13:42:35.368Z\">1.42pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Sanders to take part in April democratic debate</h2> \n <div class=\"block-elements\"> \n  <p>The <strong>Bernie Sanders</strong> campaign wants to remind you:</p> \n  <blockquote class=\"quoted\"> \n   <p>“Senator Sanders is still running for president.” </p> \n   <p>Mike Casca, campaign official</p> \n  </blockquote> \n  <p>The Vermont senator will take part in an upcoming primary debate, if it isn’t cancelled due to the coronavirus outbreak. </p> \n  <p>As the <a href=\"https://www.washingtonpost.com/politics/sanderss-campaign-says-he-would-debate-biden-in-april/2020/03/24/a47b7b12-6e1b-11ea-a3ec-70d7479d83f0_story.html\">Washington Post’s Sean Sullivan reported</a>, it’s former US vice president <strong>Joe Biden’s </strong>timid responses to the growing outbreak that may be the reason why Sanders remains in the race.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WaPoSean/status/1242592723183570944\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Per a person w/knowledge of the situation: There is a growing sense among some in the Sanders camp that Biden’s response to the coronavirus has been shaky and that could justify Sanders’s continued presence in the contest, especially since Trump’s approval rating is ticking up. <a href=\"https://t.co/cDMP62VVbY\">https://t.co/cDMP62VVbY</a></p>— Sean Sullivan (@WaPoSean) \n    <a href=\"https://twitter.com/WaPoSean/status/1242592723183570944?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n  <p>March 15’s debate between Sanders and frontrunner Biden was held without a live audience. It’s unclear, however, if and when the next debate, scheduled for April, will happen at all.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T13:43:25.251Z\">at 1.43pm GMT</time></p> \n</div> \n<div id=\"block-5e7b57338f081e5eda236743\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T13:25:05.134Z\">1.25pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Trump celebrates Romney’s negative coronavirus test on Twitter</h2> \n  <p><strong>Donald Trump</strong>’s has taken his defiance to <strong>coronavirus</strong> fears to another level, mockingly commenting on the statuses of former rivals and political figures on Twitter. </p> \n  <p>Early this morning, the president tweeted a sarcastically congratulatory note for Utah senator <strong>Mitt Romney</strong>, who announced he’s tested negative for the virus.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1242777450662244352\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This is really great news! I am so happy I can barely speak. He may have been a terrible presidential candidate and an even worse U.S. Senator, but he is a RINO, and I like him a lot! <a href=\"https://t.co/42zpWW9vzy\">https://t.co/42zpWW9vzy</a></p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1242777450662244352?ref_src=twsrc%5Etfw\">March 25, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Also in Trump’s crosshairs was <strong>Michael Avenatti</strong>, the former attorney for adult film star <strong>Stormy Daniels</strong>, who sued the president over a non-disclosure agreement related to a hush, $130,000 payment for her silence over an extramarital affair.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1242780126674333697\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Gee, that’s too bad. Such a fine guy. Presidential aspirations you know! <a href=\"https://t.co/MgOWgAzMxs\">https://t.co/MgOWgAzMxs</a></p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1242780126674333697?ref_src=twsrc%5Etfw\">March 25, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Perhaps Trump is emboldened by a <a href=\"https://news.gallup.com/poll/298313/president-trump-job-approval-rating.aspx?utm_source=twitterbutton&amp;utm_medium=twitter&amp;utm_campaign=sharing\">new gallup poll</a> showing 60% of Americans approve of his handling of the coronavirus outbreak, 49 % approve of his job performance overall.</p> \n </div> \n</div> \n<div id=\"block-5e7b54cd8f081e5eda23671f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T13:02:56.756Z\">1.02pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Congress reaches stimulus deal overnight</h2> \n <div class=\"block-elements\"> \n  <p>Overnight, the White House and US senate leaders struck a deal for a $2tn economic stimulus package amid the coronavirus pandemic.</p> \n  <p>“Ladies and gentleman, we are done,” White House legislative affairs director Eric Ueland announced shortly before 1am ET. “We have a deal.”<br></p> \n  <p>From <a href=\"https://www.cnn.com/2020/03/25/politics/stimulus-senate-action-coronavirus/index.html\">CNN</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p>The full details have yet to be released. But over the last 24 hours, the elements of the proposal have come into sharper focus, with $250 billion set aside for direct payments to individuals and families, $350 billion in small business loans, $250 billion in unemployment insurance benefits and $500 billion in loans for distressed companies.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e7b540c8f08af215f6faead\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T13:01:12.300Z\">1.01pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Good day, I’m Kenya Evelyn kicking off the our US politics/coronavirus liveblog.</p> \n  <p>We’re following the latest out of Washington as Donald Trump congratulates his former rival Mitt Romney for testing negative.</p> \n  <p>Plus we’re covering the outbreak as nationwide criticism of the administration grows as the number of people who test positive grows.</p> \n  <p>Stay tuned.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T13:31:44.197Z\">at 1.31pm GMT</time></p> \n</div>"
]