[
  "<p>Britain and the US are facing calls to take some form of economic reprisal after China signalled that it was taking major steps to restrict civil liberties in Hong Kong <a href=\"https://www.theguardian.com/world/2020/may/21/china-proposes-controversial-national-security-law-for-hong-kong\">by pushing through national security laws</a>.</p> \n<p>In an early sign of the British reaction, Lord Patten, the last British governor of Hong Kong and a passionate critic of Chinese regime, called the move a “comprehensive assault on the city’s autonomy, rule of law, and fundamental freedoms”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/21/china-proposes-controversial-national-security-law-for-hong-kong\">'This is the end of Hong Kong': China pushes controversial security laws</a> </p> \n</aside> \n<p>He has recently written to the foreign secretary, Dominic Raab, seeking assurances that the UK will not allow the Sino-British joint declaration to be torn up. The declaration, signed in 1985, made clear that Hong Kong’s high degree of autonomy, rights and freedoms would remain unchanged for 50 years.</p> \n<p>In the US, Senator Ben Sasse, a Nebraska Republican on the Senate Select Committee on Intelligence, condemned Beijing’s plans, accusing the Communist party of “trying to kill Hong Kong’s autonomy” and promising action if Beijing goes ahead.</p> \n<p>“Beijing’s current proposal will effectively destroy the rule of law in Hong Kong and will give Chairman Xi’s thugs legal cover to treat freedom-loving protesters as terrorists,” Sasse said in a statement.</p> \n<p>The chair of the House foreign affairs committee, Michael McCaul, warned: “Any law passed by the CCP that further stifles the freedom of the people of Hong Kong would only further erode the foundations of One Country, Two Systems, and will not be tolerated by the United States.”</p> \n<p>Donald Trump has been piling new trade restrictions on China in recent weeks, partly in response to the Chinese handling of the coronavirus outbreak. But Republican Senators called for Trump in the specific case of Hong Kong to change the former UK colony’s preferential trading status. A US government determination of the special administrative region’s “autonomy” is a precondition for continued US preferential trade and investment terms distinct from those applied to China. Mike Pompeo, the US secretary of state, has already said it will be difficult to declare the region autonomous in view of recent arrests of protesters.</p> \n<p>The US president seems determined to make the threat posed by the Chinese Communist party the defining issue in the campaign for November’s presidential election, so may need little encouragement to impose new economic tariffs. Steve Bannon, his onetime political aide, said Trump’s three election themes will be China, China, and China.</p> \n<p>On Thursday, Trump told reporters at the White House that “nobody knows yet” the details of China’s plan. “If it happens, we’ll address that issue very strongly,” Trump said, without elaborating.</p> \n<p>Given the long history of bipartisan scepticism towards China in Washington, Democrats are unlikely to oppose any measures. Indeed, pro-democracy legislators in Hong Kong such as Claudia Mo are already expecting Trump to respond to China’s actions. “China’s move might just be considered savage by outsiders, and there could be a huge political price to pay internationally,” she said. “Is it worth it?”</p> \n<p>The UK government, by contrast, has been involved in a balancing act.</p> \n<p>Tighter UK takeover laws are due to be published soon, but the UK Treasury does not believe decoupling between the west and China is in anyone’s interest. The UK is also the No 1 foreign direct investment site for China in Europe, even if trade between Germany and China dwarfs that of the UK.</p> \n<p>Politically, the UK does not want to jettison China. Lord Hague, a former Conservative foreign secretary, said this month that there was no major challenge facing the world that could be solved without the cooperation of China. That applies especially to UN climate change talks, a process in which the UK has the diplomatic lead.</p> \n<p>The UK intelligence agencies have also made the judgment that Chinese-owned Huawei firm could be at the heart of the UK’s new 5G network, without compromising national security, a decision that has led to heated phone calls between Trump and Boris Johnson.</p> \n<p>But the pressure to change tack is growing. Tom Tugendhat, chair of the foreign affairs select committee, said this week UK relations with China had reached “a turning point”. He argued: “The UK has a special duty to respond since China is now directly and incrementally challenging the international rules-based system.”</p> \n<p>The UK, he said, was dealing with a very different China from the China of 2010. “Up until a decade ago, we saw that increased wealth led to increased democratisation. Well, that is not so any more.”</p> \n<p>Labour’s Asia spokesman, Stephen Kinnock, has also adopted a more active and assertive position.<br><br>But the perennial question is what in practical terms can the UK do to resist a takeover in Hong Kong, apart from express outrage. Extending the British National Overseas Passport offer to Hong Kong citizens is the normal demand.</p> \n<p>In a muted letter to the foreign affairs select committee, Raab said: “If there is any attempt to include national security legislation before wider concerns with rights and freedoms in Hong Kong has been addressed satisfactorily, it could further unsettle the situation.”</p> \n<p>The UK Foreign Office said: “We are following reports and monitoring the situation closely. We expect China to respect Hong Kong’s rights and freedoms and high degree of autonomy. As a party to the joint declaration, the UK is committed to upholding Hong Kong’s autonomy and respecting the ‘one country, two systems’ model.”</p>",
  "<div id=\"block-5ec6acf48f08a1782fa7f222\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T16:48:47.518Z\">5.48pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Closing summary</h2> \n <div class=\"block-elements\"> \n  <p><b>Time for a quick recap.</b></p> \n  <p>Another blizzard of economic data has shown that the world economy is being battered by the Covid-19 outbreak, but a slow recovery may</p> \n  <p><strong><a href=\"https://www.theguardian.com/business/live/2020/may/21/markets-edgy-trump-china-uk-eurozone-recession-covid-coronavirus-economy-unemployment-business-live?page=with:block-5ec63c5f8f0864e579f14fd4#block-5ec63c5f8f0864e579f14fd4\">In the UK, factory and service sector bosses reported that activity remained very weak</a></strong>, with output slumping, new orders much lower than usual and unemployment up. But the pace of the decline did ease, with the composite PMI rising to 28.9, from 13.8 [50 = stagnation]. </p> \n  <p>Economists warned that the recovery will be slow and bumpy, and unlikely to resemble anything like a V.</p> \n  <p><strong><a href=\"https://www.theguardian.com/business/live/2020/may/21/markets-edgy-trump-china-uk-eurozone-recession-covid-coronavirus-economy-unemployment-business-live?page=with:block-5ec6359d8f0864e579f14fb6#block-5ec6359d8f0864e579f14fb6\">Eurozone companies reported a similar pictur</a></strong>e - with Germany coping relatively well and the periphery (including Italy and Spain) suffering a sharper slowdown.</p> \n  <p><a href=\"https://www.theguardian.com/business/live/2020/may/21/markets-edgy-trump-china-uk-eurozone-recession-covid-coronavirus-economy-unemployment-business-live?page=with:block-5ec674688f0864e579f1527c#block-5ec674688f0864e579f1527c\">In America, another 2.4 million people filed unemployment benefit claims</a> -- pushing the total number of jobs lost over 38m. The US PMI report also showed a slump in activity, but with <a href=\"https://www.theguardian.com/business/live/2020/may/21/markets-edgy-trump-china-uk-eurozone-recession-covid-coronavirus-economy-unemployment-business-live?page=with:block-5ec68a698f08a1782fa7f069#block-5ec68a698f08a1782fa7f069\">some signs that activity is picking up </a>as the lockdown eases.</p> \n  <p>Japan, though, reported that exports slumped by over 20% last month, which is the worst drop since the 2009 recession.</p> \n  <p>Investors are fretting that relations between the US and China are deteriorating, with <a href=\"https://www.theguardian.com/business/live/2020/may/21/markets-edgy-trump-china-uk-eurozone-recession-covid-coronavirus-economy-unemployment-business-live?page=with:block-5ec6170c8f08a1782fa7eb30#block-5ec6170c8f08a1782fa7eb30\">Donald Trump accusing Xi Jinping of pushing a “disinformation and propaganda attack” on the West</a>.</p> \n  <p>With China threatening to hit back, European stock markets ended the day lower.</p> \n  <p>Budget airline <strong>easyJet </strong>announced plans to resume domestic flights within the UK, and within France, as it tries to resume operations. Hotel operator <strong>Whitbread </strong>launched a £1bn cash call to shore up its finances and to expand through the crisis. </p> \n  <p>Here’s our latest stories:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/21/uk-economy-set-for-slow-rebound-from-unprecedented-slump\">UK economy on course for a slow rebound, healthcheck show</a> </p> \n  </aside> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/21/the-worst-is-over-but-recovery-for-the-uk-economy-will-take-years-coronavirus\">The worst is over, but recovery for the UK economy will take years</a> </p> \n  </aside> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/21/us-unemployment-figures-jobs-lost-coronavirus\">US unemployment rises by 2.4m despite easing of coronavirus lockdowns</a> </p> \n  </aside> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/21/whitbread-raising-1bn-from-shareholders-to-boost-finances-coronavirus-premier-inn\">Whitbread raising £1bn from shareholders to bolster finances</a> </p> \n  </aside> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/21/easyjet-to-resume-domestic-flights-across-england-and-france\">EasyJet to resume flights in UK, France and four other European airports</a> </p> \n  </aside> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/21/rbs-staff-work-from-home-september-bank-covid-19-safety\">More than 50,000 RBS staff to work from home until at least September</a> </p> \n  </aside> \n  <p>Goodnight. <strong>GW</strong></p> \n </div> \n</div> \n<div id=\"block-5ec6ab908f0886ce4f5d7fd0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T16:30:59.433Z\">5.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>That late selloff came after China threatened to hit back against America if it imposes sanctions over the coronavirus pandemic</strong>.</p> \n  <p>The spokesman for the country’s parliament, Zhang Yesui, told reporters that Beijing would retaliate if the US introduced legislation last week to give Donald Trump the power to sanction China.</p> \n  <p>Zhang indicated that Trump was trying to cover up his own mistake over the pandemic saying:</p> \n  <blockquote class=\"quoted\"> \n   <p>“We firmly oppose these Bills, and will make a firm response and take countermeasures based on the deliberation of these Bills.</p> \n   <p>“It is neither responsible nor moral to cover up one’s own problems by blaming others. We will never accept any unwarranted lawsuits and demands for compensation.</p> \n  </blockquote> \n  <p><a href=\"https://www.straitstimes.com/asia/east-asia/china-warns-of-countermeasures-over-us-coronavirus-sanctions-threat\">More details here</a>.</p> \n </div> \n</div> \n<div id=\"block-5ec6a6538f0886ce4f5d7fb3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T16:09:53.602Z\">5.09pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>After a late stumble, Europe’s stock markets have ended the day lower than they started it.</strong></p> \n  <ul> \n   <li>FTSE 100: down 51 points or 0.9% at 6,015</li> \n   <li>Germany’s DAX: down 157 points or 1.4% at 11,065</li> \n   <li>French CAC: down 51 points or 1.1% at 4,445</li> \n   <li>Italian FTSE MIB: down 126 points or 0.75% at 17,087</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5ec6a33e8f0886ce4f5d7f83\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T15:54:19.029Z\">4.54pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Back in the UK, shoe retailer Clarks has joined the ranks of firms cutting jobs due to the pandemic.</strong></p> \n  <p>More than 900 head office staff will go, as the Covid-19 lockdown hits sales hard, on top of the problems on the high street.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/21/clarks-to-cut-nearly-1000-head-office-jobs-coronavirus\">Clarks to cut nearly 1,000 head office jobs</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ec6a1558f08a1782fa7f1b1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T15:43:11.487Z\">4.43pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Our US business editor Dominic Rushe reports that some Americans have been struggling to sign on for unemployment benefit, due to huge demand:</strong></p> \n  <blockquote class=\"quoted\"> \n   <p>Aya Rabbaa, 19, lost her job at an iHop restaurant in Madison, Wisconsin, eight weeks ago and only received her benefits three days ago. “I would call and hang on hold for hours or they would hang up,” she said.</p> \n   <p>The college student relied on her wages to pay her expenses and said it had been a real struggle while she waited on the money. “They need to do something,” she said. “People are hungry, people are stressed. Do we live in a third world country or what?”</p> \n   <p>Now Wisconsin is open for business again after its <a href=\"https://www.theguardian.com/us-news/2020/may/13/wisconsin-supreme-court-stay-at-home-order\">supreme court struck down</a> the state’s stay-at-home order. Rabbaa said she was worried about going back to work if and when the restaurant opens for business. “I’d go back but I am scared,” she said. “It’s still not safe. If I get it then the customers will get it and if they have it, I will get it.”</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/21/us-unemployment-figures-jobs-lost-coronavirus\">US unemployment rises by 2.4m despite easing of coronavirus lockdowns</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ec69c278f0886ce4f5d7efb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T15:29:46.527Z\">4.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>After that positive start, the US stock market is turning south.</strong></p> \n  <p>The Dow has now dipped by 193 points, or 0.8%, to 24,381. Oil has shed its early gains too, and European markets are in the red too as the closing bell approaches....</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/business/status/1263486031892033537\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">U.S. markets are headed lower 📉 <a href=\"https://t.co/X3f9cR689V\">https://t.co/X3f9cR689V</a> <a href=\"https://t.co/jVmxL4BNGG\">pic.twitter.com/jVmxL4BNGG</a></p>— Bloomberg (@business) \n    <a href=\"https://twitter.com/business/status/1263486031892033537?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Bonds are strengthening, though, pushing the yield on British five-year debt below zero!</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Schuldensuehner/status/1263490219707334656\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">MINUS is the new normal. UK 5y govt bond yields turned negative. Rally sending the yield to a record low of -0.014.% <a href=\"https://t.co/y5j4ZJUJh9\">pic.twitter.com/y5j4ZJUJh9</a></p>— Holger Zschaepitz (@Schuldensuehner) \n    <a href=\"https://twitter.com/Schuldensuehner/status/1263490219707334656?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec699cc8f08a1782fa7f142\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T15:11:28.511Z\">4.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Our economics editor Larry Elliott says today’s PMI reports show we face a long trudge back to recovery, writing:</strong></p> \n  <blockquote class=\"quoted\"> \n   <p>Well, do you want the good news or the bad news?</p> \n   <p>The goods news – both for the UK and for the rest of Europe – is that the worst is over. April marked the bottom of the slump triggered by the response to the <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">Covid-19</a> pandemic. Provided there is no second wave of infection (a pretty <a href=\"https://www.theguardian.com/world/2020/may/20/top-eu-doctor-europe-should-brace-itself-for-second-wave-of-coronavirus\">hefty qualification</a>, admittedly) last month was as bad as it gets.</p> \n   <p>The bad news is that a return to pre-crisis levels of activity is a long way off and, as things stand, will be measured in years not months. There is more chance of spotting a yeti in the Himalayas than there is of a sighting of the equally elusive V-shaped recovery....</p> \n  </blockquote> \n  <p>More here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/21/the-worst-is-over-but-recovery-for-the-uk-economy-will-take-years-coronavirus\">The worst is over, but recovery for the UK economy will take years</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ec68a698f08a1782fa7f069\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T14:17:28.622Z\">3.17pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">US output falls steeply amid Covid-19 crisis</h2> \n <div class=\"block-elements\"> \n  <p><strong>Just in: America’s economy is suffering another slump in output this month as the Covid-19 downturn persists.</strong></p> \n  <p>Data firm Markit has reported that the US economy is still contracting at a desperately sharp pace, although slightly slower than in April.</p> \n  <p>Its latest survey of purchasing managers found that production and new orders have tumbled at US factories. Service sector firms are suffering sharp falls in orders due to weak domestic and foreign client demand. Job cuts, unsurprisingly, were deep.</p> \n  <p>With things slightly less dire than in April, Markit’s US ‘composite PMI’ has risen to <strong>36.4</strong>, from <strong>27.0 </strong>in April. That indicates another very sharp contraction (50 would be stagnation).</p> \n  <p>Markit explains:</p> \n  <blockquote class=\"quoted\"> \n   <p> Although the overall contraction in new business eased in May, it was still the second-steepest in the series history. Firms continued to report significant decreases in client demand as customers further postponed the placement of orders.</p> \n   <p>Service sector and manufacturing firms registered the second-sharpest reductions in new orders since the global financial crisis. Foreign client demand remained especially muted, with new export orders decreasing substantially and at only a slightly reduced rate compared to April as lockdowns associated with the virus pandemic persisted across key export markets.</p> \n   <p>Reflecting the further severe drop in new business, firms cut workforce members at a marked pace in May.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"9ac3c71ec734b1491997dd88eb69a2488f2ae672\"> \n   <img src=\"https://media.guim.co.uk/9ac3c71ec734b1491997dd88eb69a2488f2ae672/0_0_380_469/380.jpg\" alt=\"US flash PMI to May\" width=\"380\" height=\"469\" class=\"gu-image\"> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec688348f0864e579f153a1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T13:57:21.425Z\">2.57pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The initial claims figures, although bad, don’t capture the full extent of the jobs lost in the crisis.</strong></p> \n  <p>Another 2.2 million new claims were filed through the federal government’s temporary Pandemic Unemployment Assistance program. It’s designed to help gig economy workers, independent contractors and other self-employed workers, who might not be able file traditional jobless claims.</p> \n </div> \n</div> \n<div id=\"block-5ec683ef8f08a1782fa7f006\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T13:44:36.931Z\">2.44pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Wall Street is unperturbed by today’s US jobless numbers.</strong></p> \n  <p>The Dow has gained 57 points or 0.2% in early trading to 24,633 points, despite traders learning that another 2.4m Americans are now on the dole. </p> \n  <p>The S&amp;P 500 is also slightly higher, having recovered a large chunk of its hefty fall in March.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/_SidVerma/status/1263464912791179265\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The S&amp;P total return index down just 7% year to date as financial capitalism shrugs off the suspension of capitalism</p>— Sid Verma (@_SidVerma) \n    <a href=\"https://twitter.com/_SidVerma/status/1263464912791179265?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n  <p>In London, the <strong>FTSE 100</strong> has shaken off its earlier losses and is up 17 points at 6084. Top risers include Rolls-Royce (+6%) after announcing 9,000 job losses yesterday, and AstraZeneca, which says it can manufacture 1bn doses of the University of Oxford’s potential Covid-19 vaccine.<br></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/21/astrazeneca-could-supply-potential-coronavirus-vaccine-from-september\">AstraZeneca could supply potential coronavirus vaccine from September</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ec681278f0864e579f15323\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T13:26:52.590Z\">2.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Back in the UK, workers at Royal Bank of Scotland are preparing to work from home for a while yet.</strong></p> \n  <p>RBS told staff today that more than 50,00 of them (out of 65,000) won’t return to the office until at least the end of September.</p> \n  <p>However, about 400 workers whose jobs include handling sensitive data have been asked to return to offices and call centres next month.<br></p> \n  <p>More here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/21/rbs-staff-work-from-home-september-bank-covid-19-safety\">More than 50,000 RBS staff to work from home until at least September</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ec67d788f0886ce4f5d7d5c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T13:13:16.556Z\">2.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Several economists are concerned that America’s jobless claims haven’t levelled out faster:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JeoffHall/status/1263455701298544640\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We are somewhat concerned by the slowing pace of declines in initial jobless claims. Accordingly, we're shifting our timeline (two weeks to the right) for claims to start printing below one million, now in the third week of June. <a href=\"https://t.co/kwCb7g7mRA\">pic.twitter.com/kwCb7g7mRA</a></p>— Jeoff Hall (@JeoffHall) \n    <a href=\"https://twitter.com/JeoffHall/status/1263455701298544640?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mattyglesias/status/1263455309147844610\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">In related news, this morning's initial unemployment claims data says \"things are getting worse at a slower pace\" rather than \"things are getting better\" despite the moves toward lifting restrictions.</p>— Matthew Yglesias (@mattyglesias) \n    <a href=\"https://twitter.com/mattyglesias/status/1263455309147844610?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RandyAFrederick/status/1263455649997787139\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">At 2.438M, Initial Jobless Claims came in just above the 2.4M estimate, and just below last week’s 2.687M level; this was the 7th weekly decline. Claims peaked on 3/28 but remain EXTREMELY high. The pandemic total is now 38.6M. <a href=\"https://t.co/maIeV4Rfa2\">https://t.co/maIeV4Rfa2</a> <a href=\"https://t.co/ce2hFFUeRh\">pic.twitter.com/ce2hFFUeRh</a></p>— Randy Frederick (@RandyAFrederick) \n    <a href=\"https://twitter.com/RandyAFrederick/status/1263455649997787139?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec67b118f0864e579f152cd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T13:00:52.242Z\">2.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>America has just passed a grim milestone in its unemployment crisis.</strong></p> \n  <p>Glassdoor senior economist Daniel Zhao has spotted that more jobs have been lost in the last nine weeks than during the last recession a decade ago:</p> \n  <blockquote class=\"quoted\"> \n   <p>“Today’s sky-high unemployment insurance claims report brings the total UI claims to 38.6 million and surpasses yet another historical benchmark. In only nine weeks, unemployment claims made during the coronavirus crisis have already exceeded the 37 million claims made over the entire 18 months of the Great Recession.</p> \n   <p>The coronavirus crisis continues to inflict swift and deep impacts on the labor market at a near unprecedented clip.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ec679ca8f0864e579f152bd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T12:57:35.262Z\">1.57pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Before Covid-19, the idea of more than two million Americans losing their jobs in a single week would be unimaginable, let alone 38 million joining the unemployment ranks in two months.</strong></p> \n  <p>As this tweet shows, the job losses since March absolutely dwarf the impact of the financial crisis - wiping out all the gains since then.<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CNBC/status/1263452516550873088\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">More than 38 million Americans have filed for unemployment over the last 9 weeks. <a href=\"https://t.co/UzUQ6g1i9A\">https://t.co/UzUQ6g1i9A</a> <a href=\"https://t.co/YXrE64uhoG\">pic.twitter.com/YXrE64uhoG</a></p>— CNBC (@CNBC) \n    <a href=\"https://twitter.com/CNBC/status/1263452516550873088?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec674688f0864e579f1527c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T12:37:58.146Z\">1.37pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">US jobless claims total climbs towards 40m</h2> \n <div class=\"block-elements\"> \n  <p><strong>Newsflash: Another 2.4 million Americans filed new claims for unemployment benefit last week, as the US jobs crisis deepens.</strong></p> \n  <p>That’s down from 2.6 million in the previous seven days (which has been revised down from 2.9m). </p> \n  <p>But it’s the ninth week in a row in which millions of US citizens signed on for welfare benefits, having lost their job in the lockdown.<br></p> \n  <p>The total number of initial claims filed since mid-March is now over 38 million, or over a fifth of the US labor force.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/equitablegrowth/status/1263447742627667968\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">2.4 million workers applied for <a href=\"https://twitter.com/hashtag/unemploymentbenefits?src=hash&amp;ref_src=twsrc%5Etfw\">#unemploymentbenefits</a> in the week of May 10–16 according to the <a href=\"https://twitter.com/USDOL?ref_src=twsrc%5Etfw\">@USDOL</a>’s Weekly Unemployment Insurance claims report released today. Since the onset of the <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> crisis in mid-March, 38.6 million workers have filed initial UI claims. (1/4) <a href=\"https://t.co/vHkaotVorh\">pic.twitter.com/vHkaotVorh</a></p>— Equitable Growth (@equitablegrowth) \n    <a href=\"https://twitter.com/equitablegrowth/status/1263447742627667968?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The number of continued claims (for workers who were already on the jobless total) also jumped again to over 25m, from 22.5m.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joebrusuelas/status/1263448655526330368\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">US Initial Claims: Continuing claims for the week ending May 9, which will inform the official, estimate of the May unemployment report, increased to 25 million, resulting in an insured unemployment rate of 17.2%.</p>— Joseph Brusuelas (@joebrusuelas) \n    <a href=\"https://twitter.com/joebrusuelas/status/1263448655526330368?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec664428f0886ce4f5d7c05\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T11:33:36.203Z\">12.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Oof! US department store Macy’s has warned that its sales have fallen by around 45% in the last quarter, as the coronavirus shutdown drove it into the red.</strong></p> \n  <p>Preliminary results show that sales at Macy’s in February-April fell to between $3,000m and $3,030m, down from $5,504. It made an operating loss of around $1.1bn, down from an operating profit of $203m a year earlier. </p> \n  <p>The company shut all its stores - including department chain Bloomingdale’s and beauty chain Bluemercury - on 18 March, leading to a slump in takings. </p> \n  <p> “This is a challenging time for the country, for retail and for Macy’s, Inc. COVID-19 has impacted the lives of many of our colleagues and customers, and health and safety remain our top priority. We closed all of our stores - Macy’s, Bloomingdale’s and Bluemercury - on March 18, which had a significant impact on our first quarter results,” said </p> \n  <p>Jeff Gennette, chairman and chief executive officer, said it is a challenging time for the country, for retail and for Macy’s itself.</p> \n  <blockquote class=\"quoted\"> \n   <p> “Looking back, our performance in February was solid and in line with our expectations, but we saw a precipitous decline in sales with the stores closure in March. As a developed omnichannel retailer, we experienced a steady uptick in our digital business in April, which was encouraging, but only partially offset the loss of sales from the stores.</p> \n   <p>The digital performance was driven by strong execution and enhanced fulfillment options, including curbside pickup where allowed.” </p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/laurenthomas/status/1263429383655743490\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">JUST IN: Macy’s forecasts a first-quarter loss of up to $1.1 billion, compared with net income of $203 million a year ago. \"With two weeks of results from reopened stores, customer demand is moderately higher than we anticipated,\" CEO says. <a href=\"https://twitter.com/search?q=%24M&amp;src=ctag&amp;ref_src=twsrc%5Etfw\">$M</a><a href=\"https://t.co/mPL3flRhnc\">https://t.co/mPL3flRhnc</a></p>— Lauren Thomas (@laurenthomas) \n    <a href=\"https://twitter.com/laurenthomas/status/1263429383655743490?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec65e378f08a1782fa7ede9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T10:59:18.124Z\">11.59am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>This morning’s PMI reports from the UK and the eurozone haven’t lifted spirits in the markets.</strong></p> \n  <p>The FTSE 100 is still down 0.8% at 6018 points, a loss of 48 points so far, after the City heard that <a href=\"https://www.theguardian.com/business/live/2020/may/21/markets-edgy-trump-china-uk-eurozone-recession-covid-coronavirus-economy-unemployment-business-live?page=with:block-5ec63c5f8f0864e579f14fd4#block-5ec63c5f8f0864e579f14fd4\">UK manufacturers and services companies were having such a rough time</a>.</p> \n  <p>Wall Street is expected to open lower, with the Dow down 145 points (roughly 0.6%) in pre-market trading and traders nudging the safe-haven dollar a little higher.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KathyJones/status/1263421631969529856\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Thursday: risk off tone with stocks down, dollar firm and bond yields edging lower. PMIs still in deeply negative territory.</p>— Kathy Jones (@KathyJones) \n    <a href=\"https://twitter.com/KathyJones/status/1263421631969529856?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec65dce8f0886ce4f5d7b98\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T10:54:59.262Z\">11.54am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s our news story on <a href=\"https://www.theguardian.com/business/live/2020/may/21/markets-edgy-trump-china-uk-eurozone-recession-covid-coronavirus-economy-unemployment-business-live?page=with:block-5ec63c5f8f0864e579f14fd4#block-5ec63c5f8f0864e579f14fd4\">today’s UK PMI report</a>:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/21/uk-economy-set-for-slow-rebound-from-unprecedented-slump\">UK economy on course for a slow rebound, healthcheck show</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ec652178f0886ce4f5d7af0\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T10:19:45.510Z\">11.19am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">UK factories see more gloom ahead after record slump</h2> \n <div class=\"block-elements\"> \n  <p><strong>Newsflash: UK manufacturing output has fallen over the last quarter at the fastest rate since at least 1975.</strong></p> \n  <p>Output volumes fell in 15 of 17 manufacturing sub-sectors in March-May, according to the latest healthcheck from the CBI.</p> \n  <p><strong>Motor vehicles and transport equipment</strong>, and <strong>food, drink and tobacco</strong>, suffered the sharpest tumbles. while pharmaceuticals and electronic engineering output rose. </p> \n  <p>This pulled down the CBI’s measure of output volumes in the last quarter to -54%, from -21% in April (the balance between firms reporting higher output vs lower).</p> \n  <p>This isn’t a massive surprise, given the widespread shutdowns across UK factories to fight the Covid-19 pandemic.<br></p> \n  <p>But worryingly, manufacturers predict that output volumes will keep falling over the next three months, with many reporting that their order books have shrunk alarmingly.</p> \n  <p>The survey also found that:</p> \n  <ul> \n   <li>84% of respondents had seen a negative impact on their domestic output.</li> \n   <li>68% of manufacturers reported a negative impact on their international output.</li> \n   <li>51% of manufacturers reported a partial shutdown/closure.</li> \n   <li>59% of manufacturers mentioned that they had temporarily laid off staff, while 9% reported permanent layoffs.</li> \n   <li>74% of firms had faced cash flow difficulties.</li> \n  </ul> \n  <p><strong>Anna Leach, CBI </strong>deputy chief economist, says UK manufacturing faces a “challenging” future:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>“These results show that UK manufacturers are still grappling with the impact of the pandemic.</p> \n   <p>Production levels have fallen even more sharply as firms experience collapsing demand and supply chain disruption, leading some to temporarily shut down their factories. The sector is bracing for what will be a challenging period. </p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"6dd4eb8ab1cba561ce78c967a3fad9622395a223\"> \n   <img src=\"https://media.guim.co.uk/6dd4eb8ab1cba561ce78c967a3fad9622395a223/0_0_412_671/307.jpg\" alt=\"The CBI’s manufacturing survey to May 2020\" width=\"307\" height=\"500\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The CBI’s manufacturing survey to May 2020</span> \n    <span class=\"element-image__credit\">Photograph: CBI</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec64e5a8f0886ce4f5d7ac8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T09:55:46.988Z\">10.55am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Duncan Brock</strong>, Group Director at <strong>CIPS</strong>, fears that a second wave of Covid-19 infections could undermine hopes of a recovery (sending the PMI skittering back down to April’s record lows).</p> \n  <blockquote class=\"quoted\"> \n   <p><a href=\"https://www.theguardian.com/business/live/2020/may/21/markets-edgy-trump-china-uk-eurozone-recession-covid-coronavirus-economy-unemployment-business-live?page=with:block-5ec63c5f8f0864e579f14fd4#block-5ec63c5f8f0864e579f14fd4\">The minor easing in the downturn compared to last month’s figures</a> only serves to highlight the depth of the fall in April’s output and does not signal that the pathway is clear for an improvement in the manufacturing and services sectors. </p> \n   <p>“This month saw another steep fall in overall business activity, surpassing for the third time the rates of decline seen during the global financial crisis in 2009. No new orders, premises shut down and furloughed staff unable to return to work were at the heart of the desolation as business struggled to continue with two hands tied behind their back.</p> \n   <p>Even some heavy discounting by companies did little to offset their losses which are likely to be just the tip of the iceberg with businesses failing in increasing numbers. “As the sectors prepare for a further easing in restrictions and becoming covid-ready for staff to return, the danger on the horizon is a second wave of infections threatening the health of the nation and dampening consumer confidence still further.</p> \n   <p>In addition, if this intensity of job cuts continues, purse strings will be drawn tightly shut and spending severely curtailed, putting further pressure on the UK economy and ensuring any recovery is many years into the future.” </p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ec646928f0886ce4f5d7a69\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T09:17:41.558Z\">10.17am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Here’s Andrew Wishart of Capital Economics on today’s UK purchasing managers survey:</strong></p> \n  <blockquote class=\"quoted\"> \n   <p>Taken literally the fact the flash composite PMI remained well below the no-change level of 50 in May suggests that activity fell further as it should compare activity to the previous month. But many respondents appear to be answering the alternate question of “how is activity compared to normal?”. So instead it appears to be suggesting that the low point for activity was reached in April, but that it is still well below normal in May.</p> \n   <p>The recovery in the manufacturing PMI from 32.6 to 40.6 is probably a sign that some industrial plants have reopened on government advice. And the services index recovered from 13.4 to 27.8, in line with anecdotal evidence that firms have restarted limited operations, such as take-out options from restaurants.</p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/IHSMarkitPMI/status/1263388637447815168\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">🇬🇧 Flash UK Composite <a href=\"https://twitter.com/hashtag/PMI?src=hash&amp;ref_src=twsrc%5Etfw\">#PMI</a> at 28.9 in May (13.8 - Apr) to signal further contraction in the UK economy, but with rates of decline softening from April as COVID-19 restrictions were eased. Read more: <a href=\"https://t.co/zGCpgQst0k\">https://t.co/zGCpgQst0k</a> <a href=\"https://t.co/CSWpXZO47F\">pic.twitter.com/CSWpXZO47F</a></p>— IHS Markit PMI™ (@IHSMarkitPMI) \n    <a href=\"https://twitter.com/IHSMarkitPMI/status/1263388637447815168?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec641c08f0864e579f14ffa\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T09:03:48.309Z\">10.03am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">PMI surveys crush hopes of V-shaped recovery</h2> \n <div class=\"block-elements\"> \n  <p><strong>A few weeks ago, there was lots of talk about V-shaped recoveries. </strong></p> \n  <p>Economists hoped that growth would bounce back sharply from the initial shock of Covid-19, as companies rapidly caught up on lost business.</p> \n  <p>It always seemed a little optimistic -- no-one is going to get two haircuts, order three restaurant specials or watch four football matches in a day once the crisis is over (<em>but lets not rule out <strong>two </strong>specials....</em>)</p> \n  <p>The message from <a href=\"https://www.theguardian.com/business/live/2020/may/21/markets-edgy-trump-china-uk-eurozone-recession-covid-coronavirus-economy-unemployment-business-live?page=with:block-5ec63c5f8f0864e579f14fd4#block-5ec63c5f8f0864e579f14fd4\">today’s PMI surveys</a> is clear -- businesses across the eurozone and UK have suffered major damage under the lockdown, and the downturn is not over.</p> \n  <p><strong>Neil Birrell</strong>, Chief Investment Officer at <strong>Premier Miton</strong>, says the recovery is some way away<strong>:</strong></p> \n  <blockquote class=\"quoted\"> \n   <p>“The PMI data in from the UK and Europe suggests that the outlook is improving. That is to be expected, as the surveys are taken mid-month and economies were more open than they were in mid-April. But with UK Composite PMI at 28.9, albeit up from 13.8 in April, and the Eurozone Composite PMI reading at 30.5 the outlook is still grim. Markets may well take this as a sign that the nadir has been reached, although recovery is some time off.”</p> \n  </blockquote> \n  <p><strong>James Smith</strong> and <strong>Bert Colijn</strong> of <strong>ING </strong>agree that the recovery certainly won’t resemble a perky V.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SmithEconomics/status/1263389595007438849\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Weak <a href=\"https://twitter.com/hashtag/PMI?src=hash&amp;ref_src=twsrc%5Etfw\">#PMI</a> readings echo Google's Mobility data that show <a href=\"https://twitter.com/hashtag/UK?src=hash&amp;ref_src=twsrc%5Etfw\">#UK</a> activity still significantly down on pre-virus levels. More evidence that a 'V-shape' recovery now very unlikely <a href=\"https://t.co/ciZGiJgmg9\">pic.twitter.com/ciZGiJgmg9</a></p>— James Smith (@SmithEconomics) \n    <a href=\"https://twitter.com/SmithEconomics/status/1263389595007438849?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/anaamraza/status/1263392309367971840\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This made me laugh! <a href=\"https://twitter.com/BertColijn?ref_src=twsrc%5Etfw\">@BertColijn</a> <br><br>Despite the improvement in Eurozone PMI, anybody hoping for a v-shaped recovery should go back and pick another alphabet!<a href=\"https://t.co/rGi0tp1d8L\">https://t.co/rGi0tp1d8L</a></p>— Anaam Raza (@anaamraza) \n    <a href=\"https://twitter.com/anaamraza/status/1263392309367971840?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n  <p>CBI chief economist Alpesh Paleja agrees that May is a ‘pretty awful’ month for businesses:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AlpeshPaleja/status/1263390817139527680\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Main message: May was very slightly less bad, but still pretty awful. <a href=\"https://t.co/6aocT8A7W9\">https://t.co/6aocT8A7W9</a></p>— Alpesh Paleja (@AlpeshPaleja) \n    <a href=\"https://twitter.com/AlpeshPaleja/status/1263390817139527680?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec63c5f8f0864e579f14fd4\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T08:43:11.111Z\">9.43am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">UK PMIs show economy still shrinking</h2> \n <div class=\"block-elements\"> \n  <p><strong>Newsflash: Britain’s economy continued to suffer an unprecedented contraction this month.</strong></p> \n  <p>Both the manufacturing and service sectors are shrinking extremely rapidly as the lockdown continues, according to the latest survey of purchasing managers by IHS Markit. </p> \n  <p>But there are also signs that the pace of the downturn is easing a little.</p> \n  <p>Here’s the details of the PMI reports: </p> \n  <ul> \n   <li>UK Composite Output Index for May: 28.9, up from 13.8 in April </li> \n   <li>UK flash manufacturing PMI: 40.6, up from 32.9 </li> \n   <li>UK services flash PMI: 27.8, up from 12.3 </li> \n  </ul> \n  <p>Any reading below 50 shows a fall in activity, so the UK economy certainly hasn’t returned to growth yet. It’s simply shrinking at a slower pace.</p> \n  <p><strong>Chris Williamson, chief business economist at IHS Markit, explains:</strong></p> \n  <blockquote class=\"quoted\"> \n   <p>“The UK economy remains firmly locked in an unprecedented downturn, with business activity and employment continuing to slump at alarming rates in May. Although the pace of decline has eased since April’s record collapse, May saw the second largest monthly falls in output and jobs seen over the survey’s 22-year history, the rates of decline continuing to far exceed anything seen previously.</p> \n   <p>Travel and tourism firms, hotels, restaurants and producers of consumer goods such as clothing were again the hardest hit, reflecting virus containment measures, but this remains a shockingly broad-based downturn with very few companies left unscathed by the COVID-19 pandemic. </p> \n  </blockquote> \n  <p>UK companies reported that activity was painfully low this month, due to business shutdowns, cancellations of customer orders and a general slump in demand amid the coronavirus pandemic. <br></p> \n  <p>Firms also suffered another rapid declines in new work and employment across the UK private sector, nearly as bad as the record lows seen in April.</p> \n  <p>These graphs highlight just how sharply the UK economy has shrunk since the pandemic started:</p> \n  <figure class=\"element element-image\" data-media-id=\"b7a221e960cef926eba6c96e8eedc29e36866250\"> \n   <img src=\"https://media.guim.co.uk/b7a221e960cef926eba6c96e8eedc29e36866250/0_0_451_829/272.jpg\" alt=\"UK flash PMI for May 2020\" width=\"272\" height=\"500\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">UK flash PMI for May 2020</span> \n    <span class=\"element-image__credit\">Photograph: IHS Markit</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-21T08:52:19.791Z\">at 9.52am BST</time></p> \n</div> \n<div id=\"block-5ec63a778f0864e579f14fc5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T08:24:26.199Z\">9.24am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Although a PMI of 30.5 is better than one of 13.6, it’s still extremely weak - showing a profound economic downturn this month.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AndreasSteno/status/1263374039021731840\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Most European service PMIs jumped more than consensus but remember to interpret them correctly<br><br>The service PMIs in Germany and France are around 30, which means that MORE respondents saw a further decrease in activity in May compared to April than vice versa<br><br>Really bad numbers!</p>— AndreasStenoLarsen (@AndreasSteno) \n    <a href=\"https://twitter.com/AndreasSteno/status/1263374039021731840?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec639b28f0886ce4f5d79d2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T08:23:00.540Z\">9.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Chris Williamson, chief business economist at IHS Markit, reckons <a href=\"https://www.theguardian.com/business/live/2020/may/21/markets-edgy-trump-china-uk-eurozone-recession-covid-coronavirus-economy-unemployment-business-live?page=with:block-5ec6359d8f0864e579f14fb6#block-5ec6359d8f0864e579f14fb6\">today’s PMI surveys</a> show that the downturn is bottoming out:</p> \n  <blockquote class=\"quoted\"> \n   <p>“The eurozone saw a further collapse of business activity in May but the survey data at least brought reassuring signs that the downturn likely bottomed out in April.</p> \n   <p>Second quarter GDP is still likely to fall at an unprecedented rate, down by around 10% compared to the first quarter, but the rise in the PMI adds to expectations that the downturn should continue to moderate as lockdown restrictions are further lifted heading into the summer.</p> \n   <p>All eurozone countries eased their COVID-19 containment measures to some extent in May, helping to moderate the overall rate of economic decline.</p> \n   <p>However, while a further loosening of restrictions is anticipated in coming months, some measures to contain the virus are likely to remain in place until an effective treatment or vaccine is found. </p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ShaneOliverAMP/status/1263384257524723715\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Eurozone composite PMI for May +16.9pts to 27 after Aprils collapse. Led by services but manufacturing also up. Start of a slow recovery as shutdowns ease.<br>Similar story in Japan but slower with composite PMI +1.6pts to 27.4. <a href=\"https://t.co/vP9u9odnn1\">pic.twitter.com/vP9u9odnn1</a></p>— Shane Oliver (@ShaneOliverAMP) \n    <a href=\"https://twitter.com/ShaneOliverAMP/status/1263384257524723715?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec6359d8f0864e579f14fb6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T08:15:45.517Z\">9.15am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Eurozone PMI rises, but still grim</h2> \n <div class=\"block-elements\"> \n  <p><strong>Newsflash: The eurozone economy continues to suffer an unprecedented decline this month, although the slump is easing as some Covid-19 lockdown measures are relaxed.</strong></p> \n  <p>The Eurozone Composite PMI, which tracks activity across the euro area, has risen to 30.5 in May from a record low of 13.6 in April.<br></p> \n  <p>That still shows an extremely sharp downturn -- worse than at any stage of the financial crisis. Any reading below 50 indicates the economy shrank.</p> \n  <figure class=\"element element-image\" data-media-id=\"aeed40a7fa394cc72046a91e367838058535ea46\"> \n   <img src=\"https://media.guim.co.uk/aeed40a7fa394cc72046a91e367838058535ea46/0_0_587_350/500.jpg\" alt=\"Eurozone PMI to May 2020\" width=\"500\" height=\"298\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Eurozone PMI to May 2020</span> \n    <span class=\"element-image__credit\">Photograph: IHS Markit</span> \n   </figcaption> \n  </figure> \n  <p>Data firm Markit, which compiles the PMI, says:</p> \n  <blockquote class=\"quoted\"> \n   <p>The eurozone economy remained stuck in its deepest downturn ever recorded in May due to ongoing measures taken to control the coronavirus disease 2019 (COVID-19) outbreak, according to provisional PMI survey data. </p> \n   <p>However, the rate of decline eased as parts of the economy started to emerge from lockdowns. </p> \n  </blockquote> \n  <p>Companies reported that they were cutting jobs at an unprecedented rate, with output falling, supply chains disrupted, and many non-essential businesses closing.</p> \n  <p>Germany again saw a modestly milder downturn than France while the rest of the eurozone saw the steepest decline. <br></p> \n  <p>And although bosses are more optimistic than in April, confidence is still extraordinarily low.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Schuldensuehner/status/1263375099605987328\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Germany May Manufacturing PMI showed weaker than expected rebound to 36.8 from 34.5 in Apr, vs 39.4 expected. It’s a disappointment after pos surprise from France. At least Services PMI rose to 31.4 from 14.9 in Apr, way above 26 exp. Composite PMI beat at 31.4 vs. 26 expected. <a href=\"https://t.co/ZKKTM4eEXR\">pic.twitter.com/ZKKTM4eEXR</a></p>— Holger Zschaepitz (@Schuldensuehner) \n    <a href=\"https://twitter.com/Schuldensuehner/status/1263375099605987328?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec633d28f0886ce4f5d79b0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T08:02:02.183Z\">9.02am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Japan has suffered its worst drop in exports since the financial crisis over a decade ago , denting hopes that the world economy could be turning the corner.</strong></p> \n  <p>Japanese exports slumped by almost 22% year-on-year in April, led by tumbling demand for cars and industrial goods.</p> \n  <p>Exports to the US were down 37.8%, with auto exports down by two-thirds.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/macro_daily/status/1263265996078530561\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Japan is facing slumping external demand; exports plummeted by over 20% y/y in April, while imports were down by a lesser 8% y/y <a href=\"https://twitter.com/hashtag/USDJPY?src=hash&amp;ref_src=twsrc%5Etfw\">#USDJPY</a> <a href=\"https://t.co/GqEEdAGdo5\">pic.twitter.com/GqEEdAGdo5</a></p>— MacroMarketsDaily (@macro_daily) \n    <a href=\"https://twitter.com/macro_daily/status/1263265996078530561?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec631c28f08a1782fa7ebfc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T07:48:10.186Z\">8.48am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Shares in budget airline easyJet have jumped 5% in early trading, after it announced it will resume some flights from mid-June.</strong></p> \n  <p>Face masks will be compulsory, as the airline tries to operate while obeying physical distancing rules.</p> \n  <p>My colleague Jo Partridge explains:</p> \n  <blockquote class=\"quoted\"> \n   <p>The airline initially will restart domestic routes in the UK and France where it believes “there is sufficient customer demand to support profitable flying”. The carrier will add further routes in the following weeks, as and when passenger demand rises and lockdown measures ease further across <a href=\"https://www.theguardian.com/world/europe-news\">Europe</a>.</p> \n   <p>The company will introduce enhanced cleaning and disinfection of its aircraft, will make disinfectant wipes and hand sanitiser available on board, and will require all passengers and cabin crew, as well as ground crew, to wear masks. There will be no food service onboard, initially.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/21/easyjet-to-resume-domestic-flights-across-england-and-france\">EasyJet to resume domestic flights across UK and France</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ec62dab8f08a1782fa7ebcf\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T07:46:00.207Z\">8.46am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Whitbread launches £1bn rights issue</h2> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"c8fc01ef4de7a323e1ac25608a9003160603c074\"> \n   <img src=\"https://media.guim.co.uk/c8fc01ef4de7a323e1ac25608a9003160603c074/0_46_3500_2101/1000.jpg\" alt=\"A Premier Inn sign, part of Whitbread PLC stable.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n  </figure> \n  <p><strong>Hotels group Whitbread are the top faller in London, down over 16% after announcing a £1bn rights issue.</strong></p> \n  <p>This will shore up Whitbread’s finances to handle the Covid-19 recession. </p> \n  <p>It told investors that the funds will give it the “confidence and flexibility” to keep operating and invest in the UK and Germany. The firm reckons there are opportunities to expand, as “its budget-branded and independent competitors are expected to be weakened by the COVID-19 pandemic” </p> \n  <p>More ominously, the money will also provide “further liquidity headroom in the event of a resurgence of the COVID-19 pandemic”. </p> \n  <p>Investors can buy one new share, at £15, for each two they already own. That’s a 37.4% discount on the “theoretical ex-rights price of £2,395”. Shares in Whitbread have fallen smartly to this level, down 440p at £24.01.</p> \n  <p>Whitbread, which owns Premier Inns, had entered the crisis with £300m in the bank and a £950m revolving credit facility. But the lockdown means it faces a “very material loss of revenue” for the current financial year, having already furloughed staff and shut hotels.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dmadden_CMC/status/1263366354725490690\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Whitbread Plc said on Thursday it would raise 1.01 billion pounds through a rights issue as the company looks to bolster its balance sheet amid the coronavirus crisis, which led to a drop in annual earnings.<a href=\"https://t.co/v9fF9oLE6Q\">https://t.co/v9fF9oLE6Q</a><a href=\"https://twitter.com/search?q=%24WTB&amp;src=ctag&amp;ref_src=twsrc%5Etfw\">$WTB</a> -11.3%</p>— David Madden (@dmadden_CMC) \n    <a href=\"https://twitter.com/dmadden_CMC/status/1263366354725490690?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec62b268f0864e579f14f54\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T07:28:30.915Z\">8.28am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Anxiety over US-China relations is weighing on the London stock market.</strong></p> \n  <p>The FTSE 100 index has dropped by 50 points, or 0.85%, in early trading to 6,016. France and Germany are both down over 1%.</p> \n  <p>Consumer-focused companies, technology firms, and financial groups are among the fallers -- reflecting worries over the global economic outlook.</p> \n  <figure class=\"element element-image\" data-media-id=\"b3364ba0bf5494bc1a4da62498c24df45c90f438\"> \n   <img src=\"https://media.guim.co.uk/b3364ba0bf5494bc1a4da62498c24df45c90f438/0_0_926_252/500.jpg\" alt=\"European stock markets\" width=\"500\" height=\"136\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">European stock markets</span> \n    <span class=\"element-image__credit\">Photograph: Refinitiv</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec628d28f0886ce4f5d7946\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T07:17:20.314Z\">8.17am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Overnight, the US intensified its criticism of China by issuing a new report which criticises Beijing activities.</strong></p> \n  <p><a href=\"https://apnews.com/53263154d928034f9e45f16c7d9da301\">Associated Press has the details</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p>Beyond its hard-hitting rhetoric against China over its handling of the coronavirus, the White House has issued a broad-scale attack on Beijing’s predatory economic policies, military buildup, disinformation campaigns and human rights violations.</p> \n   <p>The 20-page report does not signal a shift in U.S. policy, according to a senior administration official, who was not authorized to publicly discuss the report and spoke only on condition of anonymity, but it expands on Trump’s get-tough rhetoric that he hopes will resonate with voters angry about China’s handling of the disease outbreak that has left tens of millions of Americans out of work.</p> \n  </blockquote> \n  <p>US secretary of state Mike Pompeo has also launched a stinging attack on China’s government, calling it a “brutal, authoritarian regime” that is “ideologically and politically hostile to free nations”:</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"d97d312c-aa5f-4fcf-a2cb-7d8354198532\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/Q-_74ZUsOMo?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ec6170c8f08a1782fa7eb30\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T06:54:48.445Z\">7.54am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Introduction: Trump's swipe at Xi worries markets</h2> \n <div class=\"block-elements\"> \n  <p><strong>Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business.</strong><br></p> \n  <p>Just as anxiety over the Covid-19 pandemic was easing, the prospect of a new US-China trade dispute is looming over the markets again.</p> \n  <p>Donald Trump has alarmed investors with another stinging attack on Beijing’s handling of the pandemic -- accusing them of spreading “pain and carnage” around the world. </p> \n  <p>He also appeared to single out president Xi Jinping personally, tweeting that “it all comes from the top” -- fuelling concerns that the trade deal agreed last year between the two sides could crumble.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1263282490099326978\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Spokesman speaks stupidly on behalf of China, trying desperately to deflect the pain and carnage that their country spread throughout the world. Its disinformation and propaganda attack on the United States and Europe is a disgrace....</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1263282490099326978?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1263282491043037184\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">....It all comes from the top. They could have easily stopped the plague, but they didn’t!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1263282491043037184?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n  <p>With an eye on November’s election, Trump also claimed that his democratic rival Joe Biden was now China’s preferred candidate.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1263282623939477511\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">China is on a massive disinformation campaign because they are desperate to have Sleepy Joe Biden win the presidential race so they can continue to rip-off the United States, as they have done for decades, until I came along!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1263282623939477511?ref_src=twsrc%5Etfw\">May 21, 2020</a>\n   </blockquote> \n  </figure> \n  <p>With world trade already shrinking alarmingly under the pandemic, the world economy certainly doesn’t need rising tensions between these two powers. <br></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/20/wto-reports-big-slump-in-global-trade-as-coronavirus-takes-toll\">WTO reports big slump in global trade as coronavirus takes toll</a> </p> \n  </aside> \n  <p>Trump’s blast has rather dampened the mood in the markets, where shares yesterday hit their highest levels since early March.<br></p> \n  <p>China’s<strong> CSI 300</strong> index has dipped 0.5%, and European stock markets have just dropped 1% at the start of trading.<br></p> \n  <p><strong>Fiona Cincotta</strong> of <strong>City Index</strong> explains:</p> \n  <blockquote class=\"quoted\"> \n   <p>President Trump escalated rhetoric against China pointing the finger at Xi Jinping for a disinformation campaign and propaganda attacks on both the US and Europe. </p> \n   <p>Whilst Trump playing the blame game with China is nothing news, this is the first time that he has taken direct aim at Xi Jinping. Previously he has always maintained a strong relationship between the two. This change of tone is making the markets sit up and listen. Riskier assets are out of favour and flows into safe havens are on the rise. </p> \n  </blockquote> \n  <h2>Also coming up today</h2> \n  <p>The latest surveys of purchasing managers in the UK, US and eurozone will show how much economic damage is being caused by the lockdown - and whether business leaders are any less pessimistic about the future. These PMI reports are expected to be better than April’s horror show, but still show that economies are shrinking.</p> \n  <p>And brace for another shocking US unemployment report - the weekly ‘initial claims’ survey is expected to show that another 2.4 million Americans lost their jobs last week. </p> \n  <h2>The agenda</h2> \n  <ul> \n   <li>9am BST: Eurozone ‘flash’ manufacturing and services PMIs for May</li> \n   <li>9.30am BST: UK ‘flash’ manufacturing and services PMIs for May </li> \n   <li>11am BST: CBI’s industrial trends survey of UK manufacturing</li> \n   <li>1.30pm BST: US weekly jobless claims report</li> \n   <li>3pm BST: US ‘flash’ manufacturing and services PMIs for May </li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-21T07:50:30.802Z\">at 8.50am BST</time></p> \n</div>",
  "<p>It was built by Sir Edwin Lutyens as the grand imperial heart of India, then reclaimed as the seat of power for an independent republic.</p> <p>Now, government plans to redevelop Delhi’s emblematic central vista and build a new parliament have drawn fierce criticism.</p> <p>Writing in the Guardian, the acclaimed Indian-born sculptor Anish Kapoor <a href=\"https://www.theguardian.com/culture/2020/may/21/modi-the-fanatic-is-using-the-coronavirus-crisis-to-destroy-indias-heritage\">has described the plans to rebuild the nation’s power corridor as an act of “political fanaticism”</a> by Narendra Modi, India’s Hindu-nationalist prime minister.</p> <p>The “expensive vanity project”, Kapoor writes, is Modi’s “way of placing himself at the centre and cementing his legacy as the ruler-maker-builder of a new Hindu India”.</p> <p>The project, added Kapoor, is going ahead “without an articulated architectural position, public consultation, parliamentary debate or peer consent”.</p>  <figure class=\"element element-image\" data-media-id=\"32fb40da88fa4bac67b3a346e5a7a0d28a198478\"> <img src=\"https://media.guim.co.uk/32fb40da88fa4bac67b3a346e5a7a0d28a198478/0_254_5641_3383/1000.jpg\" alt=\"A worker cleans the lawn at Parliament House.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A worker cleans the lawn at Parliament House.</span> <span class=\"element-image__credit\">Photograph: Hindustan Times/Hindustan Times via Getty Images</span> </figcaption> </figure>  <p>Delhi’s central vista, home to the grand complex of government buildings, is one of the most recognisable sites in India. The long and grassy avenue sweeps down from the India Gate war memorial to the Rashtrapati Bhavan, or president’s residence, with the circular Parliament House building in between. It was designed by British architects Lutyens and Herbert Baker following the 1911 decision to move the capital of the British Raj from Calcutta to Delhi.</p> <p>The geometric design, with wide avenues and sprawling lawns, was modelled on European capitals such as Paris but was also infused with Indian influences from the architecture of Hindu temples to the red-stoned grandeur of Mughal forts. The vista remains the only area in India designated grade 1 heritage status.</p>  <figure class=\"element element-image\" data-media-id=\"a71fb085488971475cdb14e9866e3e9ab1252558\"> <img src=\"https://media.guim.co.uk/a71fb085488971475cdb14e9866e3e9ab1252558/0_0_4380_2920/1000.jpg\" alt=\"Donald Trump reviews a guard of honour during a ceremonial reception at Rashtrapati Bhavan.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump reviews a guard of honour during a ceremonial reception at Rashtrapati Bhavan.</span> <span class=\"element-image__credit\">Photograph: Mandel Ngan/AFP via Getty Images</span> </figcaption> </figure>  <p>Now, under a $3bn development plan, over the next four years an entirely new triangular parliament building will be erected next to the current heritage Parliament House, which was built in 1929, as well as a new residence for the prime minister. It will repurpose the north and south blocks into a national museum, demolish some newer ministry buildings and erect a vast new secretariat along either side of the vista, which will house all the government ministries currently scattered across Delhi. It will be the most significant transformation of the physical structures of government in India since independence; yet according to many opponents, it is not needed at all.</p> <p>The government and HCP Design, the architecture firm overseeing the project, say its necessity is not up for dispute. “From the day after independence, parliament was too small, because the existing building was the council house for the British raj,” said Bobby Desai, director of design at HCP. “We have limped along since then. It was certainly never designed to be a parliament building for a country of 1.4 billion people.”</p> <p>Currently 550 representatives sit in the parliament, but is still based on the 1971 census when India’s population was a just 580 million, meaning a single elected official now looks after an average of 2.5 million people. This will be up for review after 2026 and there are estimates it could raise the number of parliamentarians to over 900, thus requiring more seats.</p> <p>But opponents to the project have questioned why the Indian government cannot follow the example of ageing parliament buildings all over the world, from the French parliament to the <a href=\"https://www.theguardian.com/news/2017/dec/01/a-tale-of-decay-the-houses-of-parliament-are-falling-down\">Houses of </a><a href=\"https://www.theguardian.com/news/2017/dec/01/a-tale-of-decay-the-houses-of-parliament-are-falling-down\">Parliament in the UK </a>and the Senate in the US, and renovate the current structure, which is less than 100 years old.</p>  <figure class=\"element element-image\" data-media-id=\"4286a7a438bc0058ce7b3a84a98a09799332158d\"> <img src=\"https://media.guim.co.uk/4286a7a438bc0058ce7b3a84a98a09799332158d/0_0_3000_2002/1000.jpg\" alt=\"The Central Secretariat in Delhi.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Central Secretariat in Delhi.</span> <span class=\"element-image__credit\">Photograph: jacus/Getty Images/iStockphoto</span> </figcaption> </figure>  <p>Desai insisted that it was unsafe to do so, and that an entirely new building was the only option. “The current building has heritage status and physically can not be expanded any further, without being incredibly invasive,” he said. HCP say their design will also create 75 acres more of public green space, including part of presidential estate being opened up for the first time as an arboretum showcasing India’s biodiversity.</p> <p>With Delhi currently the most polluted city in the world, many have questioned why there are funds for this grandiose development but not to clean the city’s toxic air. The coronavirus pandemic, and the massive financial strain it has put on India and its millions of migrant workers, has led many to argue that the billions could now be better spent on urgently needed healthcare and welfare. However, a petition for the vista development to be delayed due to the pandemic was rejected by the Supreme Court last week.</p> <p>“Everything about this project has been flawed,” said Anuj Srivastava, an architect who has been part of Lokpath, a group opposing the development. “There has been no transparency, no consultation and they are pushing forward with it so fast just so they can get it done before the next election. It’s clearly nothing but a vanity project for prime minister Modi, to build parliament in his own image, at an unaffordable cost.. </p> <p>“A heritage area like this is under strict architectural control but that seems to have been completely disregarded,” Srivastava added. “The government is riding roughshod over all the committees and bodies which are supposedly meant to protect this area.”</p> <p>The selection process that awarded the project to HCP, a firm known for their close ties to Modi, was accused of a lack of transparency.</p> <p>Desai acknowledged that there had been “objections” to the lack of public consultation on a project. “I’m not saying we have absolutely achieved the mark of how public consultation should happen in these projects,” said an HCP project spokesperson. “I think there is some lack from both ends, both from us and also from the end of the government.”</p> <p>Historian Sohail Hashmi said the project was problematic on both a practical and symbolic level. For the first time, it will see all government buildings concentrated in a single place. “We should be talking about distributing power and instead we have a design which will be the very embodiment of the concentration of power,” said Hashmi. “A monument to a crazed dictatorial desire to have all government in one place, under the watch of one man – our prime minister.”</p> <p>• This article was amended on 21 May 2020. Rashtrapati Bhavan is the president’s residence not the prime minister’s. A photograph caption wrongly described the Central Secretariat in Delhi as the Indian parliament building.</p>",
  "<p>Australia’s nascent trade war with China is threatening to spill over to its most valuable export – iron ore – with China’s customs officials imposing new inspection procedures and rules from next month, which could be used to block or hold up Australian shipments.</p> \n<p>But miners and Australia’s trade minister say the changed inspection regime could actually streamline Australian ore imports.</p> \n<p>China’s customs authorities issued a notice over the new supervising rules, to take effect from 1 June, which will oblige customs officials to inspect iron ore at the request of the trader or importer.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2020/may/20/australia-vows-to-stand-up-to-china-amid-reports-wine-and-dairy-exports-could-be-targeted-next\">Australia vows to stand up to China amid reports wine and dairy exports could be targeted next</a> </p> \n</aside> \n<p>This replaces the previous system where customs officers conducted mandatory on-site inspections of iron ore batch by batch.</p> \n<p>The notice said “when necessary” customs could conduct toxic element checks, and that the changes were designed to “streamline” procedures to “build a better business environment”.</p> \n<p>But the Chinese Communist party-run Global Times newspaper warned that Australian iron ore imports could be damaged by worsening political tensions between Canberra and Beijing.</p> \n<p><a href=\"https://www.globaltimes.cn/content/1188950.shtml\">“This is another implicit warning to Australia</a>,” Yu Lei, a chief research fellow at the Research Center for Pacific Island Countries at Liaocheng University, told the paper.</p> \n<p>“It is associated with how Australia has acted, and a general decline in demand for steel on the global level.”</p> \n<p>China is the largest consumer of iron ore in the world. It brought in 358.4m tonnes of the steelmaking ingredient in the first four months of the year as demand from mills surged.</p> \n<p>And Australia is China’s largest source of iron ore, accounting for 62% of the country’s imports. The global iron ore market is extremely tight, analysts say, and China could not replace Australian imports easily or quickly. Production in China’s second largest supplier, Brazil, has plunged by a quarter because of the country’s Covid-19 outbreak.</p> \n<p>Depending on how inspections are applied, the new customs regime might actually smooth the entry of Australian iron ore into China.</p> \n<p>“Early indications talking to the industry are … that this would provide an opportunity for benefits both to China and to Australia,” trade minister Simon Birmingham said Thursday.</p> \n<p>“We welcome any improvements in administrative arrangements that could streamline the customs clearance of iron ore imports.”</p> \n<p>The chief executive of the Minerals Council of Australia, Tania Constable, said Australian iron ore was vital to China’s economic recovery from the coronavirus pandemic, and that the streamlining of ore testing “recognises the high quality of Australia’s iron ore”.</p> \n<p>BHP said in a statement it welcomed the Chinese customs changes, saying the changes had been flagged previously.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/20/why-has-china-slapped-tariffs-on-australian-barley-and-what-can-australia-do-about-it\">Why has China slapped tariffs on Australian barley and what can Australia do about it?</a> </p> \n</aside> \n<p>“We’re supportive of the changes to the iron ore inspection process and believe it will create a more efficient supply chain for producers like us as well as our Chinese customers.</p> \n<p>“China Customs has been keeping us informed of their intention to change some of the iron ore inspection process for quite some time.”</p> \n<p>Other miners, including Fortescue, also welcomed the new regulations.</p> \n<p>China’s customs move follows an <a href=\"https://www.theguardian.com/australia-news/2020/may/19/australia-deeply-disappointed-after-china-imposes-80-tariff-on-barley-imports\">80% tariff imposed on Australia barley</a> over allegations of anti-dumping law breaches and the <a href=\"https://www.theguardian.com/world/2020/may/13/australia-china-trade-tensions-raise-fears-over-future-of-agricultural-exports\">banning of beef imports from four abattoirs</a> over technical and labelling infringements.</p> \n<p><a href=\"https://www.bloomberg.com/news/articles/2020-05-19/china-mulls-targeting-australian-wine-dairy-on-coronavirus-spat\">Reports from China</a> suggest Beijing has drawn up a “hit list” of further Australian products – including wine, dairy, seafood, oatmeal and fruit – that could be subjected to stricter quality control checks, increased tariffs, customs delays or state media-encouraged consumer boycotts.</p> \n<p>The <a href=\"https://www.globaltimes.cn/content/1188990.shtml\">Global Times</a> urged Australia to “release more goodwill and take more measures to repair its relationship” with its largest trading partner.</p> \n<p>“China has the power to hurt the Aussie economy but won’t fire the first shot in a trade war,” it said.</p> \n<p>“In view of past experience, China won’t be the one to take the first provocative step, but it should be noted that any further attempt to confuse malicious Covid-19 inquiries with trade would only exacerbate the tensions, driving bilateral trade off track.”</p> \n<p>Australia’s forthright pursuit of an independent international inquiry into the origins of Covid-19 have driven yet another wedge between Beijing and Canberra, fracturing further a relationship scarred by long-running antagonisms over <a href=\"https://www.theguardian.com/australia-news/2019/nov/26/china-dismisses-claims-of-spying-in-australia-as-nothing-but-lies\">foreign interference</a>, the <a href=\"https://www.theguardian.com/australia-news/2020/feb/17/china-accuses-australia-of-discriminating-against-huawei\">exclusion of Huawei</a> from Australia’s 5G network, China’s <a href=\"https://www.theguardian.com/world/2020/mar/25/china-set-to-to-indict-australian-academic-yang-henjun-on-espionage-charges\">incarceration of the Australian pro-democracy writer Yang Hengjun</a>; and Chinese <a href=\"https://www.theguardian.com/world/2019/nov/04/asean-summit-us-condemns-chinese-intimidation-in-the-south-china-sea\">expansionism in the South China Sea</a>.</p> \n<p>The World Health Assembly this week <a href=\"https://www.theguardian.com/world/2020/may/19/member-states-back-who-after-renewed-donald-trump-attack\">agreed to an independent and impartial inquiry </a>into the source and handling of the coronavirus outbreak, once the pandemic is brought under control globally.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"d97d312c-aa5f-4fcf-a2cb-7d8354198532\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/Q-_74ZUsOMo?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>The proposal was drafted by the EU but ultimately co-sponsored by both Australia and China. And both claimed the result as vindication of their positions, with the dispute descending further into petty barbs.</p> \n<p>Australia’s original proposal, floated last month, argued for “weapons inspector”-style powers for investigators, and that the review be conducted externally to the World Health Organization. These conditions weren’t met: the shape, scope and powers of the review have not been decided.</p> \n<p>A Chinese embassy spokesperson <a href=\"https://www.theguardian.com/australia-news/2020/may/20/australia-vows-to-stand-up-to-china-amid-reports-wine-and-dairy-exports-could-be-targeted-next\">said Australia’s claims to justification were “nothing but a joke”</a>, prompting the Australian trade minister, Simon Birmingham, to rebuke the diplomatic mission for making “cheap”, “provocative” and “inappropriate” comments.</p> \n<p>The US, in a presidential election year and whose leadership has led a public excoriation of China for its handling of the pandemic, has swung firmly behind Australia.</p> \n<p>“The Chinese Communist party chose to threaten Australia with economic retribution for the simple act of asking for an independent inquiry into the origins of the virus,” the secretary of state, Mike Pompeo, said at a media briefing in Washington.</p> \n<p>“It’s not right … we stand with Australia.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/20/australian-wool-producers-particularly-exposed-if-trade-tensions-with-china-rise\">After barley, what next? Australian industries exposed if China trade tensions persist</a> </p> \n</aside> \n<p>Pompeo, a longstanding hawk on China, said the country had “been ruled by a brutal, authoritarian regime” since 1949.</p> \n<p>“We greatly underestimated the degree to which Beijing is ideologically and politically hostile to free nations,” Pompeo said. “The whole world is waking up to that fact.”</p> \n<p>The US ambassador to Australia, Arthur Culvahouse Jr, said on Wednesday the US “commend[s] Australia’s leadership in achieving a much-needed investigation into COVID-19 origins to keep people safe and defeat the pandemic”.</p> \n<p>“When Australia speaks, the world listens!”</p> \n<p>On Thursday Australia’s home affairs minister, Peter Dutton, said the country was right to stand up to China.</p> \n<p>“The values of the communist regime are not compatible with ours so you will have tensions from time to time,” he told 2GB radio, adding: “but we aren’t going to compromise on our values and our beliefs.”</p> \n<p>Labor’s agriculture and resources spokesman, Joel Fitzgibbon, said Australia needed to be “robust in defence of our national interest” but said he did not believe China was bullying Australia through economic coercion.</p> \n<p>“For the last few years … we’ve been demonising the Chinese and their system of governance,” he said.</p>",
  "<p>You could spend a lifetime preparing to interview John Malkovich. For starters, there are his films, about 90 of them – mainstream, indie, European arthouse, schlocky, literary, <a href=\"https://www.theguardian.com/film/2019/oct/29/being-john-malkovich-charlie-kaufman-review\">self-referential</a>, lots of stinkers and a few classics. But he says he doesn’t even like movies. So then there are his more esoteric projects: <a href=\"https://www.theguardian.com/film/2014/nov/08/malkovich-malkovich-malkovich-catherine-edelman-chicago\">a </a><a href=\"https://www.theguardian.com/film/2014/nov/08/malkovich-malkovich-malkovich-catherine-edelman-chicago\">photography exhibition by Sandro Miller in which Malkovich recreated</a><a href=\"https://www.theguardian.com/film/2014/nov/08/malkovich-malkovich-malkovich-catherine-edelman-chicago\"> iconic portraits</a>, including Dorothea Lange’s Migrant Mother; collaborations with classical musicians in which he reads out venomous critiques of the great composers. Finally, there is his real love – theatre. Fortunately, Malkovich doesn’t expect you to have seen all his work. In fact, he gives the impression that he would be happy if you had seen none.</p> <p>I first interviewed him 27 years ago when he had just made <a href=\"https://www.imdb.com/title/tt0107206/?ref_=nv_sr_srsg_0\">In </a><a href=\"https://www.imdb.com/title/tt0107206/?ref_=nv_sr_srsg_0\">the Line of Fire</a> – a thriller in which he plays an assassin determined to kill the president (and which is one of his classics). He didn’t mention the film once in our hour-long meeting. Today, he is supposed to be promoting <a href=\"https://www.theguardian.com/tv-and-radio/ng-interactive/2018/mar/06/whats-on-netflix-and-amazon-this-month\">Space Force</a>, a Netflix comedy. Again, he doesn’t mention it, until I ask at the end of our call. Instead, he talks about loss. All sorts of loss, from weight (shedding 32kg – 5st – as a teenager) to hair to money – and even three siblings in their 50s. But, oddly, the more he talks about loss, in that hushed, melancholy voice, the more I begin to suspect he is one of life’s unlikely optimists.</p> <p>Malkovich is 66, into his fifth decade in the film industry, and insists he has been winging it the whole time. “I certainly never had a plan.” Would it bother him if he never got another job offer? “No!” He sounds positively enthused. “It would require a change in the way we live. But we already did that 12 years ago. So that would be fine.”</p> <p>In December 2008, Malkovich lost his life savings. “Our then business manager had invested pretty much everything we’d ever made with somebody called Bernie Madoff.” <a href=\"https://www.theguardian.com/business/2017/jan/12/bernie-madoff-prison-life-ponzi-supernova-podcast-experience\">Madoff defrauded thousands of investors out of an estimated $64.8bn</a> and was given a 150-year jail sentence in 2009. “Everything I’d ever made was gone.”</p> <p>Malkovich had been directing a play in Mexico City and had just returned to New York. “I saw a picture of Bernie Madoff in handcuffs and said to my wife: ‘I’m going to go to the corner to get a packet of cigarettes. I think we have a little problem with Madoff.’” How did he feel? “You know, that was a couple of days of shock, I suppose.” He tells the story with such languid insouciance that I initially assume it must be for effect – but I don’t think it is. This is the real Malkovich.</p>  <figure class=\"element element-image\" data-media-id=\"0b12278fb27bbbf8a3ef367278bb02c0c0df5a6f\"> <img src=\"https://media.guim.co.uk/0b12278fb27bbbf8a3ef367278bb02c0c0df5a6f/0_0_3600_2400/1000.jpg\" alt=\"John Malkovich as Dr Adrian Mallory in Space Force\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The final frontier ... Malkovich as Dr Adrian Mallory in Space Force.</span> <span class=\"element-image__credit\">Photograph: Aaron Epstein/Netflix</span> </figcaption> </figure>  <p>How many millions did he lose? “Oh, I don’t know. A lot. But I don’t think it mattered that much. We just made changes to the way we lived and the money we spent.” What changed? “I had to do more work that paid for a number of years, and work all the time. And I stopped paying for everything. I just stopped paying for friends and family for a time. And we used to spend a lot of money producing movies that lost quite a lot of money. That stopped.”</p> <p>Was he angry? “No. Not really. The first couple of days.” Malkovich talks more slowly than anybody I know. Pretty much every word is accompanied by a pause. His language is flat and restrained – almost self-consciously untheatrical – even when telling the most dramatic stories. “After a couple or three days, you go: ‘You’re lucky to be alive, you’re lucky to have a job.’ Almost no one has money in the banks. I read somewhere that a huge percentage of Americans wouldn’t have $400 to put between their hands in an emergency.”</p> <p>Malkovich grew up in a fairly privileged, but combustible, family in small-town middle America. His mother owned and edited the local paper in Benton, Illinois, and his father became an environmental journalist and activist. He grew up with three younger sisters and an older brother and has talked about the violence of his childhood – beatings from his father and his brother, Danny.</p> <p>Today, he says there was nothing remarkable about it. “You crossed the line and you got a beating. That was very common at that time. Sure, I had a lot of violence growing up, but so what?” Is it true he would chase his brother with a butcher’s knife? There is a long pause, even by Malkovich standards. “My brother didn’t get anything he didn’t deserve. That’s not saying I didn’t love him – he’s gone now. He could be hilarious, very smart and extremely witty, but he was quite the torturer.” Another pause. “People get sick of being tortured.”</p> <p>At the age of 16, he weighed 102kg (225lb) and was nicknamed Piggy. “Kids aren’t very nice,” he says. He went on a jelly-only diet and lost almost a third of his body weight. Yet even when he was mocked by his peers, he had style and self-belief. “I used to play baseball and, when I was young, my father was my coach. He always said to me: if I cared about playing half as much as I cared about how I looked while playing, I could have been a very good baseball player.” </p>  <figure class=\"element element-image\" data-media-id=\"14024c9e8b1d8984dbb9a71c578c26117e2968d3\"> <img src=\"https://media.guim.co.uk/14024c9e8b1d8984dbb9a71c578c26117e2968d3/45_0_1165_1165/1000.jpg\" alt=\"John Malkovich with Michelle Pfeiffer in 1988’s Dangerous Liaisons.\" width=\"1000\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Life imitates art ... starring in 1988’s Dangerous Liaisons opposite Michelle Pfeiffer, with whom he had an affair.</span> <span class=\"element-image__credit\">Photograph: Allstar/Warner Bros</span> </figcaption> </figure>  <p>In fact, Malkovich had wanted to become a professional pitcher. He only started acting because he fancied a girl in the drama group. Even then, his route into acting took detours. He drove a bus, dabbled in biology and sociology at college, then studied theatre at two universities in Illinois – dropping out of both. He moved to Chicago and became a founding member of the Steppenwolf theatre group, alongside Terry Kinney, Jeff Perry, and Gary Sinise (who directed and starred with Malkovich in Of Mice and Men).</p> <p>In its early years, the theatre’s ensemble also included Glenne Headly, whom he later married, and Joan Allen. The latter said the young Malkovich, who dressed in an array of purples and long scarves, was a cross between Oscar Wilde and Franz Liszt. He was compared to Brando after he burned up the stage in Sam Shepard’s True West in 1980.</p> <p>Four years later, he received an Oscar nomination for his first (non-extra) film part, playing a blind man in <a href=\"https://www.imdb.com/title/tt0087921/\">Places In </a><a href=\"https://www.imdb.com/title/tt0087921/\">the Heart</a>. <a href=\"https://www.imdb.com/title/tt0094947/?ref_=nv_sr_srsg_0\">Dangerous Liaisons</a> made him a household name in 1988. His on-screen affair with Michelle Pfeiffer was replicated off screen and led to the collapse of his marriage to Headly. He ended up with neither woman and suffered a year-long depression. In 1989, he made <a href=\"https://www.imdb.com/title/tt0100594/?ref_=nv_sr_srsg_0\">The Sheltering Sky</a> and fell in love with the second assistant director, Nicoletta Peyran, with whom he has been since.</p> <p>Slightly boss-eyed, balding by his early 20s, with legs like sequoias and an incipient belly, Malkovich made an unlikely leading man. But there was something about him – part brute, part beauty. He had grace, swagger, energy, sexuality. His contradictions made for a thrilling presence. The first time I met him, he gave a little bow when he introduced himself. He may have been 1.9 metres (6ft 2in) tall and heavily set, but he reminded me of a geisha.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I don’t think anybody enjoys their family dying. I liked all mine. But what can you do? It’s the final act in life</p> </blockquote> </aside>  <p>In films, he has excelled at preening seducers. There are the obvious ones (the foppish predator Valmont in Dangerous Liaisons) and the less obvious (crazed Mitch Leary in In the Line of Fire is utterly bewitching). He can still be every bit as seductive today – <a href=\"https://www.theguardian.com/film/2019/sep/02/the-new-pope-review-john-malkovich-paolo-sorrentino-jude-law\">his fabulously vain John Paul III</a> in Paolo Sorrentino’s classy TV series The New Pope is irresistible.</p> <p>Does he recognise himself in these characters? Not really, he says – apart from the vanity. “Many of these characters are cold or cruel or intellectual.” Is he cold in real life? He sounds hurt. “Maybe shy sometimes. I don’t think anybody who knew me would consider me cold. I may be wrong. And seducer the same – I wouldn’t associate it with myself. Intellectual I wouldn’t associate with myself. More class clown than any of that.”</p> <p>He says he loves playing for laughs. One of my favourite Malkovich films is a little-known comedy called The Great Buck Howard, in which he plays a famous magician fallen on hard times. It is a gloriously hammy performance. He sounds delighted when I tell him. “Yeah, I enjoyed doing that immensely and am glad you noticed. I prefer to have fun.”</p> <p>Really? There are so many stories of him being tough and intimidating, I say. “I was athletic and I guess fairly strong in some ways, but don’t consider myself tough; I don’t consider myself someone looking for trouble.” So these stories are apocryphal? Try me, he says. Well, what about the time you were mugged and ran home to get a knife, threw the mugger against a tree and said if he ever did it again he would be dead? “It’s pretty apocryphal,” he says. OK, the time you broke a bus window with your fist in temper? “True. They wouldn’t let me get on the bus.” Were you in a lot of pain afterwards? “I was, yes.”</p> <p>Malkovich does bullying rage with aplomb on screen. He recently played a character based on Harvey Weinstein in <a href=\"https://www.theguardian.com/stage/2019/jun/19/bitter-wheat-review-malkovich-and-mamets-monstrous-misfire\">the David Mamet farce Bitter Wheat</a>. So many actors tell you they need to be able to sympathise with their characters, but Malkovich’s isn’t having any of that. “I don’t feel the need to be sympathetic. I didn’t see much in that character to feel sympathetic with.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"2d61284fc88ad82ad964b90793e5864842a4df55\"> <img src=\"https://media.guim.co.uk/2d61284fc88ad82ad964b90793e5864842a4df55/0_0_1873_2050/914.jpg\" alt=\"John Malkovich playing a version of himself in Being John Malkovich.\" width=\"914\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I don’t consider it to be so much about me as about the nature of celebrity’ ... playing a version of himself in Being John Malkovich.</span> <span class=\"element-image__credit\">Photograph: Allstar/Cinetext Collection/Sportsphoto</span> </figcaption> </figure>  <p>Was he shocked that <a href=\"https://www.theguardian.com/world/2020/mar/11/harvey-weinstein-sentencing-rape-conviction\">Weinstein got a 23-year prison sentence</a>? “I was shocked he even got a sentence. I don’t know anybody who believed he would go to jail.” He says it is too early to know whether the #MeToo movement has changed the culture of the film industry, but he hopes so. “It’s a terrible thing if somebody’s job depends on what sexual favour they will give in return for work.” Was that the culture? “Sure.”</p> <p>Did he experience it first-hand? “When I was young, I had a professor in the theatre department who made some advances that were unwanted. I was 19, he was in his 50s.” Malkovich says he was lucky. “I just said it wasn’t my thing, sorry. It was someone I was fond of and I liked. So life went on. I did transfer schools, but not really because of that. The Weinstein situation is very different. It was transactional. It’s terrible for women, but it’s horrific also just for the idea of work.”</p> <p>Perhaps Malkovich’s best-known film is Being John Malkovich – the brilliant absurdist comedy in which a puppeteer discovers a portal into the actor’s head and then flogs tickets for it to the public. Malkovich plays Malkovich, or the Malkovich we think we know from his parts – serious-minded, arty, sleazy, with a volcanic temper. “I don’t consider it to be so much about me as about the future and about the nature of celebrity.” He says that when he read the script, he loved it, but he asked the screenwriter, Charlie Kaufman, if he could direct it and Kaufman could make it about Tom Cruise. Kaufman gave him a firm no.</p> <p>For a number of years, Malkovich lived in France with his family (his children are 30 and 28). Now he is back in the US, living in Cambridge, Massachusetts, just outside Boston. Throughout lockdown, he has been at home with Peyran, now an academic, and their daughter, Amandine, who works in a grocery shop; his son, Loewy, is in Oregon, computer coding. No actors, then? “Oh, no!” He sounds pleased.</p> <p>The actor has a reputation as a warmongering neo-con – he was in favour of invading Iraq and once said of the death penalty: “I would have no problem pushing the switch while having dinner.” But today he tells me he can’t stand politics and hasn’t voted since 1972’s US presidential election, when he cast his ballot for the Democrat, George McGovern. “I guess I think the system is pretty corrupt.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=bdpYpulGCKc\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/bdpYpulGCKc?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  <figcaption>The spoof is out there ... watch the trailer for Space Force.</figcaption> </figure>   <p>Yet his latest project is a political satire. Created by the celebrated TV comedy writer Greg Daniels and Steve Carell, Space Force stars Malkovich as a slow-talking scientist alongside Carell’s manic General Mark R Naird. It is uneven, but entertaining – part Dr Strangelove, part Veep, part soppy soap. Donald Trump has said <a href=\"https://www.theguardian.com/science/2019/may/16/spacewatch-nasa-wants-one-point-six-billion-dollars-next-year-to-get-astronauts-to-moon-by-2024\">he </a><a href=\"https://www.theguardian.com/science/2019/may/16/spacewatch-nasa-wants-one-point-six-billion-dollars-next-year-to-get-astronauts-to-moon-by-2024\">wants to get astronauts back on the moon by 2024</a>, but Malkovich says the concept predates the president’s ambition. Does he think it is a good idea to revisit the moon? “I don’t know. It might be a better idea than creating more lethal versions of viruses in labs,” he says, gnomically. “But it may not be the best idea we’ve ever had.” </p> <p>I ask why he is working so hard these days – for the love or the money? Both, he says. “I always love working.” Again, he says, he has been lucky.</p> <p>But you have not always been lucky, I say – I was staggered to read that three of his four siblings (all of whom became journalists) died in their 50s. It must have been devastating, I say. “Yeah,” he says. “But what can you do about it? Amanda, then Mother, then Danny, then Rebecca – and that was all over a five-year period from 2009.” Did it prompt an existential crisis? “No. I try not to worry about things I can’t control. Unless, say, you had a terrible mother, I don’t think anybody enjoys their family or siblings dying. I liked all mine. But what can you do? It’s the final act in life.”</p> <p>It is unusual to find someone so accepting. Does he have a religion, a guiding philosophy? “Not really,” he says. He tells me a story – about shooting a film in a small town in Canada and being asked to talk to a little boy with leukaemia, whose hair had fallen out. “They wanted me to talk to him because people somehow think people in the movies have some power to do good. He was self-conscious about his hair, and I said: ‘We’ve got the same haircut,’ and he said: ‘Yes, but not for the same reason.’</p> <p>“And that is how I look at life; I was very lucky. I’ve been luckier than anybody I know. Luckier than all of the children in my family, all of whom were more interesting or more talented or smarter than me. So when things have happened that have been sad and difficult, I don’t feel the need to complain about them.”</p> <p>So, in a way, that is a philosophy, I say – and a surprisingly positive one for someone who sounds so relentlessly downbeat. “Yeah!” he says, with an audible surge of enthusiasm. “I’ve never been a negative influence. I think I’m quite a positive person, all in all.”</p> <p><em><a href=\"https://www.netflix.com/title/81021929\">Space Force</a> is available to stream on Netflix from 29 May</em></p>"
]