[
  "<p>As America hurtles towards the critical 2020 presidential election during the Covid-19 pandemic, less than half of Democrats are confident it will be fair and accurate, according to a <a href=\"https://www.people-press.org/2020/04/28/two-thirds-of-americans-expect-presidential-election-will-be-disrupted-by-covid-19/\">new national survey</a> from the Pew Research Center.</p> <p>Just 46% of Democrats are confident in the fairness and accuracy of the November election, the survey found. Even fewer are confident all citizens will be able to vote if they want to.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/23/coronavirus-fight-to-vote-us-voters\">'We can’t afford to wait': coronavirus could shut out droves of new US voters</a> </p> </aside>  <p>That’s a sharp break from Republicans: 75% of them believe the election will be fair and accurate, and 87% were confident all eligible citizens will be eligible to vote, the survey found.</p> <p>The findings underscore the partisan divide over the right to vote. Democrats across the US generally are pushing to ease restrictions on voting, saying the policies needlessly shut out eligible voters. Republicans largely have defended those restrictions, saying elections are vulnerable to fraud, though several studies have shown <a href=\"https://www.brennancenter.org/issues/ensure-every-american-can-vote/vote-suppression/myth-voter-fraud\">it is exceptionally rare</a>.</p> <p>Overall, 59% of Americans are confident the election will be fair and accurate, and 63% believe all eligible citizens will be able to vote.</p> <p>Though Donald Trump has criticized efforts to expand <a href=\"https://www.theguardian.com/us-news/2020/apr/08/trump-mail-in-voting-2020-election\">vote by mail during</a> the Covid-19 crisis, claiming it would boost voter fraud and Democratic turnout, the survey found less partisan divide on the topic. </p> <p>In states where vote by mail is already widely used, nearly 70% of Republicans support expanding vote by mail. Even in states where mail-in voting is not widely used, 40% of Republicans support expanding it.</p> <p>Overall, 70% of Americans support allowing any voter to vote with a mail-in ballot if they want to, the survey found, <a href=\"https://www.nbcnews.com/politics/meet-the-press/two-thirds-voters-back-vote-mail-november-2020-n1187976\">echoing</a> other national polls. Republicans were nearly evenly divided on whether anyone should be allowed to vote with a mail-in ballot.</p> <p>“Those who interact with a vote-by-mail environment and regime understand that it has a lot of advantages,” said Tammy Patrick, an elections expert at the Democracy Fund and a former Arizona election official. “When you have misinformation at the highest levels being dispersed on what will happen … it’s very difficult to remove the partisan implications even when they don’t exist.”</p>",
  "<p>The political whirlwind convulsing Brazilian politics has intensified with the supreme court approving an investigation into explosive allegations that the president, Jair Bolsonaro, illegally attempted to interfere in the federal police.</p> <p>“The president of the republic … is also subject to the laws, just like any other of the country’s citizens,” the supreme court judge Celso de Mello noted in his decision on Monday night.</p> <p>“No one, absolutely no one, is entitled to infringe and show contempt for our country’s laws and constitution.”</p> <p>In a separate blow, a judge gave the federal government 48 hours to hand over the results of two Covid-19 tests Bolsonaro took last month but has refused to publish.</p> <p>More than 20 members of a delegation Bolsonaro took to meet Donald Trump in early March were infected, fuelling suspicions that Brazil’s president – whose handling of the coronavirus crisis has been widely criticised – had also been contaminated.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/24/justice-ministers-sacking-plunges-brazil-into-turmoil\">Brazilian government in turmoil after justice minister resigns</a> </p> </aside>  <p>Claims that Bolsonaro had <a href=\"https://www.theguardian.com/world/2020/apr/24/brazil-justice-minister-sergio-moro-resigns-jair-bolsonaro\">improperly tried to meddle in Brazil’s equivalent to the FBI </a>were made last Friday by Sergio Moro, the outgoing justice minister.</p> <p>As he resigned from Bolsonaro’s cabinet, Moro issued a potentially devastating parting shot: publicly accusing his former boss of wanting to replace the head of the federal police with someone more amenable to discussing police business and sharing intelligence reports with the president.</p> <p>“I said this would be political interference and he said it would indeed be,” claimed Moro, a former judge who many suspect harbours presidential ambitions of his own.</p> <p>Two prominent Brazilian newspapers, the Folha de São Paulo and <a href=\"http://blogs.correiobraziliense.com.br/vicente/pf-esta-proxima-de-pegar-carlos-bolsonaro-por-fake-news/\">Correio Braziliense</a>, have claimed Bolsonaro’s desire to remove the federal police director was driven by the knowledge that investigators examining the criminal dissemination of fake news <a href=\"https://www.theguardian.com/world/2020/apr/26/bolsonaro-in-fresh-crisis-over-sons-alleged-links-to-fake-news-racket\">were closing in on his son</a><a href=\"https://www.theguardian.com/world/2020/apr/26/bolsonaro-in-fresh-crisis-over-sons-alleged-links-to-fake-news-racket\"> Carlos Bolsonaro</a>.</p> <p>Federal police investigators in Rio de Janeiro are <a href=\"https://www.theguardian.com/world/2019/dec/18/bolsonaro-brazil-corruption-raids-investigation-flavio-bolsonaro\">also investigating</a> another of the president’s sons, Flávio Bolsonaro, for suspected corruption and ties to Rio’s mafia.</p> <p>On Tuesday, Bolsonaro’s pick for the new federal police director was officially announced: the intelligence chief Alexandre Ramagem, who is a friend of Carlos Bolsonaro. The appointment is expected to face legal challenges.</p> <p>The far-right president and his sons deny the accusations against them.</p> <p>On Tuesday, Estado de São Paulo claimed Moro would hand audio recordings to investigators as part of the inquiry into the president’s behaviour.</p> <p>The possible crimes for which Bolsonaro will be investigated reportedly include fraudulent misrepresentation, obstruction of justice and passive corruption. Moro will be investigated for so-called “crimes against honour and reputation”, which include calumny and defamation.</p> <p>Bolsonaro’s opponents – who decry his assaults on the environment, the arts and <a href=\"https://www.theguardian.com/world/2020/apr/20/jair-bolsonaro-dictatorship-rally-protest-brazil-president-denounced\">Brazil’s </a><a href=\"https://www.theguardian.com/world/2020/apr/20/jair-bolsonaro-dictatorship-rally-protest-brazil-president-denounced\">democracy</a> – hope the investigation could eventually provide grounds for his impeachment. <a href=\"https://www1.folha.uol.com.br/poder/2020/04/impeachment-de-bolsonaro-divide-o-pais-mas-presidente-mantem-base-de-apoio-diz-datafolha.shtml\">A poll</a> on Monday suggested nearly half of Brazilians wanted Bolsonaro to resign – up from 37% last month,<strong> </strong>while 38% thought it was impossible to trust anything he said.</p> <p>However, the poll also showed Bolsonaro continuing to enjoy the support of 33% of voters – a reality that suggests impeachment is unlikely in the short term. When the former leftist president, Dilma Rousseff, was impeached in 2016 her support had collapsed to only around 13%.</p> <p>“He has already committed numerous crimes of responsibility – but for impeachment you need votes,” admitted Marcelo Freixo, a leftwing congressman from the Socialism and Liberty party.</p> <p>“The whole of the left in parliament has 134 representatives. Bolsonaro has 210 on his side,” Freixo added. “I favour impeachment but being in favour of impeachment isn’t enough. You need the votes.”</p> <p>Eliane Cantanhêde, a columnist for the Estado de São Paulo, predicted Bolsonaro would pay a heavy price for creating a political crisis at the very moment Brazil needed to focus on the coronavirus pandemic, which has now killed 4,603 Brazilians. “It’s insane ... It’s almost as if he’s asking to be impeached,” she said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/25/rio-favelas-coronavirus-brazil\">Rio's favelas count the cost as deadly spread of Covid-19 hits city's poor</a> </p> </aside>  <p>But Cantanhêde said she still was not convinced there was currently enough political or public support for such a move. “Can you imagine an impeachment at this juncture? It would be very, very traumatic – especially with the economy crumbling and everything upside down.”</p> <p>Kim Kataguiri, a rightwing congressman who has been pushing for the release of Bolsonaro’s coronavirus test results, said the Brazilian people had a right to the truth. “This is a matter of public interest and must not be hidden … We need clarity,” said Kataguiri, who supported Bolsonaro before his 2018 election but has since turned on the president.</p> <p>Bolsonaro, who has faced global condemnation for repeatedly undermining the social distancing guidelines promoted by his own health ministry, made no immediate comment about the supreme court investigation. Instead the pro-gun populist ventured out of his presidential palace in the capital, Brasília, on Tuesday to visit a shooting range.</p> <p>In a video later posted on his official Facebook page, a grinning Bolsonaro appeared examining a bullet-riddled target. “Pretty good, eh?” he says.<strong><br></strong></p>",
  "<p>Good morning.</p> \n<p>Donald Trump was back behind the microphone on Monday after a weekend off from his daily White House coronavirus briefings. Upon his return, Trump revealed his administration was conducting <a href=\"https://www.theguardian.com/world/2020/apr/28/trump-says-china-could-have-stopped-covid-19-and-suggests-us-will-seek-damages\">“serious investigations” </a><a href=\"https://www.theguardian.com/world/2020/apr/28/trump-says-china-could-have-stopped-covid-19-and-suggests-us-will-seek-damages\">into China’s handling</a> of the disease outbreak, and would most likely seek “very substantial” damages from Beijing over the pandemic.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"354691de-c415-4b03-ae50-a16dd4b97853\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/8FLaYsV5_3A?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>The president’s Rose Garden performance was nonetheless <a href=\"https://www.theguardian.com/us-news/2020/apr/27/donald-trump-coronavirus-kim-jong-un\">subdued compared to his </a><a href=\"https://www.theguardian.com/us-news/2020/apr/27/donald-trump-coronavirus-kim-jong-un\">briefing</a> last Thursday, when he appeared to suggest treating Covid-19 with disinfectant injections. As David Smith writes:</p> \n<blockquote class=\"quoted\"> \n <p>For White House aides and Republican allies, it was reportedly the straw that broke the camel’s back: these daily briefings had become a political liability that could cost Trump the presidential election.</p> \n</blockquote> \n<ul> \n <li><p><strong>Did the EU downplay its China report? </strong>The bloc’s foreign policy chief, Josep Borrell, is facing allegations that a report on Chinese disinformation over the virus outbreak was <a href=\"https://www.theguardian.com/world/2020/apr/27/eu-watered-down-report-on-chinese-disinformation-about-covid-19\">watered down after pressure from Beijing</a>.</p></li> \n</ul> \n<h2>The pandemic portends a grim decade for women worldwide</h2> \n<figure class=\"element element-image\" data-media-id=\"4a724b3d5e7c6e6af9bc054a121259099e79a5ab\"> \n <img src=\"https://media.guim.co.uk/4a724b3d5e7c6e6af9bc054a121259099e79a5ab/0_233_3500_2100/1000.jpg\" alt=\"A police officer from Rio de Janeiro’s Maria da Penha patrol, which specialises in tackling domestic violence.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A police officer from Rio de Janeiro’s Maria da Penha patrol, which specialises in tackling domestic violence.</span> \n  <span class=\"element-image__credit\">Photograph: Pilar Olivares/Reuters</span> \n </figcaption> \n</figure> \n<p>Experts have predicted <a href=\"https://www.theguardian.com/global-development/2020/apr/28/calamitous-domestic-violence-set-to-soar-by-20-during-global-lockdown-coronavirus\">a 20% rise in cases of domestic violence</a> around the world during the coronavirus crisis: an additional 15m cases for every three months that lockdowns are extended. The “calamitous” figures were published by the UN Population Fund, which also calculated that tens of millions of women will lose access to modern contraceptives, and millions more girls will undergo female genital mutilation or be married off as children by 2030.</p> \n<h2>Californians crowd the beaches over weekend</h2> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"5e9f9ce1-a039-4baa-be48-66e15720151a\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/0-aZgSE-06c?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>The governor of the Golden State has chastised Californians after <a href=\"https://www.theguardian.com/us-news/2020/apr/27/california-beaches-coronavirus-orange-county\">thousands hit the beach at the weekend</a> amid an April heatwave. “This virus doesn’t go home because it’s a beautiful, sunny day along our coast,” Gavin Newsom said at a Monday briefing.</p> \n<p>At Newport Beach in southern California’s Orange County, where temperatures topped out at almost 90F, some locals compared the crowds to a Fourth of July celebration. The city council is now considering closing its beaches for the next three weekends.</p> \n<p><strong>Elsewhere in the world …</strong></p> \n<ul> \n <li><p><strong>New Zealand </strong>has <a href=\"https://www.theguardian.com/world/2020/apr/28/new-zealand-starts-gradual-exit-from-coronavirus-lockdown\">started to relax its strict lockdown</a>, allowing residents to travel to work, order takeaway food and spend more time outdoors.</p></li> \n <li><p><strong>Nigeria</strong>’s president announced <a href=\"https://www.theguardian.com/world/2020/apr/28/nigerian-authorities-deny-wave-of-deaths-is-due-to-covid-19\">a two-week lockdown in the city of Kano</a>, where officials have denied that a sudden rise in fatal cases of pneumonia is related to the coronavirus.</p></li> \n <li><p><strong>Tokyo</strong>’s plan to host the Olympics a year late, in 2021, <a href=\"https://www.theguardian.com/sport/2020/apr/28/holding-tokyo-olympics-in-2021-will-be-difficult-japanese-health-chief-warns\">will be “difficult”</a>, according to the head of the Japan Medical Association, who said he was “pessimistic” about the prospect.</p></li> \n</ul> \n<h2>Trump’s court takeover</h2> \n<figure class=\"element element-image\" data-media-id=\"9670ae2b5dfe04e666305d34cb584c725834e0a0\"> \n <img src=\"https://media.guim.co.uk/9670ae2b5dfe04e666305d34cb584c725834e0a0/64_66_2944_1767/1000.jpg\" alt=\"Trump’s judicial appointments: ‘a giant step backward for America.’\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Trump’s judicial appointments: ‘a giant step backward for America.’</span> \n  <span class=\"element-image__credit\">Illustration: Ricardo Santos/The Guardian</span> \n </figcaption> \n</figure> \n<p>Amid a noisy presidency, it has been a quiet project. But as Tom McCarthy reports, Trump’s <a href=\"https://www.theguardian.com/us-news/2020/apr/28/donald-trump-judges-create-new-conservative-america-republicans\">judicial appointments could have a long-lasting impact</a> on healthcare, voting rights, criminal justice and the climate for decades to come.</p> \n<p>For the Guardian’s new series, Trump’s court takeover, McCarthy also explains how the president <a href=\"https://www.theguardian.com/us-news/2020/apr/28/explainer-why-has-trump-appointed-so-many-judges\">went about delivering conservative courts</a>, thus earning the unwavering loyalty of his evangelical base. As the judge Shira A Scheindlin argues, that represents <a href=\"https://www.theguardian.com/commentisfree/2020/apr/28/trump-judges-giant-step-backward-america\">a giant step backwards for the country</a>:</p> \n<blockquote class=\"quoted\"> \n <p>When I was appointed to the bench I was 48. I had been a federal prosecutor, a defense lawyer, and had handled many civil cases in trial and appellate courts. That experience was invaluable. I knew both the substance and procedure of federal practice. The same cannot be said of many of Trump’s nominees, whose only qualifications appear to be their consistently rightwing voting records.</p> \n</blockquote> \n<h2>In other news …</h2> \n<figure class=\"element element-image\" data-media-id=\"54022ca35ac74dc9428e6c973e4f551f64a9581a\"> \n <img src=\"https://media.guim.co.uk/54022ca35ac74dc9428e6c973e4f551f64a9581a/0_32_3500_2102/1000.jpg\" alt=\"Internally displaced Syrian children at a camp in Quneitra.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Internally displaced Syrian children at a camp in Quneitra.</span> \n  <span class=\"element-image__credit\">Photograph: Alaa Al-Faqir/Reuters</span> \n </figcaption> \n</figure> \n<ul> \n <li><p><strong>People fled their homes in record numbers in 2019,</strong> according to the Norwegian Refugee Council, which calculated that <a href=\"https://www.theguardian.com/world/2020/apr/28/record-50-million-people-internally-displaced-in-2019-study-finds\">50.8 million people were recorded as internally displaced</a> last year, having been forced out by conflict or disaster.</p></li> \n <li><p><strong>2020 could be the hottest year since records began. </strong>Meteorologists estimate there is <a href=\"https://www.theguardian.com/environment/2020/apr/27/meteorologists-say-2020-on-course-to-be-hottest-year-since-records-began\">a 50% to 75% chance it will break the record set in 2016</a>, despite low pollution amid the lockdowns and the absence of El Niño weather this year.</p></li> \n <li><p><strong>Amazon is facilitating payments to the far</strong><strong> right. </strong>The online retailer and other mainstream payment processors have <a href=\"http://www.theguardian.com/world/2020/apr/28/amazon-online-platforms-far-right-splc\">allowed sales and donations to keep flowing to hate groups</a>, a report by the Center for Media and Democracy has found.</p></li> \n</ul> \n<h2>Great reads</h2> \n<figure class=\"element element-image element--showcase\" data-media-id=\"c28309f2b18324b2b8a6142c80ca420c200a6143\"> \n <img src=\"https://media.guim.co.uk/c28309f2b18324b2b8a6142c80ca420c200a6143/0_625_4096_2458/1000.jpg\" alt=\"Caroline Calloway: ‘I really believe in karma.’\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Caroline Calloway: ‘I really believe in karma.’</span> \n  <span class=\"element-image__credit\">Photograph: Zack Wittman/The Guardian</span> \n </figcaption> \n</figure> \n<p><strong>How Caroline Calloway survived being cancelled</strong></p> \n<p>The Instagram influencer achieved a new kind of online notoriety last year, when her ghostwriter published a tell-all essay about their relationship, her disastrous “creativity workshops” and her failed book deal. “I just always wanted to write about my life,” she tells Elle Hunt. “<a href=\"http://www.theguardian.com/lifeandstyle/2020/apr/28/caroline-calloway-survived-being-cancelled\">I wanted to be famous</a>.”</p> \n<p><strong>Face masks: the world’s </strong><strong>most coveted commodity</strong></p> \n<p>No object better symbolises the pandemic than the face mask, and a <a href=\"https://www.theguardian.com/world/2020/apr/28/face-masks-coveted-commodity-coronavirus-pandemic\">global scramble to acquire more of them</a> has minted unlikely new moguls, exposed the harsh realities of international politics – and pushed the limits of the free market. Samanth Subramanian reports.</p> \n<p><strong>Words at the window</strong></p> \n<p>With most of us stuck indoors, the best way to express our feelings with the outside world is via our windowsill. The Brooklyn photographer Stephen Lovekin has started documenting <a href=\"http://www.theguardian.com/artanddesign/2020/apr/28/coronavirus-words-at-the-window-photography\">his neighbors and their messages of hope – through their windows</a>.</p> \n<h2>Opinion: private giving is needed as never before</h2> \n<p>There is a widespread view that wealthy do-gooders ought to stay out of solving the world’s problems. But Beth Breeze and Paul Ramsbottom argue that <a href=\"http://www.theguardian.com/society/2020/apr/28/philanthropy-coronavirus-crisis-global-elite-private-giving-research\">philanthropy will be crucial during the coronavirus crisis</a>.</p> \n<blockquote class=\"quoted\"> \n <p>It is perfectly possible to be in favour of higher levels of progressive, loophole-free taxation and also believe that private giving has a legitimate, critical role. This case has been made by both Bill Gates and Warren Buffett.</p> \n</blockquote> \n<h2>Last Thing: Pentagon releases its UFO tapes</h2> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"109d0928-122a-4b23-ac37-85dcac9a8ac2\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/auITEKd4sjA?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>The Pentagon has officially released three declassified videos in which US Navy pilots came across <a href=\"https://www.theguardian.com/world/2020/apr/27/pentagon-releases-three-ufo-videos-taken-by-us-navy-pilots\">“unexplained aerial phenomena”</a>. The clips had been previously leaked online, so the Pentagon published them “to clear up any misconceptions” as to whether they were real or not. They are. The truth is out there.</p> \n<h2>Sign up</h2> \n<figure class=\"element element-embed\" data-alt=\"Sign up for the US morning briefing\"> \n <iframe src=\"https://www.theguardian.com/email/form/plaintone/4300\" height=\"52px\" data-form-title=\"A different kind of daily email\" data-form-description=\"Sign up and get a daily US news briefing from the Guardian\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks, you'll start getting the US morning briefing soon.\"></iframe> \n <figcaption>\n  Sign up for the US morning briefing\n </figcaption> \n</figure> \n<p>First Thing is delivered to thousands of inboxes every weekday. If you’re not already signed up, <a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">subscribe now</a>.</p>",
  "<p>Whether or not he is re-elected, Donald Trump will be revered by conservatives for his judicial appointments. As of March, Trump has appointed 193 judges to the federal bench, with another 39 pending on the floor of the Senate or in the Senate judiciary committee. Those nominations will surely be acted on favorably by the Senate before 20 January 2021, when there may be a new president and a new Senate. There are another 38 district court vacancies awaiting nominations. In one presidential term, Trump may appoint up to 270 federal judges, or 31% of the entire federal judiciary. For perspective, Barack Obama appointed 329 in <em>eight</em> years.</p> <p>There is no doubt that the Senate majority leader, Mitch McConnell, will confirm Trump’s appointments until the very last day of his term. This is of course the same Senate gatekeeper who infamously blocked Obama’s final supreme court nomination, Merrick Garland, <em>for an entire year – </em>on the ground that in the final year of a presidency, the Senate should await “the will of the people” in the upcoming general election. But that was then. The rules have apparently changed. McConnell will pack the courts with “right-thinking” ideologues who will carry out Trump’s agenda long after he has been subjected to the scorn of historical scrutiny.</p> <p>We now know a lot about Trump’s judicial appointments. Eighty-five per cent are white and 76% are male. This is a significant step backward. Obama’s judicial appointments were 64% white and 58% male. Today, after more than three years of Trump’s appointments, the federal judiciary is 73% white and 66% male, but it will be even more male and pale by the end of his term. Even more troubling is the average age of the Trump judges. According to Brookings, the <a href=\"https://www.brookings.edu/blog/fixgov/2020/01/28/judicial-appointments-in-trumps-first-three-years-myths-and-realities/\">median age</a> of Trump’s judicial appointments by the beginning of his fourth year in office is 48.2. By the same time in his presidency, the median age of Obama’s appointees was 57.2. This means that Trump judges will serve, on average, for 10 years more than the Obama judges.</p> <p>Statistics only tell part of the story. More important is the impact of these statistics on the critical issues that face the courts now and in the future. Courts should reflect the people they serve. I served as a federal district judge for 22 years. The vast majority of criminal defendants (in non-white-collar cases) were either African American or Hispanic, as were their family members. Plaintiffs in employment discrimination cases were overwhelmingly women, minorities or persons with disabilities. The same was true in actions involving prisoner rights, voting rights, housing discrimination and public benefits. Not all cases involve big corporations and business disputes.</p>  <figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/from-tool/series/index.html?vertical=News&amp;opinion-tint=false&amp;title=Trump’s%20court%20takeover&amp;description=This%20series%20examines%20the%20historic%20pace%20and%20nature%20of%20Trump%E2%80%99s%20remaking%20of%20the%20federal%20courts%20and%20the%20conservative%20agenda%20it%20will%20usher%20in%20on%20a%20range%20of%20issues%20from%20voting%20rights%20to%20climate%20and%20from%20healthcare%20to%20criminal%20justice&amp;read-more-link=https%3A%2F%2Fwww.theguardian.com%2Fus-news%2Fseries%2Ftrumps-court-takeover&amp;links=false\" data-alt=\"series linker\"> <a href=\"https://interactive.guim.co.uk/embed/from-tool/series/index.html?vertical=News&opinion-tint=false&title=Trump’s%20court%20takeover&description=This%20series%20examines%20the%20historic%20pace%20and%20nature%20of%20Trump%E2%80%99s%20remaking%20of%20the%20federal%20courts%20and%20the%20conservative%20agenda%20it%20will%20usher%20in%20on%20a%20range%20of%20issues%20from%20voting%20rights%20to%20climate%20and%20from%20healthcare%20to%20criminal%20justice&read-more-link=https%3A%2F%2Fwww.theguardian.com%2Fus-news%2Fseries%2Ftrumps-court-takeover&links=false\">series linker</a> </figure>  <p>A diverse bench engenders trust and credibility. Many studies have shown that decision-makers reach better decisions when they bring a variety of experiences to their analysis. A 36-year-old lawyer who has never tried a case, has not represented individual clients, and has not spent years facing life’s challenges is not well-positioned to decide on the length of a prison term, the need for access to healthcare, abortion, food stamps, Medicare or housing, or the impact of pollution or discrimination on working people’s quality of life. It is for this reason the American Bar Association’s standing committee on the federal judiciary insists that a candidate for judicial office have at least 12 years of experience <em>practicing</em> law – not talking about it as a speech writer, lobbyist or media star.</p> <p>When I was appointed to the bench I was 48. I had been a federal prosecutor, a defense lawyer, and had handled many civil cases in trial and appellate courts. That experience was invaluable. I knew both the substance and procedure of federal practice. The same cannot be said of many of Trump’s nominees, whose only qualifications appear to be their consistently rightwing voting records.</p> <p>Consider the following four Trump judges, all of whom were appointed in their 30s. What they have in common is not their legal experience, but their outspoken support of Trump’s political agenda. All were members of the Federalist Society or other rightwing organizations, clerked for conservative judges, and have written articles or advocated for legal positions that are vastly out of step with most Americans.</p> <p>Allison Rushing was 36 when she was confirmed to a seat on the fourth circuit court of appeals, 11 years after graduating from law school, and Trump’s youngest nominee to a circuit court judgeship. She clerked for then-circuit judge Neil Gorsuch and for Justice Clarence Thomas. Her law practice during the remaining nine years was limited to representing big corporations at one of the nation’s largest law firms.</p> <p>Andrew Brasher was 38 when he was confirmed to a seat on the 11th circuit court of appeals, after serving for only nine months on the district court for the middle district of Alabama. In the years just before his appointment he served as Alabama’s solicitor general, often advocating for rightwing causes.</p> <p>Justin Walker, best known for his full-throated defense of Brett Kavanaugh (for whom he clerked), was appointed as a district judge in the western district of Kentucky, at 37, just 10 years after graduating law school. He is a protege of Mitch McConnell, who held up debate on a Covid-19 relief bill to attend Walker’s induction ceremony. Less than six months after Walker took the bench, Trump announced that he intended to nominate him for an upcoming vacancy on the DC court of appeals.</p> <p>Patrick Wyrick was 38 when he was confirmed as a judge for the western district of Oklahoma. Four years after graduating law school he became the solicitor general of Oklahoma. He is a protege of Scott Pruitt, the disgraced former head of the Environmental Protection Agency.</p> <p>One of these judges could easily end up on the supreme court; two are known to be on the shortlist. All will probably still be on the bench 40 years from now. That alone should make voters think hard about the upcoming presidential election. As the saying goes: elections have consequences.</p> <ul> <li><p>Shira A Scheindlin served as a United States district judge for the southern district of New York for 22 years. She is the co-chair of the oard of the Lawyers Committee for Civil Rights Under Law and a board member of the American Constitution Society</p></li> </ul>",
  "<div id=\"block-5ea81deb8f083b3d4d11ec81\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-28T12:13:53.221Z\">1.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Live reporting on the coronavirus in the US continues on Tuesday’s blog:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2020/apr/28/coronavirus-us-live-congress-may-return-america-reopening-trump-cuomo-latest-news-updates\">Coronavirus US live: Trump repeats attacks on press as deaths continue to mount</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ea76e6e8f086f39b4ca1143\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-28T00:10:40.858Z\">1.10am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Evening Summary</h2> \n <div class=\"block-elements\"> \n  <p>Thanks everyone for following along on another grim day, as the <strong>death toll in the US exceeded 55,000</strong>. Here’s a rundown of the day’s biggest news:</p> \n  <ul> \n   <li>Donald Trump touted a <strong>plan to increase testing</strong> at a White House briefing featuring chief executives from medical testing firms, pharmacies, and major grocers such as Kroger and Walmart. <br></li> \n   <li>Trump also continued to <strong>blame China</strong> for the pandemic and suggested his administration was investigating what had happened. </li> \n   <li>And the president <strong>refused to take responsibility</strong> for people who acted upon his bizarre and unsafe suggestion last Thursday that injecting disinfectant could help patients with Covid-19. <strong>No one should ingest or inject disinfectant</strong>; it is very unsafe and could kill you. <br></li> \n   <li>A number of US states announced <strong>plans to reopen businesses</strong> despite concern from state officials and public health experts that they need to ramp up their testing capacity before it’s safe to ease restrictions. Ohio and Texas are among the states that outlined plans to reopen on Monday.</li> \n   <li><strong>New York state cancelled its Democratic primary</strong>, sparking outrage among supporters of Vermont senator Bernie Sanders. Sanders campaign said the state should not get to send a delegation to the convention.</li> \n   <li>The New York governor, <strong>Andrew Cuomo, said the state’s death toll was in decline</strong>. He will extend the stay-at-home order for some parts of the state, while allowing others to start easing restrictions on 15 May.</li> \n  </ul> \n  <p>Our global liveblog for coronavirus updates is live here: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2020/apr/28/coronavirus-live-news-trump-says-china-could-have-stopped-virus-as-global-cases-pass-3-million\">Coronavirus live news: Trump says China could have stopped virus as global cases pass 3 million</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-28T01:27:41.720Z\">at 2.27am BST</time></p> \n</div> \n<div id=\"block-5ea76ae88f0821d5b0274c3f\" class=\"block\" data-block-contributor=\"profile/sam-levin\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T23:36:11.046Z\">12.36am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Nursing homes have been hit hard by coronavirus across California, my colleague <strong>Sam Levin</strong> reports. </p> \n  <blockquote class=\"quoted\"> \n   <p>In Los Angeles county, nursing home residents have accounted for <a href=\"https://www.latimes.com/california/story/2020-04-18/california-health-officials-publicly-name-nursing-homes-with-coronavirus-outbreaks\">more than 30% of Covid-19 deaths</a> and <a href=\"https://www.latimes.com/california/story/2020-04-15/72-of-long-beach-coronavirus-deaths-are-at-nursing-homes-the-city-is-imposing-new-rules\">72% in the city of Long Beach</a>. At one Central Valley facility, nearly all 167 residents and staff tested positive, and at a home in Riverside, nearly 100 <a href=\"https://www.latimes.com/california/story/2020-04-08/nursing-home-patients-move-to-new-facility\">residents were evacuated</a> after staff failed to show up due to an outbreak. The Gateway center is now under <a href=\"https://www.mercurynews.com/2020/04/19/coronavirus-nursing-homes-with-covid19-deaths-have-history-of-serious-problems/\">criminal investigation</a>.</p> \n   <p>Behind the staggering numbers, advocates say, is a poorly regulated industry with a long history of chronic understaffing, inadequate infection control, a lack of critical equipment and weak labor standards. Experts and attorneys say the public health catastrophe was preventable, and that the botched response of some nursing homes constitutes criminal neglect.</p> \n  </blockquote> \n  <p>Read his full report here: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/27/nursing-homes-california-coronavirus-outbreak-us\">'My mom's life was disposable': inside the California nursing homes unable to contain Covid-19</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ea766bf8f086f39b4ca1123\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T23:19:56.985Z\">12.19am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump continued to blame of China for the pandemic</strong> during today’s briefing. At one point, while riffing on “so much unnecessary death,” he appeared to suggest that China could have stopped the outbreak: “It could have been stopped and it could have been stopped faster but someone a long time ago decided not to do it that way.”</p> \n  <p>He later said that his administration was conducting “serious investigations” into what happened with China.</p> \n  <p>“We’re doing very serious investigations ... We are not happy with China,” Trump said. “We believe it could have been stopped at the source. It could have been stopped quickly and it wouldn’t have spread all over the world.”</p> \n </div> \n</div> \n<div id=\"block-5ea751618f086f39b4ca10b1\" class=\"block\" data-block-contributor=\"profile/martin-pengelly\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T22:56:46.782Z\">11.56pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As Donald Trump speaks at the White House, the Daily Beast <a href=\"https://www.thedailybeast.com/fox-news-cuts-ties-with-diamond-and-silk?via=twitter_page\">reports</a> that <strong>Diamond and Silk</strong>, prominent African American supporters of the president, have lost their slot at Fox News due to their “bonkers coronavirus claims”. </p> \n  <p>There’s no official confirmation that the “MAGA vlogging superstars” will no longer appear on <a href=\"https://www.theguardian.com/media/2018/nov/26/fox-nation-streaming-service-fox-news-rupert-murdoch\">Fox Nation, Fox News’ streaming service</a>, but the Beast reports:</p> \n  <blockquote class=\"quoted\"> \n   <p>The sudden split comes after the Trump-boosting siblings have come under fire for promoting conspiracy theories and disinformation about the coronavirus. “After what they’ve said and tweeted you won’t be seeing them on Fox Nation or Fox News anytime soon,” a source with knowledge of the matter told The Daily Beast.</p> \n  </blockquote> \n  <p>Among such conspiracy theories and disinformation spread by Lynette “Diamond” Hardaway and Rochelle “Silk” Richardson:</p> \n  <ul> \n   <li>the number of US coronavirus deaths has been inflated to make Trump look bad</li> \n   <li>the disease was “man-made” and “engineered”</li> \n   <li>that people should expose themselves to the virus by breaking lockdown</li> \n   <li>that Bill Gates wants to develop vaccines in order to practice population control</li> \n   <li>that 5G technology might be being used to infect people and fill up hospitals</li> \n  </ul> \n  <p>No word from Diamond and Silk either, though <a href=\"https://twitter.com/DiamondandSilk?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">their Twitter account</a> has been active all day. Trump has been cross with Fox News on Twitter recently, so you’d think the Beast report might provoke presidential comment before long…</p> \n  <figure class=\"element element-image\" data-media-id=\"1f95dca1de11765caf5c0bb8316f171b91b6a955\"> \n   <img src=\"https://media.guim.co.uk/1f95dca1de11765caf5c0bb8316f171b91b6a955/0_257_4644_2785/1000.jpg\" alt=\"Lynnette Hardaway, Rochelle Richardson and Donald Trump in the Cabinet Room of the White House in February.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Lynnette Hardaway, Rochelle Richardson and Donald Trump in the Cabinet Room of the White House in February.</span> \n    <span class=\"element-image__credit\">Photograph: Nicholas Kamm/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Debate over Fox News’ role in spreading disinformation about Covid-19 has become a <a href=\"https://www.theguardian.com/commentisfree/2020/apr/09/rupert-murdoch-open-letter-journalists-coronavirus-fox-news\">prominent part of media coverage</a> of the outbreak. <a href=\"https://www.theguardian.com/media/2020/apr/10/fox-news-donald-trump-coronavirus\">Here’s</a> David Smith’s look at the network’s close relationship with the Trump administration, from earlier this month.</p> \n </div> \n</div> \n<div id=\"block-5ea75ff68f086f39b4ca110b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T22:43:31.970Z\">11.43pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact check: Testing</strong></p> \n  <p>Trump announced at the White House on 27 April overall the US has now administered more than 5.4m coronavirus tests, which is approximately the same as the figure according to the <a href=\"https://covidtracking.com/data\">Covid Tracking Project</a>. </p> \n  <p>From a very slow start, the US, which was previously testing at a rate lower than many other countries, has gradually ramped up. With a population of 329 million, 5.4m tests equates to one test for every 61 people. On 31 March, as the number of cases and deaths was rising fast, the US had conducted just over a million tests, or one for every 301 Americans.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T22:47:40.349Z\">at 11.47pm BST</time></p> \n</div> \n<div id=\"block-5ea75e2d8f0821d5b0274c12\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T22:35:50.260Z\">11.35pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The briefing has ended. </p> \n </div> \n</div> \n<div id=\"block-5ea75d078f0869484d9441fb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T22:35:17.254Z\">11.35pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact check: Ventilator shortages</strong></p> \n  <p>Trump has at intervals questioned some state governors’ assertions that they face shortages of medical equipment and are likely to run out of ventilators, or expressed skepticism at numbers being stated, <a href=\"https://www.theguardian.com/us-news/2020/mar/27/trump-ventilators-coronavirus-cuomo-new-york\">especially</a> by New York leaders.</p> \n  <p>It is true that some states, so far, have ended up with more ventilators than they originally projected they would need. California has loaned 500 ventilators to states like New York. California hospitals managed to increase their stock from 7,500 machines to more than 11,000, according to the state’s governor, Gavin Newsom. “That has put less strain and pressure on the state’s effort to procure additional ventilators,” Newsom said.</p> \n  <p>However, that doesn’t mean that there isn’t a national shortage. The US has roughly 173,000 ventilators, according to the Center for Health Security at Johns Hopkins University. Experts from Harvard Medical School predict that the US could end up needing <a href=\"https://www.nejm.org/doi/full/10.1056/NEJMp2005689\">31 times that number</a> to treat coronavirus patients. </p> \n  <p>An article in the <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.nejm.org%2Fdoi%2Ffull%2F10.1056%2FNEJMp2006141\">New England Journal of Medicine published on Wednesday 25 March </a>categorically concluded that the US does not have enough ventilators to treat patients with Covid-19 in the coming months.</p> \n  <p>The authors, American public health experts, wrote: “There is a broad range of estimates of the number of ventilators we will need to care for U.S. patients with Covid-19, from several hundred thousand to as many as a million. The estimates vary depending on the number, speed, and severity of infections, of course, but even the availability of testing affects the number of ventilators needed.... current estimates of the number of ventilators in the United States range from 60,000 to 160,000, depending on whether those that have only partial functionality are included. The national strategic reserve of ventilators is small and far from sufficient for the projected gap. No matter which estimate we use, there are not enough ventilators for patients with Covid-19 in the upcoming months.”</p> \n </div> \n</div> \n<div id=\"block-5ea75d3e8f0869484d9441ff\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T22:33:50.031Z\">11.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Trump was asked whether he has any information about Kim Jong Un’s health, which has been the subject of rumors and speculation in recent days. </p> \n  <p>He says: “I can’t tell you exactly. Yes, I do have a very good idea but I can’t talk about it now.” </p> \n </div> \n</div> \n<div id=\"block-5ea75b948f086f39b4ca10eb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T22:25:32.424Z\">11.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The vice president appears to be arguing that the administration actually met its goals because millions of test kits were distributed, even though they were not given and processed. That is quite an argument. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T22:32:07.709Z\">at 11.32pm BST</time></p> \n</div> \n<div id=\"block-5ea75adc8f0869484d9441f4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T22:24:00.428Z\">11.24pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>We’re hearing a lot about very large numbers of tests that will be done during the month of May. But it’s worth remembering that we have heard big promises in the past about testing, such as the big promises of drive-through testing run by Google, that have yet to materialize. </p> \n </div> \n</div> \n<div id=\"block-5ea759f18f0869484d9441ef\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T22:17:56.258Z\">11.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Asked if he takes any responsibility for reports of people ingesting disinfectant after his own remarks, Trump says: “No, I don’t.” </p> \n  <p>Maryland’s Republican governor <strong>Larry Hogan</strong> (who’s also chairman of the National Governors Association) <a href=\"https://www.baltimoresun.com/coronavirus/bs-md-trump-hogan-disinfectant-20200426-jb3tt6bv3rerzk3me4mi4pmkhy-story.html\">said yesterday</a> that his state’s health officials have received <strong>“hundreds” of inquiries about the safety of ingesting cleaning products</strong> after Trump last week raised the idea, saying internal use of disinfectant could be looked into as a possible treatment for the coronavirus.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/23/trump-coronavirus-treatment-disinfectant\">Coronavirus: medical experts denounce Trump's theory of 'disinfectant injection'</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T23:27:45.063Z\">at 12.27am BST</time></p> \n</div> \n<div id=\"block-5ea757c38f0821d5b0274be6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T22:10:18.920Z\">11.10pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>We’ve moved on to questions from the press. </p> \n  <p>A reporter asks why the HHS secretary, Alex Azar, hasn’t been fired. </p> \n  <p>Trump says it’s an unfair question and attacks Democratic politicians. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T22:15:32.475Z\">at 11.15pm BST</time></p> \n</div> \n<div id=\"block-5ea756718f0821d5b0274be0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T22:07:09.722Z\">11.07pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Brett Giroir, the HHS assistant secretary, is now discussing an eight-part plan for testing. Apparently we are on step eight. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/juliacarriew/status/1254894197460447233\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/1vdUAYfJSf\">pic.twitter.com/1vdUAYfJSf</a></p>— Julia Carrie Wong (@juliacarriew) \n    <a href=\"https://twitter.com/juliacarriew/status/1254894197460447233?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T22:17:28.661Z\">at 11.17pm BST</time></p> \n</div> \n<div id=\"block-5ea755f18f0821d5b0274bdf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T22:01:38.601Z\">11.01pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Trump spoke again about testing, and has introduced Dr Birx to discuss a “blueprint” for states to expand testing. </p> \n </div> \n</div> \n<div id=\"block-5ea754a98f0869484d9441cf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T21:56:46.797Z\">10.56pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>We also heard from Krogers, Walmart, and Rite-Aid. Now we’re back to the president. </p> \n </div> \n</div> \n<div id=\"block-5ea753698f0821d5b0274bd7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T21:53:34.963Z\">10.53pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The CEO of CVS Health just announced that the pharmacy chain will expand testing to 1,000 CVS facilities in May. For context, there are nearly 10,000 CVS locations across the US, so this means that approximately one out of 10 CVS locations will have testing capacity by next month. </p> \n  <p>Next is the Walgreens CEO, who says they will triple testing capacity, but does not provide hard numbers. </p> \n </div> \n</div> \n<div id=\"block-5ea752308f0869484d9441c3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T21:48:48.301Z\">10.48pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Trump spoke briefly and generally about the pandemic before introducing a group of CEOs who are choosing not to identify themselves by name. First up was the Quest Diagnostics CEO, Steve Rusckowski, who boasted that his company is now running 50,000 tests per day. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T22:18:22.361Z\">at 11.18pm BST</time></p> \n</div> \n<div id=\"block-5ea750df8f086f39b4ca10ad\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T21:38:56.458Z\">10.38pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Donald Trump has just come out to start the briefing, alongside Mike Pence. </p> \n </div> \n</div> \n<div id=\"block-5ea74b918f086f39b4ca108e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T21:24:33.246Z\">10.24pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Computer issues at the Small Business Administration</strong> have slowed down the process for the second round of loan applications for the government’s small business relief program, the AP reports. </p> \n  <p>The SBA was supposed to begin accepting applications for $310bn in funding today, after the intial $349bn in funding for the program was used up in just two weeks. Banks had thousands of applications from small businesses ready to go today, according to the report, but are now struggling to send the applications through to the government computer system. </p> \n  <p>These loans are designed to protect jobs by offering forgiveness for the money small business owners spend on payroll. </p> \n  <p>For more on the challenges entrepreneurs facing under stay-at-home orders, my colleagues on the West Coast spoke to <a href=\"https://www.theguardian.com/world/2020/apr/26/coronavirus-west-coast-small-businesses\">five small business owners</a>: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/26/coronavirus-west-coast-small-businesses\">'Haven't seen a dime': five small businesses on the struggle to survive a pandemic</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ea747828f086f39b4ca1083\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T21:04:24.161Z\">10.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hello everyone, this is Julia Carrie Wong in Oakland, California, taking over the liveblog for the rest of the afternoon. </p> \n  <p>We’re waiting to hear from Donald Trump, who is expected to hold a White House briefing shortly. In the meantime, my colleague Daniel Strauss has written about the <a href=\"https://www.theguardian.com/us-news/2020/apr/27/us-states-councils-pacts-coronavirus-trump\">various groups of states that are uniting</a> to form new regional partnerships to combat the coronavirus. </p> \n  <blockquote class=\"quoted\"> \n   <p>California, Oregon and Washington have formed the Western States Pact. Seven east coast states, stretching from Delaware to Massachusetts, have formed another alliance. And seven mostly midwestern states – encompassing a vast region that includes Minnesota, Ohio and Kentucky – have created a third group.</p> \n   <p>The development has even raised fears – or hopes – that the federal government’s grip on America’s states will be loosened, perhaps threatening the union itself.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/27/us-states-councils-pacts-coronavirus-trump\">The US states uniting to combat coronavirus amid leadership vacuum</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ea7441b8f086f39b4ca1072\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T20:54:25.756Z\">9.54pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Monday afternoon</h2> \n <div class=\"block-elements\"> \n  <p>Here’s a look at what’s happened so far today.</p> \n  <ul> \n   <li>Donald Trump is due to hold a press conference shortly. This was scheduled after the White House initially canceled the briefing. </li> \n   <li>A number of US states announced plans to reopen businesses despite concern from state officials and public health experts that they need to ramp up their testing capacity before it’s safe to ease restrictions. Ohio and Texas are among the states that outlined plans to reopen on Monday.</li> \n   <li>New York state cancelled its Democratic primary, sparking outrage among supporters of Vermont senator Bernie Sanders. Sanders campaign said the state should not get to send a delegation to the convention.</li> \n   <li>New York governor Andrew Cuomo said the state’s death told was in decline. He will extend the stay-at-home order for some parts of the state, while allowing others to start easing restrictions on May 15. </li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5ea73fe28f0821d5b0274b74\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T20:39:39.735Z\">9.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Trump is meeting with business leaders from companies like Walgreens, Rite-Aid and CVS. </p> \n  <p>During the meeting, at which everyone abided by social distancing guidelines, Trump said that he had just gotten off the phone with the nation’s governors. </p> \n  <p>“Everybody was very happy, and the testing is going really well,” Trump said of his conversation with the governors, according to media pool report of the event. He added that there was “no complaints.”</p> \n  <p> “Since then, what we’ve achieved is really nothing short of amazing,” he said. “The United States now holds the world record for testing and by a lot.”</p> \n  <p>Trump said the US conducted more than 5.4m tests so far, which he noted was more than any other country. While true, it overlooks the fact that we lag behind countries like Germany and Canada when looking at tests conducted per million people. </p> \n  <p>Experts say the US needs to ramp up its daily testing capacity before it is safe to reopen businesses. </p> \n  <p>Trump said there are 73 retail sites testing sites in 25 states and that testing in communities of color is ramping up.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T20:42:45.590Z\">at 9.42pm BST</time></p> \n</div> \n<div id=\"block-5ea72a578f0869484d94410c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T20:19:41.890Z\">9.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Former Senate majority leader Harry Reid </strong>is urging the US to take a “serious, scientific look” at the national security implications on the reported encounters with unidentified aircrafts. </p> \n  <p>Responding to a news article that the Pentagon released three Navy videos showing “unidentified aerial phenomena,” Reid said the new footage only “scratches the surface of research and materials available.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SenatorReid/status/1254836730546384897\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I’m glad the Pentagon is finally releasing this footage, but it only scratches the surface of research and materials available. The U.S. needs to take a serious, scientific look at this and any potential national security implications. The American people deserve to be informed. <a href=\"https://t.co/1XNduvmP0u\">https://t.co/1XNduvmP0u</a></p>— Senator Harry Reid (@SenatorReid) \n    <a href=\"https://twitter.com/SenatorReid/status/1254836730546384897?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p>As majority leader, the Nevada senator <a href=\"https://www.politico.com/magazine/story/2017/12/16/pentagon-ufo-search-harry-reid-216111\">persuaded</a> the Pentagon to set up a program to study the issue. </p> \n  <p>“The American people deserve to be informed,” he said on Twitter.</p> \n </div> \n</div> \n<div id=\"block-5ea7399e8f086f39b4ca104d\" class=\"block\" data-block-contributor=\"profile/vivian-ho\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T20:00:38.709Z\">9.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The six northern California counties that <a href=\"https://www.theguardian.com/world/2020/mar/16/california-coronavirus-shelter-in-place-bay-area\">led the charge</a> on the first stay-at-home measures in the nation have extended the order through the end of May, writes The Guardian’s Vivian Ho from San Francisco. </p> \n  <p>The extension came down Monday as <strong>California governor Gavin Newsom </strong>chastised the <a href=\"https://www.theguardian.com/us-news/2020/apr/27/california-beaches-coronavirus-orange-county\">tens of thousands who packed beaches</a>in southern California during a weekend heatwave, capturing the contrast in regional enforcement of behavioral shifts meant to curb the spread of the virus. </p> \n  <p>“This virus doesn’t take the weekends off, this virus doesn’t go home because it’s a beautiful, sunny day along our coast,” Newsom said.”We can’t see the images like we saw, particularly on Saturday in Newport Beach and elsewhere.”</p> \n  <p>The northern California order, which includes San Francisco and Santa Clara county, was originally set to expire on 3 May. The six counties issued their order four days before the governor issued his shelter-in-place order, which has no end date. Newsom has hinted in recent weeks that if Californians continue to flatten the curve, he may be able to discuss modifying the order soon. </p> \n  <p>As of Monday, California has had 43,464 positive cases and 1,755 deaths. The state has issued $4.4bn in unemployment insurance payments since 15 March, Newsom said. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T20:09:38.486Z\">at 9.09pm BST</time></p> \n</div> \n<div id=\"block-5ea7370f8f086f39b4ca1039\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T19:56:38.158Z\">8.56pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Texas to let stay-at-home order expire on April 30</h2> \n <div class=\"block-elements\"> \n  <p><strong>Texas governor Greg Abbott </strong>says the state’s stay-at-home order on April 30, with “phase one” of the reopening process beginning on May 1. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SydneyHdzTV/status/1254858339244269568\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/TEXAS?src=hash&amp;ref_src=twsrc%5Etfw\">#TEXAS</a> BREAKING: Texas Governor Greg Abbott says the state wide executive stay at home order will expire April 30th. “It’s done our job, we’re ready to open Texas safely and in phases. We don’t want to reopen just to close again. Phase one begins this Friday, May 1st.” <a href=\"https://t.co/5Dj6ynDf0p\">pic.twitter.com/5Dj6ynDf0p</a></p>— Sydney Hernandez (@SydneyHdzTV) \n    <a href=\"https://twitter.com/SydneyHdzTV/status/1254858339244269568?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KHOUStephanie/status/1254858964602241026\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">PHASE 1 of Reopening Texas:<br>- Vulnerable populations (65YO+) should stay home<br>- More protection for senior living facilities<br>- Businesses that can reopen Friday: retail stores, restaurants, movie theaters, malls.<br>- Occupancy limited to 25%<a href=\"https://twitter.com/hashtag/khou11?src=hash&amp;ref_src=twsrc%5Etfw\">#khou11</a></p>— Stephanie Whitfield (@KHOUStephanie) \n    <a href=\"https://twitter.com/KHOUStephanie/status/1254858964602241026?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T19:57:19.206Z\">at 8.57pm BST</time></p> \n</div> \n<div id=\"block-5ea730678f086f39b4ca101b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T19:33:37.077Z\">8.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>California governor Gavin Newsom</strong> says the state is weeks, not months away from starting the process of starting to reopen its economy.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SovernNation/status/1254849006443720705\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Breaking: Governor <a href=\"https://twitter.com/GavinNewsom?ref_src=twsrc%5Etfw\">@GavinNewsom</a> says “we are just a few weeks away, not months away, from making meaningful &amp; measurable changes” to <a href=\"https://twitter.com/hashtag/ShelterInPlace?src=hash&amp;ref_src=twsrc%5Etfw\">#ShelterInPlace</a> &amp; <a href=\"https://twitter.com/hashtag/SocialDistancing?src=hash&amp;ref_src=twsrc%5Etfw\">#SocialDistancing</a> restrictions. It's the first time he's put a timeline on the possibility of easing <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> orders</p>— sovernnation (@SovernNation) \n    <a href=\"https://twitter.com/SovernNation/status/1254849006443720705?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ea72a6c8f0869484d94410e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T19:10:15.482Z\">8.10pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Ohio to begin easing restrictions next week</h2> \n <div class=\"block-elements\"> \n  <p><strong>Ohio Governor Mike DeWine, </strong>a Republican, on Monday outlined what he called the “first steps” to easing the state’s stay-at-home order and re-opening its economy. </p> \n  <p>The phased-in approach will begin on May 1, when state will allow non-essential surgeries that do not require an overnight stay in the hospital. On May 4, manufacturing, distribution, and construction will reopen following social distancing and other safety guidelines. On May 12, the state will reopen its consumer, retail, and services businesses. </p> \n  <p>An order restricting gatherings of more than 10 people will remain in place.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GovMikeDeWine/status/1254849057304072193\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">With any decision, there is a risk. <br><br>What we did today is a risk. <br><br>Doing nothing is a risk.</p>— Governor Mike DeWine (@GovMikeDeWine) \n    <a href=\"https://twitter.com/GovMikeDeWine/status/1254849057304072193?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p>DeWine was among the first governors to begin taking steps to shut down businesses in Ohio as the coronavirus began to spread rapidly in March. His Midwestern state cancelled gatherings, forcing the presidential candidates to suspend their campaign events in early March. </p> \n  <p>The state also postponed its primary, which is now due to take place on Tuesday.</p> \n  <p>“With a decision like this, there is no easy decision - we have to balance,” he said. “We will be criticized by those who think we shouldn’t open up. We’ll be criticized by those who think we didn’t open up enough. <strong>I understand both arguments, but I think we found the sweet spot.”</strong></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T19:12:03.750Z\">at 8.12pm BST</time></p> \n</div> \n<div id=\"block-5ea722b88f0821d5b0274ae9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T18:46:21.860Z\">7.46pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>New York Alexandria Ocasio-Cortez</strong> is hosting <strong>Senator Elizabeth Warren </strong>to discuss her Essential Workers Bill of Rights, which she introduced as a framework for the Congressional response to the coronavirus pandemic. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/chrisgeidner/status/1254841803796353029\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Happening now: <a href=\"https://twitter.com/AOC?ref_src=twsrc%5Etfw\">@AOC</a> and <a href=\"https://twitter.com/ewarren?ref_src=twsrc%5Etfw\">@ewarren</a> talking COVID-19 on Instagram Live. <a href=\"https://t.co/sv1rOpkJjn\">pic.twitter.com/sv1rOpkJjn</a></p>— Chris Geidner (@chrisgeidner) \n    <a href=\"https://twitter.com/chrisgeidner/status/1254841803796353029?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ea71efa8f086f39b4ca0fab\" class=\"block is-key-event\" data-block-contributor=\"profile/sam-levine\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T18:32:38.380Z\">7.32pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Sanders campaign slams NY decision to cancel primary</h2> \n <div class=\"block-elements\"> \n  <p><strong>Bernie Sanders’ </strong>presidential campaign tore into the New York state board of elections on Monday after it decided to remove the senator from the ballot for the state’s June 23 election,<strong> the Guardian’s Sam Levin reports. </strong></p> \n  <p>The state’s two Democratic election commissioners<a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.democratandchronicle.com%2Fstory%2Fnews%2Fpolitics%2Falbany%2F2020%2F04%2F27%2Fny-cancels-presidential-primary-angering-bernie-sanders-supporters%2F3032725001%2F\"> voted to remove Sanders</a> on Monday, relying on a new provision in state law that allows the board to remove a candidate who actively suspends their campaign. <strong>Sanders had urged the board to let him remain on the ballot and had been hoping to gather delegates to gain sway over the party’s platform. His presence on the ballot also may have increased turnout in down ballot primary races. </strong></p> \n  <blockquote class=\"quoted\"> \n   <p>No one asked New York to cancel the election. The DNC didn’t request it. The Biden campaign didn’t request it. And our campaign communicated that we wanted to remain on the ballot,”<strong> Jeff Weaver, a senior Sanders adviser </strong>said in a statement<strong>. </strong><strong>“New York has clearly violated its approved delegate selection plan. If this is not remedied, New York should lose all its delegates to the 2020 Democratic National Convention.”</strong></p> \n  </blockquote> \n  <p>New York has also long had extremely restrictive voting policies - it had no early voting until last year - and Weaver called on Democrats to investigate “New York’s checkered pattern of voter disenfranchisement.”</p> \n  <p>The move comes as states are <a href=\"https://www.democratandchronicle.com/story/news/politics/albany/2020/04/27/ny-cancels-presidential-primary-angering-bernie-sanders-supporters/3032725001/\">scrambling to figure out</a> how to allow people to vote while protecting their health in the Covid-19 pandemic. <strong>New York governor Andrew Cuomo</strong> recently issued an executive order requiring the state to send an absentee ballot application to every registered voter in the state.</p> \n  <p><strong>New York congresswoman Alexandria Ocasio-Cortez,</strong> a top Sanders surrogate, called the decision <strong>“completely wrong.” </strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AOC/status/1254829322352893955\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">It is completely wrong for the BOE to cancel New York’s Presidential Primary.<br><br>This decision is not informed by public health: the state is still holding elections for every other seat that day, &amp; so far the only way your ballot will 100% be counted in NY is to vote in person! <a href=\"https://t.co/l8iT7mxm9c\">https://t.co/l8iT7mxm9c</a></p>— Alexandria Ocasio-Cortez (@AOC) \n    <a href=\"https://twitter.com/AOC/status/1254829322352893955?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T18:53:55.454Z\">at 7.53pm BST</time></p> \n</div> \n<div id=\"block-5ea71c268f086f39b4ca0f94\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T18:03:58.514Z\">7.03pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Coming soon to a living room near you ...</p> \n  <p>Former first lady <strong>Michelle Obama </strong>announced that a documentary based on her best selling memoir, <strong>Becoming</strong>, will be released on Netflix on May 6. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MichelleObama/status/1254819337371779077\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I’m excited to share that on May 6, <a href=\"https://twitter.com/netflix?ref_src=twsrc%5Etfw\">@Netflix</a> will release BECOMING, a documentary directed by Nadia Hallgren that shares the stories of the amazing people I met after the release of my memoir. During this difficult time, I hope you’ll find some inspiration and joy in this film. <a href=\"https://t.co/fqsIbhXYeL\">pic.twitter.com/fqsIbhXYeL</a></p>— Michelle Obama (@MichelleObama) \n    <a href=\"https://twitter.com/MichelleObama/status/1254819337371779077?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“During this difficult time, I hope you’ll find some inspiration and joy in this film,” she wrote.</p> \n  <p>Obama has re-emerged lately as an advocate for vote-by-mail, an effort that has gained traction amid the Covid-19 pandemic. She has also been raised as a potential running mate for Joe Biden, who recently said he’d pick her in a “heartbeat” but suspected that she did not want to return to the White House. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/13/michelle-obama-vote-by-mail-push\">Michelle Obama announces new vote-by-mail push</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ea71a398f0821d5b0274a96\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T17:53:22.898Z\">6.53pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Senate Majority leader Mitch McConnell will convene the US Senate on May 4.</p> \n  <p>In a statement on Monday afternoon, McConnell said the Senate, which adjourned last month, must “honor our constitutional duty to the American people.” </p> \n  <blockquote class=\"quoted\"> \n   <p><strong>If it is essential for doctors, nurses, healthcare workers, truck drivers, grocery-store workers, and many other brave Americans to keep carefully manning their own duty stations, then it is essential for Senators to carefully man ours and support them.</strong></p> \n  </blockquote> \n  <p>He said the Senate must urgently return to Washington to start working on the next round of legislation to help ease the economic strain of the coronavirus pandemic on American families and businesses. <strong> <br></strong></p> \n  <blockquote class=\"quoted\"> \n   <p>This crisis has every part of our society in dire need of stability, clarity, and certainty,” McConnell wrote. “The Senate has already stepped up, but our work is not over.<strong> I look forward to seeing all my colleagues next Monday.”</strong></p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ea7171e8f086f39b4ca0f33\" class=\"block\" data-block-contributor=\"profile/vivian-ho\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T17:45:20.203Z\">6.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Guardian reporter Vivian Ho</strong> sends this report on the death of a 57-year-old California woman who is believed to be the first person to die of coronavirus in the US. </p> \n  <blockquote class=\"quoted\"> \n   <p>Coronavirus caused a rupture in the heart of the California woman whose death is believed to be the first Covid-related death so far in the US, according to <a href=\"https://www.sfchronicle.com/bayarea/article/Exclusive-Autopsy-report-of-first-known-15226422.php\">an autopsy report obtained</a> by the San Francisco Chronicle. </p> \n   <p>Patricia Dowd, 57, died 6 February in her home in San Jose, California after reporting flu-like symptoms in the days leading up to her death, according to the report. Though the first official death in the nation from the virus was reported in Kirkland, Washington on 29 February, and the first case had not reached Dowd’s county until 28 February, the medical examiner had been suspicious, and sent tissue samples to the Centers for Disease Control and Prevention for testing. </p> \n   <p>The autopsy found traces of the virus in her heart, trachea, lungs and intestines. Her official cause of death was listed as “acute hemopericardium due to rupture of left ventricle...due to covid-19 infection.” </p> \n   <p>Dowd worked as a senior quality manager for a semiconductor company for 28 years. She was a wife and mother who loved to travel, read and spend time with her friends and family. “She will always be remembered for her beautiful smile and infectious laugh,” her family <a href=\"https://www.cusimanocolonial.com/obituaries/Patricia---Trish-Cabello--Dowd?obId=11551175\">writes</a>. </p> \n   <p>Dowd was one of three deaths that have changed what experts have come to understand about community spread of the virus in the country. Gavin Newsom, California’s governor, has ordered medical examiners and coroners across the state to review autopsies going back to December to get a better understanding of when the pandemic truly began. </p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ea7157a8f0869484d944025\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T17:30:50.230Z\">6.30pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">White House re-schedules coronavirus press briefing after cancelling it</h2> \n <div class=\"block-elements\"> \n  <p>Surprise! </p> \n  <p>After much back-and-forth the White House has re-scheduled and coronavirus task force briefing that it had previously cancelled after initially scheduling it. </p> \n  <p><strong>The press conference is scheduled for 5pm EST in the White House Rose Garden. </strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PressSec/status/1254821664967348224\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">UPDATE: The White House has additional testing guidance and other announcements about safely opening up America again. President <a href=\"https://twitter.com/realDonaldTrump?ref_src=twsrc%5Etfw\">@realDonaldTrump</a> will brief the nation during a press conference this evening.</p>— Kayleigh McEnany (@PressSec) \n    <a href=\"https://twitter.com/PressSec/status/1254821664967348224?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p><strong>White House press secretary Kayleigh McEnany </strong>said Trump will “brief the nation” on additional testing guidance and new guidelines for lifting stay-at-home orders. </p> \n  <p>A spokeswoman for Mike Pence, Alyssa Farah, joked about the changes. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Alyssafarah/status/1254823691025866756\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We like to keep reporters on their toes. 😉</p>— Alyssa Farah (@Alyssafarah) \n    <a href=\"https://twitter.com/Alyssafarah/status/1254823691025866756?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T17:43:51.896Z\">at 6.43pm BST</time></p> \n</div> \n<div id=\"block-5ea6f9a48f08938b7d9f6911\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T17:24:20.762Z\">6.24pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Jesse Ventura</strong> is considering a third-party run for president. </p> \n  <p>In a tweet tagged #MondayThoughts and #MondayMood, the professional wrestler, actor and one-term governor of Minnesota said wondered if he should run for president on the Green Party ticket. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GovJVentura/status/1254783039642595330\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">OK, I've decided I'm going to test the waters. IF I were going to run for president, the GREEN party would be my first choice. I've endorsed the party and I'm testing the waters. <a href=\"https://twitter.com/hashtag/mondaythoughts?src=hash&amp;ref_src=twsrc%5Etfw\">#mondaythoughts</a> <a href=\"https://twitter.com/hashtag/MondayMorning?src=hash&amp;ref_src=twsrc%5Etfw\">#MondayMorning</a> <a href=\"https://twitter.com/hashtag/MondayMotivaton?src=hash&amp;ref_src=twsrc%5Etfw\">#MondayMotivaton</a> <a href=\"https://twitter.com/hashtag/MondayMood?src=hash&amp;ref_src=twsrc%5Etfw\">#MondayMood</a></p>— Jesse Ventura (@GovJVentura) \n    <a href=\"https://twitter.com/GovJVentura/status/1254783039642595330?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Ventura ran for governor in 1998 as the nominee for the Reform Party and narrowly beat the Democratic and Republican candidates. After his election, Ventura left the party and became a member of the state’s Independence Party.</p> \n  <p>This is not the first time Ventura has flirted with a third-party run.<strong> </strong></p> \n  <p>He added on Twitter: “<strong>I haven’t filed anything.</strong> I authorized a letter of interest that was sent on my behalf to the Greens and I’m testing the waters for Green Party nomination. <strong>I’m an independent. I’m not a Democrat or a Republican because I know they’re not the solution.”</strong></p> \n </div> \n</div> \n<div id=\"block-5ea70d638f086f39b4ca0eee\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T17:17:51.665Z\">6.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Two women have come forward publicly to corroborate details of a sexual assault allegation against Joe Biden, according to <a href=\"https://www.businessinsider.com/former-neighbor-corroborates-joe-bidens-accuser-2020-4\">new reporting</a> from Business Insider. <br></p> \n  <p><strong>Tara Reade, </strong>a former aide in Biden’s Senate office, alleged that the presumptive Democratic nominee assaulted her in a congressional hallway in 1993. Biden’s campaign has denied the allegation. </p> \n  <p>In an interview with Business Insider, a former neighbor of Reade’s said Reade shared details of the alleged assault with her in the mid-1990s.</p> \n  <p>“This happened, and I know it did because I remember talking about it,” the neighbor, Lynda LaCasse, told the website.</p> \n  <p>The other woman, Lorraine Sanchez, a colleague of Reade’s in the office of a California state senator in the mid-1990s, told the website that she remembers Reade complaining that she had been fired after complaining about a former boss in Washington DC who had sexually harassed her.</p> \n  <p>In April 2019, Reade was among several women who came forward to accuse Biden of inappropriate behavior or conduct that made them feel uncomfortable. But last month, in a podcast interview with progressive media host Katie Halper, Reade made a much more serious allegation. </p> \n  <p>She said Biden cornered her in a semi-private corridor on Capitol Hill, pinned her against the wall and digitally penetrated her. She repeated the story to The Intercept, The New York Times and The Washington Post. Reade’s brother and a friend who has remained anonymous have confirmed aspects of her story. Reade also said she told her mother, who is deceased. </p> \n  <p>This weekend video archive emerged of a woman Reade identified as her mother calling into CNN’s Larry King Live in 1993 to discuss what Reade said was a reference to her claim. The woman’s question is vague but she references her daughter’s “problems” with a prominent senator.</p> \n  <p>Kate Bedingfield, Biden’s communications director, said in a statement last month: “Women have a right to tell their story, and reporters have an obligation to rigorously vet those claims. We encourage them to do so, because these accusations are false.” Biden has not publicly commented on the story.</p> \n  <p>Read Business Insider’s full story <a href=\"https://www.businessinsider.com/former-neighbor-corroborates-joe-bidens-accuser-2020-4\">here</a>.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T17:45:26.457Z\">at 6.45pm BST</time></p> \n</div> \n<div id=\"block-5ea708c98f0821d5b02749d0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T16:45:09.118Z\">5.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Cuomo has finished his daily briefing. Here are the top lines:</strong></p> \n  <ul> \n   <li>New York’s death rate is in decline, but hospitalizations are flat.</li> \n   <li>Cuomo plans to extend a 15 May stay-at-home order for some parts of the state while other parts of the state may begin to “unpause”.</li> \n   <li>Cuomo said the state is still seeing 1,000 new Covid-19 cases per day.</li> \n   <li>A preliminary survey found that 14.9% of New York residents have antibodies to the virus.</li> \n   <li>Cuomo said he would not “second guess” the state board of elections over a decision to cancel its June primary.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T17:27:59.135Z\">at 6.27pm BST</time></p> \n</div> \n<div id=\"block-5ea706228f0821d5b02749ba\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T16:27:47.028Z\">5.27pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">NY Board of Elections cancels June primary</h2> \n <div class=\"block-elements\"> \n  <p>The New York State Board of Elections has removed Bernie Sanders from the ballot and cancelled the states primary, which was scheduled for 23 June. </p> \n  <p>Sanders dropped out of the Democratic race earlier this month and endorsed Joe Biden, making him the party’s presumptive nominee. But Sanders had hoped to stay on the ballot in the remaining state primaries and collect delegates to influence the party platform. </p> \n  <p>New York, the center of the coronavirus outbreak in the US, was the most delegate-rich Democratic primary left on the calendar. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JimmyVielkind/status/1254804717936488456\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BREAKING: Democrats on the New York State Board of Elections just removed <a href=\"https://twitter.com/BernieSanders?ref_src=twsrc%5Etfw\">@BernieSanders</a> from the ballot and canceled the presidential primary that was scheduled for June 23.<br><br>Sanders campaign had asked the primary to go on, even though he’s backed Biden.<a href=\"https://t.co/5AoRkQNlph\">https://t.co/5AoRkQNlph</a> <a href=\"https://t.co/56aKnLluna\">pic.twitter.com/56aKnLluna</a></p>— Jimmy Vielkind (@JimmyVielkind) \n    <a href=\"https://twitter.com/JimmyVielkind/status/1254804717936488456?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Sanders supporters had urged the state to keep him on the ballot.</p> \n  <p>“I’m not going to second guess the Board of Elections,” Cuomo said, responding to the development in real time. </p> \n  <p>The mechanics of voting has become a fraught political issue amid the pandemic, with several states, including New York postponing primaries until later in the year. States like Wisconsin pressed ahead with their primary despite warnings from public health officials, a decision that raised questions about how the nation would conduct a general election if there is a resurgence of the virus later this year. </p> \n  <p>Ohio, which delayed its March primary, is scheduled to hold elections on Tuesday. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T16:30:47.893Z\">at 5.30pm BST</time></p> \n</div> \n<div id=\"block-5ea704d78f0869484d943f5d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T16:19:34.770Z\">5.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Cuomo hammers the point that states still need federal assistance. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NY1/status/1254805815573258240\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Governor Cuomo continues to call on the federal government for financial support. He says the state gives the federal government more than it receives in federal spending. \"Nobody puts more money into the pot than New York. We are the number one donor state.\"</p>— Spectrum News NY1 (@NY1) \n    <a href=\"https://twitter.com/NY1/status/1254805815573258240?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p>He takes issue with the suggestion that politically-liberal states like New York “take more” from the federal government than conservative states. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NickReisman/status/1254803611416231937\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Cuomo on the bailout debate: \"If you want to go to who gets bailed out and who gets what, no one will be bailing out New York State. New York State has been bailing them out for decades.\"</p>— Nick Reisman (@NickReisman) \n    <a href=\"https://twitter.com/NickReisman/status/1254803611416231937?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T16:32:36.552Z\">at 5.32pm BST</time></p> \n</div> \n<div id=\"block-5ea7005b8f0869484d943f11\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T15:59:55.892Z\">4.59pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Cuomo is now rhapsodizing about the American spirit and the possibility of remaking an economy and a body politic that has for decades advantaged the wealthy and the privileged. </p> \n  <p>“We have to use this moment to reimagine and be smart and grow,” Cuomo said. “This is one of these moments if you look back in history sometimes it takes a crisis to wake people up.”</p> \n  <p>He closed by praising the leadership of Kentucky governor Andy Beshear, a Democrat in a conservative state who he said “stood up” to Senate Majority Leader Mitch McConnell. </p> \n  <p><strong>“It takes guts. You don’t get that from a typical politician,”</strong> Cuomo said. “So thank you, Governor.”</p> \n </div> \n</div> \n<div id=\"block-5ea6fe758f08ef5ee57210c6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T15:55:02.149Z\">4.55pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Preliminary results from an antibody survey of New York residents found that 14.9% of the state is positive for Covid-19 antibody.<br tabindex=\"-1\"></p> \n  <p>The sample size of the survey was 7,500. Cuomo said the state will test 1,000 NYPD officers and 1,000 FDNY workers for antibodies <br></p> \n  <p>He said this is part of the state’s effort to prepare for the virus to return later this year. “Anticipate an issue in the future,” he said, noting that he spoke to Trump this morning. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T16:04:44.488Z\">at 5.04pm BST</time></p> \n</div> \n<div id=\"block-5ea6fc568f08938b7d9f6938\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T15:41:10.862Z\">4.41pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Cuomo to extend stay-at-home order in some parts of state past 15 May</h2> \n <div class=\"block-elements\"> \n  <p>Cuomo said he would extend the stay-at-home order in some parts of the state, but will allow other regions to re-open on 15 May. </p> \n  <p><strong>He said the state is still seeing 1,000 new cases per day.</strong></p> \n  <p>“I will extend them in many parts of the state but in some parts of the state, in some regions, you could make the case that we should unpause on May 15,” Cuomo said at his daily briefing from Albany. “But you have to be smart about it. ... There is no light switch.”</p> \n  <p>He issued a warning to his colleagues who will be overseeing the reopening in the coming weeks: <strong>“If you are not smart you will see that infection rate go right back to where it was, right where we were 58 days ago.”</strong></p> \n  <p>He described the reopening as turning a valve. How much to turn the dials will be based on four factors: <strong>hospitalization rate, antibody testing, diagnostic testing, rate of transmission. </strong></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T16:41:41.007Z\">at 5.41pm BST</time></p> \n</div> \n<div id=\"block-5ea6fb5b8f08938b7d9f6922\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T15:37:26.944Z\">4.37pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Cuomo: New York death toll 'on the decline'</h2> \n <div class=\"block-elements\"> \n  <p>New York governor Andrew Cuomo said 337 New Yorkers died in past 24 hours, a sign of “decline” in the state. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessemckinley/status/1254795812091187202\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BREAKING: 337 deaths in last 24 hours in NY, per <a href=\"https://twitter.com/NYGovCuomo?ref_src=twsrc%5Etfw\">@NYGovCuomo</a>.<br><br>DOWN from 367 deaths, in previous 24 hour period, reported on Sunday.</p>— Jesse McKinley (@jessemckinley) \n    <a href=\"https://twitter.com/jessemckinley/status/1254795812091187202?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p>He said the hospitalization rate is “flat.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/2MelissaHolmes/status/1254796259170365441\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/NYGovCuomo?ref_src=twsrc%5Etfw\">@NYGovCuomo</a>'s press conference beginning now with a look at NYS hospitalization rate- which is flat. \"Flat is not good,\" he says, but hopes its an anomaly from the weekend.<br>337 deaths from yesterday, but death rate declining.<a href=\"https://twitter.com/WGRZ?ref_src=twsrc%5Etfw\">@wgrz</a></p>— Melissa Holmes (@2MelissaHolmes) \n    <a href=\"https://twitter.com/2MelissaHolmes/status/1254796259170365441?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T15:43:09.782Z\">at 4.43pm BST</time></p> \n</div> \n<div id=\"block-5ea6f4458f08ef5ee5721041\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T15:17:49.693Z\">4.17pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Monday coronavirus task force briefing cancelled</h2> \n <div class=\"block-elements\"> \n  <p>The White House officially cancels a planned Covid-19 coronavirus task force press briefing, according to an updated version of the president’s daily schedule. </p> \n  <p>The briefing was initially scheduled for 5pm EST. </p> \n  <p>The cancellation comes amid concern that the briefings – during which Trump will hold court for 90 minutes, or more – have become politically problematic for the president. During a meeting last week, he mused that coronavirus might be treated with disinfectant, forcing manufactures and public health officials to issue urgent warnings to Americans about the serious, possibly fatal, dangers of ingesting such toxins. </p> \n  <p>Following the shocking – and baseless – suggestion, Trump took no questions at the briefing on Friday. No briefings were held over the weekend. <br></p> \n  <p><a href=\"https://www.axios.com/white-house-coronavirus-economic-birx-fauci-65e7b36c-cb81-401d-8a9f-8327482d2627.html\">Axios</a> reported on Sunday that the White House was planning to shift to events focused on the economy rather than the public health crisis in the coming days. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T15:49:30.587Z\">at 4.49pm BST</time></p> \n</div> \n<div id=\"block-5ea6eebc8f08938b7d9f687f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T14:52:09.665Z\">3.52pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Some news out of<strong> New York Mayor Bill de Blasio’s</strong> Monday press briefing. </p> \n  <p>De Blasio announced self-swab testing, which he says is “simpler and safer” for health care professionals to administer. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NY1/status/1254771583475802114\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: <a href=\"https://twitter.com/NYCMayor?ref_src=twsrc%5Etfw\">@NYCMayor</a> announces self-swab testing. It's a new method allowing patients to administer samples themselves at testing sites, while supervised by medical personnel. People will use shorter swabs in addition to offering a saliva sample. Mayor says it's simpler, safer, faster.</p>— Spectrum News NY1 (@NY1) \n    <a href=\"https://twitter.com/NY1/status/1254771583475802114?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The mayor said the new method will be rolled out this week. </p> \n  <p>“This is a whole different thing,” de Blasio said, describing the process. He said patients would be given instructions on how to administer the test using what he said was effectively a “sterile Q-tip.” </p> \n  <p>He said the new testing method, which will be overseen by medical professionals, will protect health care workers and help conserve personal protective equipment (PPE). </p> \n  <p>De Blasio also announced that the city intends to open up more streets to pedestrians, beginning with 40 miles around parks with a goal of reaching 100 miles.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/muoiod/status/1254775267739881473\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/NYCMayor?ref_src=twsrc%5Etfw\">@NYCMayor</a> says he has come to an agreement with City Council to open more streets to pedestrians - a minimum of 40 miles with goal to get to 100. Will focus on streets first that are in and around parks. <br><br>This should be a major quality of life improvement for New Yorkers</p>— danielle muoio (@muoiod) \n    <a href=\"https://twitter.com/muoiod/status/1254775267739881473?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ea6ec5e8f0827bced4157b4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T14:36:24.946Z\">3.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The supreme court has sidestepped what could have been a major decision to expand gun rights. </p> \n  <p>The Associated Press called it an “anti-climatic end” and a “disappointment” to gun rights advocates who had hoped the court’s newly-installed conservative majority would rule in their favor. </p> \n  <p><a href=\"https://apnews.com/ba2f079bf2472771ee1a9311a55f4bd5\">More from the AP report:</a> </p> \n  <blockquote class=\"quoted\"> \n   <p>It ruled that the city’s move to ease restrictions on taking licensed, locked and unloaded guns outside the city limits, coupled with a change in state law to prevent New York from reviving the ban, left the court with nothing to decide.<strong> The court asked a lower court to consider whether the city’s new rules still pose problems for gun owners.</strong></p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T15:23:06.295Z\">at 4.23pm BST</time></p> \n</div> \n<div id=\"block-5ea6e9848f08938b7d9f683e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T14:22:16.628Z\">3.22pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Will there or won’t there?</strong></p> \n  <p>The mystery over whether there will or won’t be a coronavirus press briefing on Monday evening appears to been resolved, for now.</p> \n  <p><strong>White House press secretary</strong><strong> Kayleigh McEnany</strong> told Fox News: “Today we’re not tracking a briefing.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/W7VOA/status/1254776091484418049\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"Today we're not tracking a briefing,\" <a href=\"https://twitter.com/PressSec?ref_src=twsrc%5Etfw\">@PressSec</a> tells <a href=\"https://twitter.com/FoxNews?ref_src=twsrc%5Etfw\">@FoxNews</a>, even thought a 1700EDT (2100UTC) <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> task force briefing is on today's <a href=\"https://twitter.com/WhiteHouse?ref_src=twsrc%5Etfw\">@WhiteHouse</a> schedule that was released to the media last evening.</p>— Steve Herman (@W7VOA) \n    <a href=\"https://twitter.com/W7VOA/status/1254776091484418049?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Daily guidance for <strong>Mike Pence</strong>, which was sent one hour ago, listed a task force briefing at 5pm EST. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T15:23:22.091Z\">at 4.23pm BST</time></p> \n</div> \n<div id=\"block-5ea6e1c68f08ef5ee5720f3f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T14:05:34.495Z\">3.05pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Trump continued his long-running diatribe against the “Lamestream Media” claiming there has “never been, in the history of our Country a more vicious or hostile” national press corps. A <a href=\"https://twitter.com/realDonaldTrump/status/1254769296280031232\">second</a> missive labeled the press the “ENEMY OF THE PEOPLE.” </p> \n  <p>Meanwhile, <strong>the US death toll from coronavirus is quickly approaching the number of Americans – 58,200 – killed during the Vietnam War. </strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1254767509460234243\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">There has never been, in the history of our Country, a more vicious or hostile Lamestream Media than there is right now, even in the midst of a National Emergency, the Invisible Enemy!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1254767509460234243?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The comments followed a weekend of rage-tweeting against the press, in which Trump appeared particularly incensed by a <a href=\"https://www.nytimes.com/2020/04/23/us/politics/coronavirus-trump.html\">New York Times article </a>that portrayed the cloistered president as consumed by his own negative media coverage. </p> \n  <p>In a series of Sunday bulletins, Trump suggested reporters who won a “Noble” Prize for their coverage of Russia should have the award taken back. Responding to the Twitterati, quick to point out that the reporters received a <em>Pulitzer</em> prize and that the other award was the Nobel, not Noble, prize, Trump <a href=\"https://twitter.com/realDonaldTrump/status/1254544354603143168?s=20\">lamented</a>: “<em>Does sarcasm ever work?” (</em><strong>He has since <a href=\"https://twitter.com/AaronBlake/status/1254735609538777088\">deleted</a> the tweets.)</strong></p> \n  <p>Over the weekend, the White House gamely participated in a<a href=\"https://nypost.com/2020/04/26/trump-works-so-hard-he-often-misses-lunch-white-house-officials/\"> New York Post piece</a> that rebutted the Times’ characterization of Trump’s daily preoccupations. </p> \n  <p>Indeed, the Post story begins with a claim from White House aides that Trump’s schedule is “so packed” that he “sometimes skips lunch”. </p> \n  <p>In the article, Mark Meadows, the president’s new chief of staff, said his “<strong>biggest concern” is ensuring the president gets “a quick bite to eat.”</strong><br></p> \n  <p>That is perhaps not what you’d expect to be at the top of the White House chief of staff’s priority list during the worst national crisis since the second world war. <strong> </strong></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T15:24:41.899Z\">at 4.24pm BST</time></p> \n</div> \n<div id=\"block-5ea6dd1e8f08ae2593ba7b38\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T13:41:15.251Z\">2.41pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The $2.2tn coronavirus stimulus deal, the largest economic rescue package in American history, was also, perhaps unsurprisingly, one of the most lobbied bills of all time, according to a<a href=\"https://www.opensecrets.org/news/2020/04/coronavirus-stimulus-spurs-lobbying/#utm_source=twitter&amp;utm_medium=social&amp;utm_campaign=twitt_coronavirus-stimulus-042420\"> new analysis by the Open Secrets</a>, which tracks money in politics. </p> \n  <blockquote class=\"quoted\"> \n   <p>“OpenSecrets found that <strong>at least 3,200 clients reported lobbying on issues <a href=\"https://www.politico.com/news/2020/04/22/coronavirus-lobbying-gush-199951\">related to coronavirus and the stimulus bill</a>.</strong> More than 1,500 lobbying clients specifically reported attempting to influence the House version of the <a href=\"https://www.opensecrets.org/federal-lobbying/bills/summary?id=hr748-116\">CARES Act</a>. <strong>Among all non-appropriations bills introduced since 2005, only the 2009 stimulus package drew more lobbying clients. </strong></p> \n  </blockquote> \n  <p>It also found that: </p> \n  <blockquote class=\"quoted\"> \n   <p><strong>Clients that had <a href=\"https://www.opensecrets.org/news/2020/04/corona-new-lobbying-activity/\">never lobbied before</a> hired lobbyists to ask Congress for financial aid in the stimulus bill.</strong> Industry groups asked Congress for more than $2.7 billion in direct support, but only a <a href=\"https://www.opensecrets.org/news/2020/04/corona-new-lobbying-activity/\">select few industries</a> received carved-out stimulus funds. Some airlines <a href=\"https://www.opensecrets.org/news/2020/04/airlines-secure-billions-after-lobbying/\">increased their lobbying spending</a> in the first quarter as the industry secured billions in taxpayer-funded grants. ...</p> \n   <p><a href=\"https://www.opensecrets.org/federal-lobbying/sectors/summary?cycle=2020&amp;id=H\">Health</a> sector spending reached $161 million, around the all-time high first-quarter mark <a href=\"https://www.opensecrets.org/news/2020/01/lobbying-spending-in-2019-near-all-time-high/\">set last year</a>. <strong><a href=\"https://www.opensecrets.org/federal-lobbying/firms/summary?cycle=2020&amp;id=D000026221\">Gilead Sciences</a>, the drugmaker working on a COVID-19 treatment, saw one of the biggest jumps in spending. It spent nearly $2.5 million, beating its 2019 first-quarter figure. </strong></p> \n  </blockquote> \n  <p>You’ll remember that drugmaker Gilead had <a href=\"https://www.usatoday.com/story/news/factcheck/2020/03/27/fact-check-coronavirus-gilead-sciences-received-withdrew-fda-orphan-status-remdesivir/2922115001/\">come under fierce criticism</a> that it was exploiting the coronavirus pandemic, after it sought orphan-status from the FDA for its antiviral drug remdesivir, which is being tested as a potential treatment. Bernie Sanders had called it “truly outrageous” that the drug company would seek the special status, which grants drug companies market exclusivity. The company ultimately <a href=\"https://www.gilead.com/news-and-press/company-statements/gilead-sciences-statement-on-request-to-rescind-remdesivir-orphan-drug-designation\">backtracked</a>. </p> \n </div> \n</div> \n<div id=\"block-5ea6d6918f08e0a8b0de0d72\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T13:13:51.722Z\">2.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>An interesting line from the Associated Press, which has found that “Americans’ <strong>support for mail-in voting</strong> has jumped amid concerns about the safety of polling places during the coronavirus pandemic”.</p> \n  <p>The AP also notes that its poll on the matter, conducted with NORC Center for Public Affairs Research, found “a wide partisan divide” which “suggests President Donald Trump’s public campaign against vote by mail may be resonating with his Republican backers”.</p> \n  <p>More: </p> \n  <blockquote class=\"quoted\"> \n   <p>Democrats are now much more likely than Republicans to support their state conducting elections exclusively by mail, 47% to 29%. In 2018, about half as many Democrats were in favor, and there was little difference in the views of Democrats and Republicans on the question.</p> \n  </blockquote> \n  <p>and:</p> \n  <blockquote class=\"quoted\"> \n   <p>The poll also shows 60% of Americans support allowing people to vote via absentee ballot without requiring them to give a reason if the outbreak is still happening. That includes 73% of Democrats and 46% of Republicans. Some 40% of Republicans are opposed.</p> \n  </blockquote> \n  <p>This month’s <a href=\"https://www.theguardian.com/us-news/2020/apr/14/wisconsin-election-coronavirus-republicans-supreme-court\"><strong>elections in Wisconsin</strong></a>, and remarks by the president to Fox News, brought the issue of mail-in voting to national attention. Here’s more from Sam Levine:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/14/wisconsin-election-coronavirus-republicans-supreme-court\">Republicans tried to suppress the vote in Wisconsin. It backfired</a> </p> \n  </aside> \n  <p>A final slice of AP:</p> \n  <blockquote class=\"quoted\"> \n   <p>The partisan differences could have <strong>a strong impact across the presidential battleground states</strong>. Five of the top seven swing states Michigan, New Hampshire, North Carolina, Pennsylvania and Wisconsin have divided government, and skirmishes over voting have already broken out in several. In some, there are signs that <strong>Democratic areas are moving faster than GOP ones to embrace mail voting</strong></p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ea6cd638f08ae2593ba7a9e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T12:49:58.607Z\">1.49pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Trump trade adviser, coronavirus czar and <a href=\"https://www.theguardian.com/us-news/2020/apr/10/peter-navarro-what-trumps-covid-19-tsar-lacks-in-expertise-he-makes-up\">noted self-pseudonym</a> <strong>Peter Navarro</strong> has been speaking to Fox News about reopening US factories. </p> \n  <p>“We’re trying to figure out the best protocols to keep our factories going,” Navarro said. “We’re going to have to use appropriate protocols, different social distancing. You’re going to have to reconfigure factories. You’re going to have to use things like thermoscanners to check fever as they come in.” </p> \n  <p>Navarro had <a href=\"https://www.theguardian.com/us-news/2020/apr/13/peter-navarro-trump-coronavirus-cbs-60-minutes\">a reasonably warm time of it</a> in the news a couple of weeks ago. Here’s Julian Borger’s profile, from then, which still has probably the greatest headline ever to grace a profile of a White House trade adviser:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/10/peter-navarro-what-trumps-covid-19-tsar-lacks-in-expertise-he-makes-up\">Peter Navarro: what Trump's Covid-19 tsar lacks in expertise, he makes up</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ea6ce848f08e0a8b0de0d18\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T12:33:25.225Z\">1.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Of course, the moment I blog that there’s a briefing on the White House schedule today, <a href=\"https://twitter.com/GeoffRBennett/status/1254743779623518208\">Geoff Bennett of NBC News tweets the following</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p>Update: Multiple White House officials tell NBC News this morning that <strong>there may NOT be a task force briefing today</strong> and that Trump may instead open to the press his 4pm Cabinet Room event with industry executives. (The current WH strategy, I’m told, <strong>is to show Trump “at work”</strong>.)</p> \n  </blockquote> \n  <p>Why seek to show Trump “at work”? The New York Times, remember, <a href=\"https://www.nytimes.com/2020/04/23/us/politics/coronavirus-trump.html\">reported last week</a> that the president:</p> \n  <blockquote class=\"quoted\"> \n   <p>…arrives in the Oval Office these days as late as noon, when he is usually in a sour mood after his morning marathon of television.</p> \n   <p>He has been up in the White House master bedroom as early as 5am watching Fox News, then CNN, with a dollop of MSNBC thrown in for rage viewing … the president sees few allies no matter which channel he clicks. He is angry even with Fox [News], an old security blanket, for not portraying him as he would like to be seen.</p> \n  </blockquote> \n  <p>The Times also said: “The daily White House coronavirus task force briefing is <strong>the one portion of the day that Mr Trump looks forward to</strong>, although even Republicans say that the two hours of political attacks, grievances and falsehoods by the president are hurting him politically.”</p> \n  <p>And it added: “After he is done watching the end of the daily White House briefing … Mr Trump watches television in his private dining room off the Oval Office. Assorted aides who are still around will join him to rehash the day and offer their assessments on the briefings. Comfort food – including French fries and Diet Coke – is readily available.”</p> \n  <p>From the White House, meanwhile, the first tweet of the day…</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1254747293414305792\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Blame the Democrats for any “lateness” in your Enhanced Unemployment Insurance. I wanted the money to be paid directly, they insisted it be paid by states for distribution. I told them this would happen, especially with many states which have old computers.</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1254747293414305792?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Here’s what Florida governor Ron DeSantis had to say about problems in his state: that the unemployment insurance system there was “<a href=\"https://floridapolitics.com/archives/329847-governor-unemployment-fail\">designed to fail</a>”. And here’s what sometime Guardian contributor Steven Greenhouse says today: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/greenhousenyt/status/1254748462152912896\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Only 20% of the 850,000 newly laid off Floridians have received any unemployment benefits, leaving many families in dire shape.<br><br>The reason: when he was governor, Senator Rick Scott gutted Florida's unemployment benefits system to cut taxes for business.<a href=\"https://t.co/WYfnTyhWUo\">https://t.co/WYfnTyhWUo</a></p>— Steven Greenhouse (@greenhousenyt) \n    <a href=\"https://twitter.com/greenhousenyt/status/1254748462152912896?ref_src=twsrc%5Etfw\">April 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T12:40:08.084Z\">at 1.40pm BST</time></p> \n</div> \n<div id=\"block-5ea6bbb28f0845d1c895e757\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T12:21:36.528Z\">1.21pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It’s worth noting that though Donald Trump did not brief the press over the weekend, amid reports that such briefings would be scaled back in an attempt to limit the damage done by the president’s freewheeling performances, <strong>there is a briefing on the White House schedule for Monday</strong>, at 5pm ET.</p> \n  <p>It’s also worth noting that <a href=\"https://twitter.com/realDonaldTrump/status/1254520889212837890\">one of Trump’s targets</a> in his remarkable-even-by-his-standards Sunday tweet storm (which included a retweet of doctored video from an account named “<a href=\"https://twitter.com/SilERabbit/status/1254551597465518082\">Trump &amp; Biden are Rapey</a>”) was Fox News. </p> \n  <p>“The people who are watching Fox News, in record numbers (thank you President Trump), are angry,” he wrote. “They want an alternative now. So do I!”</p> \n  <p>One alternative for Trump seems to have been the New York Post, which released a <a href=\"https://nypost.com/2020/04/26/trump-works-so-hard-he-often-misses-lunch-white-house-officials/\">report</a> about how the president – contrary to a New York Times <a href=\"https://www.nytimes.com/2020/04/23/us/politics/coronavirus-trump.html\">report</a> about his working habits, diet and schedule – is supposedly too busy to have lunch every day. The Post is of course owned by Rupert Murdoch, who also owns Fox News.</p> \n  <p>Of the president and his words to the nation over the past week, meanwhile, the following is from <a href=\"https://view.newsletters.cnn.com/messages/1587960120697cef11d49867e/raw?utm_term=1587960120697cef11d49867e&amp;utm_source=Reliable+Sources+-+April+26%2C+2020&amp;utm_medium=email&amp;utm_campaign=201510_1587960120700&amp;bt_ee=NmyVk%2FZ%2FkMxuws4wZrSgvM8K4TR7%2FhOWeHsI2RLdbunc25WAmma0LXJf5dN%2BNSv2&amp;bt_ts=1587960120700\">CNN’s Brian Stelter</a> and his <a href=\"https://www.cnn.com/shows/reliable-sources\">Reliable Sources</a> email. It’s pretty stark:</p> \n  <blockquote class=\"quoted\"> \n   <p>As the death toll has worsened, President Trump’s behavior has worsened. I think his statements and rants and tweets are newsworthy no matter what, but should be reported in context, and right now the death toll is crucial context.</p> \n   <p>As the US death toll approached 50,000, Trump <a href=\"https://www.theguardian.com/us-news/2020/apr/25/donald-trump-coronavirus-disinfectant-sarcastic-tipping-point\">mused about disinfectants</a>.</p> \n   <p>50,000 dead, and he claimed <a href=\"https://www.theguardian.com/world/2020/apr/24/trump-disinfectant-bleach-sarcastic\">he was just pranking the media</a>.</p> \n   <p>51,000 dead, and he attacked CNN’s owner AT&amp;T.</p> \n   <p>52,000 dead, and he tweeted about a professional wrestler.</p> \n   <p>53,000 dead, and he touted his ratings.</p> \n   <p>54,000 dead, and he went on a misspelled rant about ‘Noble Prizes’.</p> \n   <p>Nearly 55,000 dead, and he <a href=\"https://e.newsletters.cnn.com/click/EbWFydGluLnBlbmdlbGx5QHRoZWd1YXJkaWFuLmNvbQ/CeyJtaWQiOiIxNTg3OTYwMTIwNjk3Y2VmMTFkNDk4NjdlIiwiY3QiOiJjbm4tMmQ4MzI3YWQ2MmNhYzdhZGQzMWVhY2ZmM2RlY2NiMzctMSIsInJkIjoidGhlZ3VhcmRpYW4uY29tIn0/HWkhfQ05OX2lfTmV3c19OREJBTjA0MjcyMDIwMjAxNTExMSxjbm5uZXdzLGh0dHBzOi8vdHdpdHRlci5jb20vam9obmNhcmRpbGxvL3N0YXR1cy8xMjU0NDgxMjA2OTM2MzI2MTQ1/s6c8855de1e\">retweeted</a> a far-right commentator who suggested ‘lunatics’ on the left might be inflating the mortality rates ‘in an attempt to steal the election.’</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ea6ba1c8f08fa2bdcb1c135\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T12:04:12.736Z\">1.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This morning, the Washington Post is <a href=\"https://www.washingtonpost.com/health/2020/04/28/white-house-is-reviewing-expanded-guidance-reopening-society/\">out with a report</a> which says “the White House is finalising expanded guidelines to allow the phased reopening<a href=\"https://www.washingtonpost.com/politics/social-distancing-could-last-months-white-house-coronavirus-coordinator-says/2020/04/26/ad8d2f84-87de-11ea-8ac1-bfb250876b7a_story.html?tid=lk_inline_manual_2&amp;itid=lk_inline_manual_2\"> </a>of schools and camps, childcare programs, certain workplaces, houses of worship, restaurants and mass transit, according to documents under review by administration officials”.</p> \n  <p>According to the Post: </p> \n  <blockquote class=\"quoted\"> \n   <p>The <a href=\"https://www.washingtonpost.com/context/white-house-is-reviewing-detailed-guidance-for-gradual-reopening/f263df1b-f48c-4ede-affa-76803d94ff2f/?tid=lk_inline_manual_19&amp;itid=lk_inline_manual_19\">17-page guidance</a> lists recommendations for each of six settings. It says all decisions should be made locally in collaboration with local health officials. An accompanying set of documents provides one-page checklists to help state and local health officials make decisions. The Washington Post obtained copies of the guidance and checklists.</p> \n  </blockquote> \n  <p>Down south, <strong>Georgia is set to reopen restaurants and cinemas today</strong>, with social distancing restrictions in place. Gyms, barber shops and hair salons <a href=\"https://www.theguardian.com/us-news/2020/apr/25/us-states-coronavirus-lockdown-reopening\">were allowed to reopen</a> on Friday.</p> \n  <p>Governor Brian Kemp seems to have fallen rather afoul of President Trump on this one, his decision having been disowned by the president. The two men are not quite on the same page in other matters, politically, including Kemp’s appointment of Kelly Loeffler – <a href=\"https://www.theguardian.com/sport/2020/apr/07/kelly-loeffler-the-wnba-owner-against-everything-the-league-stands-for\">she of the stock sales</a> – to a vacant US Senate seat instead of Trump’s favoured pick, Republican congressman Doug Collins.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"595ad543-7850-49f7-8470-48787e1461f4\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/DNL1skrtJ5Y?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>Experts warn, widely, that reopening too early risks a resurgence in Covid-19 infections. Oliver Milman <a href=\"https://www.theguardian.com/us-news/2020/apr/24/coronavirus-us-infection-public-health-experts\">spoke to one last week</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p>I don’t think the US is ready, there are 50 states all at different points in their epidemic,” said Yanis Ben Amor, executive director of the Center for Sustainable Development in the Earth Institute. </p> \n   <p>“We aren’t diagnosing enough people and if we don’t have a testing system in place it will flare up again badly. We just don’t have that testing system and as a human being I’m deeply concerned about the consequences for people who think their governor is saying it’s safe now.”</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ea6c1038f0845d1c895e789\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T11:48:40.268Z\">12.48pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Pelosi endorses Biden</h2> \n <div class=\"block-elements\"> \n  <p>Nancy Pelosi is <a href=\"https://www.youtube.com/watch?v=MIUlC4TyGW0&amp;feature=youtu.be\">out with an endorsement for Joe Biden</a>, the Democrats’ presumptive nominee to face Trump at the polls in November. </p> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"a34cb444d9278d380e48b29a5bd4b8e3910dbd1a\"> \n   <img src=\"https://media.guim.co.uk/a34cb444d9278d380e48b29a5bd4b8e3910dbd1a/906_0_2835_3546/799.jpg\" alt=\"Nancy Pelosi covers up.\" width=\"799\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nancy Pelosi covers up.</span> \n    <span class=\"element-image__credit\">Photograph: Chip Somodevilla/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>In the YouTube video, the House speaker says the former Delaware senator and US vice-president “will be an extraordinary president because he knows how to get the job done”.</p> \n  <p>Pelosi cites Biden’s record in office under Barack Obama and calls him “a voice of reason and resilience” in the face of the coronavirus pandemic, “with a clear path to lead us out of this crisis”.</p> \n  <p>Apropos of all this, something I at least found interesting: the billionaire Mark Cuban has <a href=\"https://finance.yahoo.com/news/mark-cuban-keeping-doors-open-for-potential-2020-run-205757889.html\">told Yahoo Finance</a> he might yet mount a White House run. Why do I find this interesting? Because <strong>Cuban is a rugby nut</strong> and <a href=\"https://www.theguardian.com/sport/blog/2018/jun/01/famous-american-rugby-players-wales-v-south-africa\">discussed it with me</a> a couple of years ago. </p> \n  <blockquote class=\"quoted\"> \n   <p>Rugby “taught me not to take myself too seriously”, said the businessman who volunteered to be <a href=\"https://www.cnbc.com/2016/05/13/mark-cuban-offers-himself-up-as-hillary-clintons-running-mate-because-why-not.html\">Hillary Clinton’s running mate</a> and has flirted with <a href=\"https://www.ajc.com/news/national-govt--politics/shark-tank-billionaire-mark-cuban-considers-running-independent/o5hqJopXeI0ykayfkeYjTJ/\">a run for the White House himself</a>. “The beauty of rugby is that it’s so irreverent that you learn not to take anyone else too seriously too. You learn to accept other people for who they are.</p> \n  </blockquote> \n  <p>The same piece discussed how Bill Clinton and George W Bush, Ted Kennedy and former national security adviser HR McMaster, and Newt Gingrich’s half-sister, Candace Gingrich, played and loved the greatest game. I didn’t note it at the time but I know now that Rhode Island governor Gina Raimondo, an outside bet to be Biden’s running mate, also played the game at college:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GinaRaimondo/status/505136319933063168\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Turns out playing college rugby was good training for RI politics! <a href=\"https://twitter.com/hashtag/tbt?src=hash&amp;ref_src=twsrc%5Etfw\">#tbt</a> <a href=\"http://t.co/6CwKUfNie3\">pic.twitter.com/6CwKUfNie3</a></p>— Gina Raimondo (@GinaRaimondo) \n    <a href=\"https://twitter.com/GinaRaimondo/status/505136319933063168?ref_src=twsrc%5Etfw\">August 28, 2014</a>\n   </blockquote> \n  </figure> \n  <p>So there’s that.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T11:57:08.918Z\">at 12.57pm BST</time></p> \n</div> \n<div id=\"block-5ea6b5578f08e05690dc53f5\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-04-27T11:25:02.382Z\">12.25pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Good morning…</h2> \n <div class=\"block-elements\"> \n  <p>…and welcome to another day of coverage of the coronavirus outbreak in the US. First, the <strong><a href=\"https://www.theguardian.com/world/ng-interactive/2020/apr/23/coronavirus-map-of-the-us-latest-cases-state-by-state\">figures according to Johns Hopkins University</a></strong>:</p> \n  <ul> \n   <li>US cases: <strong>965,767</strong></li> \n   <li>US deaths: <strong>54,872</strong></li> \n   <li>New York cases: 288,045</li> \n   <li>New York deaths: 22,269</li> \n  </ul> \n  <p>For one comparison, <a href=\"https://www.archives.gov/research/military/vietnam-war/casualty-statistics\">around 58,000 Americans died</a> in the Vietnam war.</p> \n  <p>New York is of course the worst-hit state but not the only state badly hit. There have been nearly 6,000 deaths across the Hudson in New Jersey, more than 3,000 in Michigan and nearly 3,000 in Massachusetts, with more than 1,000 in many other states. </p> \n  <p>One key question, with <a href=\"https://www.theguardian.com/business/2020/apr/23/us-unemployment-claims-benefits-coronavirus\">more than 26 million Americans unemployed</a> due to the shutdown caused by the virus, is when states <strong>might move to safely reopen their economies</strong>. Andrew Cuomo, governor of New York, addressed the question on Sunday, as did Phil Murphy of New Jersey. One thing for sure – it will be gradual and dependent on death rates and <a href=\"https://www.theguardian.com/world/live/2020/apr/26/coronavirus-us-latest-news-trump-birx-cuomo-updates?page=with:block-5ea5b27c8f0845d1c895e196#block-5ea5b27c8f0845d1c895e196\">hospitalisations declining</a>, and testing capacity continuing to increase.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"bbaadf06-58bb-4289-80a6-139d2b241cd8\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/2n305Fqilqo?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>In the White House, meanwhile, <strong>Donald Trump</strong> stews over his prospects in a re-election year. Chastened by the fallout from <a href=\"https://www.theguardian.com/us-news/2020/apr/25/donald-trump-coronavirus-disinfectant-sarcastic-tipping-point\">his remarks about disinfectant and sunlight</a> last week – or not, of course – the president did not brief the press over the weekend. Instead, he went on a Twitter tear against the press and reports regarding his own work ethic, a possible move to fire health secretary Alex Azar, and more. It wasn’t particularly pretty – it never is, particularly.</p> \n  <p>Here’s Rick Wilson, former Republican strategist and co-founder of <a href=\"https://www.theguardian.com/us-news/2020/feb/28/lincoln-project-donald-trump-cooper-union-rick-wilson\">the Lincoln Project</a>, an anti-Trump effort, <a href=\"https://www.theguardian.com/us-news/2020/apr/27/joe-biden-trump-coronavirus-politics-pandemic\">speaking to Lauren Gambino of this parish</a> today:</p> \n  <blockquote class=\"quoted\"> \n   <p>All re-election campaigns – every single one of them – are a referendum on the incumbent. And if Donald Trump had come into this election with peace and prosperity, it would be a very high hill to climb to defeat him. But he’s not. <strong>He is coming into this with plague and depression</strong>.”</p> \n  </blockquote> \n  <p>More to come of course – in the meantime, some further, devastating reading from Sam Levin in Los Angeles:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/27/nursing-homes-california-coronavirus-outbreak-us\">'My mom's life was disposable': inside the California nursing homes unable to contain Covid-19</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-27T12:44:07.944Z\">at 1.44pm BST</time></p> \n</div>",
  "<p>His autocratic tendencies are well-known. His sudden absence from public view prompted fierce speculation and rumour. One headline suggested that he was “brain-dead”.</p> <p>The North Korean leader Kim Jong-un’s whereabouts remain unknown. But after a lost weekend, Donald Trump bounced back into the spotlight on Monday determined to prove that he is not only healthy but working very, very hard.</p> <p>“The people that know me and know the history of our Country say that I am the hardest working President in history,” Trump had tweeted on Sunday, apparently stung by a New York Times report that said he spent all morning watching TV and clocks into the Oval Office around noon. “I don’t know about that, but I am a hard worker and have probably gotten more done in the first 3 1/2 years than any President in history. The Fake News hates it!”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/27/us-states-councils-pacts-coronavirus-trump\">The US states uniting to combat coronavirus amid leadership vacuum</a> </p> </aside>  <p>Trump’s aides fell into line with a Pyongyang-like lockstep. Mark Meadows, the new White House chief of staff, told the New York Post he got a call from Trump at 3.19am. “I can tell you that the biggest concern I have as a new chief of staff is making sure he gets some time to get a quick bite to eat,” he said.</p> <p>It was the Gordon Gekko argument from the 1987 film Wall Street: “Lunch is for wimps.”</p> <p>Kayleigh McEnany, the new White House press secretary, duly quoted Meadows on Fox News and added: “Make no mistake about it, it’s why I watch this president get up early in the morning and work until late into the evening to ensure to that end America’s workers get paid and American lives are protected.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/25/donald-trump-coronavirus-disinfectant-sarcastic-tipping-point\">Debacle of Trump's coronavirus disinfectant comments could be tipping point</a> </p> </aside>  <p>Yet like Kim, Trump was nowhere to be seen over a weekend that included his wife Melania’s 50th birthday and a barrage of angry tweets. Some wondered if he had retreated to a hermit-like existence following bleach-gate, his bizarre riff last Thursday musing aloud <a href=\"https://www.theguardian.com/world/2020/apr/23/trump-coronavirus-treatment-disinfectant\">that disinfectant could be injected</a> into coronavirus patients.</p> <p>The sorry episode generated open-mouthed <a href=\"https://www.theguardian.com/us-news/2020/apr/25/donald-trump-coronavirus-disinfectant-sarcastic-tipping-point\">disbelief and derision around the world</a>. Coronavirus taskforce members were said to be stunned. For White House aides and Republican allies, it was reportedly the straw that broke the camel’s back: these daily briefings had become a political liability that could cost Trump the presidential election.</p> <p>So there was no briefing on Saturday, nor on Sunday. The official White House guidance said there would be one on Monday. At 9.41am, Trump, whose very self-conception is based on what he sees reflected back through the media, tweeted: “There has never been, in the history of our Country, a more vicious or hostile Lamestream Media than there is right now, even in the midst of a National Emergency, the Invisible Enemy!”</p> <p>At 10.52am, the briefing was abruptly cancelled without explanation. But at 1.32pm, it was officially back on again, scheduled for the rose garden at 5pm. As a poet once wrote, “Who is in charge of the clattering train?”</p> <p>It turned out the rose garden was decked out with a red carpet and US national flags. Corporate chief executives gave remarks. Trump did not advise anyone to inject disinfectant into their veins, nor did he berate some hapless journalist as “a third rate reporter”, but it could hardly be described as the long-yearned-for “pivot” to a presidential mien.</p> <p>Stung, perhaps, by <a href=\"https://www.washingtonpost.com/politics/13-hours-of-trump-the-president-fills-briefings-with-attacks-and-boasts-but-little-empathy/2020/04/25/7eec5ab0-8590-11ea-a3eb-e9fc93160703_story.html\">a Washington Post analysis</a> that found over the past three weeks of briefings Trump spent two hours on attacks, 45 minutes praising himself and his administration and just 4½ minutes expressing condolences for coronavirus victim, he read scripted remarks as usual before adding: “We do grieve.”</p> <p>He went on to script a political attack ad against himself: “There has been so much unnecessary death in this country. It could have been stopped and it could have been stopped short, but somebody a long time ago, it seems, decided not to do it that way. And the whole world is suffering because of it. 184 countries, at least.”</p> <p>In his old self-promotional style, he boasted: “I built the greatest economy in the history of the world. I built it.”</p> <p>Dr Deborah Birx outlined the taskforce’s new guidelines for state testing. Trump said the US has carried out 5.4m tests, more than double any other country. He did not mention how far it still lags behind per capita, nor how the prominent taskforce member Dr Anthony Fauci has warned that testing levels need to at least be doubled before lockdown restrictions can be relaxed.</p> <p>The president was told that at least one governor reports an increase in the improper use of disinfectants. He said: “I can’t imagine why. I can’t imagine why.”</p> <p>Asked if he accepts responsibility for the sharp rise, he answered bluntly: “No, I don’t.”</p> <p>Someone else wondered if Trump might try to change the date of the November election. “No, I would never change the date of the election,” he said. “November 3rd. It’s a good number.”</p> <p>There was a memorably pointed question: “Does a president deserve another term after more Americans die in six weeks than the entire Vietnam war?”</p> <p>Trump, who was reportedly <a href=\"https://www.theguardian.com/us-news/2020/mar/28/trump-coronavirus-politics-us-health-disaster\">warned about the coronavirus</a> by US intelligence agencies more than a dozen times in January and February, replied: “We’ve lost a lot of people. But if you look at what original projections were … we’ve made a lot of good decisions.”</p> <p>Another reporter inquired about Kim’s condition. “I do have a very good idea but I can’t talk about it now,” Trump teased, gameshow-style. “I just wish him well … I hope he’s fine. I do know how he’s doing, relatively speaking. We will see, you’ll probably be hearing in the not too distant future.”</p> <p>If only the victims of the coronavirus were afforded such presidential compassion. But empathy, like lunch, is for wimps.</p>"
]