[
  "<p>Donald Trump has declared churches, mosques and synagogues “essential services” and threatened to override governors who refuse to reopen them this weekend – a power he does not possess.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/05/coronavirus-churches-florida-social-distancing\">The US churches and pastors ignoring 'stay-at-home' orders</a> </p> \n</aside> \n<p>“Some governors have deemed liquor stores and abortion clinics as essential, but have left out churches and other houses of worship,” the president told reporters at the White House on Friday. “It’s not right. So I’m correcting this injustice and calling houses of worship essential.”</p> \n<p>Trump added: “The governors need to do the right thing and allow these very important essential places of faith to open right now. For this weekend. If they don’t do it, I will override the governors. In America we need more prayer, not less.”</p> \n<p>After his two-minute statement, the president left the briefing room podium without taking questions.</p> \n<p>His remarks sowed confusion because the federal government does not have the constitutional right to unilaterally order individual states to reopen businesses, churches or schools. But they did seem likely to play well with his support base: Trump won four in five Christian evangelical voters in the 2016 presidential election.</p> \n<p>Earlier this week the Centers for Disease Control published <a href=\"https://www.cdc.gov/coronavirus/2019-ncov/downloads/php/CDC-Activities-Initiatives-for-COVID-19-Response.pdf\">a 60-page plan</a> for restaurants, schools, childcare programs, mass transport and other businesses about reopening. But it omitted details about houses of worship and faith-based organisations.</p> \n<p>There has been friction between Trump and state governors during the coronavirus pandemic. Last month the president claimed he had “total” authority over reopening plans but then appeared to backpedal from that position.</p> \n<p>At Friday’s briefing, the White House press secretary, Kayleigh McEnany, deflected questions about Trump’s threat to override governors and clashed with reporters.</p> \n<p>“Boy, it’s interesting to be in a room that desperately wants to see these churches and houses of worship stay closed,” she said sardonically.</p> \n<p>Jeff Mason of Reuters replied: “Kayleigh, I object to that. I go to church. I’m dying to go back to church. The question that we’re asking you, and would like to have asked the president and Dr Birx, is is it safe?”</p>",
  "<p>When Joe Biden launched his campaign for president in April last year, the unemployment rate was 3.6%, the <a href=\"https://www.bls.gov/opub/ted/2019/unemployment-rate-3-point-6-percent-in-april-2019-lowest-since-december-1969.htm\">lowest</a> it had been in nearly half a century. Now, months into a once-in-a-century public health crisis, unemployment in the US is nearly four times that, soaring to levels not seen since the Great Depression.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2020/may/22/coronavirus-us-live-trump-holiday-weekend-latest-news-updates\">Coronavirus US live: experts urge caution on first holiday weekend of summer as deaths pass 94,000</a> </p> </aside>  <p>Millions of laid-off workers <a href=\"https://abcnews.go.com/Health/27-million-americans-lose-health-insurance-coverage-report/story?id=70658766\">risk</a> losing their health insurance, while <a href=\"https://www.huffpost.com/entry/mcdonalds-workers-strike-coronavirus_n_5ec57c58c5b622c412eb224e\">many Americans </a>with jobs deemed essential are <a href=\"https://medium.com/@amazoniansunitednyc/we-amazon-workers-demand-coronavirus-protections-16f28ad8b15f\">demanding</a> better protections from their employers. It is only a matter of time before the death toll reaches 100,000.</p> <p>During the Democratic primary, Biden spoke of restoring normalcy after four years of Donald Trump, frequently appealing to voters’ nostalgia for the presidency of Barack Obama. But now, as he faces the general election amid the deepening economic turmoil, the presumptive Democratic nominee is reaching for the legacy of a radical American president: Franklin Delano Roosevelt.</p> <p>“The blinders have been taken off,” Biden told supporters recently during a virtual fundraiser from his Delaware home, where he has been since March. “Because of this Covid crisis, I think people are realizing, ‘My Lord, look at what is possible. Look at the institutional changes we can make.’”</p> <p>In recent weeks, Biden, who has climbed above Trump in national polls, has openly courted progressive leaders and ideas, adopting some of the populist rhetoric more commonly associated with his vanquished rivals, Bernie Sanders and Elizabeth Warren. In turn, they have offered their full-throated endorsements, casting Biden, a pragmatic dealmaker who still believes in bipartisan comity, as the perhaps unlikely herald of a new progressive era.</p> <p>“A shift of frame matters – it’s not to be underestimated,” the California congressman Ro Khanna, who was a co-chair of Sanders’ presidential campaign, said of Biden’s bold messaging. “It’s a totally different vision for what he thinks the next four years should be about.”</p> <p>Neither Biden nor Trump has yet laid out their vision for what the first 100 days of a new presidency might look like, a benchmark established by FDR during which he offered a series of sweeping reforms.</p>  <figure class=\"element element-image\" data-media-id=\"15487949ca75156728438b402f9ed98ca453e478\"> <img src=\"https://media.guim.co.uk/15487949ca75156728438b402f9ed98ca453e478/0_0_3000_2301/1000.jpg\" alt=\"President Franklin D Roosevelt’s New Deal was a try-anything moment during the Great Depression that remade the role of the federal government in American life.\" width=\"1000\" height=\"767\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">President Franklin D Roosevelt’s New Deal was a try-anything moment during the Great Depression that remade the role of the federal government in American life.</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <p>﻿But Biden and his economic advisers believe they must be prepared to marshal a far more ambitious domestic agenda than they initially imagined. During daily virtual meetings, Biden and his team are beginning to draft a new governing vision that reflects the scale and urgency of the crisis that Biden predicted may “eclipse what FDR faced”.</p> <p>The task is not entirely new to Biden. As vice-president, he led the Obama administration’s response to the recession, and his campaign hopes to leverage his remarkably scandal-free stewardship of the nearly $800bn stimulus package with Trump’s handling of the economy.</p> <p>In the coming weeks, Biden said he would share a detailed plan “for the right kind of economic recovery”, aspects of which are expected to include massive investment in public health, expansive legislative action on climate change, and broad new protections for workers.</p> <p>Last week, Biden announced six policy taskforces – centered around issues that include healthcare, climate and the economy – that pair his supporters with ideological allies of Sanders. Among those chosen to participate are some of the young, progressive leaders most skeptical of his approach, including the New York congresswoman Alexandria Ocasio-Cortez. </p> <p>In a joint press release announcing the taskforces, Biden said the groups would help “transform our country”.</p> <p>“Vice-President Biden understands in his gut that this is a totally different order of magnitude than any president has ever dealt with,” said Mary Kay Henry, president of the Service Employees International Union and a member of the healthcare taskforce.</p> <p>Henry said the coronavirus has exposed the underlying causes of the US’s problems, calling public attention to issues she believes government and business leaders can no longer afford to ignore.</p> <p>“We had [38] million people that <a href=\"https://www.theguardian.com/business/2020/may/21/us-unemployment-figures-jobs-lost-coronavirus\">have lost jobs</a>. But that’s on top of the 64 million Americans who already made less than $15 an hour before Covid,” she said. Without paid sick leave, some essential workers are reporting for work even if they feel ill because they can’t afford the alternative while fast-food and healthcare workers stage protests to demand protective equipment.</p> <p>“That level of inequality has sort of hit people between the eyes.”</p> <p>Jared Bernstein, one of Biden’s economic advisers, said Biden was looking beyond the “cyclical” challenges posed by the pandemic to the many “structural” problems it has revealed.</p> <p>“Biden is, I think, developing a particularly robust agenda that really strikes at this reality that the Trump economy was built on a house of sand and has turned out to be totally non-resilient to any shock,” said Bernstein, who advised Biden during his tenure as vice-president.</p> <p>Biden, Bernstein said, recognizes the need for an “urgent expansion” that better insulates the American economy from the “shocks that are coming fast and furiously” not as a direct result of the pandemic but from climate change and income inequality.</p> <p>Biden has also made other gestures. He has adopted aspects of Sanders’ free college tuition proposal. He has embraced Elizabeth Warren’s bankruptcy proposal and joined with the senator, viewed as a potential running mate, to call for better oversight of how the Trump administration spends the coronavirus relief fund. </p> <p>Critics on the left have scoffed at the notion of Biden as an FDR-style visionary. After all, they say, Biden once told supporters that under his presidency “nothing would fundamentally change”.</p> <p>David Sirota, a former adviser to Sanders 2020 presidential campaign, dismissed Biden’s overtures to the left as performative politics – a “canned SNL skit” that progressives were being asked to accept as “something real”.</p> <p>﻿Republicans, meanwhile, view Biden’s expanding policy aspirations as a political gift. After the taskforce members were announced, the Republican National Committee tagged Biden a “banner-man for the socialist agenda”.</p> <p>Biden’s policy platform – which includes a public option for healthcare and an aggressive plan to combat the climate crisis – might have been considered far-reaching in another presidential cycle. But during the primary he resisted pressure from activists to embrace progressive litmus-test items such as Medicare for All and a Green New Deal.</p> <p>Campaign aides and allies say Biden’s calls for change are part of a policy evolution in response to the crisis, not a sudden embrace of a Sanders-style agenda. Biden himself has pointed to his nearly 50-year political career as a guide for how he would make “institutional” changes “without us becoming a socialist country, or any of that malarkey”.</p> <p>Michael Gwin, a spokesman for Biden’s campaign, said: “He’s scaling up the solutions he’s proposed so that we can meet this moment, get through this crisis, and ensure that we come out on the other end with a stronger middle class and a more resilient country.”</p> <p>Surrounding his planning for the presidency is the uncertainty over who will control the House and Senate, <a href=\"https://www.theguardian.com/us-news/2020/may/18/us-senate-democrats-elections-2020\">which is suddenly within reach for Democrats</a>. Yet there are signs that the coronavirus, and Trump’s handling of the crisis, have scrambled the political calculus, giving Biden new latitude to move in a far bolder direction.</p> <p>A recent survey by the non-partisan <a href=\"https://www.people-press.org/2020/04/21/positive-economic-views-plummet-support-for-government-aid-crosses-party-lines/\">Pew Research Center</a> found that the public’s view of the economy has darkened dramatically: just 23% of Americans describe the economic outlook as “excellent” or “good”, down from 57% at the start of the year. The same poll found <a href=\"https://www.people-press.org/2020/04/21/positive-economic-views-plummet-support-for-government-aid-crosses-party-lines/\">overwhelming</a> support for the $2tn coronavirus relief measure passed by Congress last month, a marked contrast from the<a href=\"https://www.people-press.org/2009/03/16/obamas-approval-rating-slips-amid-division-over-economic-proposals/\"> polarized, partisan views</a> of the stimulus package passed to stem the economic fallout from the Great Recession.</p> <p>“I can’t underscore enough the extent to which this economic moment is unprecedented,” said Steph Sterling, vice-president of advocacy and policy at the liberal Roosevelt Institute. “Our institutions need to shift to meet the moment in a way that only government can.”</p>",
  "<p>People in Afghanistan protested on social media that no women were present at a high-level government meeting, despite assurances from the president that they would be involved in important decision-making roles.</p> <p>The outcry followed a <a href=\"https://twitter.com/SediqSediqqi/status/1263434749588185094\">tweeted photo</a> of a meeting of 12 political leaders at the presidential palace – all of them men. </p> <p>President Ashraf Ghani’s spokesman, Sediq Sediqqi, who posted the image on Thursday, wrote that he thanked the men for their “efforts in the political agreement” they had achieved, calling it an important step towards national unity and political consensus. But both men and women voiced their concerns that none of the country’s many influential women had been present.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/global-development/2020/apr/21/domestic-abuse-women-in-herat-afghanistan-may-survive-coronavirus-but-not-lockdown\">Domestic abuse: 'Women in Herat may survive coronavirus but not lockdown'</a> </p> </aside>  <p>Ali Adili, a researcher for the Afghanistan Analysts Network, tweeted: “Where are the women?”</p> <p>Freshta Karim, an activist and director at <a href=\"https://charmaghz.com/about/\">Charmaghz</a>, a non-profit promoting education, said: “We are fighting a double fight; with the Taliban, but also with our own government.</p> <p>“None of them [men] naturally feel obliged to include women in the decision-making. We are expecting the government to fight for our rights on the table with the Taliban, but how will they do this when they keep excluding us?</p> <p>She added: “This is how ugly they look when they exclude us.”</p> <p>More than 40 years of war, including years of Taliban rule, has led to women being stripped of basic rights, including education and freedom of movement. Many women are still made to stay at home and often do not have equal access to schooling.</p> <p>Some people dismissed the criticism on social media, saying there would be no point to include “any powerless woman”, and applauding the ethnic diversity of the men in the image.</p> <p>Earlier this year, Ghani said women’s participation was now seen at all levels in Afghanistan, yet recent meetings – including the signing of a political agreement between the president and his rival, Abdullah Abdullah, which ended months of political deadlock and will mean the formation of a new cabinet – were held in the absence of women leaders.</p> <p>“This is concerning, especially as the government is preparing for intra-Afghan negotiations with the Taliban,” said Shaharzad Akbar, chairperson of Afghanistan’s Independent Human Rights Commission (AIHRC).</p> <p>“There aren’t enough women in the negotiation team – numbers are lower than expected and there is a possibility that an almost fully male list of the cabinet is being put forward. This is concerning. It sends the message that the government’s leadership doesn’t take women’s voices, expertise and insights seriously.”</p> <p>After a landmark deal between the Taliban and the US was signed in February, paving the way for a US troop withdrawal and direct negotiations between the Afghan government and the militants, a 21-member delegation for the talks was put forward by the government – only five were women. The team was due to discuss potential political power-sharing with the militants and human and women’s rights protection.</p> <p>Sediq Sediqqi acknowledged the outcry over the photo on Twitter, and said the government would take note and assured women of their participation in the future.</p> <p>“Afghan women aren’t at the sidelines anymore, but they are leaders,” he said, adding that current meaningful participation of women at all levels of society had been unprecedented in the country’s history.</p> <p>“President Ghani’s main policy element on women empowerment for the past five years has not been symbolic, but a meaningful approach to elevate women and bring them to top state decision-making layers,” he said.</p> <p>But after Ghani’s first election win in 2015, only three women ministers were nominated for the cabinet, resulting in <a href=\"https://www.theguardian.com/global-development/2015/feb/03/afghan-women-protest-absence-female-ministers-new-cabinet\">protests</a> throughout the capital, Kabul.</p>",
  "<div id=\"block-5ec7cd408f08a1782fa7fa84\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-22T13:02:27.152Z\">2.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Live reporting on the coronavirus continues on Friday’s blog:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2020/may/22/coronavirus-us-live-trump-holiday-weekend-latest-news-updates\">Coronavirus US live: experts urge caution on first holiday weekend of summer as deaths pass 94,000</a> </p> </aside> </div>   </div> <div id=\"block-5ec717858f0886ce4f5d8305\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-22T00:13:54.866Z\">1.13am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Evening summary</h2>  <div class=\"block-elements\">  <p>Wrapping up our live coverage of US politics for tonight, but you can follow our <a href=\"https://www.theguardian.com/world/live/2020/may/22/coronavirus-live-news-trump-pushes-to-open-churches-as-brazil-death-toll-passes-20000-covid-19-latest-updates\">global coronavirus liveblog </a>for more news. </p> <p>An updated evening news summary: </p> <ul> <li><strong>Trump chose not to wear a face mask during his tour of a Ford manufacturing plant in Michigan, </strong>despite a company policy to do so. The president claimed he had worn a mask “in the back area” of the plant, something the company confirmed, but he said he did not want to give reporters “the pleasure” of seeing him wear it.</li> <li><strong>Baltimore’s mayor asked Trump to reconsider his planned trip to the city, </strong>which is still under a stay-at-home order. “I wish that the president, as our nation’s leader, would set a positive example and not travel during this holiday weekend.” Democratic mayor <strong>Bernard </strong><strong>Young</strong> said. A spokesman for the president said he would not change his plans. </li> <li><strong>Trump reiterated his criticism of vote by mail. </strong>A day after threatening to withhold funding from Michigan and Nevada over their efforts to expand vote by mail, the president falsely claimed that mail-in ballots are very susceptible to fraud. (Voter fraud is actually very rare.)</li> <li><strong>Congressman John Ratcliffe was confirmed as the next director of national intelligence. </strong>Ratcliffe’s nomination was approved in a party-line vote of 49-44, making the staunch Trump ally the first director of national intelligence to be confirmed in a partisan fashion.</li> <li><strong>Michael Cohen was released from prison because of coronavirus concerns. </strong>The former Trump lawyer and fixer was released early to home confinement as concerns mount about the potential spread of coronavirus in prisons.</li> <li><strong>The man who filmed the killin</strong>g <strong>of unarmed jogger </strong><strong>Ahmaud Arbery</strong> in Georgia was arrested and charged with felony murder and criminal attempt to commit false imprisonment. Attorneys representing Arbery’s family had previously called for <strong>William “Roddie” Bryan Jr.</strong> to be arrested because he helped trap Arbery as he was trying to flee from the two white men who later killed him. </li> </ul> </div>   </div> <div id=\"block-5ec701518f08a1782fa7f4ad\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T22:38:39.035Z\">11.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>‘How racist was Henry Ford?’</h2> <p>Trump’s praise of Henry Ford’s “bloodlines” at the Ford Factory has prompted an online discussion of just how racist and harmful the auto company founder was. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ztsamudzi/status/1263593643450880002\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Ford was so racist von Schirach, leader of the Hitler Youth, shouted him and his pamphlet series out as a major radicalizing influence during his testimony at Nuremberg <a href=\"https://t.co/1vF0VwmDY8\">https://t.co/1vF0VwmDY8</a></p>&mdash; inorganic african feminist (@ztsamudzi) <a href=\"https://twitter.com/ztsamudzi/status/1263593643450880002?ref_src=twsrc%5Etfw\">May 21, 2020</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GlennF/status/1263594323817291781\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Hitler had a giant portrait of Ford in his office and plagiarized parts of Mein Kampf from Ford’s horrific The International Jew. Hitler called Ford a major inspiration. <a href=\"https://t.co/atAgTBQwUY\">https://t.co/atAgTBQwUY</a></p>&mdash; Glenn Fleishman (@GlennF) <a href=\"https://twitter.com/GlennF/status/1263594323817291781?ref_src=twsrc%5Etfw\">May 21, 2020</a></blockquote>  </figure>  <p>Yes, a giant portrait. As the Washington Post <a href=\"https://www.washingtonpost.com/wp-srv/national/daily/nov98/nazicars30.htm\">reported in 1998</a>: </p> <blockquote class=\"quoted\"> <p>“I regard Henry Ford as my inspiration,” Hitler told a Detroit News reporter two years before becoming the German chancellor in 1933, explaining why he kept a life-size portrait of the American automaker next to his desk.</p> </blockquote> </div>   </div> <div id=\"block-5ec6fe438f0864e579f157c1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T22:21:00.134Z\">11.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>At Ford, Trump said he wore a mask in private; took it off in public </h2> <p>Journalist Bill Ritter, an anchor for an ABC news channel in New York City, initially shared a photograph of Donald Trump wearing a mask during a private viewing of Ford cars at a Ford plant in Michigan. The president did not wear the mask for the public part of his tour. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JonLemire/status/1263592425710170114\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">There it is, the image of the president in a mask. <br><br>But he did not wear it for the public portion of the tour <a href=\"https://t.co/0hQqpwzAZR\">https://t.co/0hQqpwzAZR</a></p>&mdash; Jonathan Lemire (@JonLemire) <a href=\"https://twitter.com/JonLemire/status/1263592425710170114?ref_src=twsrc%5Etfw\">May 21, 2020</a></blockquote>  </figure>  <p>But Ritter later deleted the tweet with the photograph, explaining that ABC had initially released the photograph, then “ruled that they weren’t yet able to confirm the photo.” </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/billritter7/status/1263599040811261952\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">i&#39;ve deleted the tweet.  ABC put it out and then ruled  that they weren&#39;t yet able to confirm the photo.  so .. deleted..                          for now. <a href=\"https://t.co/fuR29YdIdh\">https://t.co/fuR29YdIdh</a></p>&mdash; Bill Ritter (@billritter7) <a href=\"https://twitter.com/billritter7/status/1263599040811261952?ref_src=twsrc%5Etfw\">May 21, 2020</a></blockquote>  </figure>  <p>Images of the president during the public tour without his mask have been shared widely. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeffmason1/status/1263562588459278336\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.⁦<a href=\"https://twitter.com/realDonaldTrump?ref_src=twsrc%5Etfw\">@realDonaldTrump</a>⁩ declines to wear a mask during Ford plant tour despite company regulations. Ford executives have masks on. <a href=\"https://t.co/g3kMrUGws3\">pic.twitter.com/g3kMrUGws3</a></p>&mdash; Jeff Mason (@jeffmason1) <a href=\"https://twitter.com/jeffmason1/status/1263562588459278336?ref_src=twsrc%5Etfw\">May 21, 2020</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-21T22:45:54.710Z\">at 11.45pm BST</time></p>  </div> <div id=\"block-5ec6fbd58f0886ce4f5d8278\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T22:15:37.375Z\">11.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Trump will ignore Baltimore mayor’s request not to visit city </h2> <p>A spokesperson for the president said he would continue with his planned visit to a national landmark to honor veterans, despite Baltimore’s mayor asking the president to stay home. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jordanfabian/status/1263587865558056962\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Response from the WH&#39;s <a href=\"https://twitter.com/JuddPDeere45?ref_src=twsrc%5Etfw\">@JuddPDeere45</a>: <br><br>&quot;The brave men and women who have preserved our freedoms for generations did not stay home and the President will not either as he honors their sacrifice by visiting such a historic landmark in our Nation’s history&quot;<br><br>(via <a href=\"https://twitter.com/justinsink?ref_src=twsrc%5Etfw\">@justinsink</a>) <a href=\"https://t.co/cKvMIJDovA\">https://t.co/cKvMIJDovA</a></p>&mdash; Jordan Fabian (@Jordanfabian) <a href=\"https://twitter.com/Jordanfabian/status/1263587865558056962?ref_src=twsrc%5Etfw\">May 21, 2020</a></blockquote>  </figure>  <p>Baltimore is a majority-black city that had more than 4,000 confirmed Covid-19 cases Tuesday, the Baltimore Sun reported, as Maryland overall saw a single day high of <a href=\"https://www.baltimoresun.com/coronavirus/bs-md-coronavirus-cases-deaths-hospitalizations-20200519-ba4vfvwumfdple3mcfq7hlyzxq-story.html\">1,784 new reported cases</a>. </p> <p>Trump has previously <a href=\"https://www.theguardian.com/cities/2019/oct/26/baltimore-trump-city-residents\">maligned the city</a> publicly as a “rat and rodent-infested mess”, and a “dangerous and filthy place” where “no human being would want to live”.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-21T22:29:00.122Z\">at 11.29pm BST</time></p>  </div> <div id=\"block-5ec6f8f78f0886ce4f5d8262\" class=\"block is-key-event\" data-block-contributor=\"profile/sam-levine\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T22:04:16.391Z\">11.04pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Man who filmed Ahmaud Arbery's killing arrested, charged with felony murder</h2>  <div class=\"block-elements\">  <p>The man who filmed the murder of Ahmaud Arbery, the unarmed Georgia jogger killed in February,<a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fgbi.georgia.gov%2Fpress-releases%2F2020-05-21%2Fahmaud-arbery-murder-investigation\"> was arrested</a> Thursday and charged with felony murder and criminal attempt to commit false imprisonment. The man, William “Roddie” Bryan Jr, age 50, had maintained he was not involved in Arbery’s death in the Satilla Shores neighborhood, and merely recorded the now widely-circulated video of Gregory and Travis McMichael chasing down and killing Arbery. </p> <p>Attorneys representing Arbery’s family <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.nytimes.com%2F2020%2F05%2F18%2Fus%2Fahmaud-arbery-william-bryan.html\">had called for Bryan</a> to be arrested because he helped trap Arbery, who was fleeing the McMichaels. The other two men were arrested earlier this month and face charges of murder and aggravated assault. Law enforcement in the area faces heavy scrutiny for their handling of the case. A local prosecutor recommended not bringing charges against the McMichaels in April before recusing himself from the case.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DarlingReina/status/1263587591502180355\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">BREAKING: William “Roddie” Bryan Jr., pictured on the right, has been arrested for murder in the <a href=\"https://twitter.com/hashtag/AhmaudArbery?src=hash&amp;ref_src=twsrc%5Etfw\">#AhmaudArbery</a> case. Bryan recorded the video of Arbery being shot and killed in Brunswick, GA in February <a href=\"https://twitter.com/ActionNewsJax?ref_src=twsrc%5Etfw\">@ActionNewsJax</a> <a href=\"https://t.co/vjmC2cxkrg\">https://t.co/vjmC2cxkrg</a> <a href=\"https://t.co/TgEKlkol8H\">pic.twitter.com/TgEKlkol8H</a></p>&mdash; Darling Hill (@DarlingReina) <a href=\"https://twitter.com/DarlingReina/status/1263587591502180355?ref_src=twsrc%5Etfw\">May 21, 2020</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-21T22:20:48.990Z\">at 11.20pm BST</time></p>  </div> <div id=\"block-5ec6f6b78f0886ce4f5d8252\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T21:49:38.782Z\">10.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Ford Motor Company: We asked Trump to wear a mask </h2> <p>A spokesperson for Ford released a statement saying that Trump had worn a mask during part of his visit to a Michigan plant, but that he later removed it. </p> <p>Ford’s executive chairman personally encouraged Trump to wear a mask, the company said. </p> <blockquote> <p>“Bill Ford encouraged President Trump to wear a mask when he arrived. He wore a mask during a private viewing of three Ford GTs from over the years. The President later removed the mask for the remainder of the visit.”</p> </blockquote> </div>   </div> <div id=\"block-5ec6f43b8f08a1782fa7f47c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T21:45:18.655Z\">10.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Trump praises Henry Ford’s ‘bloodlines’ </h2> <p>It’s not particularly surprising that Trump might praise Henry Ford during his visit to a Ford plant in Michigan. But Trump’s particular phrasing has raised some eyebrows, given that Ford was a notorious anti-Semite who used his wealth and influence to spread dangerous lies about Jewish people. </p> <p>He talked about the company’s “bloodlines” and Ford’s “good blood”.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/atrupar/status/1263573942788329472\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Trump on notorious anti-Semite Henry Ford: &quot;Good bloodlines. If you believe in that stuff, you&#39;ve got good blood.&quot; <a href=\"https://t.co/Vvoeu8pSXX\">pic.twitter.com/Vvoeu8pSXX</a></p>&mdash; Aaron Rupar (@atrupar) <a href=\"https://twitter.com/atrupar/status/1263573942788329472?ref_src=twsrc%5Etfw\">May 21, 2020</a></blockquote>  </figure>  <p>PBS has an interview with a scholar who provides more context on <a href=\"https://www.pbs.org/wgbh/americanexperience/features/henryford-antisemitism/\">Ford’s antisemitism and its impact</a>: </p> <blockquote class=\"quoted\"> <p>In 1918, Henry Ford purchased his hometown newspaper, <em>The Dearborn Independent</em>. A year and a half later, he began publishing a series of articles that claimed a vast Jewish conspiracy was infecting America... As one of the most famous men in America, Henry Ford legitimized ideas that otherwise may have been given little authority. <br></p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-21T22:28:01.596Z\">at 11.28pm BST</time></p>  </div> <div id=\"block-5ec6ef6f8f0864e579f15774\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T21:30:36.064Z\">10.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Trump on reopening churches and America’s ‘incredible comeback’</h2> <p>Wrapping up a speech at a Ford manufacturing plant in Michigan, Trump promised that he was working on plans to allow churches to hold Sunday services again, and <strong>“you’re going to see something come out very soon.” </strong></p> <p>As the reported death toll nears 100,000, the president said the country was ready to bounce back. </p> <p><strong>“This country is poised for an epic comeback,” </strong>Trump said. <strong>“</strong><strong>This is going to be an incredible comeback. Just watch. It’s already happening.” </strong></p> <p>“Americans who need and want to return to work should not be vilified,” he said, likely a reference to the harsh public reactions to the predominantly white Americans who have staged large and sometimes volatile protests in Michigan and other states. For many Americans, he said, especially those who work with their hands, “working remotely is just not an option.”</p> <p>In states like Georgia that have already begun to reopen, the numbers of coronavirus cases are going down, Trump claimed, “and very substantially down”.</p> <p>But as the Atlantic’s Ed Yong has explained yesterday, there’s a weeks-long lag between the time states make decisions, and the time those decisions translate into more or fewer cases. “May’s declining cases are the result of April’s physical distancing, and the consequences of May’s reopenings won’t be felt until June at the earliest,” he wrote.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/edyong209/status/1263218815648894978\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Here are 3 things to be mindful of when comparing different states (or countries), esp when thinking about different reopening decisions.  <br><br>1) There&#39;s a *long* lag between actions and their effects. Today&#39;s numbers are not due to yesterday&#39;s decisions.  <a href=\"https://t.co/n33jpJkNp7\">https://t.co/n33jpJkNp7</a> <a href=\"https://t.co/76s1tKr85T\">pic.twitter.com/76s1tKr85T</a></p>&mdash; Ed Yong (@edyong209) <a href=\"https://twitter.com/edyong209/status/1263218815648894978?ref_src=twsrc%5Etfw\">May 20, 2020</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-21T22:22:59.435Z\">at 11.22pm BST</time></p>  </div> <div id=\"block-5ec6e9b48f08a1782fa7f44d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T21:00:38.280Z\">10.00pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today so far</h2>  <div class=\"block-elements\">  <p>That’s it from me today. My west coast colleague, Lois Beckett, will take over a blog for the next few hours.</p> <p>Here’s where the day stands so far:</p> <ul> <li><strong>Trump chose not to wear a face mask during his tour of a Ford manufacturing plant in Michigan, </strong>despite a company policy to do so. The president claimed he had worn a mask “in the back area” of the plant, but he said he did not want to give reporters “the pleasure” of seeing him wear it.</li> <li><strong>Baltimore’s mayor asked Trump to reconsider his planned trip to the city, </strong>which is still under a stay-at-home order. “I wish that the president, as our nation’s leader, would set a positive example and not travel during this holiday weekend.” Democratic mayor <strong>Bernard </strong><strong>Young</strong> said. </li> <li><strong>Trump reiterated his criticism of vote by mail. </strong>A day after threatening to withhold funding from Michigan and Nevada over their efforts to expand vote by mail, the president falsely claimed that mail-in ballots are very susceptible to fraud. (Voter fraud is actually very rare.)</li> <li><strong>Congressman John Ratcliffe was confirmed as the next director of national intelligence. </strong>Ratcliffe’s nomination was approved in a party-line vote of 49-44, making the staunch Trump ally the first director of national intelligence to be confirmed in a partisan fashion. </li> <li><strong>Michael Cohen was released from prison because of coronavirus concerns. </strong>The former Trump lawyer and fixer was released early to home confinement as concerns mount about the potential spread of coronavirus in prisons.</li> </ul> <p>Lois will have more coming up, so stay tuned.</p> </div>   </div> <div id=\"block-5ec6e8a98f08a1782fa7f43e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T20:49:28.492Z\">9.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Delivering remarks at the Ford plant, <strong>Trump </strong>repeated the false claim that he was named Michigan Man of the Year before taking office.</p> <p>CNN has a <a href=\"https://www.cnn.com/2020/05/21/politics/fact-check-trump-michigan-man-of-the-year-again/index.html\">thorough debunking</a> of that claim:</p> <blockquote class=\"quoted\"> <p> Trump started telling versions of the Man of the Year story two days before Election Day in 2016, when he was making a successful effort to win a state no Republican presidential candidate had carried since 1988. <br></p> <p>Journalists tried and failed to figure out what he was talking about. (For one, the state does not have an official Man of the Year award. For two, Trump had never lived in Michigan.) ...</p> <p>Then a former Republican congressman from Michigan, <strong>Dave Trott</strong>, contacted CNN and other news outlets to solve the mystery. </p> <p>Trott offered a convincing explanation: Trump was talking about his speech at an event Trott had organized, a Lincoln Day dinner for Republicans in Oakland County, Michigan, in 2013. </p> <p>There, Trott said, Trump gave a ‘rambling’ address resembling the one he says he did -- and Trott gave him a framed copy of Lincoln’s Gettysburg Address and other gifts. But Trott did not give him any Man of the Year award, and nor did anyone else.</p> </blockquote> </div>   </div> <div id=\"block-5ec6e7788f0886ce4f5d81dc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T20:45:59.640Z\">9.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Trump </strong>said he thought his reelection campaign would be able to start holding outdoor rallies again “sooner rather than later.”</p> <p>“We got to get back to the rallies,” Trump stold reporters while touring the Ford plant in Michigan. “I think it’s going to be sooner rather than later.” </p> <p>Trump said his campaign would look for “big, outdoor” venues to hold the events. “I don’t wanna have a stadium where you’re supposed to have a person, then seven empty seats,” the president said.</p> <p>Again, public health experts have urged caution when relaxing social distancing guidelines, which have prohibited large events like rallies, out of concern about a potential surge in coronavirus infections.</p> </div>   </div> <div id=\"block-5ec6e5468f0886ce4f5d81d8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T20:36:58.073Z\">9.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Trump </strong>showed off the mask he allegedly wore in the “back area” of the Ford manufacturing plant, although he was seen maskless when taking questions from reporters.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Acyn/status/1263565700087418880\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump: Here’s my mask right here <a href=\"https://t.co/d5VhVsDS3S\">pic.twitter.com/d5VhVsDS3S</a></p>&mdash; Acyn Torabi (@Acyn) <a href=\"https://twitter.com/Acyn/status/1263565700087418880?ref_src=twsrc%5Etfw\">May 21, 2020</a></blockquote>  </figure>  <p>“I like it very much,” Trump said of the mask as he displayed it to reporters. “Honestly, I think I look better in the mask,” the president added, saying he took it odd because he was about to deliver a speech.</p> <p>Asked about Trump not covering his face despite a company policy to do so, the Ford chairman said, “It’s up to him.”</p> </div>   </div> <div id=\"block-5ec6e2758f0886ce4f5d81d2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T20:23:57.650Z\">9.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Trump </strong>claimed that he had worn a mask “in the back area” of the Ford manufacturing plant but not while he was visible to the reporters who traveled to Michigan with him.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KellyO/status/1263564765319880704\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The president says he DID WEAR A MASK off camera in an area of the plant where Ford said it was necessary but he says that he “didn’t want to give the press the pleasure” of seeing him in a mask. Watch. <a href=\"https://t.co/ikfTtwl90V\">pic.twitter.com/ikfTtwl90V</a></p>&mdash; Kelly O&#39;Donnell (@KellyO) <a href=\"https://twitter.com/KellyO/status/1263564765319880704?ref_src=twsrc%5Etfw\">May 21, 2020</a></blockquote>  </figure>  <p>“I had one on before,” Trump told reporters. “I didn’t want to give the press the pleasure of seeing it.” </p> <p>Asked why he took the mask off, the president argued it was “not necessary” for most of the tour because he is regularly tested for coronavirus.</p> <p>But public health experts have previously said even those who have previously tested negative for coronavirus should still cover their faces, as the CDC has recommended.</p> </div>   </div> <div id=\"block-5ec6e0c98f0886ce4f5d81cd\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T20:18:45.051Z\">9.18pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump foregoes face mask despite Michigan AG's warning</h2>  <div class=\"block-elements\">  <p>The moment of truth has arrived, and the president is ... not wearing a mask as he tours a Ford manufacturing plant in Ypsilanti, <a href=\"https://www.theguardian.com/us-news/michigan\">Michigan</a>, despite a policy requiring face coverings. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EliStokols/status/1263562842134974465\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump starts his tour of Ford’s Rawsonville Plant with four executives in face masks. He isn’t wearing one. <a href=\"https://t.co/GZm6FTdEcv\">pic.twitter.com/GZm6FTdEcv</a></p>&mdash; Eli Stokols (@EliStokols) <a href=\"https://twitter.com/EliStokols/status/1263562842134974465?ref_src=twsrc%5Etfw\">May 21, 2020</a></blockquote>  </figure>  <p><strong>Trump </strong>toured the facility, which has been repurposed to make ventilators for coronavirus patients, with multiple Ford executives, who were wearing masks.</p> <p>Michigan’s attorney general <strong>Dana Nessel </strong>wrote an open letter to Trump yesterday, saying the president had “not only a legal responsibility, but also a social and moral responsibility” to wear a mask during his tour.</p> <p>“While my Department will not act to prevent you from touring Ford’s plant, I ask that while you are on tour you respect the great efforts of the men and women at Ford — and across this State — by wearing a facial covering,” Nessel wrote. “It is not just the policy of Ford, by virtue of the Governor’s Executive Orders. It is currently the law of this State.” <br></p> </div>   </div> <div id=\"block-5ec6ddb48f0886ce4f5d81c3\" class=\"block is-key-event\" data-block-contributor=\"profile/joannawalters\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T20:12:18.720Z\">9.12pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump pushing for churches to reopen</h2>  <div class=\"block-elements\">  <p>Speaking during his visit to Michigan this afternoon, it looks like the president is putting pressure on the Centers for Disease Control and Prevention (CDC) to issue guidelines of some kind that will indicate it’s okay to restart in-person church services.</p> <p>He made an eyebrow-raising statement a little earlier when he told a gathering of African American leaders: “We are opening our churches again. I think the CDC is going to put something out very soon, spoke to them today. I think they are going to put something out very soon. We got to open our churches.”</p> <p>The president said the guidance was expected today or tomorrow. “I said you better put it out and they’re doing it and they’re going to be issuing something today or tomorrow and churches are going to get our churches open,” Trump said.</p> <p>Leading federal public health officials have repeatedly urged caution about easing social distancing restrictions, warning it could cause a surge in coronavirus infections.</p> </div>   </div> <div id=\"block-5ec6d9b78f08a1782fa7f40a\" class=\"block\" data-block-contributor=\"profile/joannawalters\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T19:54:25.028Z\">8.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Klobuchar being vetted as possible VP choice.</strong></p>  <figure class=\"element element-image\" data-media-id=\"5199116bf12f9f968323f4433d77674396b7fff3\"> <img src=\"https://media.guim.co.uk/5199116bf12f9f968323f4433d77674396b7fff3/82_0_2837_1704/1000.jpg\" alt=\"Amy Klobuchar and Pete Buttigieg appeared on The Late Show with Stephen Colbert last month.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Amy Klobuchar and Pete Buttigieg appeared on The Late Show with Stephen Colbert last month.</span> <span class=\"element-image__credit\">Photograph: CBS Photo Archive/CBS via Getty Images</span> </figcaption> </figure>  <p>No surprise in these reports, obviously, it would be a total shock if <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a> wasn’t strongly considering Minnesota Senator <strong><a href=\"https://www.theguardian.com/us-news/amy-klobuchar\">Amy Klobuchar</a></strong> to be his running mate.</p> <p>But, while not officially confirmed, it’s always interesting to hear these things on the political grapevine.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BoKnowsNews/status/1263551045977780224\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">News: Sen. <a href=\"https://twitter.com/amyklobuchar?ref_src=twsrc%5Etfw\">@amyklobuchar</a> has officially been asked by <a href=\"https://twitter.com/JoeBiden?ref_src=twsrc%5Etfw\">@JoeBiden</a> to undergo vetting to be considered for his VP, sources tell <a href=\"https://twitter.com/CBSNews?ref_src=twsrc%5Etfw\">@CBSNews</a>.</p>&mdash; Bo Erickson CBS (@BoKnowsNews) <a href=\"https://twitter.com/BoKnowsNews/status/1263551045977780224?ref_src=twsrc%5Etfw\">May 21, 2020</a></blockquote>  </figure>  <p>Klobuchar would be an asset to Biden as a moderate mid-westerner appealing to swing voters in key states such as Michigan and Wisconsin.</p> <p>She had a not-too-shabby campaign and was a hit at some of the Democratic debates with her pithy common sense approach, but struggled in the primaries and <a href=\"https://www.theguardian.com/us-news/2020/mar/02/amy-klobuchar-drops-out-2020-democratic-race\">dropped out</a> and endorsed Biden on the eve of <a href=\"https://www.theguardian.com/us-news/super-tuesday\">Super Tuesday</a>.</p> <p>Biden has pledged to select a woman as his vice-presidential running mate. He is under pressure to pick a woman of color, but there is a relatively long and varied list of contenders for the ticket.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-21T19:56:23.843Z\">at 8.56pm BST</time></p>  </div> <div id=\"block-5ec6d4508f0886ce4f5d818c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T19:29:29.706Z\">8.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Trump </strong><strong>is now participating in a listening session with African-American leaders </strong>at a Ford manufacturing plant in Ypsilanti, Michigan, which has been repurposed to produce ventilators for coronavirus patients.</p> <p>During the listening session, the president is sitting in front of a backdrop with the slogan “Transition to Greatness.”<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/meridithmcgraw/status/1263547593050722305\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">President Trump, sitting in front of what seems to be a new back drop saying “Transition to Greatness,” talking about his work with African American communities and opportunity zones. Backstreet Boys “I Want It That Way” is playing in the background. <a href=\"https://t.co/6Iqvyj7yR4\">pic.twitter.com/6Iqvyj7yR4</a></p>&mdash; Meridith McGraw (@meridithmcgraw) <a href=\"https://twitter.com/meridithmcgraw/status/1263547593050722305?ref_src=twsrc%5Etfw\">May 21, 2020</a></blockquote>  </figure>  <p>Trump has repeatedly said in recent weeks that the US is “transitioning to greatness” in an effort to put the emphasis on the country’s very gradual reopening, even as the coronavirus death toll approaches 100,000.</p> <p>Alumni of presidential campaigns have said the slogan is an attempt to deflect attention away from Trump’s handling of the coronavirus crisis, which has been widely criticized, and downplay economic distress as he seeks reelection.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/15/trump-2020-campaign-strategy-attack-biden\">Trump campaign focuses fire on Biden as pandemic undermines strategy</a> </p> </aside> </div>   </div> <div id=\"block-5ec6d0928f0886ce4f5d8179\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T19:16:06.894Z\">8.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nearly three quarters of social media users think Trump should be banned or suspended from platforms for spreading false information about coronavirus.</strong></p> <p>According to <a href=\"https://morningconsult.com/2020/05/20/coronavirus-politicians-misinformation-social-media-poll/\">a Morning Consult poll</a> of 2,044 social media users, 37% say Trump should be banned for spreading such information, while 36% say he should be temporarily suspended.</p> <p>There were marked partisan divisions in the polling results. While 23% of<strong> Republicans</strong> said the president should be banned, 47% of <strong>Democrats </strong>said the same.</p> <p>Twitter announced last week that it would apply a new label to tweets containing misleading information about the pandemic.</p> <p>However, the platform chose not to apply the label to multiple tweets from prominent Trump allies citing a press release that falsely claimed hydroxychloroquine has shown to be an effective treatment against coronavirus.</p> <p>Trump campaign manager <strong>Brad Parscale </strong>was one of the people circulating the statement from a widely criticized anti-vaccine group.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/parscale/status/1262755342825357319\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The press is going nuts over <a href=\"https://twitter.com/realDonaldTrump?ref_src=twsrc%5Etfw\">@realDonaldTrump</a> taking hydroxychloroquine (prescribed by doctor).<br><br>Of course, if he’s doing it, they must oppose it.<br><br>But the Assoc. of American Physicians &amp; Surgeons says otherwise.<a href=\"https://t.co/ftqKBQxepk\">https://t.co/ftqKBQxepk</a></p>&mdash; Brad Parscale (@parscale) <a href=\"https://twitter.com/parscale/status/1262755342825357319?ref_src=twsrc%5Etfw\">May 19, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5ec6ca518f08a1782fa7f38b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T18:48:10.682Z\">7.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Trump lashed out against Fox News over Twitter, </strong>complaining that the network “is doing nothing to help Republicans, and me, get re-elected on November 3rd,” which of course is not actually the job of a news outlet.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1263537560829255686\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">....Hahn, Richard Goodstein, Donna Brazile, Niel Cavuto, and many others. They repeat the worst of the Democrat speaking points, and lies. All of the good is totally nullified, and more. Net Result = BAD! CNN &amp; MSDNC are all in for the Do Nothing Democrats! Fox WAS Great!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/1263537560829255686?ref_src=twsrc%5Etfw\">May 21, 2020</a></blockquote>  </figure>  <p>The president said some Fox News hosts and commentators, such as anchor <strong>Neil Cavuto </strong>and former DNC chairwoman<strong> Donna Brazile, </strong>“repeat the worst of the Democrat speaking points.”<br></p> <p>Cavuto expressed alarm earlier this week when Trump said he has been taking hydroxychloroquine to prevent coronavirus, even though the FDA has said the anti-malaria drug should only be used as a potential coronavirus treatment in hospital settings.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/oliverdarcy/status/1262842369856229385\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Neil Cavuto immediately launches into a fact-check of Trump&#39;s comments re: hydroxychloroquine. <a href=\"https://t.co/gaP8viSxzy\">pic.twitter.com/gaP8viSxzy</a></p>&mdash; Oliver Darcy (@oliverdarcy) <a href=\"https://twitter.com/oliverdarcy/status/1262842369856229385?ref_src=twsrc%5Etfw\">May 19, 2020</a></blockquote>  </figure>  <p>“If you are taking this as a preventative treatment to ward off the virus, or in a worst-case scenario you are dealing with the virus and you are in this vulnerable population, it will kill you,” Cavuto said Monday. “I cannot stress that enough. This will kill you.” </p> <p>Trump responded to Cavuto’s concerns by retweeting allies who called the an “idiot,” “foolish,” “gullible” and “an asshole.” </p> </div>   </div> <div id=\"block-5ec6c57b8f0886ce4f5d80e1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T18:30:08.916Z\">7.30pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Baltimore mayor urges Trump to scrap visit over coronavirus concerns</h2>  <div class=\"block-elements\">  <p>The Baltimore mayor is urging <strong>Trump </strong>to reconsider his planned visit to the Fort McHenry National Monument on Monday because the city remains under a stay-at-home order.</p> <p>The White House announced last night that the president and first lady would participate in a Memorial Day ceremony at the site “to honor the American heroes who have sacrificed their lives serving in the US armed forces”.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mayorbcyoung/status/1263517023583309832\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Dear Mr. President <a href=\"https://twitter.com/realDonaldTrump?ref_src=twsrc%5Etfw\">@realDonaldTrump</a>, please stay home! The City of Baltimore is currently under a Stay at Home order for the safety of our residents, who have been hit hard by <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a>. <a href=\"https://t.co/7FwrHIHyeX\">pic.twitter.com/7FwrHIHyeX</a></p>&mdash; Mayor Bernard C. Jack Young (@mayorbcyoung) <a href=\"https://twitter.com/mayorbcyoung/status/1263517023583309832?ref_src=twsrc%5Etfw\">May 21, 2020</a></blockquote>  </figure>  <p>But the Democratic mayor, <strong>Bernard Young</strong>,<strong> </strong>implored the president to reconsider the visit as the city continues to work to keep the spread of coronavirus under control.</p> <p>“The city of Baltimore remains under a stay-at-home order that was put in place to help safeguard our residents from the dangers associated with Covid-19,” Young said in a statement. </p> <p>“I wish that the president, as our nation’s leader, would set a positive example and not travel during this holiday weekend.” Young said that the city would “be prepared” if Trump decided to go ahead with his visit.</p> <p>This is only the latest clash between Trump and Baltimore, which is about 40 miles from the White House. The president called the city a “rat and rodent-infested mess” last year, during a clash with the late Democratic congressman <strong>Elijah Cummings.</strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/cities/2019/oct/26/baltimore-trump-city-residents\">Springing the 'rat' trap: how Baltimore fought back against Trump's insults</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-21T19:13:26.574Z\">at 8.13pm BST</time></p>  </div> <div id=\"block-5ec6c0c48f08a1782fa7f31a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T18:15:33.740Z\">7.15pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Engel threatens to subpoena Pompeo over Biden investigation</h2>  <div class=\"block-elements\">  <p><strong>Eliot Engel, </strong>the Democratic chairman of the House foreign affairs committee, threatened to subpoena secretary of state <strong>Mike Pompeo </strong>over documents provided to two Senate committees regarding an investigation related to <strong>Joe Biden.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RepEliotEngel/status/1263525652298375169\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">If the requested documents are not produced in full by the close of business on June 1, 2020, then I am prepared to issue subpoenas for the relevant documents and the testimony of relevant Department officials. <a href=\"https://t.co/q4MCARt0uk\">https://t.co/q4MCARt0uk</a></p>&mdash; Eliot Engel (@RepEliotEngel) <a href=\"https://twitter.com/RepEliotEngel/status/1263525652298375169?ref_src=twsrc%5Etfw\">May 21, 2020</a></blockquote>  </figure>  <p>“I am deeply concerned by what appears to be a partisan misuse of Department of State resources to assist Senate Republicans in a political smear of Democratic presidential nominee and former Vice President Joe Biden,” Engel wrote in a letter to Pompeo.</p> <p>Engel said that, days after the conclusion of <strong>Trump’s </strong>impeachment trial, the state department handed over thousands of pages of documents to Senate <strong>Republicans </strong>“to manufacture baseless, blatantly political attacks” against Biden’s son, Hunter.</p> <p>The New York Democrat noted that the release of documents came after the state department spent months refusing to cooperate with congressional subpoenas related to the impeachment inquiry.</p> <p>“I formally requested on May 14 that you provide me with copies of the documents which the Department has provided to the two Senate Committees and formally request that you provide these to my Committee,” Engel wrote.</p> <p>“However, if the requested documents are not produced in full by the close of business on June 1, 2020, then I am prepared to issue subpoenas for the relevant documents and the testimony of relevant Department officials.” </p> <p>The Senate homeland security committee voted along party lines yesterday to approve a subpoena to a Democratic public relations firm in connection to the Biden investigation, sparking Democratic accusations that Republican senators were “‘doing the president’s personal bidding.”</p> </div>   </div> <div id=\"block-5ec6bcdf8f0886ce4f5d8090\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T17:55:27.324Z\">6.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Trump </strong>said it “looks like” the next G7 summit will be held in person in Washington, even though the city is currently still under a stay-at-home order.</p> <p>“It looks like the G7 will be on, a full G7, and we’ll be announcing something early next week,” the president told reporters before leaving for Michigan.</p> <p>Trump said the summit, which was previously scheduled to begin at Camp David on June 10, would be held “probably at the White House but maybe a little combination at Camp David, but primarily at the White House.”</p> <p>The White House said in March that the summit would take place via video teleconference, as other recent G7 meetings have been conducted.</p> <p>But Trump reversed that yesterday, saying in a tweet that he was “considering” holding the summit in person, despite potential health concerns about having world leaders travel internationally in the middle of a global pandemic.</p> <p>Representatives for French President <strong>Emmanuel Macron </strong>and British Prime Minister <strong>Boris Johnson </strong>said they would consider traveling to Camp David for the summit, health conditions permitting.</p> </div>   </div> <div id=\"block-5ec6b9c58f08a1782fa7f2d8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T17:36:49.047Z\">6.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In a moment of very confusing wording, <strong>Trump </strong>told reporters he had tested “very positively” for coronavirus, meaning he had tested negative.</p> <p>“I tested very positively,” Trump said of his coronavirus test this morning. “I tested positively toward negative, right? So I tested perfectly this morning, meaning I tested negative.” Got that, readers?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kylegriffin1/status/1263518696309313537\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Here is a quote from Trump:<br><br>&quot;I tested very positively in another sense so— this morning. Yeah. I tested positively toward negative, right. So. I tested perfectly this morning. Meaning I tested negative.&quot; <a href=\"https://t.co/xA0DBUcfr9\">pic.twitter.com/xA0DBUcfr9</a></p>&mdash; Kyle Griffin (@kylegriffin1) <a href=\"https://twitter.com/kylegriffin1/status/1263518696309313537?ref_src=twsrc%5Etfw\">May 21, 2020</a></blockquote>  </figure>  <p>The president is regularly tested for coronavirus, as are his staff members and guests, as well as reporters who attend the White House briefings.</p> <p>Two White House staffers, including own of the president’s military valets, tested positive for coronavirus earlier this month, raising concerns about the spread of the virus in the West Wing.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-21T17:38:57.992Z\">at 6.38pm BST</time></p>  </div> <div id=\"block-5ec6b6ad8f0864e579f155eb\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T17:25:26.086Z\">6.25pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump: 'We don’t want anyone to do mail-in ballots'</h2>  <div class=\"block-elements\">  <p><strong>Trump </strong>once again lashed out against states seeking to expand absentee voting options to limit the potential spread of coronavirus at polling places.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/atrupar/status/1263517651126693891\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">&quot;We don&#39;t want anyone to do mail-in ballots&quot; -- Trump (reminder: the only example of mail-in fraud Trump has been able to cite is a &quot;pants on fire&quot; lie <a href=\"https://t.co/VHNbCfjixp\">https://t.co/VHNbCfjixp</a>) <a href=\"https://t.co/iIfDwsFhjj\">pic.twitter.com/iIfDwsFhjj</a></p>&mdash; Aaron Rupar (@atrupar) <a href=\"https://twitter.com/atrupar/status/1263517651126693891?ref_src=twsrc%5Etfw\">May 21, 2020</a></blockquote>  </figure>  <p>“We don’t want them to do mail-in ballots because it’s going to lead to total election fraud,” Trump said before traveling to Michigan to tour a Ford manufacturing plant.</p> <p>Yesterday, the president threatened to withhold funding from Michigan over its decision to mail absentee ballot applications to all registered voters. </p> <p>“We don’t want them to do mail-in ballots. We don’t want anyone to do mail-in ballots,” Trump said. </p> <p>The president, who voted remotely in Florida’s primary earlier this year, said it was acceptable in some circumstances to vote by mail, but he argued it should not be a widespread practice. </p> <p>“We don’t want to take any chances with fraud in our elections,” Trump said. Voter fraud is very rare, and some of the president’s critics have suggested he is actually trying to drive down turnout in the 2020 election, even though it’s unclear how expanded absentee voting would affect turnout.</p> </div>   </div> <div id=\"block-5ec6b3f58f0886ce4f5d8034\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T17:05:41.067Z\">6.05pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today so far</h2>  <div class=\"block-elements\">  <p>Here’s where the day stands so far:</p> <ul> <li><strong>Michael Cohen was released from prison over concerns about coronavirus. </strong>The president’s former lawyer and fixer was released early to home confinement and said in a tweet, “There is so much I want to say and intend to say. But now is not the right time. Soon.”</li> <li><strong>Trump is traveling to Michigan to tour a Ford manufacturing plant. </strong>The president has repeatedly clashed with Michigan’s Democratic governor, <strong>Gretchen Whitmer, </strong>and threatened to withhold funding from the state over efforts to expand vote by mail.</li> <li><strong>John Ratcliffe was confirmed as the next director of national intelligence. </strong>The Republican congressman was approved on a party-line vote of 49 to 44, making the staunch Trump ally the first director of national intelligence to be confirmed in a partisan fashion.</li> </ul> <p>The blog will have more coming up, so stay tuned.</p> </div>   </div> <div id=\"block-5ec6ae4f8f0864e579f15581\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T16:48:21.037Z\">5.48pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Ratcliffe confirmed to be DNI in a party-line vote</h2>  <div class=\"block-elements\">  <p>Congressman <strong>John Ratcliffe </strong>has been confirmed as the next director of national intelligence in a straight party-line vote.</p> <p>The final vote was 49-44, with even moderate Democratic senators like <strong>Kyrsten Sinema </strong>and <strong>Joe Manchin </strong>refusing to back the <strong>Trump</strong> ally’s nomination. </p> <p>The vote makes Ratcliffe the first director of national intelligence to be confirmed along party lines. In comparison, Trump’s first director of national intellifence, <strong>Dan Coats, </strong>was confirmed in a vote of 85-12.</p> <p>Ratcliffe will replace acting director of national intelligence <strong>Richard Grenell, </strong>whose lack of experience in the intelligence community had sparked serious concerns about keeping him in the role.</p> <p>However, Ratcliffe’s nomination had also been criticized by <strong>Democrats, </strong>given the Texas congressman’s minimal intelligence experience. Ratcliffe was forced to withdraw from consideration for the role last year but was formally nominated earlier this year.</p> <p>Ratcliffe’s confirmation will permanently install a staunch Trump ally as a top leader in the intelligence community, which the president has repeatedly criticized for its conclusion that Russia interfered in the 2016 election.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/05/john-ratcliffe-us-senate-national-intelligence\">Trump loyalist set to become national intelligence director on second attempt</a> </p> </aside> </div>   </div> <div id=\"block-5ec6a9838f08a1782fa7f209\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T16:25:44.731Z\">5.25pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Cohen: 'There is so much I want to say and intend to say'</h2>  <div class=\"block-elements\">  <p><strong>Michael Cohen, Trump</strong>’s former lawyer and fixer, indicated he would soon speak publicly after being released from prison to home confinement.</p> <p>“I am so glad to be home and back with my family,” Cohen said in a tweet shortly after arriving back at his New York apartment. “There is so much I want to say and intend to say. But now is not the right time. Soon.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MichaelCohen212/status/1263500906609496064\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I am so glad to be home and back with my family. There is so much I want to say and intend to say. But now is not the right time. Soon. Thank you to all my friends and supporters.</p>&mdash; Michael Cohen (@MichaelCohen212) <a href=\"https://twitter.com/MichaelCohen212/status/1263500906609496064?ref_src=twsrc%5Etfw\">May 21, 2020</a></blockquote>  </figure>  <p>Cohen pleaded guilty to bank fraud, tax fraud and campaign finance law violations in 2018 in connection to a hush-money scheme during the 2016 election, which was meant to silence women who said they had had extramarital affairs with Trump.</p> <p>In his explosive 2019 appearance before Congress, Cohen said Trump had directed him to lie about a hush-money payment to <strong>Stormy Daniels </strong>and predicted the president would not allow for a peaceful transition of power if he lost his bid for reelection.</p> </div>   </div> <div id=\"block-5ec6a73c8f0886ce4f5d7fb8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T16:16:48.047Z\">5.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The Senate foreign relations committee has advanced the nomination of </strong><strong>Michael Pack to lead the US Agency for Global Media, </strong>even though the conservative filmmaker is under investigation by the DC attorney general.</p> <p>Pack’s nomination was approved by the committee on a party-line vote of 12-10, with <strong>Democrats </strong>pushing for the vote to be postponed to address concerns about the investigation into Pack.</p> <p>Senator <strong>Bob Menendez, </strong>the ranking member of the Senate foreign relations committee, said yesterday he had been notified the DC attorney general was “actively investigating” allegations that Pack had illegally funneled money from his nonprofit group to his for-profit film company.</p> <p>The Republican chairman of the panel, senator <strong>Jim Risch, </strong>said he would stand down on the nomination if the department of justice asked him to, but apparently the department did not intervene.</p> <p>Pack still needs to be approved by the full Senate, and <strong>Republicans</strong> can only afford to lose three votes on his nomination to get him confirmed.</p> </div>   </div> <div id=\"block-5ec6a2fa8f0886ce4f5d7f7f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T15:55:56.817Z\">4.55pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Cohen released from prison over coronavirus concerns</h2>  <div class=\"block-elements\">  <p><strong>Michael Cohen,</strong> Trump’s longtime lawyer and fixer, has arrived at his New York home after being released from prison.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Reuters/status/1263494257618411520\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Michael Cohen, President Trump’s former personal attorney, arrives at his New York apartment after an early release from prison due to the coronavirus pandemic <a href=\"https://t.co/KrfWlJE9Py\">https://t.co/KrfWlJE9Py</a> <a href=\"https://t.co/kGn6hyscKi\">pic.twitter.com/kGn6hyscKi</a></p>&mdash; Reuters (@Reuters) <a href=\"https://twitter.com/Reuters/status/1263494257618411520?ref_src=twsrc%5Etfw\">May 21, 2020</a></blockquote>  </figure>  <p>Photographers were present to capture Cohen, who was wearing a mask, entering his apartment, where he will serve out the remainder of his prison sentence.</p> <p>Cohen began serving his sentence last May and was originally scheduled to be released in November 2021, but he was granted home confinement out of concerns about the spread of coronavirus at prisons.</p> <p>Another one of the president’s former associates, former Trump campaign chairman <strong>Paul Manafort, </strong>was also released to home confinement last week.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-21T15:58:39.044Z\">at 4.58pm BST</time></p>  </div> <div id=\"block-5ec69f968f0886ce4f5d7f31\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T15:42:07.787Z\">4.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The treasury secretary, <strong>Steven Mnuchin</strong>,<strong> </strong>predicted the US economy would “bottom-out” during the second quarter of the year and see a “gigantic increase” in the fourth quarter.</p> <p>However, many public health experts have warned that the country could see a second wave of coronavirus cases at the end of the year, which could cause more economic devastation.</p> <p>Economists now also fear that the job losses caused by the pandemic may be much longer-lasting than previously thought.</p> <p>“I hate to say it, but this is going to take longer and look grimmer than we thought,” Nicholas Bloom, an economist at Stanford University, <a href=\"https://www.nytimes.com/2020/05/21/business/economy/coronavirus-unemployment-claims.html?smid=tw-share\">told the New York Times</a>.</p> <p>“Firms intend to hire these people back,” Bloom added. “But we know from the past that these aspirations often don’t turn out to be true.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-21T16:20:07.964Z\">at 5.20pm BST</time></p>  </div> <div id=\"block-5ec69ad28f0864e579f15499\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T15:23:46.748Z\">4.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The treasury secretary, Steven Mnuchin, acknowledged that another coronavirus relief bill will likely be necessary in the coming weeks. </strong></p> <p>“I think there is a strong likelihood we will need another bill,” Mnuchin said during <a href=\"https://thehill.com/homenews/administration/498956-mnuchin-sees-strong-likelihood-of-needing-another-covid-19-relief\">a forum hosted by the Hill</a>.</p> <p>But the cabinet member said he thought Congress should closely consider what funding is needing, arguing that unemployment insurance should be adjusted.</p> <p>Senate majority leader <strong>Mitch McConnell </strong>reportedly told House minority leader <strong>Kevin McCarthy </strong>yesterday that he would not support extending funding to give Americans additional unemployment insurance, which was included in the House bill passed last week.</p> <p>Another 2.4 million Americans filed for unemployment benefits last week, bringing the total number of unemployment claims since the start of the coronavirus crisis to nearly 39 million.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/21/us-unemployment-figures-jobs-lost-coronavirus\">US unemployment rises by 2.4m despite easing of coronavirus lockdowns</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-21T17:32:16.787Z\">at 6.32pm BST</time></p>  </div> <div id=\"block-5ec696878f0864e579f1545b\" class=\"block is-key-event\" data-block-contributor=\"profile/julianborger\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T15:11:11.370Z\">4.11pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">US intends to leave Open Skies Treaty</h2>  <div class=\"block-elements\">  <p>The US has issued notification that it intends to leave the Open Skies Treaty, an agreement of 34 states made in the wake of the cold war that allows Russia, former Soviet bloc countries and the west to make reconnaissance flights over each other’s territory, to promote transparency and trust and reduce the risk of war by miscalculation or accident.</p> <p>The US has informed the other 33 state parties to the treaty of its intentions – the calls between US and UK officials are set for today – and it is expected to serve its formal six-month notice of withdrawal. </p> <p>Washington has accused Russia of infringements, imposing limits on some overflights, but no other party to the agreement thought those issues were serious enough to ditch the treaty.</p> <p>It is the latest of a string of arms control agreements <strong>Donald Trump</strong> has withdrawn the US from, and there may well be more to come.</p> <p>The decision on the Open Skies Treaty was already made in principle last month.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/05/trump-administration-treaty-war-russia-withdraw\">Trump administration determined to exit treaty reducing risk of war</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-21T16:23:01.654Z\">at 5.23pm BST</time></p>  </div> <div id=\"block-5ec693c18f0864e579f1542e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T14:53:31.834Z\">3.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The Senate majority leader, Mitch McConnell, mocked the House for not calling members back to Washington amid the coronavirus crisis. </strong></p> <p>The Kentucky Republican said House members were like senators’ “absentee neighbors across the rotunda”.</p> <p>“At this point I’m wondering if we should send senators over there to collect their newspapers and water the plants,” McConnell joked.</p> <p>The Senate minority leader, <strong>Chuck Schumer</strong>,<strong> </strong>was quick to point out the House passed a $3tn coronavirus relief package this week, while the Senate has not taken up any additional relief bills. </p> <p>Yesterday, the House speaker, <strong>Nancy Pelosi, </strong>also triggered the remote voting provisions passed by the House last week, allowing members to vote by proxy.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/atrupar/status/1263480399453392897\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Here’s Chuck Schumer characterizing Senate Republicans as “the conspiracy caucus” <a href=\"https://t.co/qDMtFlWMpi\">pic.twitter.com/qDMtFlWMpi</a></p>&mdash; Aaron Rupar (@atrupar) <a href=\"https://twitter.com/atrupar/status/1263480399453392897?ref_src=twsrc%5Etfw\">May 21, 2020</a></blockquote>  </figure>  <p>“They’re doing their job. They’ve passed a major bill,” Schumer said of House members. “Senator McConnell says, ‘Let’s wait. Let’s pause.’ He doesn’t see immediate urgency. Well, Americans do.”<br></p> <p>Schumer went on to criticize his Republican colleagues for moving ahead with controversial nominations and an investigation related to <strong>Joe Biden</strong>’s son Hunter as the coronavirus crisis continues.</p> <p>“This is such a gross misuse of power of the majority,” Schumer said. “While unemployment reaches astronic levels, the Senate Republican caucus is off on a wild goose chase. The conspiracy caucus is back with a vengeance.”<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-21T15:55:55.352Z\">at 4.55pm BST</time></p>  </div> <div id=\"block-5ec68e0b8f0886ce4f5d7e3a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T14:31:54.628Z\">3.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Oregon Republicans have nominated someone who has expressed support for the QAnon conspiracy theory to face off against Democratic senator Jeff Merkley in November.</strong></p> <p><strong>Jo Rae Perkins, </strong>who defeated three other Senate candidates on Tuesday, said in a now-deleted video, “I stand with President <strong>Trump</strong>. I stand with Q and the team. Thank you Anons, and thank you patriots. And together, we can save our republic.” <br></p> <p>The QAnon theory has been embraced by some of the president’s supporters and centers on an alleged government agent named “Q”, whose top security clearance has provided insight into a deep-state conspiracy involving everyone from <strong>Hillary Clinton </strong>to special counsel <strong>Robert Mueller. </strong></p> <p>In a statement released last night, Perkins downplayed her support for the conspiracy theory. “To be very clear, I do not believe everything from Q/Anon and would never describe myself as a follower, but I also do not believe in infringing upon any outlet’s right to discuss news or topics,” Perkins said.</p> <p>“My slogan, For One Oregon, has nothing to do with conspiracy theories or media bias, but rather, has long been my commitment to being a civil servant for all of Oregon, not just some as has been the case under Jeff Merkley’s tenure.”</p> <p>But Perkins is unlikely to win the November election. The seat has been rated as safely Democratic by <a href=\"http://centerforpolitics.org/crystalball/2020-senate/\">Sabato’s Crystal Ball</a> at the University of Virginia’s Center for Politics, and Merkley won his last race in 2014 by 19 points.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2018/jul/30/qanon-4chan-rightwing-conspiracy-theory-explained-trump\">What is QAnon? Explaining the bizarre rightwing conspiracy theory</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-21T15:52:45.799Z\">at 4.52pm BST</time></p>  </div> <div id=\"block-5ec68a4c8f0886ce4f5d7e16\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T14:09:59.679Z\">3.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Joe Biden released a statement criticizing Trump for “encouraging division” in Michigan, </strong>which the president is visiting today to tour a Ford manufacturing plant.</p> <p>The presumptive Democratic nominee specifically cited Trump’s threat to withhold funding from Michigan over the state’s efforts to expand vote by mail.</p> <p>“For the last three years, Donald Trump has turned his back on Michigan’s working families,” Biden said in the statement. “His delayed, erratic, and corrupt response to the pandemic has been no different.”</p> <p>Biden also praised the work of Michigan’s governor, <strong>Gretchen Whitmer, </strong>who has been frequently named as a potential running mate for Biden.</p> <p>“As Michiganders were being forced to flee their homes and small businesses, Governor Whitmer got right to work, declaring a state of emergency and deploying the national guard,” Biden said.</p> <p>He continued: “And I know that under the leadership of Governor Whitmer and Lieutenant Governor Gilchrist, Michigan’s best days are still ahead.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-21T15:51:01.236Z\">at 4.51pm BST</time></p>  </div> <div id=\"block-5ec686488f08a1782fa7f028\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T13:52:05.434Z\">2.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Michael Cohen, Trump’s longtime lawyer and fixer, is expected to be released from prison today to serve out the remainder of his sentence at home. </strong></p> <p>The AP <a href=\"https://www.theguardian.com/us-news/2020/may/20/michael-cohen-to-be-released-from-prison-and-serve-sentence-at-home\">reports</a>:</p> <blockquote class=\"quoted\"> <p> Cohen has been serving a federal prison sentence at FCI Otisville in New York after pleading guilty to numerous charges, including campaign finance fraud and lying to Congress. </p> <p>He will be released on furlough with the expectation that he will transition to home confinement to serve the remainder of his sentence at home, the person said. Cohen, 53, began serving his sentence last May and was scheduled to be released from prison in November 2021.</p> </blockquote> <p>A number of prison inmates have been released to home confinement out of concern about coronavirus outbreaks at prisons. Trump’s former campaign chairman, <strong>Paul Manafort</strong>,<strong> </strong>was also released from prison last week.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-21T15:47:05.512Z\">at 4.47pm BST</time></p>  </div> <div id=\"block-5ec67b628f0864e579f152d9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T13:39:48.238Z\">2.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nancy Pelosi and Chuck Schumer sent a letter to Trump asking him to lower flags to half staff when the US coronavirus death toll surpasses 100,000.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SenSchumer/status/1263459080267579397\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">To President Trump:<a href=\"https://twitter.com/SpeakerPelosi?ref_src=twsrc%5Etfw\">@SpeakerPelosi</a> &amp; I are writing to request that you order flags to be flown at half staff on all public buildings on the sad day of reckoning when we reach 100,000 deaths.<br><br>It would serve as a national expression of grief so needed by everyone in our country. <a href=\"https://t.co/4zH1s8JtAL\">pic.twitter.com/4zH1s8JtAL</a></p>&mdash; Chuck Schumer (@SenSchumer) <a href=\"https://twitter.com/SenSchumer/status/1263459080267579397?ref_src=twsrc%5Etfw\">May 21, 2020</a></blockquote>  </figure>  <p>According to data compiled by Johns Hopkins University, 93,439 Americans have died from coronavirus, and the death toll is expected to reach 100,000 in the coming days. </p> <p>“Our hearts are broken over this great loss and our prayers are with their families,” the Democratic congressional leaders wrote in their letter to Trump.</p> <p>“Respectful of them and the loss to our country, we are writing to request that you order flags to be flown at half staff on all public buildings in our country on the sad day of reckoning when we reach 100,000 deaths. It would serve as a national expression of grief so needed by everyone in our country.”</p> <p>The request should be rather straightforward, but it will be interesting to see how the president, who has insisted the country is already “transitioning to greatness” even as the death toll continues to climb, will respond.</p> </div>   </div> <div id=\"block-5ec67e528f0864e579f152fa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T13:27:40.841Z\">2.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Even as nearly 40 million Americans have filed for unemployment beneifts, the <strong>Senate majority leader, Mitch McConnell, has reportedly said he does not want the next coronavirus relief bill to include</strong> <strong>money for additional unemployment benefits.</strong></p> <p>Politico <a href=\"https://www.politico.com/news/2020/05/20/mcconnell-unemployment-benefits-271661\">reports</a>:</p> <blockquote class=\"quoted\"> <p> The Senate majority leader told the House GOP minority in an afternoon phone call that he is comfortable waiting to see how the nearly $3tn in coronavirus spending previously approved plays out before moving forward on the next relief legislation. And he told them the ultimate end-product won’t look anything like House <strong>Democrats</strong>’ $3tn package passed last week, according to a person briefed on the call. <br></p> <p> While McConnell conceded more aid may be necessary in the coming weeks, he also repeated his insistence that liability reform be included in the next round of legislation to minimize lawsuits. And he said the $600 weekly boost in unemployment benefits won’t continue – a vow he hadn’t previously made.</p> </blockquote> <p>McConnell and the House minority leader, <strong>Kevin McCarthy</strong>, have seemed comfortable with slow-walking the next relief bill, while the House speaker, <strong>Nancy Pelosi</strong>,<strong> </strong>has insisted Americans need more economic relief now to help offset the business closures caused by the pandemic.</p> <p>A majority of Americans appear to agree with Pelosi. <a href=\"https://www.cnbc.com/2020/05/06/2020-voters-want-more-coronavirus-direct-payments-cnbcchange-research-poll.html\">A poll</a> released earlier this month showed that 74% of likely voters in battleground states supported sustained government payments during the pandemic, which should get the president’s attention.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-21T15:46:39.796Z\">at 4.46pm BST</time></p>  </div> <div id=\"block-5ec67d038f0886ce4f5d7d50\" class=\"block is-key-event\" data-block-contributor=\"profile/dominic-rushe\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T13:08:48.897Z\">2.08pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Another 2.4 million Americans file for unemployment</h2>  <div class=\"block-elements\">  <p>Another 2.4 million Americans filed for unemployment insurance last week even as states across the US began opening up for business again, betting that the coronavirus pandemic is now under control.</p> <p>The latest figures from the Department of Labor mean close to 39 million Americans have lost their jobs in just nine weeks. The rate of weekly losses has slowed sharply from its <a href=\"https://www.theguardian.com/business/2020/apr/02/us-unemployment-coronavirus-economy\">peak of 6.6m</a> at the start of April but remains at levels unseen since the 1930s Great Depression.</p> <p>This week the treasury secretary, <strong>Steven Mnuchin</strong>, said he expects unemployment to continue to rise as the pandemic takes its toll but warned of<a href=\"https://www.theguardian.com/business/2020/may/19/us-economy-damage-mnuchin-treasury-secretary\"> “permanent damage” </a>to the economy if the lockdowns continue too long.</p> <p>The weekly jobless claims are seen as a proxy for layoffs but they do not necessarily give the most accurate picture of the unemployment situation. A claim is an application for unemployment benefits and not every person who is laid off immediately applies for benefits. The weekly unemployment claims are also still being impacted by a backlog collapse of claims that overwhelmed many state systems.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/21/us-unemployment-figures-jobs-lost-coronavirus\">US unemployment rises by 2.4m despite easing of coronavirus lockdowns</a> </p> </aside> </div>   </div> <div id=\"block-5ec6778f8f0886ce4f5d7d19\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-05-21T12:55:35.976Z\">1.55pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump to visit Michigan amid tensions with governor</h2>  <div class=\"block-elements\">  <p>Good morning, live blog readers.</p> <p><strong>Donald Trump </strong>is set to visit a Ford manufacturing plant in Ypsilanti, Michigan, today, which has been repurposed to produce ventilators for coronavirus patients.</p> <p>The visit comes amid tensions between the president and the state’s Democratic governor, <strong>Gretchen Whitmer, </strong>who Trump has nicknamed “Half Whitmer”. The president has expressed support for protesters who have repeatedly gathered at the Michigan state capitol to protest Whitmer’s response to the coronavirus crisis.</p>  <figure class=\"element element-image\" data-media-id=\"225b7f70593e921ef08d37002b1aaad1f52d6e63\"> <img src=\"https://media.guim.co.uk/225b7f70593e921ef08d37002b1aaad1f52d6e63/0_0_4368_2912/1000.jpg\" alt=\"Barbers give free haircuts on the lawn of the Michigan State Capitol to protest Governor Gretchen Whitmer’s emergency orders.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Barbers give free haircuts on the lawn of the Michigan state capitol to protest Gretchen Whitmer’s emergency orders.</span> <span class=\"element-image__credit\">Photograph: Jim West/ZUMA Wire/REX/Shutterstock</span> </figcaption> </figure>  <p>The president even threatened to withhold funding from Michigan yesterday after the Democratic secretary of state announced she would send absentee ballot applications to every registered voter.</p> <p>The Michigan attorney general has also sent Trump an open letter saying he has a “legal responsibility” to wear a mask during the Ford tour because the plant has a policy mandating face coverings. </p> <p>The president has been resistant to wearing a mask during other recent trips, despite the Centers for Disease Control and Prevention’s guidance that Americans should cover their faces to limit the spread of the virus.</p> <p>All of this comes as Trump looks ahead to the general election in November, when he will almost certainly need to carry Michigan (which he narrowly won in 2016) to secure a second term.</p> <p>It should make for an interesting and tense day for the president, not to mention his Michigan hosts. Stay tuned.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-21T13:13:04.999Z\">at 2.13pm BST</time></p>  </div>"
]