[
  "<p>Civil rights leaders have criticised Mark Zuckerberg’s decision to take no action against a Facebook post from Donald Trump appearing to threaten to start shooting “looters”, after a Monday night meeting with the company’s executives ended in acrimony.</p> <p>“We are disappointed and stunned by Mark’s incomprehensible explanations for allowing the Trump posts to remain up,” Vanita Gupta, Sherrilyn Ifill and Rashad Robison said in a statement.</p> <p>“He did not demonstrate understanding of historic or modern-day voter suppression and he refuses to acknowledge how Facebook is facilitating Trump’s call for violence against protesters.</p> <p>“Mark is setting a very dangerous precedent for other voices who would say similar harmful things on Facebook.”</p> <p>The three activist leaders – the heads of the Leadership Conference on Civil and Human Rights, the NAACP Legal Defense and Educational Fund, and Color of Change – met Zuckerberg, the CEO of Facebook, and its chief operating officer, Sheryl Sandberg, on Monday night. They discussed Trump’s Thursday night post, which urged the military to intervene in Minneapolis with the words “when the looting starts, the shooting starts”.</p> <p>The message, originally sent by Trump as a tweet before being cross-posted to Facebook, was restricted on Twitter after the platform decided it broke rules about glorifying violence. On Facebook, Zuckerberg&nbsp;<a href=\"https://www.theguardian.com/technology/2020/may/29/facebook-trump-twitter-social-media-us?CMP=Share_iOSApp_Other\">personally intervened to leave the message up</a>, arguing that the company has a policy to allow warnings of the use of force by state actors.</p> <p>Zuckerberg’s decision led to a “<a href=\"https://www.theguardian.com/technology/2020/jun/01/facebook-workers-rebel-mark-zuckerberg-donald-trump\">virtual walkout</a>“ of Facebook staff on Monday, with hundreds of employees downing tools in protest. A number of Facebook employees publicly expressed their dissent on rival social networks such as Twitter, and were quickly supported by senior managers at the company.</p> <p>At least one employee has quit over the decision. Timothy J Aveni, a software engineer who worked on misinformation, said on <a href=\"https://www.facebook.com/timothy.j.aveni/posts/3006224359465567\">Facebook</a> that he had resigned on Monday. “Mark told us that he would draw the line at speech that calls for violence,” Aveni wrote. “He showed us on Friday that was a lie ... Facebook, complicit in the propagation of weaponized hatred, is on the wrong side of history.”</p> <p>A Facebook spokesperson told the Guardian: “We recognise the pain many of our people are feeling right now, especially our black community. We encourage employees to speak openly when they disagree with leadership.” </p> <p>The company would not require walkout participants to take paid time off, Facebook said.&nbsp;</p> <p>On Monday night, fresh detail about those internal discussions emerged, after&nbsp;<a href=\"https://www.theverge.com/interface/2020/6/1/21276969/facebook-walkout-mark-zuckerberg-audio-trump-disgust-twitter\">the Verge obtained recordings</a>&nbsp;of Zuckerberg speaking at an internal meeting on Friday night.</p> <p>“How to handle this post from the president has been very tough,” said Zuckerberg. “It’s been something that I’ve been struggling with basically all day, ever since I woke up … This has been personally pretty wrenching for me.</p> <p>“My first reaction [to Trump’s post] was just disgust,” he added. “This is not how I think we want our leaders to show up during this time. This is a moment that calls for unity and calmness and empathy for people who are struggling.”</p> <p>Zuckerberg also told employees Facebook would review the policies that allowed Trump’s post to stay up. “There is a real question coming out of this, which is whether we want to evolve our policy around the discussion of state use of force. Over the coming days, as the National Guard is now deployed, probably the largest one that I would worry about would be excessive use of police or military force. I think there’s a good argument that there should be more bounds around the discussion around that.”</p> <p>The Facebook walkout was followed by sanctioned events at other technology companies. A number of YouTube executives, including the company’s chief business officer and its global head of music, told their teams they could take Tuesday off to participate in the protests,&nbsp;<a href=\"https://www.theinformation.com/articles/youtube-execs-encourage-staff-to-take-tuesday-off-for-nationwide-protests\">according to </a><a href=\"https://www.theinformation.com/articles/youtube-execs-encourage-staff-to-take-tuesday-off-for-nationwide-protests\">the Information</a>.</p> <p>On Tuesday morning,&nbsp;<a href=\"https://newsroom.spotify.com/2020-06-01/spotify-stands-with-the-black-community-in-the-fight-against-racism-and-injustice/\">Spotify followed suit</a>, encouraging employees to join the day of action “by taking time to reflect and educate themselves”.</p> <p>The decision on whether to allow Trump’s posts to remain on Facebook could be one of the final major calls made solely by Zuckerberg. The company recently confirmed the creation of an independent Oversight Board of academics, politicians and former journalists from around the world who will act as as a “supreme court” deciding what content should be allowed on Facebook, while providing guidance on policy.</p> <p>Members of the Oversight Board met on Tuesday afternoon and discussed the issue but the organisation is reluctant to start wading in to debates before it is up-and-running. It is due to be fully functional by the autumn - towards the end of the current US presidential election campaign.</p> <p>Members declined to give any detail what was discussed on&nbsp;Tuesday, although a spokesperson for the Oversight Board suggested Trump’s posts are the sort of issue they will rule on in the future: “There are many significant issues relating to online content that we recognise people want the board to consider. We’re working hard to set the board up to begin operating later this year so it can start considering cases referred by users and Facebook. We will make decisions without regard to Facebook’s economic, political or reputational interests, in a fair, transparent and politically neutral manner.”</p> <p>Twitter’s decision to restrict the Trump tweet – which was followed by a Trump executive order aimed at reducing the platform’s protections against civil claims – won the backing of the European commission.</p> <p>The EU executive branch’s vice-president, Věra Jourová, said in her response to the dispute that politicians should answer “criticism with facts, not with threats and attacks”.</p> <p>“I support Twitter in their efforts to develop and implement a transparent, clear and consistent moderation policy,” Jourová said. “This is not about censorship. This is about flagging verifiably false or misleading information that may cause public harm, linking to reliable information, or flagging content violating their policies.”</p> <p><em>Additional reporting by Daniel Boffey in Brussels</em></p>",
  "<p>This might actually be the year the Iowa Republican congressman Steve King loses re-election.</p> <p>King, the conservative congressman who has been repeatedly reprimanded by leaders in his own party for racist rhetoric and interactions with white nationalists, finds himself in a nightmare situation for an incumbent congressman.</p> <p>King has been stripped of his committee assignments, including his seat on the coveted House agriculture committee. He has been abandoned by more mainstream Republicans and chastised by party leadership. His war chest for his re-election fight is meager.</p> <p>Most ominous for King, even prominent conservatives in Iowa have abandoned him.</p> <p>But the picture is complex. David Kochel, a veteran Republican strategist, said King’s long history of outrageous rhetoric is not what has driven some Republicans away from him, it’s that he is essentially ineffective without committee assignments.</p> <p>“He’s rendered himself useless to the voters and the constituents and I think that’s why he’s at risk of losing his seat tomorrow,” Kochel said.</p> <p>For years King was a major source of headaches for party leadership. He has tied immigrant children to being drug mules, questioned if minorities had contributed anything valuable to western civilization and displayed a Confederate flag on his desk. He has questioned why it’s offensive to be called a white nationalist. He has also associated with far-right figures like the Dutch politician Geert Wilders. King also once argued to a far-right Austrian publication about a conspiracy theory that elites are trying to reduce the white population and increase minorities.</p> <p>Even the Republican Senate majority leader, Mitch McConnell, has suggested that King seek other careers.</p> <p>That would be enough for most politicians to leave Congress or be kicked out but in most of his re-election fights King has won by double-digit margins. Though that margin sank in 2018 when King beat Democrat JD Scholten by a slim five-percentage-point margin.</p> <p>This time he is facing four other Republicans for the nomination and then a rematch against Scholten in the general election. The influential US Chamber of Commerce is actively working to oust King as well although its officials concede the race is more of an uphill battle than other races it is prioritizing.</p> <p>Chamber officials see King’s nomination as potentially dangerous to the Iowa senator Joni Ernst’s re-election chances.</p> <p>“The main reason we got into the race was our concern of how a King candidacy could negatively impact Joni Ernst’s re-election,” said Scott Reed, the Chamber’s chief strategist. </p> <p>King has a meager war chest while his opponents have proven to be deft fundraisers. Scholten has raised over $1m and spent about half of his total haul while Randy Feenstra, the preferred Republican candidate of the Chamber and establishment Republicans, has raised about $1m. King has raised about $300,000.</p> <p>King has not spent any money on advertising while Feenstra has spent about a quarter of a million dollars and the Chamber has spent $200,000, according to figures obtained by the Guardian. </p> <p>In the past, King has counted on the conservative leaning of his district and prominent figures in the state’s social conservative circles, like Bob Vander Plaats, the social conservative activist and leader of the FAMiLY Leader group. Like the Chamber, Vander Plaats has cut advertising to boost Feenstra. Donald Trump has also been silent on the race, meaning Trump supporters who lean to candidates with anti-immigrant messaging are not as inclined to support King.</p> <p>Kochel said Trump’s refusal to endorse King even though he endorsed other Republicans in Iowa is “pretty telling”.</p> <p>“I think it says a lot that he’s become a pariah inside the party,” Kochel said.</p> <p>A recent Feenstra ad said that King “lost his committee assignments in Congress and embarrassed Iowa”. The narrator in that ad went on to say Trump didn’t trust King or let him fly on Air Force One.</p> <p>“He almost got beat last time. So far hardcore Republicans, you run the risk of losing that seat, far and away the most Republican seat in the state, obviously there’s something wrong with you. So that really triggered a re-evaluation among base voters,” said Doug Gross, a former chief of staff to Iowa’s governor, Terry Branstad.</p> <p>The district is hardly a shoo-in for Democrats. In the last five presidential elections, Iowa’s 4th congressional district went for the Democratic nominee only once – in 2008 for Barack Obama. Political strategists see Democrats’ best chances of winning the seat if King wins the nomination. If he loses and a candidate like Feenstra wins it’s much harder.</p> <p>King could still eke out a win through the divided primary.</p> <p>“I think it could go either way on Tuesday,” said the Iowa-based Democratic strategist Jesse Harris. “If he ends up pulling this out I’m not going to be entirely surprised. This is not only one of the more conservative districts in Iowa but also one of the more conservative districts in the country.”</p>",
  "<p>When Mexican news anchor Carmen Aristegui was <a href=\"https://www.theguardian.com/world/2015/mar/20/mexican-journalist-carmen-aristegui-mvs-radio-president-enrique-pena-nieto\">fired from a popular radio show </a>after revealing a presidential scandal on air, it sparked an outpouring of anger and protests.</p> <p>For millions of listeners Aristegui is a trusted voice cutting through government spin and corruption, and her absence left a void.</p> <p>Now a <a href=\"https://ff.hrw.org/film/radio-silence?city=London\">new documentary</a> charts the journey she made to overcome censorship and form a <a href=\"https://aristeguinoticias.com/\">new independent news platform</a> with a group of colleagues.</p> <p>In Radio Silence, filmmaker Juliana Fanjul follows Aristegui over the 22 months it took her to get back on air while continuing her investigative work amid a slew of lawsuits, death threats and the murder of another <a href=\"https://www.theguardian.com/world/2017/may/16/crusading-mexican-journalist-javier-valdez-shot-dead-in-sinaloa\">prominent journalist</a>.</p> <p>Aristegui’s sacking in 2015 occurred against a backdrop of violence gripping Mexico and the <a href=\"https://www.theguardian.com/world/2015/sep/20/mexico-43-killed-students-\">disappearance of 43 students from the state of Guerrero</a>, explains Fanjul.</p> <p>“We were really concerned as a society to try and understand what was going on and her voice was very important. She was the first one to bring the families of those students on to the air and give them a voice.”</p> <p>Aristegui was fired by her employer, the privately owned MVS Radio, over her demands that the company reinstate two colleagues who had been independently reporting on a scandal involving the then president, <a href=\"https://www.theguardian.com/world/enrique-pena-nieto\">Enrique Peña Nieto</a>, and his wife, and an <a href=\"https://www.theguardian.com/world/2014/nov/10/mexico-president-enrique-pena-nieto-mansion-explain\">opulent villa to be built by a Mexican consortium</a> in exchange for a railway contract.</p> <p>The project involved Chinese capital and, in the face of what was called the Casa Blanca or White House scandal, Peña Nieto was forced to <a href=\"https://www.theguardian.com/world/2016/jul/18/mexico-president-apologizes-luxury-home-contractor\">cancel the contract and apologise to the Chinese government</a>. When Aristegui was sacked, thousands of people gathered outside the radio station to protest.</p> <p>Fanjul used to listen to Aristegui’s programme to keep abreast of developments in her native Mexico from her home in Switzerland. “When the mic was cut I was filled with rage,” she says. “Journalists were being killed and I thought if they are doing this to Carmen who is so well-known, things are really bad.”</p> <p>“I thought instead of being anguished I should make a film and I went to Mexico to find her.”</p> <p>Fanjul spent four years filming Aristegui, providing a rare insight into the woman whose name has become synonymous with press freedom in Mexico.</p> <p>Her news programme had been a ratings hit. Yet no radio station offered her a job following her dismissal, such was the extent of government censorship. Instead, she set up on her own, and with the help of social media, continued to expose corruption.</p>  <figure class=\"element element-image\" data-media-id=\"f8fba32fb56d0f1a77ed5c48457fce3a000b74db\"> <img src=\"https://media.guim.co.uk/f8fba32fb56d0f1a77ed5c48457fce3a000b74db/60_0_1800_1080/1000.jpg\" alt=\"Carmen Aristegui is shown in a still from Radio Silence, which is airing at the Human Rights Film Festival.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Carmen Aristegui is shown in a still from Radio Silence, which is airing at the Human Rights Film Festival.</span> <span class=\"element-image__credit\">Photograph: Philippe Coeytaux/Handout</span> </figcaption> </figure>  <p>Her investigations continued to make headlines around the world including her report headlined “From Plagiarist to President”, which alleged that <a href=\"https://www.theguardian.com/world/2016/aug/22/mexico-president-enrique-pena-nieto-plagiarized-thesis-law-degree\">Peña Nieto had plagiarised almost a third of his law degree thesis</a>. Only one Mexican newspaper ran the story.</p> <p>It led to an increasingly hostile climate for Aristegui and her colleagues. One explains: “Working with Carmen Aristegui entails being constantly under surveillance … under fire … by journalists who are pro-government or close to power.” Another reveals: “I imagined they were going to make me disappear.”</p> <p>Through behind-the-scenes footage at her office, Aristegui is portrayed as a passionate workaholic, fiercely determined, but with a warmth and generosity towards her colleagues. She has an impressive 8.6 million Twitter followers but Fanjul says her private life is strictly guarded.</p> <p>“Because of who she is, it is hard for her to trust people,” explains Fanjul. “It took a long time for her to let me in.”</p> <p>When the filmmaker got rare access to her home, Aristegui described how her teenage son had become a target of government surveillance.</p> <p>“The repression and scheming that took place to kick us off air, and later the constant legal attacks, led me to believe that it was much better for Emilio to leave Mexico, in a context in which his mum was publicly exposed to a scandal, where you never really know how it’s going to end.”</p> <p>She says they were <a href=\"https://www.theguardian.com/world/2017/jun/19/mexico-cellphone-software-spying-journalists-activists\">targeted by Pegasus spyware</a>. “Whoever was behind the Pegasus attacks on a young teen’s iPhone, who was studying in the United States, displays a great degree of perversity,” she says. “Because it was clearly his mum they wanted to hurt.”</p> <p>After a break-in at her office, chilling CCTV footage shows men opening drawers and stealing a computer. It contained sensitive information about a powerful politician that Aristegui had previously implicated in a prostitution ring.</p> <p>“After the office was broken into, more than one journalist resigned. Paradoxically, each obstacle that appeared in Carmen’s way only strengthened her determination,” says Fanjul.</p> <p>By 16 January 2017, Aristegui was back on air – on the internet from a sound-proofed booth in her small office.</p> <p>The 2018 election saw the formation of a new government, and Aristegui received an offer from media company Grupo Radio Centro.</p> <p>“It confirms the pressure was coming from the <a href=\"https://www.theguardian.com/world/2016/aug/22/mexico-president-enrique-pena-nieto-plagiarized-thesis-law-degree\">Peña </a>administration to keep her off air,” says Fanjul.</p> <p>Her newscast is now broadcast across several radio stations but she retains editorial autonomy. Her investigations continue to make waves, including allegations of corruption in the government’s national news agency.</p> <p>“We wished things would change with the new government but now it is attacking her and there are smear campaigns,” Fanjul tells the Guardian. “Once more she has become the enemy.”</p> <p><em>Radio Silence is streaming as part of the digital edition of the <a href=\"https://ff.hrw.org/london-digital-edition\">Human Rights Watch Film Festival</a>, and is <a href=\"https://ff.hrw.org/film/radio-silence?city=London%20Digital%20Edition\">available to watch</a> in the UK and Ireland until 5 June.</em></p>",
  "<div id=\"block-5ed629ec8f084df971c8e1b3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T10:29:23.117Z\">11.29am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This live blog is closing. Our live coverage continues here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2020/jun/02/george-floyd-protests-violence-overnight-donald-trump-threat-army-live-updates\">George Floyd protests: violence escalates overnight after Trump's threat to deploy army – live</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed617988f084df971c8e0bc\" class=\"block is-key-event\" data-block-contributor=\"profile/daniel-boffey\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T09:45:45.707Z\">10.45am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">European Commission sides with Twitter over Trump row</h2> \n <div class=\"block-elements\"> \n  <p>The <strong>European Commission</strong> has backed <strong>Twitter</strong> in its row with <strong>Donald Trump </strong>following the social media platform’s <a href=\"https://www.theguardian.com/technology/2020/may/29/twitter-hides-donald-trump-tweet-glorifying-violence\" style=\"background-color: rgb(246, 246, 246);\">decision to hide one of the US president’s tweets</a> with a warning over its glorification of violence.<br></p> \n  <p>The <strong>EU executive branch’s vice president, Věra Jourová,</strong> said politicians should answer “criticism with facts, not with threats and attacks,” in her response to the dispute. </p> \n  <p>After the addition of a fact-checking label to one of Trump’s tweets, the president had <a href=\"https://www.theguardian.com/us-news/2020/may/28/donald-trump-social-media-executive-order-twitter\">signed an executive order</a> to reduce the social media platform’s protections against civil claims.</p> \n  <p>In a statement, Jourová said: “I support Twitter in their efforts to develop and implement a transparent, clear and consistent moderation policy. This is not about censorship. This is about flagging verifiably false or misleading information that may cause public harm, linking to reliable information, or flagging content violating their policies.</p> \n  <p>“The role of public authorities is not to interfere with content policies of private companies but to ensure that fundamental rights are protected online as well as offline – rights such as freedom of expression and information, non-discrimination, right to security.</p> \n  <p>“These rights protect all citizens, not only those in power. As politicians, we have to be held to account, and answer to criticism with facts, not with threats and attacks.”</p> \n  <p>The comments come ahead of next week’s expected launch of an overhaul of EU regulation of digital platforms. The commission will look at whether the big tech giants should be held responsible for content published on their sites or goods sold online.</p> \n </div> \n</div> \n<div id=\"block-5ed613b68f087122eca53e3b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T09:10:02.682Z\">10.10am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A local television channel in <strong>Las Vegas</strong> is <a href=\"https://www.8newsnow.com/news/local-news/metro-sources-metro-officer-shot-in-the-head-at-circus-circus-working-another-shooting-in-front-of-federal-courthouse/\">reporting</a> that a city police officer was shot in the head tonight.</p> \n  <p>8 News Now said the incident, reportedly near the Circus Circus<strong> </strong>hotel and casino, was one of two shootings in the city.</p> \n  <p>The second occurred at the federal courthouse, the report said, when police fired at a suspect after they allegedly fired a shot.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/orko_manna/status/1267731603570089985\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/DEVELOPING?src=hash&amp;ref_src=twsrc%5Etfw\">#DEVELOPING</a>: We are working to get more information. Again, Metro sources tell us an officer was shot in the head near Circus Circus. There are a lot of moving parts &amp; <a href=\"https://twitter.com/LVMPD?ref_src=twsrc%5Etfw\">@LVMPD</a> is very busy. Stay with <a href=\"https://twitter.com/8NewsNow?ref_src=twsrc%5Etfw\">@8NewsNow</a> for the latest updates. Here are more pics from <a href=\"https://twitter.com/UMCSN?ref_src=twsrc%5Etfw\">@UMCSN</a>. <a href=\"https://twitter.com/hashtag/8NN?src=hash&amp;ref_src=twsrc%5Etfw\">#8NN</a> <a href=\"https://t.co/W1wWtQXB1N\">pic.twitter.com/W1wWtQXB1N</a></p>— Orko Manna (@orko_manna) \n    <a href=\"https://twitter.com/orko_manna/status/1267731603570089985?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Las Vegas Metropolitan Police Department confirmed two shootings had taken place and that one officer had been hit, but did not provide details on their condition.</p> \n  <p>Protesters have been gathering on the main Las Vegas strip in recent days. On Monday evening, local media the demonstrations were largely peaceful although police broke up the crowds later in the night with tear gas.</p> \n </div> \n</div> \n<div id=\"block-5ed60c598f084df971c8e06a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T08:47:03.478Z\">9.47am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Watch this video of protesters around the US explaining why they came out to demonstrate against systemic racism.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"d14b7887-7d31-4026-9de8-038d512039f2\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/b2Mdnx1VxBg?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed6082f8f08f5e373012db1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T08:11:58.352Z\">9.11am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>George Floyd</strong><strong>’s</strong> killing and the ensuing US protests have resonated around the world, with solidarity demonstrations held in multiple countries.<br></p> \n  <p>It has also energised many outside the US to refocus on the injustices faced by ethnic minorities.</p> \n  <p>My colleague in Australia, <strong><a href=\"https://www.theguardian.com/profile/naaman-zhou\">Naaman Zhou</a></strong>, is currently at a significantly-sized protest in <strong>Sydney, </strong>where people are demanding an end to violence there, especially against Aboriginal people who have died while in custody.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/naamanzhou/status/1267724630510284800\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Huge chant of “I can’t breathe” in Sydney <a href=\"https://twitter.com/hashtag/BlackLivesMatter?src=hash&amp;ref_src=twsrc%5Etfw\">#BlackLivesMatter</a> protest <a href=\"https://t.co/8BuMYrUWH1\">pic.twitter.com/8BuMYrUWH1</a></p>— Naaman Zhou (@naamanzhou) \n    <a href=\"https://twitter.com/naamanzhou/status/1267724630510284800?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>We reported on Monday that 432 Indigenous Australians have died in custody since 1991. One of them, <strong>David Dungay</strong>, 26, <a href=\"https://www.theguardian.com/australia-news/2020/jun/01/family-of-david-dungay-who-died-in-custody-express-solidarity-with-family-of-george-floyd\">said</a> “I can’t breathe” 12 times before he died while being restrained by five prison guards.</p> \n  <p>His family said they had been traumatised anew by the footage of the death of <strong>Floyd, </strong>who used those same words while under restraint.</p> \n  <p>Read the <strong>Guardian Australia</strong> full analysis and story here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2020/jun/01/deaths-in-our-backyard-432-indigenous-australians-have-died-in-custody-since-2008\">'Deaths in our backyard': 432 Indigenous Australians have died in custody since 1991</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed603bc8f08f5e373012d9f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T07:49:17.306Z\">8.49am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Associated Press has reported that two people have been killed in the Chicago suburb of Cicero as protests continued over the death of <strong>George Floyd</strong>.</p> \n  <p>Town Spokesman <strong>Ray Hanania</strong> said 60 people were arrested during protests, and people broke into a liquor store and other businesses.</p> \n  <p>Hanania did not provide additional information about those killed or how they died.</p> \n  <p>We hope to have more details later on.</p> \n </div> \n</div> \n<div id=\"block-5ed600fa8f08f5e373012d93\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T07:37:41.598Z\">8.37am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More police have been wounded tonight in apparent attacks.</p> \n  <p>In <strong>Buffalo, NY</strong>, a car ploughed through a group of officers at a protest, injuring at least two people.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/YousefNH2/status/1267637687554650112\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Just happened: a protest in a car run over a group of cops in Buffalo NY...Some of them might be dead <br><br> <a href=\"https://twitter.com/hashtag/BlackLivesMatter?src=hash&amp;ref_src=twsrc%5Etfw\">#BlackLivesMatter</a> <a href=\"https://twitter.com/hashtag/protests2020?src=hash&amp;ref_src=twsrc%5Etfw\">#protests2020</a> <a href=\"https://t.co/UraxbRhMuV\">pic.twitter.com/UraxbRhMuV</a></p>— Yousef NH (@YousefNH2) \n    <a href=\"https://twitter.com/YousefNH2/status/1267637687554650112?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The above video shows the car accelerating through lines of riot police as they quickly disperse. What appears to be gunshots can be heard.<br></p> \n  <p>While the person who posted the video warned they might have been fatalities, authorities said the two injured officers were in stable condition.</p> \n </div> \n</div> \n<div id=\"block-5ed5fc568f08f5e373012d74\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T07:24:53.616Z\">8.24am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Four police officers shot in St. Louis</h2> \n <div class=\"block-elements\"> \n  <p>Police in Missouri have said four of their officers were struck by gunfire tonight. None of the injuries are believed to be life-threatening.<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SLMPD/status/1267693471705563137\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We have had 4 officers struck by gunfire tonight. All have been transported to an area hospital. All are conscious and breathing. Their injuries are believed to be non-life threatening. <br><br>Officers are still taking gunfire downtown &amp; we will share more info as it available. <a href=\"https://t.co/Cwypi5EorP\">pic.twitter.com/Cwypi5EorP</a></p>— St. Louis, MO Police (@SLMPD) \n    <a href=\"https://twitter.com/SLMPD/status/1267693471705563137?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>St. Louis’ police chief, <strong>John Hayden,</strong> said two were shot in the leg, one in the foot and one in the arm.</p> \n  <p>“What constructive thing is going on?” he told reporters. “People have decided to steal and break windows. That’s all they are doing. So I don’t understand what that has to do with Mr Floyd’s death? That’s what I don’t understand.”</p> \n  <p>“Some coward fired shots at officers,” Hayden said, before his voice cracked up.</p> \n  <p>You can see his full comments here:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SLMPD/status/1267709887171059712\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Chief Hayden provides an update on 4 of our officers who were struck by gunfire tonight during the downtown unrest. <a href=\"https://t.co/Ml1CgIikHf\">https://t.co/Ml1CgIikHf</a></p>— St. Louis, MO Police (@SLMPD) \n    <a href=\"https://twitter.com/SLMPD/status/1267709887171059712?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed5f9308f087122eca53d9e\" class=\"block\" data-block-contributor=\"profile/justine-landis-hanley\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T07:11:12.471Z\">8.11am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s a little more on <a href=\"https://www.theguardian.com/music/2020/jun/01/george-floyd-music-industry-theshowmustbepaused\">Blackout Tuesday</a> from my colleague, <a href=\"https://www.theguardian.com/profile/justine-landis-hanley\">Justine Landis-Hanley</a><strong>:</strong><br></p> \n  <p>Influencers across Instagram and Youtube are cancelling scheduled content this week to take part in Blackout Tuesday, in response to the death of <strong>George Floyd</strong>.</p> \n  <p>Last Friday, music executives <strong>Jamila Thomas</strong> and <strong>Brianna Agyemang</strong>, called on music companies and artists to <a href=\"https://www.theguardian.com/music/2020/jun/01/george-floyd-music-industry-theshowmustbepaused\">bring parts of the $19bn industry to a halt,</a> using the hashtag #TheShowMustBePaused.</p> \n  <p>Video creators, <strong>The TryGuys</strong>, who have over 8 million followers across Youtube and Instagram, have said they <a href=\"https://www.youtube.com/post/Ugy7I_hUKnQaIf_sBYJ4AaABCQ\">will participate in Blackout Tuesday </a>and push back their regularly scheduled Wednesday Youtube video “to continue supporting the community and the #BlackLivesMatter movement”. They are joined by <a href=\"https://www.instagram.com/p/CA6g6BCHkSu/\">sketch comedy channel Smosh</a> (26 million+ followers across Youtube and Instagram). </p> \n  <p>Some of the world’s most prominent Youtubers <a href=\"https://www.instagram.com/p/CA5j8sRHzBJ/\">Dude Perfect </a>(60 million+) and <a href=\"https://www.youtube.com/watch?v=r9DfclXYDlM\">Markiplier </a>(33 million+) have also posted content supporting the Black Lives Matter movement. </p> \n  <p>Meanwhile, model and Youtuber <a href=\"https://www.instagram.com/p/CA6-2XujgKS/\">Karlie Kloss</a>, model <a href=\"https://www.instagram.com/gigihadid/?hl=en\">Gigi Hadid</a>, influencer <a href=\"https://www.instagram.com/maddieziegler/?hl=en\">Maddie Ziegler</a>, actress and Youtuber <a href=\"https://www.instagram.com/p/CA65vk6FBOn/\">Lana Condor</a>, and Australian fitness Youtuber <a href=\"https://www.instagram.com/p/CA7BscepO7h/\">Sarahs Day</a> are just a few of the social media stars to post black squares to their Instagram feeds and stories in solidarity.</p> \n </div> \n</div> \n<div id=\"block-5ed5f6fd8f084df971c8dff4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T06:56:59.127Z\">7.56am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Los Angeles’ chief of police has apologised after he said people exploiting the protests to loot were also responsible for the death of <a href=\"https://www.theguardian.com/us-news/george-floyd\">George Floyd</a>.</p> \n  <p>“His death is on their hands, as much as it is on those officers. And that is a strong statement,” <strong>Chief Michel Moore</strong> <a href=\"https://www.youtube.com/watch?v=0q7L4kF2FRE\">told a press conference</a> on Monday.</p> \n  <p>Hours later, following an outcry, Moore retracted the comments on Twitter, acknowledging that they had been “terribly offensive”:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LAPDChiefMoore/status/1267693083195346944\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">My Apology for Remark Regarding the Death of George Floyd During a Press Conference Earlier Today:<br><br>I misspoke when making a statement about those engaging in violent acts following the murder of George Floyd.</p>— Chief Michel Moore (@LAPDChiefMoore) \n    <a href=\"https://twitter.com/LAPDChiefMoore/status/1267693083195346944?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LAPDChiefMoore/status/1267693083992317952\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">While I did immediately correct myself, I recognize that my initial words were terribly offensive. Looting is wrong, but it is not the equivalent of murder and I did not mean to equate the two. I deeply regret and humbly apologize for my characterization.</p>— Chief Michel Moore (@LAPDChiefMoore) \n    <a href=\"https://twitter.com/LAPDChiefMoore/status/1267693083992317952?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LAPDChiefMoore/status/1267693084751454211\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Let me be clear: the police officers involved were responsible for the death of George Floyd.</p>— Chief Michel Moore (@LAPDChiefMoore) \n    <a href=\"https://twitter.com/LAPDChiefMoore/status/1267693084751454211?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The city’s mayor, <strong>Eric Garcetti</strong>, has also spoken on the issue:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MayorOfLA/status/1267651524504637440\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The responsibility for George Floyd’s death rests solely with the police officers involved. Chief Moore regrets the words he chose this evening and has clarified them.</p>— MayorOfLA (@MayorOfLA) \n    <a href=\"https://twitter.com/MayorOfLA/status/1267651524504637440?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed5f1ea8f08f5e373012d36\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T06:38:44.284Z\">7.38am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hello to all those following.<br></p> \n  <p>Oliver Holmes here, taking over the blog for the next few hours. We’re now deep into the night across the US. </p> \n  <p>Please do get in contact with me if you spot anything, no matter how local it may seem, and also for any questions or feedback.</p> \n  <p>You can reach me <a href=\"https://twitter.com/olireports\">via Twitter</a> or on email, too: oliver.holmes [at] theguardian.com</p> \n </div> \n</div> \n<div id=\"block-5ed5eed08f084df971c8dfce\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T06:21:51.676Z\">7.21am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>That’s it from me, <a href=\"https://twitter.com/helenrsullivan\">Helen Sullivan</a> for today. My colleague Oliver Holmes will be taking you through the latest US developments for the next few hours. </p> \n  <p>Many thanks to those of you who got in touch on <a href=\"https://twitter.com/helenrsullivan\">Twitter</a> with information from your cities and elsewhere – it is hugely appreciated. And, as always, thanks for following along. </p> \n </div> \n</div> \n<div id=\"block-5ed5ecfd8f087122eca53d4c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T06:16:41.238Z\">7.16am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Celebrities, influencers, brands and other users are publishing all-black posts on Instagram in support of protestors. </p> \n  <p>Film star <a href=\"https://www.theguardian.com/film/timoth-e-chalamet\">Timothée Chalamet</a> posted this three times, tagging Black Lives Matter. <br></p> \n  <figure class=\"element element-embed\" data-alt=\"Timothée Chalamet  posts in support of protests.\"> \n   <iframe class=\"fenced\" srcdoc=\"<html><head></head><body><blockquote class=&quot;instagram-media&quot; data-instgrm-captioned data-instgrm-permalink=&quot;https://www.instagram.com/p/CA7Ap8vhX_9/?utm_source=ig_embed&amp;amp;utm_campaign=loading&quot; data-instgrm-version=&quot;12&quot; style=&quot; background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:540px; min-width:326px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);&quot;><div style=&quot;padding:16px;&quot;> <a href=&quot;https://www.instagram.com/p/CA7Ap8vhX_9/?utm_source=ig_embed&amp;amp;utm_campaign=loading&quot; style=&quot; background:#FFFFFF; line-height:0; padding:0 0; text-align:center; text-decoration:none; width:100%;&quot; target=&quot;_blank&quot;> <div style=&quot; display: flex; flex-direction: row; align-items: center;&quot;> <div style=&quot;background-color: #F4F4F4; border-radius: 50%; flex-grow: 0; height: 40px; margin-right: 14px; width: 40px;&quot;></div> <div style=&quot;display: flex; flex-direction: column; flex-grow: 1; justify-content: center;&quot;> <div style=&quot; background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; margin-bottom: 6px; width: 100px;&quot;></div> <div style=&quot; background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; width: 60px;&quot;></div></div></div><div style=&quot;padding: 19% 0;&quot;></div> <div style=&quot;display:block; height:50px; margin:0 auto 12px; width:50px;&quot;><svg width=&quot;50px&quot; height=&quot;50px&quot; viewBox=&quot;0 0 60 60&quot; version=&quot;1.1&quot; xmlns=&quot;https://www.w3.org/2000/svg&quot; xmlns:xlink=&quot;https://www.w3.org/1999/xlink&quot;><g stroke=&quot;none&quot; stroke-width=&quot;1&quot; fill=&quot;none&quot; fill-rule=&quot;evenodd&quot;><g transform=&quot;translate(-511.000000, -20.000000)&quot; fill=&quot;#000000&quot;><g><path d=&quot;M556.869,30.41 C554.814,30.41 553.148,32.076 553.148,34.131 C553.148,36.186 554.814,37.852 556.869,37.852 C558.924,37.852 560.59,36.186 560.59,34.131 C560.59,32.076 558.924,30.41 556.869,30.41 M541,60.657 C535.114,60.657 530.342,55.887 530.342,50 C530.342,44.114 535.114,39.342 541,39.342 C546.887,39.342 551.658,44.114 551.658,50 C551.658,55.887 546.887,60.657 541,60.657 M541,33.886 C532.1,33.886 524.886,41.1 524.886,50 C524.886,58.899 532.1,66.113 541,66.113 C549.9,66.113 557.115,58.899 557.115,50 C557.115,41.1 549.9,33.886 541,33.886 M565.378,62.101 C565.244,65.022 564.756,66.606 564.346,67.663 C563.803,69.06 563.154,70.057 562.106,71.106 C561.058,72.155 560.06,72.803 558.662,73.347 C557.607,73.757 556.021,74.244 553.102,74.378 C549.944,74.521 548.997,74.552 541,74.552 C533.003,74.552 532.056,74.521 528.898,74.378 C525.979,74.244 524.393,73.757 523.338,73.347 C521.94,72.803 520.942,72.155 519.894,71.106 C518.846,70.057 518.197,69.06 517.654,67.663 C517.244,66.606 516.755,65.022 516.623,62.101 C516.479,58.943 516.448,57.996 516.448,50 C516.448,42.003 516.479,41.056 516.623,37.899 C516.755,34.978 517.244,33.391 517.654,32.338 C518.197,30.938 518.846,29.942 519.894,28.894 C520.942,27.846 521.94,27.196 523.338,26.654 C524.393,26.244 525.979,25.756 528.898,25.623 C532.057,25.479 533.004,25.448 541,25.448 C548.997,25.448 549.943,25.479 553.102,25.623 C556.021,25.756 557.607,26.244 558.662,26.654 C560.06,27.196 561.058,27.846 562.106,28.894 C563.154,29.942 563.803,30.938 564.346,32.338 C564.756,33.391 565.244,34.978 565.378,37.899 C565.522,41.056 565.552,42.003 565.552,50 C565.552,57.996 565.522,58.943 565.378,62.101 M570.82,37.631 C570.674,34.438 570.167,32.258 569.425,30.349 C568.659,28.377 567.633,26.702 565.965,25.035 C564.297,23.368 562.623,22.342 560.652,21.575 C558.743,20.834 556.562,20.326 553.369,20.18 C550.169,20.033 549.148,20 541,20 C532.853,20 531.831,20.033 528.631,20.18 C525.438,20.326 523.257,20.834 521.349,21.575 C519.376,22.342 517.703,23.368 516.035,25.035 C514.368,26.702 513.342,28.377 512.574,30.349 C511.834,32.258 511.326,34.438 511.181,37.631 C511.035,40.831 511,41.851 511,50 C511,58.147 511.035,59.17 511.181,62.369 C511.326,65.562 511.834,67.743 512.574,69.651 C513.342,71.625 514.368,73.296 516.035,74.965 C517.703,76.634 519.376,77.658 521.349,78.425 C523.257,79.167 525.438,79.673 528.631,79.82 C531.831,79.965 532.853,80.001 541,80.001 C549.148,80.001 550.169,79.965 553.369,79.82 C556.562,79.673 558.743,79.167 560.652,78.425 C562.623,77.658 564.297,76.634 565.965,74.965 C567.633,73.296 568.659,71.625 569.425,69.651 C570.167,67.743 570.674,65.562 570.82,62.369 C570.966,59.17 571,58.147 571,50 C571,41.851 570.966,40.831 570.82,37.631&quot;></path></g></g></g></svg></div><div style=&quot;padding-top: 8px;&quot;> <div style=&quot; color:#3897f0; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:550; line-height:18px;&quot;> View this post on Instagram</div></div><div style=&quot;padding: 12.5% 0;&quot;></div> <div style=&quot;display: flex; flex-direction: row; margin-bottom: 14px; align-items: center;&quot;><div> <div style=&quot;background-color: #F4F4F4; border-radius: 50%; height: 12.5px; width: 12.5px; transform: translateX(0px) translateY(7px);&quot;></div> <div style=&quot;background-color: #F4F4F4; height: 12.5px; transform: rotate(-45deg) translateX(3px) translateY(1px); width: 12.5px; flex-grow: 0; margin-right: 14px; margin-left: 2px;&quot;></div> <div style=&quot;background-color: #F4F4F4; border-radius: 50%; height: 12.5px; width: 12.5px; transform: translateX(9px) translateY(-18px);&quot;></div></div><div style=&quot;margin-left: 8px;&quot;> <div style=&quot; background-color: #F4F4F4; border-radius: 50%; flex-grow: 0; height: 20px; width: 20px;&quot;></div> <div style=&quot; width: 0; height: 0; border-top: 2px solid transparent; border-left: 6px solid #f4f4f4; border-bottom: 2px solid transparent; transform: translateX(16px) translateY(-4px) rotate(30deg)&quot;></div></div><div style=&quot;margin-left: auto;&quot;> <div style=&quot; width: 0px; border-top: 8px solid #F4F4F4; border-right: 8px solid transparent; transform: translateY(16px);&quot;></div> <div style=&quot; background-color: #F4F4F4; flex-grow: 0; height: 12px; width: 16px; transform: translateY(-4px);&quot;></div> <div style=&quot; width: 0; height: 0; border-top: 8px solid #F4F4F4; border-left: 8px solid transparent; transform: translateY(-4px) translateX(8px);&quot;></div></div></div></a> <p style=&quot; margin:8px 0 0 0; padding:0 4px;&quot;> <a href=&quot;https://www.instagram.com/p/CA7Ap8vhX_9/?utm_source=ig_embed&amp;amp;utm_campaign=loading&quot; style=&quot; color:#000; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none; word-wrap:break-word;&quot; target=&quot;_blank&quot;>@blklivesmatter</a></p> <p style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;&quot;>A post shared by <a href=&quot;https://www.instagram.com/tchalamet/?utm_source=ig_embed&amp;amp;utm_campaign=loading&quot; style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px;&quot; target=&quot;_blank&quot;> Timothée Chalamet</a> (@tchalamet) on <time style=&quot; font-family:Arial,sans-serif; font-size:14px; line-height:17px;&quot; datetime=&quot;2020-06-02T06:06:23+00:00&quot;>Jun 1, 2020 at 11:06pm PDT</time></p></div></blockquote> <script async src=&quot;//www.instagram.com/embed.js&quot;></script></body></html>\"></iframe> \n   <figcaption>\n    Timothée Chalamet posts in support of protests. \n   </figcaption> \n  </figure> \n  <p>Surfing champion Stephanie Gilmore took part, too: </p> \n  <figure class=\"element element-embed\" data-alt=\"Stephanie Gilmore posts in support of protests.\"> \n   <iframe class=\"fenced\" srcdoc=\"<html><head></head><body><blockquote class=&quot;instagram-media&quot; data-instgrm-permalink=&quot;https://www.instagram.com/p/CA67ZVPpEBa/?utm_source=ig_embed&amp;amp;utm_campaign=loading&quot; data-instgrm-version=&quot;12&quot; style=&quot; background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:540px; min-width:326px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);&quot;><div style=&quot;padding:16px;&quot;> <a href=&quot;https://www.instagram.com/p/CA67ZVPpEBa/?utm_source=ig_embed&amp;amp;utm_campaign=loading&quot; style=&quot; background:#FFFFFF; line-height:0; padding:0 0; text-align:center; text-decoration:none; width:100%;&quot; target=&quot;_blank&quot;> <div style=&quot; display: flex; flex-direction: row; align-items: center;&quot;> <div style=&quot;background-color: #F4F4F4; border-radius: 50%; flex-grow: 0; height: 40px; margin-right: 14px; width: 40px;&quot;></div> <div style=&quot;display: flex; flex-direction: column; flex-grow: 1; justify-content: center;&quot;> <div style=&quot; background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; margin-bottom: 6px; width: 100px;&quot;></div> <div style=&quot; background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; width: 60px;&quot;></div></div></div><div style=&quot;padding: 19% 0;&quot;></div> <div style=&quot;display:block; height:50px; margin:0 auto 12px; width:50px;&quot;><svg width=&quot;50px&quot; height=&quot;50px&quot; viewBox=&quot;0 0 60 60&quot; version=&quot;1.1&quot; xmlns=&quot;https://www.w3.org/2000/svg&quot; xmlns:xlink=&quot;https://www.w3.org/1999/xlink&quot;><g stroke=&quot;none&quot; stroke-width=&quot;1&quot; fill=&quot;none&quot; fill-rule=&quot;evenodd&quot;><g transform=&quot;translate(-511.000000, -20.000000)&quot; fill=&quot;#000000&quot;><g><path d=&quot;M556.869,30.41 C554.814,30.41 553.148,32.076 553.148,34.131 C553.148,36.186 554.814,37.852 556.869,37.852 C558.924,37.852 560.59,36.186 560.59,34.131 C560.59,32.076 558.924,30.41 556.869,30.41 M541,60.657 C535.114,60.657 530.342,55.887 530.342,50 C530.342,44.114 535.114,39.342 541,39.342 C546.887,39.342 551.658,44.114 551.658,50 C551.658,55.887 546.887,60.657 541,60.657 M541,33.886 C532.1,33.886 524.886,41.1 524.886,50 C524.886,58.899 532.1,66.113 541,66.113 C549.9,66.113 557.115,58.899 557.115,50 C557.115,41.1 549.9,33.886 541,33.886 M565.378,62.101 C565.244,65.022 564.756,66.606 564.346,67.663 C563.803,69.06 563.154,70.057 562.106,71.106 C561.058,72.155 560.06,72.803 558.662,73.347 C557.607,73.757 556.021,74.244 553.102,74.378 C549.944,74.521 548.997,74.552 541,74.552 C533.003,74.552 532.056,74.521 528.898,74.378 C525.979,74.244 524.393,73.757 523.338,73.347 C521.94,72.803 520.942,72.155 519.894,71.106 C518.846,70.057 518.197,69.06 517.654,67.663 C517.244,66.606 516.755,65.022 516.623,62.101 C516.479,58.943 516.448,57.996 516.448,50 C516.448,42.003 516.479,41.056 516.623,37.899 C516.755,34.978 517.244,33.391 517.654,32.338 C518.197,30.938 518.846,29.942 519.894,28.894 C520.942,27.846 521.94,27.196 523.338,26.654 C524.393,26.244 525.979,25.756 528.898,25.623 C532.057,25.479 533.004,25.448 541,25.448 C548.997,25.448 549.943,25.479 553.102,25.623 C556.021,25.756 557.607,26.244 558.662,26.654 C560.06,27.196 561.058,27.846 562.106,28.894 C563.154,29.942 563.803,30.938 564.346,32.338 C564.756,33.391 565.244,34.978 565.378,37.899 C565.522,41.056 565.552,42.003 565.552,50 C565.552,57.996 565.522,58.943 565.378,62.101 M570.82,37.631 C570.674,34.438 570.167,32.258 569.425,30.349 C568.659,28.377 567.633,26.702 565.965,25.035 C564.297,23.368 562.623,22.342 560.652,21.575 C558.743,20.834 556.562,20.326 553.369,20.18 C550.169,20.033 549.148,20 541,20 C532.853,20 531.831,20.033 528.631,20.18 C525.438,20.326 523.257,20.834 521.349,21.575 C519.376,22.342 517.703,23.368 516.035,25.035 C514.368,26.702 513.342,28.377 512.574,30.349 C511.834,32.258 511.326,34.438 511.181,37.631 C511.035,40.831 511,41.851 511,50 C511,58.147 511.035,59.17 511.181,62.369 C511.326,65.562 511.834,67.743 512.574,69.651 C513.342,71.625 514.368,73.296 516.035,74.965 C517.703,76.634 519.376,77.658 521.349,78.425 C523.257,79.167 525.438,79.673 528.631,79.82 C531.831,79.965 532.853,80.001 541,80.001 C549.148,80.001 550.169,79.965 553.369,79.82 C556.562,79.673 558.743,79.167 560.652,78.425 C562.623,77.658 564.297,76.634 565.965,74.965 C567.633,73.296 568.659,71.625 569.425,69.651 C570.167,67.743 570.674,65.562 570.82,62.369 C570.966,59.17 571,58.147 571,50 C571,41.851 570.966,40.831 570.82,37.631&quot;></path></g></g></g></svg></div><div style=&quot;padding-top: 8px;&quot;> <div style=&quot; color:#3897f0; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:550; line-height:18px;&quot;> View this post on Instagram</div></div><div style=&quot;padding: 12.5% 0;&quot;></div> <div style=&quot;display: flex; flex-direction: row; margin-bottom: 14px; align-items: center;&quot;><div> <div style=&quot;background-color: #F4F4F4; border-radius: 50%; height: 12.5px; width: 12.5px; transform: translateX(0px) translateY(7px);&quot;></div> <div style=&quot;background-color: #F4F4F4; height: 12.5px; transform: rotate(-45deg) translateX(3px) translateY(1px); width: 12.5px; flex-grow: 0; margin-right: 14px; margin-left: 2px;&quot;></div> <div style=&quot;background-color: #F4F4F4; border-radius: 50%; height: 12.5px; width: 12.5px; transform: translateX(9px) translateY(-18px);&quot;></div></div><div style=&quot;margin-left: 8px;&quot;> <div style=&quot; background-color: #F4F4F4; border-radius: 50%; flex-grow: 0; height: 20px; width: 20px;&quot;></div> <div style=&quot; width: 0; height: 0; border-top: 2px solid transparent; border-left: 6px solid #f4f4f4; border-bottom: 2px solid transparent; transform: translateX(16px) translateY(-4px) rotate(30deg)&quot;></div></div><div style=&quot;margin-left: auto;&quot;> <div style=&quot; width: 0px; border-top: 8px solid #F4F4F4; border-right: 8px solid transparent; transform: translateY(16px);&quot;></div> <div style=&quot; background-color: #F4F4F4; flex-grow: 0; height: 12px; width: 16px; transform: translateY(-4px);&quot;></div> <div style=&quot; width: 0; height: 0; border-top: 8px solid #F4F4F4; border-left: 8px solid transparent; transform: translateY(-4px) translateX(8px);&quot;></div></div></div> <div style=&quot;display: flex; flex-direction: column; flex-grow: 1; justify-content: center; margin-bottom: 24px;&quot;> <div style=&quot; background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; margin-bottom: 6px; width: 224px;&quot;></div> <div style=&quot; background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; width: 144px;&quot;></div></div></a><p style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;&quot;><a href=&quot;https://www.instagram.com/p/CA67ZVPpEBa/?utm_source=ig_embed&amp;amp;utm_campaign=loading&quot; style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none;&quot; target=&quot;_blank&quot;>A post shared by Stephanie (@stephaniegilmore)</a> on <time style=&quot; font-family:Arial,sans-serif; font-size:14px; line-height:17px;&quot; datetime=&quot;2020-06-02T05:20:26+00:00&quot;>Jun 1, 2020 at 10:20pm PDT</time></p></div></blockquote> <script async src=&quot;//www.instagram.com/embed.js&quot;></script></body></html>\"></iframe> \n   <figcaption>\n    Stephanie Gilmore posts in support of protests. \n   </figcaption> \n  </figure> \n  <p>The music industry is also observing a “blackoutday” on Tuesday: </p> \n  <p>The demonstration stands to bring major music companies, significant pieces of a $19bn industry, to a halt. The event organizer Live Nation will “pull the plug” on its operations and close offices for the day; radio shows will go silent; MTV, VH1, Comedy Central and other ViacomCBS-owned channels will “go dark”. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/music/2020/jun/01/george-floyd-music-industry-theshowmustbepaused\">#TheShowMustBePaused: music industry plans day of silence for George Floyd</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed5e5b18f087122eca53d21\" class=\"block\" data-block-contributor=\"profile/lois-beckett\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T06:07:53.580Z\">7.07am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Minneapolis public schools are considering whether to end their contract with the city’s police department following the death of George Floyd.</p> \n  <p>The city’s public school board will vote on Tuesday evening on a <a href=\"https://v3.boardbook.org/Public/PublicItemDownload.aspx?ik=46459777\">resolution</a> that would terminate the school district’s contract with the police department to provide “school resource officers” and mandate that the superintendent prepare an alternate plan for keeping students safe. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/01/minneapolis-public-school-end-police-contract\">Minneapolis public school board to vote on terminating its contract with police</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed5ea248f087122eca53d34\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T06:00:12.132Z\">7.00am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Japanese tennis player Naomi Osaka has added her voice to protests over George Floyd’s death. <br><br>Osaka, who was born in Japan to a Haitian father and Japanese mother, has previously passed her time in quarantine posting lighthearted selfies in stylish clothes or by the side of a pool.<br><br>But her social media feed changed following Floyd’s death, as she posted news footage of his death and the statement “There comes a time when silence is betrayal” as well as tweeting: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/naomiosaka/status/1266514627934015489\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Just because it isn’t happening to you doesn’t mean it isn’t happening at all.</p>— NaomiOsaka大坂なおみ (@naomiosaka) \n    <a href=\"https://twitter.com/naomiosaka/status/1266514627934015489?ref_src=twsrc%5Etfw\">May 29, 2020</a>\n   </blockquote> \n  </figure> \n  <p>On Monday she posted on Twitter: <br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/naomiosaka/status/1267556860388732928\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">When you tweet about the lootings before you tweet about the death of an unarmed black man 🤡🤡🤡🤡</p>— NaomiOsaka大坂なおみ (@naomiosaka) \n    <a href=\"https://twitter.com/naomiosaka/status/1267556860388732928?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Osaka joins other sports figures in speaking out against racism and police violence, including basketball great Michael Jordan and Formula One champion Lewis Hamilton.<br></p> \n </div> \n</div> \n<div id=\"block-5ed5e6528f084df971c8dfa7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T05:51:28.983Z\">6.51am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Get in touch on Twitter <a href=\"https://twitter.com/helenrsullivan\">@helenrsullivan</a>. </p> \n </div> \n</div> \n<div id=\"block-5ed5e2b38f084df971c8df85\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T05:48:08.900Z\">6.48am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Floyd Mayweather to pay for George Floyd's funeral</h2> \n <div class=\"block-elements\"> \n  <p>Former boxing champion Floyd Mayweather has offered to pay for George Floyd’s funeral and memorial services, and the family has accepted the offer, AP reports. </p> \n  <p>Mayweather personally has been in touch with the family, according to Leonard Ellerbe, the CEO of Mayweather Promotions. He will handle costs for the funeral on June 9 in Floyd’s hometown of Houston, as well as other expenses.</p> \n  <figure class=\"element element-image\" data-media-id=\"db15a22f51b26e57315e7ab9635cbecc4a3603fa\"> \n   <img src=\"https://media.guim.co.uk/db15a22f51b26e57315e7ab9635cbecc4a3603fa/0_10_3000_1800/1000.jpg\" alt=\"Former five-division world champion Floyd Mayweather’s promotional company confirmed an offer has been made.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Former five-division world champion Floyd Mayweather’s promotional company confirmed an offer has been made.</span> \n    <span class=\"element-image__credit\">Photograph: Eugene Hoshiko/AP</span> \n   </figcaption> \n  </figure> \n  <p>TMZ originally reported Mayweather’s offer.<br><br>“He’ll probably get mad at me for saying that, but yes, he is definitely paying for the funeral,” Ellerbe told ESPN.com on Monday.<br></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/jun/02/floyd-mayweather-offers-to-cover-funeral-costs-for-george-floyd\">Floyd Mayweather offers to cover funeral costs for George Floyd</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed5e5098f087122eca53d1d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T05:40:22.219Z\">6.40am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>“We’ve reached the ‘mad emperor’ stage, and it’s terrifying to behold,” writes Guardian columnist <a href=\"https://www.theguardian.com/profile/richard-wolffe\">Richard Wolffe</a>. </p> \n  <blockquote class=\"quoted\"> \n   <p>In the week since George Floyd was killed by Minneapolis police officers, Trump has watched and tweeted helplessly as the nation he pretends to lead has reached its breaking point. After decades of supposedly legal police beatings and murders, the protests have swept America’s cities more quickly than even coronavirus. </p> \n   <p>This is no coincidence of timing. In other crises, in other eras, there have been presidents who understood their most basic duty: to calm the violence and protect the people. In this crisis, however, we have a president who built his entire political career as a gold-painted tower to incite violence. </p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/jun/02/weve-reached-the-mad-emperor-stage-and-its-terrifying-to-behold\">We've reached the 'mad emperor' stage, and it's terrifying to behold | Richard Wolffe</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed5e49a8f087122eca53d1c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T05:34:12.740Z\">6.34am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is a video of the incident referred to earlier, where police violently dispersed protestors ahead of Trump’s bible photo op: </p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"eefab163-d48b-4863-a7bd-2b1286e7c322\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/klPeYrlInZQ?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>US president Donald Trump has visited the 200-year-old church near the White House that was set on fire as demonstrators clashed with police over the weekend. Beginning with James Madison, every person who has held the office of president has attended a service at St John’s Church. </p> \n  <p>Law enforcement cleared protesters out of the area with tear gas before Trump’s visit. Tear gas canisters could be heard exploding as Trump spoke in the Rose Garden. He then walked over to the church. The protesters appeared to be acting peacefully before they were dispersed by force.</p> \n </div> \n</div> \n<div id=\"block-5ed5dc8f8f08f5e373012ccd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T05:27:19.525Z\">6.27am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em><a href=\"https://www.theguardian.com/profile/hallie-golden\">Hallie Golden</a> reports for the Guardian from Seattle: </em></p> \n  <p>Officials from the Seattle Office of Police Accountability reported Monday that they received over 12,000 complaints related to how the city’s police responded to protests over the weekend.<br><br>The majority of the complaints had to do with 10 key incidents, including pepper spraying a young girl on Saturday, punching two people who were already on the ground and being arrested on two separate occasions and covering their badge numbers.<br><br>The next step will be for officials to run civilian led investigations, which, according to a statement from the office, will be completed “quickly due to the immense public concern.”<br><br>The report came on the fourth consecutive night of protests in Seattle, which, while mainly peaceful, have included a number of cases of looting. At 6 p.m. Monday, the city’s curfew went into effect, but thousands of protesters remained on the streets.<br><br>On Twitter, Seattle Police <a href=\"https://twitter.com/SeattlePD/status/1267675251757821952?s=20\">declared a demonstration in the Seattle neighborhood of Capitol Hill a riot</a>, saying the crowd had “thrown rocks, bottles and fireworks at officers and is attempting to breach barricades.” </p> \n  <p>Law enforcement reportedly fired pepper spray and used flash bangs on the crowd.<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MichaelKIRO7/status/1267670799915220992\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Breaking News: Police and protesters clash in Capitol Hill. <a href=\"https://twitter.com/KIRO7Seattle?ref_src=twsrc%5Etfw\">@KIRO7Seattle</a> <a href=\"https://t.co/W3M9zlWwIi\">pic.twitter.com/W3M9zlWwIi</a></p>— Michael Spears (@MichaelKIRO7) \n    <a href=\"https://twitter.com/MichaelKIRO7/status/1267670799915220992?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed5e0bc8f084df971c8df7d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T05:21:26.811Z\">6.21am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><a href=\"https://thehill.com/changing-america/respect/equality/500467-texas-journalist-loses-eye-to-tear-gas-canister-during?fbclid=IwAR1UDYqz-8ueC82fn4nHjNGyknScxcjEeJjhAyPHH11LXuPXvuF0XGjmS0w\">The Hill</a> reports that a Texas journalist has lost his eye in the protests: </p> \n  <blockquote class=\"quoted\"> \n   <p>Outside the Allen County Courthouse in Fort Wayne, Ind., one of those canisters hit 21-year-old Balin Brake, a weekend editor at a local television station.</p> \n   <p>Brake was taken to the hospital with a ruptured eye and fractured occipital bone, according to <a href=\"https://www.facebook.com/donate/745134702961061/\">a post tied to a Facebook</a> fundraiser set up by his mother, Rachel Simonis. In a selfie taken after surgery, Brake revealed that he had lost his eye.</p> \n  </blockquote> \n  <p>The Guardian’s Michael Safi has been compiling a list of incidents where journalists were harmed during the protests: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/safimichael/status/1267066155019223041\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I'm pulling together all the known incidents involving reporters during last night's protests in the US, including arrests, tear gassing, assaults. If you know of any I've missed, please let me know.</p>— michael safi (@safimichael) \n    <a href=\"https://twitter.com/safimichael/status/1267066155019223041?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-02T05:21:48.514Z\">at 6.21am BST</time></p> \n</div> \n<div id=\"block-5ed5de3e8f087122eca53cef\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T05:14:54.825Z\">6.14am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here are some images from the past few hours:</p> \n  <figure class=\"element element-image\" data-media-id=\"a611f959a118c9538f759587ff0087be701cdd7e\"> \n   <img src=\"https://media.guim.co.uk/a611f959a118c9538f759587ff0087be701cdd7e/0_83_4800_2880/1000.jpg\" alt=\"Police officers wearing riot gear push back demonstrators shooting tear gas next to St John’s Episcopal Church outside of the White House\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Police officers wearing riot gear push back demonstrators shooting tear gas next to St John’s Episcopal Church outside of the White House</span> \n    <span class=\"element-image__credit\">Photograph: José Luis Magaña/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"a0bf9580b901ee466d60fa5378d63d4843b5d7f3\"> \n   <img src=\"https://media.guim.co.uk/a0bf9580b901ee466d60fa5378d63d4843b5d7f3/0_300_4500_2700/1000.jpg\" alt=\"Donald Trump walks back to the White House escorted by the Secret Service after appearing outside of St John’s Episcopal church\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Donald Trump walks back to the White House escorted by the Secret Service after appearing outside of St John’s Episcopal church</span> \n    <span class=\"element-image__credit\">Photograph: Brendan Smialowski/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"713626984ababb97970b539d8c6bec5ab3bafb1e\"> \n   <img src=\"https://media.guim.co.uk/713626984ababb97970b539d8c6bec5ab3bafb1e/0_0_4200_2519/1000.jpg\" alt=\"Orange County Sheriff deputies maintain a police block as a firecracker thrown by a protester explodes behind them\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Orange County Sheriff deputies maintain a police block as a firecracker thrown by a protester explodes behind them</span> \n    <span class=\"element-image__credit\">Photograph: Gina Ferazzi/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed5da668f084df971c8df6a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T05:03:56.699Z\">6.03am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The White House has released a video of Trump’s visit to the St John’s episcopal church on Monday. The video shows Trump walking to and from the church, as well as holding a bible while standing outside.</p> \n  <p>Shortly after Trump’s visit, the Episcopal bishop of Washington DC said she was “outraged” after officers used teargas to clear a crowd of peaceful protesters from near the White House to make way for the US president. </p> \n  <p>The video, set to rousing music, does not show protestors or police clearing the area: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WhiteHouse/status/1267676026391404544\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/bKvTrqHomS\">pic.twitter.com/bKvTrqHomS</a></p>— The White House (@WhiteHouse) \n    <a href=\"https://twitter.com/WhiteHouse/status/1267676026391404544?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Here is our full story on the response from religious leaders to Trump’s visit:<br></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/02/outrageous-christian-leaders-reject-trump-use-of-church-as-prop-during-george-floyd-protests\">Bishop 'outraged' over Trump's church photo op during George Floyd protests</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed5dbbf8f08f5e373012cca\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T04:56:16.802Z\">5.56am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><a href=\"https://www.theguardian.com/profile/kari-paul\">Kari Paul</a> reports for the Guardian from Oakland: </p> \n  <p>In Oakland, California, Gig car share has blocked users from checking out or parking cars in parts of the city, as protests continued in the East Bay City into Monday evening.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kari_paul/status/1267659385423097856\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Gig is preventing cars from being checked out or parked in downtown Oakland and West Oakland <a href=\"https://t.co/UelVgadIpU\">pic.twitter.com/UelVgadIpU</a></p>— Kari Paul (@kari_paul) \n    <a href=\"https://twitter.com/kari_paul/status/1267659385423097856?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The company, which rents a fleet of hybrid Toyota Priuses and electric Chevrolet Bolts in the Bay Area and Sacramento, has blocked off areas in downtown Oakland where protests have broken out this week regarding the death of George Floyd. The app also showed West Oakland, a historically black neighborhood where fewer protests have occurred, blocked off.<br><br>Another ride sharing app, Revel Scooters, also blocked <a href=\"https://twitter.com/caseyjohnston/status/1267643517544935428\">user access</a> in certain areas on Monday night as San Francisco and Alameda County, where Oakland is located, instituted a curfew from 8 pm Monday evening to 5 am on Tuesday. <br><br>The areas on the Gig app were blocked off as people made their way home from a peaceful protest of more than 15,000 people Monday night, which was organized by students at local high school Oakland Tech. Gig Workers Rising, an activist group <a href=\"https://twitter.com/GigWorkersRise/status/1267668204933001216\">that monitors</a> the sharing and gig economy, accused the company of “doing the bidding of [Oakland Police Department]” by preventing members of those neighborhoods from getting home.<br><br>“Tech companies are complicit with the carceral state,” the group said.<br><br>Gig Car Share did not immediately respond to request for comment. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-02T05:10:07.638Z\">at 6.10am BST</time></p> \n</div> \n<div id=\"block-5ed5d6328f084df971c8df4a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T04:38:58.137Z\">5.38am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In Austin, Texas, a black man is in critical condition after police fired “less critical munitions” at protestors on Sunday, the <a href=\"https://www.austinchronicle.com/daily/news/2020-06-01/a-black-man-is-in-critical-condition-after-being-struck-with-less-lethal-impact-munitions-at-sundays-demonstration/\">Austin Chronicle</a> reports: </p> \n  <blockquote class=\"quoted\"> \n   <p>Investigations have begun into several incidents in which protesters suffered severe injuries from “less lethal impact munitions” fired by Austin police this weekend, Police Chief Brian Manley <a href=\"https://www.facebook.com/AustinPolice/videos/837245516684462/\">told reporters Monday evening</a>.</p> \n   <p>...</p> \n   <p>Manley addressed the weekend’s most serious incidents, which have been widely discussed on social media. On Sunday, a Black man who was recording video of the protests in front of APD headquarters at IH-35 and Eighth Street was hit by a beanbag projectile apparently aimed at the person standing next to him, who (Manley said, citing the city’s HALO security camera footage of the events) was throwing items at the phalanx of officers blocking the entrance. </p> \n   <p>The victim, whose name has not been released, then fell and may have sustained a further head injury; when volunteer medics sought to remove him from the scene for treatment, Manley conceded, spectator video shows them in turn being fired upon by officers. The victim is currently in critical condition and “fighting for his life,” Manley said, choking back tears.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ed5d4b48f087122eca53cb7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T04:30:15.183Z\">5.30am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hi, <a href=\"https://twitter.com/helenrsullivan\">Helen Sullivan</a> taking over the reins of this blog now. I’ll be with you for the next few hours – please do get in touch on <a href=\"https://twitter.com/helenrsullivan\">Twitter</a> with questions, feedback, and, of course, news from your part of the US. </p> \n  <p>I’m <a href=\"https://twitter.com/helenrsullivan\">@helenrsullivan</a>. </p> \n  <p>Alternatively, send me an email: helen.sullivan[at]theguardian.com</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-02T04:31:36.865Z\">at 5.31am BST</time></p> \n</div> \n<div id=\"block-5ed5d01b8f087122eca53c9c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T04:25:06.793Z\">5.25am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Today so far</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>Police cracked down on protestors as curfews hit cities across the Nation. </strong>Officers used pepper spray, tear gas, flash-bang grenades and even military helicopters as crowd control measures. </li> \n   <li><strong>Donald Trump threatened to deploy military forces against US citizens if governors didn’t activate National Guardsmen to control protester</strong><strong>s</strong>. Federal troops are prohibited from performing domestic policing, but in extreme cases, the president can invoke the Insurrection Act, which allows the use of active-duty or National Guard troops for law enforcement.</li> \n   <li><strong>Clearing the way for a presidential photo-op in front of a church near the White House that was damaged during protests, officers teargassed peaceful protestors who were out before curfew. </strong>The bishop of the diocese that includes St John’s church, where the president posed with a bible once protestors were dispersed, said the president’s actions were “antithetical” to what the church stands for. </li> \n   <li><strong>The Louisville police chief was fired after officers shot and killed David McAtee, a local restaurant owner and beloved community member early Monday morning. </strong>Officers who shot at a crowd gathered near McAtee’s restaurants did so without activating body cameras. They claimed they were returning fire. </li> \n   <li><strong>In Philadelphia, police responded to protestors with aggression, using tear gas and rubber bullets against those out past a curfew that was enacted with short notice. </strong>Such violent tactics were not used against a group of armed white men who gathered in the city’s Fishtown neighborhood who said they had turned up to protect businesses from looting. </li> \n   <li><strong>In Washington DC, military helicopters flew low to disperse crowds, and officers doused protestors with pepper spray. </strong>General <strong>Mark Milley</strong>, the chairman of the joint chiefs of staff and the senior-most military officer in the US, walked the streets of DC, saying he was observing National Guard on patrol. </li> \n  </ul> \n  <p>I’m signing off for tonight, but my colleague Helen Sullivan in Australia will continue providing live updates. </p> \n </div> \n</div> \n<div id=\"block-5ed5cc648f08f5e373012c72\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T03:52:59.754Z\">4.52am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>In Oakland, mass arrests were made of protesors out after curfew. </strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mgafni/status/1267659025174290432\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/BREAKING?src=hash&amp;ref_src=twsrc%5Etfw\">#BREAKING</a>: Mass <a href=\"https://twitter.com/hashtag/Oakland?src=hash&amp;ref_src=twsrc%5Etfw\">#Oakland</a> arrest right now between 14th and Telegraph on Broadway<a href=\"https://twitter.com/hashtag/oaklandprotest?src=hash&amp;ref_src=twsrc%5Etfw\">#oaklandprotest</a> <a href=\"https://t.co/RLKpOnnNpC\">pic.twitter.com/RLKpOnnNpC</a></p>— Matthias Gafni (@mgafni) \n    <a href=\"https://twitter.com/mgafni/status/1267659025174290432?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Officers appeared to box in protestors before apprehending them. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/e_baldi/status/1267659108045303810\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">MASSIVE amount of arrests now happening on Broadway between 14th and 15th - I’ve been instructed by police to stand a half a block away so I can’t see what’s happening anymore <a href=\"https://t.co/D66uKcmg1R\">pic.twitter.com/D66uKcmg1R</a></p>— Erin Baldassari (@e_baldi) \n    <a href=\"https://twitter.com/e_baldi/status/1267659108045303810?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed5c80e8f08f5e373012c53\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T03:45:19.332Z\">4.45am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>In Washington, DC police surrounded and pepper-sprayed protestors, according to reporters at the scene. </strong>A local resident provided shelter more than 100 protestors, according to a reporter for The Washington Post. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/D_Hawk/status/1267653650484264960\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tense situation on Swann Street in DC. Cops surrounded protesters and started firing pepper spray. A resident let more than 100 protesters take shelter in his home. “I’m not letting any of these kids out of my sight,” he told me over the phone. <a href=\"https://t.co/Bk6NOIbAwf\">pic.twitter.com/Bk6NOIbAwf</a></p>— Derek Hawkins (@D_Hawk) \n    <a href=\"https://twitter.com/D_Hawk/status/1267653650484264960?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Military helicopters were also used to disperse the crowds. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Dacheslow/status/1267638389421072384\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Helicopter parked over a crowd at 5/E St Nw <a href=\"https://twitter.com/hashtag/WashingtonDCProtest?src=hash&amp;ref_src=twsrc%5Etfw\">#WashingtonDCProtest</a> trying to force ppl away with noise and wind <a href=\"https://t.co/x0AcC3ob0S\">pic.twitter.com/x0AcC3ob0S</a></p>— Daniella Cheslow (@Dacheslow) \n    <a href=\"https://twitter.com/Dacheslow/status/1267638389421072384?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Earlier, General <strong>Mark Milley</strong>, the chairman of the joint chiefs of staff and the highest-ranking and senior-most military officer in the US was walking the streets of DC. He told reporters he was there to observe as the DC National Guard joined other law enforcement officers to patrol the city. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/velvetart/status/1267625550039957510\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">General Milley, chairman of the joint chiefs of staff, walking the streets of Washington DC right now. Briefly spoke to say he is observing the situation. <a href=\"https://t.co/fHcYOTYMzN\">pic.twitter.com/fHcYOTYMzN</a></p>— Shabtai (@velvetart) \n    <a href=\"https://twitter.com/velvetart/status/1267625550039957510?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed5c5a98f084df971c8def7\" class=\"block\" data-block-contributor=\"profile/enjoli-liston\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T03:24:11.374Z\">4.24am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>A car has driven through a group of law enforcement officers during a demonstration over the death of George Floyd in Buffalo, New York, injuring at least two people.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EricaBrecher/status/1267653122811461639\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">RIGHT NOW: <a href=\"https://twitter.com/hashtag/Buffalo?src=hash&amp;ref_src=twsrc%5Etfw\">#Buffalo</a> Mayor Byron Brown live on <a href=\"https://twitter.com/news4buffalo?ref_src=twsrc%5Etfw\">@news4buffalo</a> now saying the one BPD Officer and one Trooper now in “stable” condition.</p>— Erica Brecher (@EricaBrecher) \n    <a href=\"https://twitter.com/EricaBrecher/status/1267653122811461639?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Video footage from the incident on Monday night shows the car speeding through a group of officers at an intersection knocking some to the ground, before accelerating off down a road. Officers appear to drag injured people off the road and onto the sidewalk.The officers were taken to Erie County Medical Center. </p> \n  <p>Mayor Byron Brown told local media the injured police officers were in a stable condition. The group of officers appeared to have tackled a person on the street and handcuffed them before the incident, the Associated Press reported.</p> \n </div> \n</div> \n<div id=\"block-5ed5c5d08f08f5e373012c47\" class=\"block\" data-block-contributor=\"profile/julia-carrie-wong\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T03:23:49.867Z\">4.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>With almost zero provocation and no audible warning, Oakland Police launches a barrage of tear gas at a crowd of about 500 to 600 protester</strong>s, who quickly dispersed as canisters of the stinging gas were thrown after them.<br></p> \n  <p>A reporter on the scene heard no warning from police, nor did it appear that an unlawful assembly had been declared. A few plastic bottles of water were thrown toward the police phalanx immediately before the barrage, but the crowd was almost entirely peaceful and many were leaving when the assault began. Police were in full riot gear and behind barricades. </p> \n  <p>The chemical weapons were deployed about 20 minutes before the 8pm curfew.</p> \n </div> \n</div> \n<div id=\"block-5ed5c5408f087122eca53c54\" class=\"block\" data-block-contributor=\"profile/enjoli-liston\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T03:20:37.999Z\">4.20am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Video footage shared on social media shows several stores in midtown Manhattan being looted shortly before New York city’s curfew,</strong><strong> which came into force at 11pm ET. </strong>Hundreds of people were captured on camera streaming into Macy’s flagship store in Herald Square, which had been boarded up earlier today in anticipation of further unrest in the city after several nights of mass protests over the death of George Floyd. </p> \n  <p>Footage showed dozens of NYPD officers also entering the Macy’s store, and many more patrolling nearby streets.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielMcCarter/status/1267645953550450690\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Swarms of people trying to break in and loot Macy’s. NYC curfew won’t be stopping them tonight... <a href=\"https://twitter.com/hashtag/NYCRiots?src=hash&amp;ref_src=twsrc%5Etfw\">#NYCRiots</a> <a href=\"https://twitter.com/hashtag/nycprotest?src=hash&amp;ref_src=twsrc%5Etfw\">#nycprotest</a> <a href=\"https://t.co/K8aLDIsAKz\">pic.twitter.com/K8aLDIsAKz</a></p>— Daniel McCarter (@DanielMcCarter) \n    <a href=\"https://twitter.com/DanielMcCarter/status/1267645953550450690?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Nearby Footlocker, Microsoft and Sprint stores were also looted. </p> \n  <p>Police were seen making several arrests.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joemarino_/status/1267640286693543937\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">West 34th street is out of control after FootLocker was looted with ten under dozens of looters swarmed 34th street and took to a Sprint store 50 feet from the Foot Locker where detectives were still processing the scene. <a href=\"https://t.co/XHQSG2sNqq\">pic.twitter.com/XHQSG2sNqq</a></p>— Joe Marino (@joemarino_) \n    <a href=\"https://twitter.com/joemarino_/status/1267640286693543937?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed5c2e68f08f5e373012c3b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T03:18:53.780Z\">4.18am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The New York Times is facing criticism for its framing of the demonstrations against police brutality across the nation as a “chaos” that Donald Trump has vowed to squelch. </strong></p> \n  <p>“As chaos spreads, Trump vows to ‘End it now,’” The Times’ front page is headlined. </p> \n  <p>New York representative Alexandria Ocasio-Cortez was among those who disparaged the choice. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AOC/status/1267650595277725696\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">You’ve got to be kidding me. <a href=\"https://t.co/XJqrTH5P7c\">https://t.co/XJqrTH5P7c</a></p>— Alexandria Ocasio-Cortez (@AOC) \n    <a href=\"https://twitter.com/AOC/status/1267650595277725696?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Will_Bunch/status/1267651961224134656\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Hey, <a href=\"https://twitter.com/nytimes?ref_src=twsrc%5Etfw\">@nytimes</a> this looks like authoritarian state media. Try again for the second edition! <a href=\"https://t.co/DO8sgob90E\">https://t.co/DO8sgob90E</a></p>— Will Bunch Sign Up For My Newsletter (@Will_Bunch) \n    <a href=\"https://twitter.com/Will_Bunch/status/1267651961224134656?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed5c0178f08f5e373012c23\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T03:07:12.782Z\">4.07am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>In Dallas, police officers reportedly shot at kneeling protestors with tear gas and flash bombs. </strong></p> \n  <p>A reporter for KERA, who at the scene said he left the scene after having a gun pointed at him. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hadysauce/status/1267640492692508674\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/DallasPD?ref_src=twsrc%5Etfw\">@DallasPD</a> just shot at kneeling protestors with flash bombs and gas. I got hit. They’re trapping us on the highway. And shooting from both angles.</p>— hady mawajdeh (@hadysauce) \n    <a href=\"https://twitter.com/hadysauce/status/1267640492692508674?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hadysauce/status/1267649280749252608\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">I feel awful for leaving the protestors on the bridge and for not being able to keep sharing their story. But I had a gun pointed at me. If not for being with the media... I don’t even want to finish this tweet. <br><br>This protest was nonviolent. Fact. No twisting that. <a href=\"https://twitter.com/keranews?ref_src=twsrc%5Etfw\">@keranews</a></p>— hady mawajdeh (@hadysauce) \n    <a href=\"https://twitter.com/hadysauce/status/1267649280749252608?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Officers have apparently surrounded protestors on the bridge and are making arrests. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/photosbylesko/status/1267643703763623936\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Police have surrounded the protesters on the Margaret Hunt Hill Bridge and are arresting everyone. <a href=\"https://twitter.com/dallasnews?ref_src=twsrc%5Etfw\">@dallasnews</a> <a href=\"https://t.co/OtnOvPE6wl\">pic.twitter.com/OtnOvPE6wl</a></p>— Ryan Michalesko (@photosbylesko) \n    <a href=\"https://twitter.com/photosbylesko/status/1267643703763623936?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed5bf608f087122eca53c20\" class=\"block\" data-block-contributor=\"profile/enjoli-liston\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T02:54:51.366Z\">3.54am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>A citywide curfew comes into force in New York City at 11pm local time,</strong> but that hasn’t stopped hundreds of protesters from gathering at the Barclays Center in Brooklyn for a peaceful candlelit vigil. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AliBaumanTV/status/1267638230947692544\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Beautiful candlelight vigil outside Barclays Center, one hour before NYC curfew <a href=\"https://twitter.com/CBSNewYork?ref_src=twsrc%5Etfw\">@CBSNewYork</a> <a href=\"https://t.co/EqU0mDhhRz\">pic.twitter.com/EqU0mDhhRz</a></p>— Ali Bauman (@AliBaumanTV) \n    <a href=\"https://twitter.com/AliBaumanTV/status/1267638230947692544?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The Barclays Center, an indoor arena that is home to the Brooklyn Nets, has become one of the main gathering places for protests in New York City in recent days.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-02T02:57:12.041Z\">at 3.57am BST</time></p> \n</div> \n<div id=\"block-5ed5be558f084df971c8dec9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T02:54:01.705Z\">3.54am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>In Washington, DC, as protesters headed to the city’s Chinatown district, a helicopter with US military markings flew low</strong>, kicking up dirt and snapping a tree that nearly hit demonstrators, according to reporters at the scene. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Tmgneff/status/1267638084843290626\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Army blackhawks are conducting “show of force” passes on protestors. One flyover snapped a tree that nearly hit several people. <a href=\"https://t.co/Z8UnQOypYy\">pic.twitter.com/Z8UnQOypYy</a></p>— Thomas Gibbons-Neff (@Tmgneff) \n    <a href=\"https://twitter.com/Tmgneff/status/1267638084843290626?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>A New York Times reporter who witnessed the scene said the maneuver by Blackhawk helicopters was similar to one low-flying jets conduct in war zones to scatter insurgents. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-02T02:57:35.545Z\">at 3.57am BST</time></p> \n</div> \n<div id=\"block-5ed5bcac8f084df971c8debc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T02:47:59.176Z\">3.47am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>In Los Angeles, a group of Black residents apparently trying to get the attention of police officers when their business was threatened by looters was immediately handcuffed. </strong></p> \n  <p>On live television, a local news reporter tried to explain to the officers that they were cuffing the wrong people. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/FOXLA/status/1267637668705218560\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">(3/3) EXCLUSIVE: A group of alleged looters square-off against business owners in Van Nuys as police converge onto the scene. The tense moments were captured live in front of our FOX 11 news camera. <a href=\"https://t.co/KEbNy7SnKw\">https://t.co/KEbNy7SnKw</a> <a href=\"https://t.co/ZzZNA1tJwc\">pic.twitter.com/ZzZNA1tJwc</a></p>— FOX 11 Los Angeles (@FOXLA) \n    <a href=\"https://twitter.com/FOXLA/status/1267637668705218560?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed5ba1d8f084df971c8deb2\" class=\"block\" data-block-contributor=\"profile/julia-carrie-wong\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T02:34:19.863Z\">3.34am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The sun shone and the bells of Oakland’s First Presbyterian church rang out as thousands of Oakland residents - led by student organizers - marched from Oakland Tech High School to City Hall.</strong><br></p> \n  <p>Boarded up windows on Broadway were the only remnants of the volatile protests in recent nights that have seen police use chemical weapons on crowds and some businesses looted or burned. </p> \n  <p>“This time feels like it’s going to be a little different,” said Christopher Foster, pastor of the Rock church in nearby Pittsburg. Foster said he felt hopeful that protests were occurring all around the country, and were not just focused in one city, as with Ferguson. He also spoke hopefully of a time when people will “eliminate segregation inside their hearts.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/juliacarriew/status/1267634126313545728\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Pastor Christopher Foster of The Rock church in Pittsburg, CA says he is hopeful that people might finally “eliminate segregation inside their hearts”. “This time feels like it’s going to be a little different.” <a href=\"https://t.co/shy2H4sDTC\">pic.twitter.com/shy2H4sDTC</a></p>— Julia Carrie Wong (@juliacarriew) \n    <a href=\"https://twitter.com/juliacarriew/status/1267634126313545728?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Many demonstrators were attending a protest for the first time. Three roommates from West Oakland had gone to the dollar store to buy supplies for care packages for other protesters. It was their first protest, and they would not be staying out past curfew, they said, but they wanted to help their community. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/juliacarriew/status/1267634475111837696\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Lyn, Emily and Joanna are all attending their first protests. They went to the Dollar General to get supplies to make care packets for fellow protesters. They don’t want to stay out beyond curfew, but want to show the community their support. <a href=\"https://t.co/Pum7IvF5E0\">pic.twitter.com/Pum7IvF5E0</a></p>— Julia Carrie Wong (@juliacarriew) \n    <a href=\"https://twitter.com/juliacarriew/status/1267634475111837696?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-02T02:52:15.296Z\">at 3.52am BST</time></p> \n</div> \n<div id=\"block-5ed5b6b58f084df971c8dea3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T02:28:48.869Z\">3.28am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Protests have continued in Louisville, where David McAtee, a Black man and the owner of a popular barbeque restaurant was shot and killed by police officers just after midnight this morning</strong>. </p> \n  <p>Officers and National Guard soldiers enforcing curfew, and officers shot into the crowd while their body cameras were turned off. A large group marched this evening to the site near McAtee’s restaurant where the 53-year-old was killed, and his body reportedly left for 12 hours. </p> \n  <p>The owner YaYa’s BBQ, McAtee was a beloved local figure who offered police officers free meals. Police claimed they were returning fire when they shot at the crowd. The police chief, Steve Conrad, was fired as a result of the incident,l but will retain his pension.</p> \n  <p>McAtee was known to “donate all his time and all his food,” community member Greg Cotton Jr <a href=\"https://www.courier-journal.com/story/news/local/2020/06/01/who-david-mcatee-louisville-barbecue-store-owner-killed-police/5308229002/\">told the Louisville Courier Journal</a>. “Everybody could just come up and take it and he wouldn’t charge because it was for the neighborhood.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-02T02:51:54.456Z\">at 3.51am BST</time></p> \n</div> \n<div id=\"block-5ed5b2ef8f087122eca53bf2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T02:04:00.218Z\">3.04am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Opinion: A boot is crushing the neck of American democracy</strong></p> \n  <p><em>Philosopher and civil rights activist Cornel West writes for the Guardian:</em> </p> \n  <p>The fundamental question at this moment is: can this failed social experiment be reformed? The political duopoly of an escalating neofascist Donald Trump-led Republican party and a fatigued Joe Biden-led neoliberal Democratic party – in no way equivalent, yet both beholden to Wall Street and the Pentagon – are symptoms of a decadent leadership class. The weakness of the labor movement and the present difficulty of the radical left to unite around a nonviolent revolutionary project of democratic sharing and redistribution of power, wealth and respect are signs of a society unable to regenerate the best of its past and present. Any society that refuses to eliminate or attenuate dilapidated housing, decrepit school systems, mass incarceration, massive unemployment and underemployment, inadequate healthcare and its violations of rights and liberties is undesirable and unsustainable.</p> \n  <p>Yet the magnificent moral courage and spiritual sensitivity of the multiracial response to the police killing of <a href=\"https://www.theguardian.com/us-news/george-floyd\">George Floyd</a> that now spills over into a political resistance to the legalized looting of Wall Street greed, the plundering of the planet and the degradation of women and LGBTQ+ peoples means we are still fighting regardless of the odds. </p> \n  <p>If radical democracy dies in America, let it be said of us that we gave our all-and-all as the boots of American fascism tried to crush our necks.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/jun/01/george-floyd-protests-cornel-west-american-democracy\">A boot is crushing the neck of American democracy | Cornel West</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed5aff58f087122eca53beb\" class=\"block\" data-block-contributor=\"profile/lois-beckett\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T01:55:59.876Z\">2.55am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Maine is one of the whitest states in the US, but protests against police violence have been growing there, last night and again today.</strong></p> \n  <p>On Sunday, the Associated Press reported that a racially diverse crowd of about 300 people in Portland had marched, blocked traffic and vandalized police headquarters to protest George Floyd’s death in Minneapolis. Tonight, journalist Karen Turner shared footage of another protest in Portland, saying it was the biggest crowd she had seen yet. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kthalassa/status/1267618925698834435\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">biggest crowd ive seen so far in portland, maine tonight <a href=\"https://t.co/H4W8nBIXmu\">pic.twitter.com/H4W8nBIXmu</a></p>— Karen Turner (@kthalassa) \n    <a href=\"https://twitter.com/kthalassa/status/1267618925698834435?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>And the protests weren’t limited to Portland, Maine’s largest city. Local news outlets reported that<a href=\"https://bangordailynews.com/2020/06/01/news/bangor/hundreds-protest-george-floyds-death-in-downtown-bangor/\"> hundreds of people gathered </a>to protest George Floyd’s death in Bangor, Maine, a town of about 30,000 people, <a href=\"https://www.census.gov/quickfacts/bangorcitymaine\">90% of them white</a>. <br><br>“Hands up, don’t shoot!” the protesters in Bangor chanted. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/slaminsamNCM/status/1267590635743215630\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">“Hands up, don’t shoot” <a href=\"https://t.co/9UwdXSyivY\">pic.twitter.com/9UwdXSyivY</a></p>— Sam Rogers (@slaminsamNCM) \n    <a href=\"https://twitter.com/slaminsamNCM/status/1267590635743215630?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/slaminsamNCM/status/1267579129869799425\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Protesters chanting their way through downtown. One police car escorting the way. <a href=\"https://t.co/Ng6GbbK63U\">pic.twitter.com/Ng6GbbK63U</a></p>— Sam Rogers (@slaminsamNCM) \n    <a href=\"https://twitter.com/slaminsamNCM/status/1267579129869799425?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed5aeca8f08f5e373012bdd\" class=\"block\" data-block-contributor=\"profile/enjoli-liston\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T01:44:04.564Z\">2.44am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>A federal judge has agreed to release on bail two lawyers accused of throwing a molotov cocktail into a police van during protests in Manhattan on Friday night</strong>. Urooj Rahman, 31, and Colinford Mattis, 32, were approved for release on Monday, each on a $250,000 bond, according to <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fnypost.com%2F2020%2F06%2F01%2Fbrooklyn-bomb-thrower-duo-set-to-be-released-on-bond%2F\">local media reports</a>. </p> \n  <p>They are expected to be confined to their homes as they await trial. Prosecutors had strongly argued against their release on bail. “We don’t believe this is the time to be releasing a bomb thrower into the community,” one prosecutor said of Rahman, according to a <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.pix11.com%2Fnews%2Flocal-news%2Fjudge-approves-bail-for-2-molotov-cocktail-suspects-in-nypd-van-torching\">Pix11</a> local news report. </p> \n  <p>Defense lawyers for the pair argued that the government was alleging a “property offense” and highlighted the heightened risks of contracting Covid-19 in the Medical Detention Center in Brooklyn.Rahman, a human rights lawyer who studied at Fordham University School of Law, and Mattis, who works for a Manhattan law firm and was educated at Princeton, were charged with causing damage to a police vehicle by throwing a home made incendiary device into an empty NYPD van outside the 88th precinct as protests over the killing of George Floyd turned violent.</p> \n </div> \n</div> \n<div id=\"block-5ed5abde8f087122eca53bb9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T01:37:49.721Z\">2.37am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The turnout in Oakland is huge today, for a protest organized by local students. </strong></p> \n  <p>Thousands of students, teachers, parents and other locals gathered at a high school, before marching through the city. The Oakland police chief said 15,000 people came out, more than the estimated 8,000 who participated in Friday’s turbulent demonstration, according to local journalist (and former Guardian reporter) Darwin BondGraham.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DarwinBondGraha/status/1267620107473154049\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This student organized and led <a href=\"https://twitter.com/hashtag/GeorgeFloydProtests?src=hash&amp;ref_src=twsrc%5Etfw\">#GeorgeFloydProtests</a> in Oakland is probably the largest rally yet. I attempted to capture the entire march in a time lapse video but my phone stopped filming at about the halfway point. You can figure how massive this turnout is. <a href=\"https://t.co/jLq3u9gfxt\">pic.twitter.com/jLq3u9gfxt</a></p>— Darwin BondGraham (@DarwinBondGraha) \n    <a href=\"https://twitter.com/DarwinBondGraha/status/1267620107473154049?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/juliacarriew/status/1267622296442687488\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A truly enormous protest on Oakland passes First Presbyterian church, where the bells are ringing <a href=\"https://t.co/hrfoM65LV7\">pic.twitter.com/hrfoM65LV7</a></p>— Julia Carrie Wong (@juliacarriew) \n    <a href=\"https://twitter.com/juliacarriew/status/1267622296442687488?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-02T02:00:15.351Z\">at 3.00am BST</time></p> \n</div> \n<div id=\"block-5ed5aa288f08f5e373012bae\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T01:25:27.795Z\">2.25am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>From The Guardian’s Ankita Rao in Brooklyn:</em> </p> \n  <p>A few hundred people who gathered in downtown Brooklyn made their way across the bridge to Manhattan for the fourth night in a row. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/anrao/status/1267625662707269632\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Everyone taking the knee at Federal Hall <a href=\"https://twitter.com/hashtag/NYCProtests?src=hash&amp;ref_src=twsrc%5Etfw\">#NYCProtests</a> <a href=\"https://t.co/U3RyL38Wsb\">pic.twitter.com/U3RyL38Wsb</a></p>— Ankita Rao (@anrao) \n    <a href=\"https://twitter.com/anrao/status/1267625662707269632?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The evening started with a rally of speeches from residents and activists, calling on people to “take care of your body, they want us to get tired.” They promised to protest every day until “justice was served.” With the first night of curfew looming ahead, the police presence remained heavy though seemingly calm, more officers dressed down than on previous nights. </p> \n  <p>New York governor Andrew Cuomo had promised double the number of police forces tonight to enforce the 11 pm deadline. Making their way through Brooklyn bridge traffic, cars honked in support. Spray painted slogans on the bridge marked previous nights of protest.</p> \n </div> \n</div> \n<div id=\"block-5ed5a6968f087122eca53b9f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T01:22:32.986Z\">2.22am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Protests in Philadelphia met with aggression from police and white civilians with bats</h2> \n <div class=\"block-elements\"> \n  <p>In Philadelphia tonight, more than two dozen protesters were arrested after hundreds marched through the city. Teargas and rubber bullets were used on the crowd, which defied the city’s 6pm curfew, according to local reporters. <br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CBSPhilly/status/1267564440972668929\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/BREAKING?src=hash&amp;ref_src=twsrc%5Etfw\">#BREAKING</a> Police Appear To Use Tear Gas On Protesters Marching On Vine Street Expressway In Philadelphia<a href=\"https://t.co/DK3rXhmeWx\">https://t.co/DK3rXhmeWx</a></p>— CBS Philly (@CBSPhilly) \n    <a href=\"https://twitter.com/CBSPhilly/status/1267564440972668929?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>In the Fishtown neighborhood, a crowd of mostly white men with bats, hammers, and golf clubs took to the streets, saying they were there to protect the area from looters, according to local reporters. A separate group of people in the neighborhood asked police officers to send the armed group home. </p> \n  <p>One man who appeared to have a hatchet was taken into police custody, according to the Philadelphia Inquirer.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jwehrens/status/1267587942895230976\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">huge congregation of agitated white people with bats, golf clubs and billy clubs. n-words flying. overheard: “I’m ready to fuck shit up. you know ive been looking for a fight for the past 6 months.” <a href=\"https://t.co/UHOTWMSWDT\">pic.twitter.com/UHOTWMSWDT</a></p>— Jon Ehrens (@jwehrens) \n    <a href=\"https://twitter.com/jwehrens/status/1267587942895230976?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>A producer for WHYY, the local public radio station, who documented the scene said the mostly white crowd with weapons was dispersed by police. A black man appeared to have been arrested while saying that a bat was thrown at him. </p> \n  <p>Producer Jon Ehrens tweeted that he was “called out” for recording the crowd of self-described vigilantes, “and they beat the shit out of me and pushed my girlfriend.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-02T01:56:33.286Z\">at 2.56am BST</time></p> \n</div> \n<div id=\"block-5ed5a2f18f08f5e373012b96\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T01:00:48.613Z\">2.00am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Joe Biden is set to deliver remarks in Philadelphia tomorrow. </strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TDucklo/status/1267620063663648768\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Happening tomorrow: <a href=\"https://twitter.com/JoeBiden?ref_src=twsrc%5Etfw\">@JoeBiden</a> will deliver remarks in Philadelphia, Pennsylvania on the civil unrest facing communities across America</p>— TJ Ducklo (@TDucklo) \n    <a href=\"https://twitter.com/TDucklo/status/1267620063663648768?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Earlier today, the Biden emerged from isolation and addressed community leaders at the Bethel African Methodist Episcopal Church in Wilmington, Deleware. </p> \n  <p>He listened to community members and said he would not take Black voters for granted, promising a set of policy proposals. </p> \n  <p>Going forward, Biden’s record of supporting “tough-on-crime” measures that escalated the policing issues that Americans are protesting this week is likely to face more scrutiny. </p> \n </div> \n</div> \n<div id=\"block-5ed59f6d8f087122eca53b86\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T00:52:07.238Z\">1.52am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Bishop of DC episcopal dioscese denounces presidential photo op in front of church</h2> \n <div class=\"block-elements\"> \n  <p>Speaking on CNN, bishop Mariann Edgar Budde of the episcopal diocese of Washington denounced the “abuse of sacred symbols for the people of faith in this country” on CNN. The president’s photo opportunity in front of St John’s church, which is a part of her diocese, was “antithetical to everything we stand for” she said. </p> \n  <p>The protests across the nation are fueled by systematic issues, she added. “We need to understand the deep-rooted causes of these things...If we don’t understand the context, we miss the opportunity to be agents of healing,” She told CNN’s Anderson Cooper. “That’s what we saw from the president tonight. He missed one opportunity after another after another.” </p> \n </div> \n</div> \n<div id=\"block-5ed59e4e8f087122eca53b80\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T00:36:54.912Z\">1.36am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Scenes of protest from around the nation: </p> \n  <p><strong>New Orleans </strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TeganWendland/status/1267614304884281344\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">about 1,000 people marching for police reform in New Orleans tonight - heading to quarter <a href=\"https://t.co/3sWsouPtA2\">pic.twitter.com/3sWsouPtA2</a></p>— Tegan Wendland (@TeganWendland) \n    <a href=\"https://twitter.com/TeganWendland/status/1267614304884281344?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p><strong>Brooklyn</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/anrao/status/1267611571548753927\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/PgjxsARPeE\">pic.twitter.com/PgjxsARPeE</a></p>— Ankita Rao (@anrao) \n    <a href=\"https://twitter.com/anrao/status/1267611571548753927?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <p><strong>Oakland</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DarwinBondGraha/status/1267610413752938496\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Already thousands of students, some parents, teachers, other allies at this <a href=\"https://twitter.com/hashtag/GeorgeFloyd?src=hash&amp;ref_src=twsrc%5Etfw\">#GeorgeFloyd</a> rally. They’ll march downtown soon. <a href=\"https://t.co/nUxcaHEWwR\">pic.twitter.com/nUxcaHEWwR</a></p>— Darwin BondGraham (@DarwinBondGraha) \n    <a href=\"https://twitter.com/DarwinBondGraha/status/1267610413752938496?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed59a048f087122eca53b66\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T00:18:32.454Z\">1.18am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Bobby Rush</strong>, an Illinois congressman and a Civil Rights era leader who co-founded the Illinois chapter of the Black Panthers in 1967, responded to Trump’s Rose Garden address with this: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RepBobbyRush/status/1267610049523916801\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We are living in a police state. <a href=\"https://t.co/YjO8x7QZjt\">https://t.co/YjO8x7QZjt</a></p>— Bobby L. Rush (@RepBobbyRush) \n    <a href=\"https://twitter.com/RepBobbyRush/status/1267610049523916801?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed598aa8f084df971c8de0a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T00:13:30.794Z\">1.13am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Episcopal bishop of DC told The Washington Post that she was “outraged”</strong> after the officers cleared peaceful protesters gathered near the White House with tear gas and rubber bullets, to clear the way for Donald Trump to take photos outside St. John’s Church. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mboorstein/status/1267607428293636096\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Episcopal bishop of DC – who oversees the DC church Trump just stopped at – tells the <a href=\"https://twitter.com/washingtonpost?ref_src=twsrc%5Etfw\">@washingtonpost</a> she is \"outraged\" and that neither she nor the rector was asked or told… “that they would be clearing with tear gas so they could use one of our churches as a prop..\" 1/3</p>— Michelle Boorstein (@mboorstein) \n    <a href=\"https://twitter.com/mboorstein/status/1267607428293636096?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mboorstein/status/1267607430105640960\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"We so disassociate ourselves from the messages of this president. We hold the teachings of our sacred texts to be so so grounding to our lives and everything we do and it is about love of neighbor and sacrificial love and justice.\" <a href=\"https://twitter.com/Mebudde?ref_src=twsrc%5Etfw\">@Mebudde</a> Bishop Mariann Budde 3/3</p>— Michelle Boorstein (@mboorstein) \n    <a href=\"https://twitter.com/mboorstein/status/1267607430105640960?ref_src=twsrc%5Etfw\">June 2, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-02T01:56:53.402Z\">at 2.56am BST</time></p> \n</div> \n<div id=\"block-5ed5958f8f087122eca53b4d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-02T00:08:30.585Z\">1.08am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The fifth day of protests in New York have gotten a relatively quiet start</strong>, with New Yorkers gathering at Times Square. The city is bracing for more unrest, despite an 11pm curfew enacted by Governor Andrew Cuomo. The number of NYPD officers patrolling the streets would be doubled from 4,000 this weekend to 8,000 the Cuomo said. </p> \n  <p>A citywide curfew like the one implemented today is highy unusual. The last time such a curfew was enacted was in 1943, when Mayor Fiorello LaGuardia called a curfew in response to the Harlem riots, as the <a href=\"https://gothamist.com/news/citywide-curfew-will-go-effect-11-pm-tonight?mc_cid=ba11ffbf6b&amp;mc_eid=7b79b3dbde\">Gothamist</a> pointed out. </p> \n  <p>The 1943 riots were also in response to police brutality against Black Americans. In response, more than 16,000 officers including police and state guardsmen were deployed to quell the demonstration. Five African Americans were killed by police, and approximately 500 Black men and women were arrested, according to an NYPD report.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-02T01:29:10.147Z\">at 2.29am BST</time></p> \n</div> \n<div id=\"block-5ed593a28f087122eca53b49\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T23:51:38.682Z\">12.51am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Officers clearing out crowds near the White House pushed and hit an Australian camera crew, according to video captured of the incident. </strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/benyc/status/1267592904081629185\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">And here’s the video - police repeatedly pushing and hitting an Australian camera crew at 6:30 as they cleared out the area around the White House. <a href=\"https://t.co/YNotvJ3LH6\">https://t.co/YNotvJ3LH6</a></p>— Ben Siegel (@benyc) \n    <a href=\"https://twitter.com/benyc/status/1267592904081629185?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>During his brief address, Trump said he is an “ally of all peaceful protestors”, even as a crowd of peaceful protesters and journalists gathered outside the White House were cleared out with force. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T23:54:02.044Z\">at 12.54am BST</time></p> \n</div> \n<div id=\"block-5ed591cf8f084df971c8ddec\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T23:47:02.811Z\">12.47am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Maanvi Singh, here, writing from the Bay Area. </p> \n  <p>It seems the area around the White House has now calmed. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/benrileysmith/status/1267601227396919301\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The scene is much more calm now a block from White House. Most of the protesters have left this area. One handing out pizza. Some chatting to officers. Looks like this: <a href=\"https://twitter.com/hashtag/GeorgeFloyd?src=hash&amp;ref_src=twsrc%5Etfw\">#GeorgeFloyd</a> <a href=\"https://t.co/GPWvxzRI8q\">pic.twitter.com/GPWvxzRI8q</a></p>— Ben Riley-Smith (@benrileysmith) \n    <a href=\"https://twitter.com/benrileysmith/status/1267601227396919301?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The president is being widely criticized for using tear gas and rubber bullets against peaceful protestors in order to make way for a presidential photo op. </p> \n  <p>White House pool reporters breathed in tear gas lingering in the air and were treated roughly by White House staff, according to Steven Portnoy of CBS News. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stevenportnoy/status/1267599604419383301\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Our pool of reporters and cameramen was just made to choke on the remnants of tear gas, while being manhandled and screamed at by WH staffers -- without knowing where they were going or why. An extremely volatile situation. <br><br>We thank them for their performance under pressure.</p>— Steven Portnoy (@stevenportnoy) \n    <a href=\"https://twitter.com/stevenportnoy/status/1267599604419383301?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed58f338f087122eca53b2f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T23:36:13.247Z\">12.36am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Fact check: Trump's military threats</h2> \n <div class=\"block-elements\"> \n  <p>Under the Civil War-era Posse Comitatus Act, federal troops are prohibited from performing domestic law enforcement actions such as making arrests, seizing property or searching people, the AP notes. </p> \n  <p>In extreme cases, however, the president can invoke the Insurrection Act, also from the Civil War, which allows the use of active-duty or National Guard troops for law enforcement.</p> \n  <p>From the <a href=\"https://www.theatlantic.com/ideas/archive/2019/05/can-trump-use-insurrection-act-stop-immigration/589690/\">Atlantic</a> last year when there was talk of Trump using this act for immigration enforcement, <a href=\"https://www.theatlantic.com/author/stephen-i-vladeck/\">Stephen I Vladeck</a>, a professor of law at the University of Texas, wrote: “The ‘Insurrection Act’ is an umbrella term for <a href=\"https://www.law.cornell.edu/uscode/text/10/subtitle-A/part-I/chapter-13\">a series of statutes</a> that date all the way back to the Founding, and through which Congress has exercised its authority under Article I, Section 8, Clause 15 of the Constitution ‘to provide for calling forth the Militia to execute the Laws of the Union, suppress Insurrections and repel Invasions’. The Constitution’s drafters <a href=\"https://www.yalelawjournal.org/pdf/427_pa9skxwv.pdf\">understood</a> that there would be circumstances in which local authorities were inadequate to protect the populace and enforce the laws, and so went out of their way not only to identify three circumstances in which troops could be used, but also to give the power to delimit those circumstances to <em>Congress</em>, not the president.”</p> \n  <p>One crucial Supreme Court opinion, Vladek noted, said, “Congress, not the Executive, should control utilization of the war power as an instrument of domestic policy.”</p> \n  <p><em>With that, I’m handing over the blog to my colleague <strong>Maanvi Singh</strong> in Oakland, who will continue our coverage of the ongoing protests and curfews into the night. - Sam Levin</em></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T23:49:54.471Z\">at 12.49am BST</time></p> \n</div> \n<div id=\"block-5ed58d698f08f5e373012b3b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T23:25:26.635Z\">12.25am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It appears that police teargassed protesters at a Washington DC church, before the city’s curfew went into effect, in an effort to clear the area for the president’s photo op tied to his threat to deploy the military on his own citizens. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EliStokols/status/1267592939527712773\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">It's official: the protesters were teargassed and cleared for Trump to walk to St. John's for a photo op.</p>— Eli Stokols (@EliStokols) \n    <a href=\"https://twitter.com/EliStokols/status/1267592939527712773?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The church visit was brief and Trump has ignored questions about how his threats could further enflame tensions. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kwelkernbc/status/1267596799969243138\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">When I asked <a href=\"https://twitter.com/realDonaldTrump?ref_src=twsrc%5Etfw\">@realDonaldTrump</a> if he’s further enflaming tensions by deploying the military he sushed me. Declined to answer all other questions.</p>— Kristen Welker (@kwelkernbc) \n    <a href=\"https://twitter.com/kwelkernbc/status/1267596799969243138?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/steveholland1/status/1267596417901756416\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">On the return to the White House after church visit <a href=\"https://t.co/U2oONLO3AV\">pic.twitter.com/U2oONLO3AV</a></p>— Steve Holland (@steveholland1) \n    <a href=\"https://twitter.com/steveholland1/status/1267596417901756416?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed58ce38f084df971c8ddd4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T23:19:22.937Z\">12.19am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Protesters were previously moved away from St John’s church to make way for Trump’s photo op. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Marissa_Jae/status/1267595257467883520\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Protesters were moved away from the St. John’s church where President Trump is now standing, holding up a bible. On the yellow walls of the church, protesters have spray painted “No justice, no peace” and “God is watching.” 👇🏽 <a href=\"https://t.co/t2heTB7XDQ\">https://t.co/t2heTB7XDQ</a></p>— Marissa J. Lang (@Marissa_Jae) \n    <a href=\"https://twitter.com/Marissa_Jae/status/1267595257467883520?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed58c1a8f084df971c8ddd2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T23:17:35.584Z\">12.17am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The president is now headed to St John’s Church, an orchestrated walk on live television that comes after reports of him rushing to an underground bunker during the protests on Friday. He has not responded to questions. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Acosta/status/1267594739299254273\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Trump heading to St John’s church. Asked about clearing out a park for a photo op. <a href=\"https://t.co/4icg7olFPf\">pic.twitter.com/4icg7olFPf</a></p>— Jim Acosta (@Acosta) \n    <a href=\"https://twitter.com/Acosta/status/1267594739299254273?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/peterbakernyt/status/1267593880377135105\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Trump, who was rushed to the underground bunker on Friday night as protesters gathered outside the White House, stages a televised walk to St. John's Church to demonstrate that he is not hiding inside the mansion.</p>— Peter Baker (@peterbakernyt) \n    <a href=\"https://twitter.com/peterbakernyt/status/1267593880377135105?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed58b5a8f084df971c8ddd0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T23:13:52.420Z\">12.13am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>CNN’s <strong>Don Lemon</strong>, reacting to Trump’s threats to deploy the US military against its own citizens, urged America to “wake up”, saying, “We are teetering on a dictatorship.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/keithboykin/status/1267594123411890177\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Don Lemon: “Open your eyes, America. Open your eyes! We are teetering on a dictatorship.” <a href=\"https://t.co/s59BFXGY55\">pic.twitter.com/s59BFXGY55</a></p>— Keith Boykin (@keithboykin) \n    <a href=\"https://twitter.com/keithboykin/status/1267594123411890177?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed58a088f084df971c8ddc9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T23:09:48.434Z\">12.09am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fact check: </strong>Trump said he “strongly encouraged” states to activate the National Guard. He did not note that many states have already done this. </p> \n  <p><a href=\"https://www.militarytimes.com/news/your-military/2020/06/01/national-guard-civil-unrest-update-more-than-17000-troops-in-23-states-and-dc-activated/\">According to one estimate</a>, there are now more than 17,000 National Guard troops activated in 23 states and the District of Columbia. Some have argued that the presence of the National Guard has only further escalated tensions and resulted in increased clashes and violence by police. </p> \n </div> \n</div> \n<div id=\"block-5ed588848f084df971c8ddc5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T23:05:35.789Z\">12.05am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Trump’s extraordinary remarks have sparked widespread concern, with some noting that he is threatening to deploy the US military against citizens of this country. His speech took place as police were simultaneously teargassing protesters outside the White House. In his remarks, Trump also said the 7pm curfew in DC would be “strictly enforced”. The teargassing began prior. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/djrothkopf/status/1267590041834082305\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Trump is mobilizing the military against the citizens of the United States. <br><br>That's it. That's where we are. Weep for your country. Despair for its future. Revile these dangerous, corrupt and hateful leaders.</p>— David Rothkopf (@djrothkopf) \n    <a href=\"https://twitter.com/djrothkopf/status/1267590041834082305?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/djrothkopf/status/1267586022352789504\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The president is orchestrating police brutality against peaceful protestors as the opening act to his Rose Garden remarks. This is calculated and as cynical and ugly as anything we have ever seen from an American leader.</p>— David Rothkopf (@djrothkopf) \n    <a href=\"https://twitter.com/djrothkopf/status/1267586022352789504?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed587d38f087122eca53b11\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T22:59:28.017Z\">11.59pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s the exact language of Trump’s threat from the brief press conference: </p> \n  <blockquote class=\"quoted\"> \n   <p>I have strongly recommended to every governor to deploy the National Guard in sufficient numbers that we dominate the streets. Mayors and governors must establish an overwhelming law enforcement presence until the violence has been quelled. If a city or state refuses to take the actions that are necessary to defend the life and property of their residents, then I will deploy the United States military and quickly solve the problem for them. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T23:09:49.012Z\">at 12.09am BST</time></p> \n</div> \n<div id=\"block-5ed5869f8f084df971c8ddbf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T22:56:54.441Z\">11.56pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The president has left after brief remarks, without taking questions. </strong></p> \n  <p>In his remarks, he said, “I am your president of law and order” and called himself an “ally of all peaceful protesters” but quickly moved to more divisive and threatening remarks, highlighting specific examples of violence across the country, and saying the nation needed “security not anarchy”. He also spoke briefly of George Floyd in the beginning of his comments, but said nothing of police violence or racial injustice in America, which is what sparked the nationwide demonstrations. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CBSNews/status/1267590281265889283\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">President Trump says he wants mayors and governors to establish \"an overwhelming law enforcement presence until the violence has been quelled,\" and if they don't, \"I will deploy the United States military, and quickly solve the problem for them\" <a href=\"https://t.co/0LMqrK7lfM\">https://t.co/0LMqrK7lfM</a> <a href=\"https://t.co/TpXLeNf5ki\">pic.twitter.com/TpXLeNf5ki</a></p>— CBS News (@CBSNews) \n    <a href=\"https://twitter.com/CBSNews/status/1267590281265889283?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed586078f08f5e373012b19\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T22:53:11.180Z\">11.53pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In a startling scene, police are using teargas to disperse crowds of protesters near the White House while Trump is speaking in the Rose Garden.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/michael_galant/status/1267587680956813312\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tear gassing and rubber bullets to clear the White House protests half an hour before curfew. <a href=\"https://twitter.com/hashtag/protests2020?src=hash&amp;ref_src=twsrc%5Etfw\">#protests2020</a> <a href=\"https://twitter.com/hashtag/blacklivesmatter?src=hash&amp;ref_src=twsrc%5Etfw\">#blacklivesmatter</a> <a href=\"https://twitter.com/hashtag/JusticeForGeorgeFloyd?src=hash&amp;ref_src=twsrc%5Etfw\">#JusticeForGeorgeFloyd</a> <a href=\"https://twitter.com/hashtag/dcprotests?src=hash&amp;ref_src=twsrc%5Etfw\">#dcprotests</a> <a href=\"https://t.co/3I2AxGphFY\">pic.twitter.com/3I2AxGphFY</a></p>— Michael Galant (@michael_galant) \n    <a href=\"https://twitter.com/michael_galant/status/1267587680956813312?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T23:10:25.882Z\">at 12.10am BST</time></p> \n</div> \n<div id=\"block-5ed5861c8f08f5e373012b1b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T22:51:33.034Z\">11.51pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Trump threatens military deployment to protests</h2> \n <div class=\"block-elements\"> \n  <p>The president has threatened to send in military if governors don’t act. He said he also encouraged governors to bring in the National Guard, which many states have already done. </p> \n </div> \n</div> \n<div id=\"block-5ed585188f087122eca53b04\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T22:49:17.875Z\">11.49pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Trump is predictably painting a picture of violent protests, focusing on “professional anarchists” and “Antifa”. </p> \n  <p>He says “we are ending the riots and lawlessness” and “innocent people have been savagely beaten”. </p> \n </div> \n</div> \n<div id=\"block-5ed584e98f087122eca53b00\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T22:45:31.137Z\">11.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump is now speaking at the Rose Garden. We fill follow along here.</strong></p> \n  <p>“I swore an oath to uphold the laws of the nation and that is what I will do,” he said at the start.</p> \n </div> \n</div> \n<div id=\"block-5ed583a98f087122eca53af5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T22:44:36.997Z\">11.44pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Oakland, California is now doing a curfew, starting at 8pm, and Los Angeles is once again doing a countywide curfew. </strong></p> \n  <p>This is the first time during George Floyd protests that Oakland’s mayor, Libby Schaaf, has implemented a curfew. Alameda county, which includes Oakland, Berkeley, Richmond and other East Bay cities in northern California, has also adopted a <a href=\"https://twitter.com/ACSOSheriffs/status/1267585058224795648\">countywide curfew</a>.</p> \n  <p>LA is the largest county in the nation, a sprawling region with more than 10m people, and is doing a curfew for a second night in a row. In both regions, there have been complaints of police brutality and excessive force at the protests. </p> \n </div> \n</div> \n<div id=\"block-5ed5822a8f08f5e373012b07\" class=\"block\" data-block-contributor=\"profile/kari-paul\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T22:35:36.566Z\">11.35pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Legions of K-Pop fans spammed a surveillance tool launched by the Dallas police department on Saturday after the department encouraged people to send in “video of illegal activity” from protests of police violence there.</p> \n  <p>As protests raged on around the US related to death of George Floyd, an Black man who was allegedly killed by a white police officer in Minneapolis last Monday, the Dallas police department <a href=\"https://twitter.com/DallasPD/status/1266969685532332032\">tweeted</a> an appeal that videos, texts, or other tips of protestors be uploaded anonymously to its iWatch app. </p> \n  <p>But by Sunday, the app was <a href=\"https://twitter.com/DallasPD/status/1267236088755695618\">temporarily shut</a> down due to “technical difficulties” after <a href=\"https://twitter.com/thotimus_primee/status/1267245779816787970\">hundreds</a> of K-pop fans flooded it with videos of their favorite Korean pop stars and the app was flooded with one-star reviews on iTunes. </p> \n  <p>Police had encouraged users to upload footage as the city of Dallas <a href=\"https://www.theguardian.com/us-news/2020/may/31/george-floyd-protests-us-cities-hotspots-unrest\">experienced protests</a> related to the killing of George Floyd in Minnesota. Police <a href=\"https://twitter.com/DallasPD/status/1266938621703204865\">arrested</a> more than <a href=\"https://www.theguardian.com/us-news/2020/may/31/george-floyd-protests-us-cities-hotspots-unrest\">70 people in the protest</a> on charges of “inciting a riot” and violating curfews. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Loganchance/status/1267286260671889408\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">out of an abundance of caution, the OP has deleted the tweet <br><br>way y'all flooded it, though, really really doubt the paperwork would ever be worth the effort, but be safe out there <a href=\"https://t.co/6ZXLrCLD3G\">pic.twitter.com/6ZXLrCLD3G</a></p>— Logan Rapp (@Loganchance) \n    <a href=\"https://twitter.com/Loganchance/status/1267286260671889408?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>It is unclear if the iWatch app was overwhelmed by traffic after Twitter users mobilized against it or was voluntarily taken down due to the onslaught of spam videos. Dallas Police did not respond to requests for comment. <br></p> \n </div> \n</div> \n<div id=\"block-5ed581508f087122eca53af0\" class=\"block\" data-block-contributor=\"profile/vivian-ho\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T22:32:48.678Z\">11.32pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>California demonstrations have sprung up not just in cities known for protest, such as Oakland and Los Angeles, but throughout the state, from Eureka, near the Oregon border, to La Mesa in southern California, from the coastal Santa Cruz to the conservative stronghold of the Central Valley.</p> \n  <p>In many cities, the protesters remembered and honored the lives of their own who were killed or mistreated by police. In Oakland, they marched from a plaza renamed during the Occupy protests for Oscar Grant, the 22-year-old black man who was fatally shot in the back as he laid handcuffed on the ground by a transit police officer in 2009. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/01/george-floyd-protests-california-cities\">George Floyd protests in California stretch from biggest cities to rural towns</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed57f5a8f08f5e373012af7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T22:28:27.637Z\">11.28pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>So far, spokespeople for the medical examiner’s office in Minneapolis have <a href=\"https://twitter.com/axios/status/1267575086762123265\">not commented</a> on why its new report has concluded that George Floyd’s death was a homicide. </p> \n  <p>The Hennepin county’s preliminary report sparked widespread backlash across the country for saying the examiner found “no physical findings that support a diagnosis of traumatic asphyxiation or strangulation”.</p> \n  <p>The announcement of the updated report emphasized that its finding is “not a legal determination of culpability or intent”. </p> \n  <p>In numerous high-profile cases of killings by police, charges were not filed even after the government autopsy reports have ruled the deaths a homicide. Floyd’s family and people across the US have urged prosecutors in Minnesota to file charges against the three other officers who were present for the killing. </p> \n </div> \n</div> \n<div id=\"block-5ed57dfe8f08f5e373012af2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T22:19:15.179Z\">11.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Customs and Border Protection (CBP) has said it is also assisting with response to the ongoing protests in Washington DC</strong>, raising further concerns about an escalation by law enforcement. </p> \n  <p>Here’s an announcement from the acting commission who has repeated the president’s talking points about domestic terrorism and “agitators”. There has been <a href=\"https://www.nytimes.com/2020/05/31/us/george-floyd-protests-white-supremacists-antifa.html\">little evidence</a> to support claims of outside people agitating crowds on the ground as protests have swelled in cities across the nation, attracting a wide range of people and organizations condemning police violence. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CBPMarkMorgan/status/1267571804056489984\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">CBP personnel have deployed to the National Capital Region to assist law enforcement partners. These “protests” have devolved into chaos &amp; acts of domestic terrorism by groups of radicals &amp; agitators. <a href=\"https://twitter.com/CBP?ref_src=twsrc%5Etfw\">@CBP</a> is answering the call and will work to keep DC safe. <a href=\"https://t.co/QLueFkgaPO\">pic.twitter.com/QLueFkgaPO</a></p>— Acting Commissioner Mark Morgan (@CBPMarkMorgan) \n    <a href=\"https://twitter.com/CBPMarkMorgan/status/1267571804056489984?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed57d868f08f5e373012af1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T22:13:35.117Z\">11.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Trump is expected to speak soon at the Rose Garden. Stay tuned. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jdawsey1/status/1267578066915778566\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Trump will speak at 615 in the Rose Garden per White House.</p>— Josh Dawsey (@jdawsey1) \n    <a href=\"https://twitter.com/jdawsey1/status/1267578066915778566?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed57c788f087122eca53adc\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T22:10:45.232Z\">11.10pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Medical examiner says George Floyd death a homicide</h2> \n <div class=\"block-elements\"> \n  <p><strong>The Hennepin County Medical Examiner has declared the death of George Floyd a homicide, saying he died of “cardiopulmonary arrest complicating law enforcement subdual restraint, and neck compression”</strong>, Reuters reported, citing a local a Minneapolis station.</p> \n  <p>The updated report from the examiner stated that Floyd died from a loss of blood flow due to compression on his neck while being restrained by Minneapolis police, local Fox television affiliate Fox 9 reported.</p> \n  <p>The Hennepin County medical examiner did not immediately respond to request for comment.</p> \n  <p>The official autopsy by the Hennepin county medical examiner, covering the jurisdiction where Floyd died, last week gave preliminary results that found cause of death to be the “combined effects of Mr Floyd’s being restrained by police, underlying health conditions and any potential intoxicants in his system”.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T22:11:05.882Z\">at 11.11pm BST</time></p> \n</div> \n<div id=\"block-5ed577748f084df971c8dd86\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T22:07:24.226Z\">11.07pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Anthony Fauci, the government’s top public health expert and Covid-19 task force member, said he was no longer in frequent contact with president Trump. </strong></p> \n  <p>Asked whether the president talks to him often about Covid vaccine work, he <a href=\"https://www.statnews.com/2020/06/01/anthony-fauci-on-covid-19-reopenings-vaccines-and-moving-at-warp-speed/\">told a reporter with Stat News</a>, “No ... As you probably noticed, that the task force meetings have not occurred as often lately. And certainly my meetings with the president have been dramatically decreased.” </p> \n  <p>Fauci noted that they used to have task force meetings daily, including on the weekend, and said that frequently, the two would talk after the meeting, estimating that a month ago, they met four times a week. </p> \n  <p>Fauci, the director of the National Institute for Allergy and Infectious Diseases, also told a CNN reporter that he has not spoken or met with Trump in two weeks and that their last interaction was 18 May, during a teleconference with the nation’s governors. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jimsciutto/status/1267534165571973120\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Dr. Anthony Fauci, director of NIAID &amp; member of Coronavirus Task Force, tells me he has not spoken or met with President in 2 weeks &amp; his contact w/Trump has become much less frequent. Their last interaction was May 18, during teleconference with the nation’s governors.</p>— Jim Sciutto (@jimsciutto) \n    <a href=\"https://twitter.com/jimsciutto/status/1267534165571973120?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The comments from Fauci come as states across the US have continued to reopen and end lockdowns, even as reports of new Covid-19 cases and deaths continue. Last week, the US recorded <a href=\"https://www.theguardian.com/world/2020/may/27/us-coronavirus-deaths-toll-1000000\">more than 100,000 deaths from Covid-19</a>, moving past a grim milestone while states are relaxing mitigation measures. </p> \n  <p>In his STAT interview, Fauci said he understood the desire to reopen states as quickly as possible: “I certainly have sensitivity for the need of the public to start getting to some form of normalization.” But he said he was still concerned about the pace of the reopening:</p> \n  <blockquote class=\"quoted\"> \n   <p>When I see a situation where there is a region, a state, a city, a county where there’s a considerable amount of viral activity there, and you see people crowding around bars — and there were several pictures of that, that was quite striking over the last couple of days — or on boardwalks, where they’re very, very close to each other, I do get concerned.<br></p> \n  </blockquote> \n  <p>He said he was not concerned about the 12-18 month vaccine timetable, but added, “There’s no guarantee that it’s going to be effective.</p> \n  <p>In May during Senate testimony, Fauci also expressed concerns about the potential for ongoing outbreaks: “There is a real risk that you will trigger an outbreak that you might not be able to control. Not only leading to some suffering and death, but it could even set you back on the road to get economic recovery.”</p> \n </div> \n</div> \n<div id=\"block-5ed574cc8f084df971c8dd68\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T21:46:37.577Z\">10.46pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Active military deploying to Washington DC as White House protests continue</h2> \n <div class=\"block-elements\"> \n  <p><strong>Protests continued at the White House this afternoon, as the mayor of Washington DC has announced 7pm <a href=\"https://twitter.com/MayorBowser/status/1267570113731059714\">curfews</a> tonight and Tuesday. </strong></p> \n  <p>Active duty military police battalion is now in process of deploying to DC could be in place by tonight, <a href=\"https://twitter.com/barbarastarrcnn/status/1267566968611241990\">according to CNN</a>, citing defense officials, who say the mission is security not law enforcement. Two defense officials said troops will be coming from Fort Bragg North Carolina, the station reported.</p> \n  <p>Staff have largely <a href=\"https://twitter.com/JenniferJJacobs/status/1267555678056562688\">left</a> their White House officers early this afternoon, according to a Bloomberg News <a href=\"https://twitter.com/JenniferJJacobs/status/1267549324839399426\">reporter</a>. Here’s the current scene at the White House: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChrisJStein/status/1267562382680784902\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/GeorgeFloyd?src=hash&amp;ref_src=twsrc%5Etfw\">#GeorgeFloyd</a> protest White House right now <a href=\"https://t.co/1oxraouQHG\">pic.twitter.com/1oxraouQHG</a></p>— Chris Stein (@ChrisJStein) \n    <a href=\"https://twitter.com/ChrisJStein/status/1267562382680784902?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ByBrianBennett/status/1267565583400415248\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">At 5:05 pm, I counted 9 two and a half ton military trucks carrying troops in tan uniforms and helmets pull off 17th Street into the White House grounds.</p>— Brian Bennett (@ByBrianBennett) \n    <a href=\"https://twitter.com/ByBrianBennett/status/1267565583400415248?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed573408f087122eca53a97\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T21:34:18.780Z\">10.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>The Guardian’s <a href=\"https://www.theguardian.com/profile/kenya-evelyn\">Kenya Evelyn</a> has more from attorneys representing the family of George Floyd:</em></p> \n  <p>In a press conference Monday, attorneys for the family of George Floyd announced that an independent autopsy by third party medical examiners hired by the family determined that the 46-year Houston native died “by asphyxia due to neck and back compression that led to a lack of blood flow to the brain”.<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AttorneyCrump/status/1267540974244442112\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Independent medical examiners determined <a href=\"https://twitter.com/hashtag/GeorgeFloyd?src=hash&amp;ref_src=twsrc%5Etfw\">#GeorgeFloyd</a>’s death was due to asphyxia from sustained forceful pressure. Full statement: <a href=\"https://t.co/cIbWu8ssWX\">pic.twitter.com/cIbWu8ssWX</a></p>— Benjamin Crump, Esq. (@AttorneyCrump) \n    <a href=\"https://twitter.com/AttorneyCrump/status/1267540974244442112?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“George died because he needed a breath, a breath of air,” family attorney Ben Crump said during a virtual conference.</p> \n  <p>Attorneys added that “for George Floyd, the ambulance was his hearse”, as an EMT report determined Floyd likely “died at the scene”. Medics “performed pulse checks several times finding none and delivered one shock by their monitor but George’s condition did not change”.</p> \n  <p>Michael Baden, a medical examiner, and Dr Allecia Wilson of the University of Michigan handled the examination. The analysis directly <a href=\"https://www.theguardian.com/us-news/live/2020/jun/01/george-floyd-protests-donald-trump-white-house-washington-police-brutality-minneapolis-latest-news-updates\">contradicted preliminary results </a>from an examination by the Hennepin County medical examiner’s office that ruled Floyd was not strangled, but died from preexisting health conditions combined with being restrained.</p> \n  <p>Crump had <a href=\"https://www.startribune.com/family-autopsy-george-floyd-was-asphyxiated-by-officer/570918792/\">previously stated</a> that the family was “not surprised” but “tragically disappointed in the preliminary autopsy findings,” as they could “create a false narrative for the reason George Floyd died. </p> \n  <p>“Attempts to avoid the hard truth will not stand,” he said Saturday after preliminary autopsy results were released.</p> \n </div> \n</div> \n<div id=\"block-5ed570d88f087122eca53a8c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T21:26:09.805Z\">10.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>A Nebraska bar owner won’t be charged for the fatal shooting of a 22-year-old man during protests in Omaha, officials have announced. </strong></p> \n  <p>The shooting occurred around 11pm on Saturday, and police arrested a bar owner, Jake Gardner, soon after he killed a protester, James Scurlock, the AP reported. But Douglas county attorney Don Kleine said today that Gardner fired the fatal shot during a scuffle with protesters outside one of his bars, claiming he “feared for his life” and it was self defense. </p> \n  <p>The killing and the decision not to charge has sparked further outrage. The victim was black, and the bar owner is white. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/shannonrwatts/status/1267216777353654273\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">James Scurlock, a 22-year-old Black man, was shot and killed by a white bar owner on Saturday night in Omaha, Nebraska, during a George Floyd protest. Witnesses said the gunman used racial slurs before the shooting. <a href=\"https://twitter.com/hashtag/JamesScurlock?src=hash&amp;ref_src=twsrc%5Etfw\">#JamesScurlock</a> <a href=\"https://t.co/N2Yi3VN8eV\">https://t.co/N2Yi3VN8eV</a> <a href=\"https://t.co/BxVt8hEMwP\">pic.twitter.com/BxVt8hEMwP</a></p>— Shannon Watts (@shannonrwatts) \n    <a href=\"https://twitter.com/shannonrwatts/status/1267216777353654273?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed56ed18f087122eca53a83\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T21:16:18.408Z\">10.16pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Dallas police officials are investing two incidents of use of force during the Sunday protests, officials have announced.</strong></p> \n  <p>The police department said the injuries of the protesters were serious but did not provide further details: </p> \n  <blockquote class=\"quoted\"> \n   <p>As a result, two individuals were seriously injured, requiring hospitalization and surgery. We are currently waiting for the victims to recover in order to garner all the facts surrounding these incidents.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"28ff3d778ffd87052d83250c59f209792f1f9d03\"> \n   <img src=\"https://media.guim.co.uk/28ff3d778ffd87052d83250c59f209792f1f9d03/0_343_4200_2521/1000.jpg\" alt=\"Protests in Dallas on Sunday.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Protests in Dallas on Sunday.</span> \n    <span class=\"element-image__credit\">Photograph: Larry W Smith/EPA</span> \n   </figcaption> \n  </figure> \n  <p>Police said the investigations were ongoing and did not provide any information about whether involved officers were on leave or had faced other consequences.</p> \n </div> \n</div> \n<div id=\"block-5ed56c918f087122eca53a72\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T21:07:46.857Z\">10.07pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>San Francisco and Los Angeles will both be under curfew again tonight:</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LAPDHQ/status/1267534987315736576\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">CURFEW: A city-wide curfew will again be in place again tonight from 6:00pm tonight until 6:00am Tuesday. All residents must stay home, indoors and off the streets.<br><br>Violators will be subject to arrest.</p>— LAPD HQ (@LAPDHQ) \n    <a href=\"https://twitter.com/LAPDHQ/status/1267534987315736576?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sfexaminer/status/1267561713383157763\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">San Francisco will keep a curfew in place for a second day Monday, city officials said, after largely peaceful demonstrations over the police killing of George Floyd in Minnesota ended in looting and vandalism this weekend. <a href=\"https://t.co/iCuJr22kpp\">https://t.co/iCuJr22kpp</a></p>— SF Examiner (@sfexaminer) \n    <a href=\"https://twitter.com/sfexaminer/status/1267561713383157763?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Across LA, the largest county in the US which had a mandatory curfew last night, <a href=\"https://www.latimes.com/california/story/2020-06-01/la-braces-for-another-night-of-protests\">nearly 1,200 were arrested</a> on Sunday. Dozens were arrested in San Francisco. Police across the country have faced criticism for their aggressive use of force in response to the protests, which were ignited by ongoing outcries on police brutality and violence. </p> \n  <p>The ACLU of Southern California has condemned the curfews and the decision to bring in the National Guard, saying: “Combined with the aggressive show of military force and the troubling accounts of police using batons and rubber bullets not just in response to threatened force but against peaceful protestors, these approaches repeat the very problems at the root of the protests.” </p> \n </div> \n</div> \n<div id=\"block-5ed5446e8f087122eca53988\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T20:55:17.115Z\">9.55pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>The Guardian’s Sam Levine reports on a pivotal voting rights case:</em></p> \n  <p><strong>The Wisconsin supreme court has agreed to hear a closely-watched case seeking to remove nearly 130,000 voters from the rolls ahead of the November election.</strong><strong> </strong></p> \n  <p>The stakes are high for the case because <strong>Donald Trump</strong> won Wisconsin by just under 23,000 votes in 2016. It is expected to be extremely competitive this year and is considered a must-win state for both Trump and <strong>Joe Biden</strong> if they want to win the presidency.</p> \n  <p>The case involves <a href=\"https://www.theguardian.com/us-news/2019/dec/18/wisconsin-rightwing-group-will-voter-purge\">a challenge</a> from the Wisconsin Institute for Law &amp; Liberty (Will), a conservative legal group. Will wants the voters removed because it says the state has “reliable evidence” they may have moved. In 2019, the state sent out a mass-mailing to more than 232,000 people it believed had moved, based on data from other government agencies. </p> \n  <p>Will sued the state last year, saying it needed to remove people who didn’t respond to the mailing within 30 days. Voting rights groups say such a quick removal would amount to voter suppression because there may be many people who are still qualified to vote and haven’t moved, but just didn’t respond to the mailing.</p> \n  <p>Wisconsin election officials want to wait to do the removals until well after the 2020 presidential election, saying they don’t want to disenfranchise anyone who hasn’t moved and is still eligible. A circuit court judge sided with Will in December and ordered the state to <a href=\"https://www.theguardian.com/us-news/2019/dec/18/wisconsin-rightwing-group-will-voter-purge\">immediately purge</a> the voters, but he was later overruled<a href=\"https://www.jsonline.com/story/news/politics/2020/01/14/appeals-court-blocks-purge-wisconsin-voter-rolls-time-being/4465158002/\"> by an appellate court</a>.</p> \n  <p>The Wisconsin Elections Commission <a href=\"https://elections.wi.gov/sites/elections.wi.gov/files/2020-05/May%2020%2C%202020.Final_.pdf\">reported</a> last month that 4,709 voters who received the 2019 mailing had sent back postcards indicating they wanted to stay registered at their current address. Just over 57,000 had re-registered at a new address. 41,637 people on the list had become inactive based on other information that they were ineligible to vote. </p> \n  <p>129,151 voters have not updated their voter registration and could be affected by the supreme court’s decision. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2019/dec/18/wisconsin-rightwing-group-will-voter-purge\">Rightwing group pushes Wisconsin voter purge that 'could tip' 2020 election</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed569478f087122eca53a68\" class=\"block\" data-block-contributor=\"profile/davidsmith\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T20:51:02.532Z\">9.51pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>A dispatch from the Guardian’s </em><em>Washington DC bureau chief inside the west wing today:</em></p> \n  <p>Since protests broke out, the world is waiting for Donald Trump to give an address from the Oval Office or elsewhere at the White House. Instead he dispatched Kayleigh McEnany, his press secretary, to the west wing briefing room on Monday.</p> \n  <p>One reporter noted that the president was literally taken to an underground bunker for his own safety on Friday night. “Would you agree that he is hiding out on this issue and is that a good posture to be in?” he asked.</p> \n  <p>McEnany replied: “I would not agree with that at all. I was on the phone with the president at least half a dozen times yesterday and every time I talk to him, he was telling me about a different action he has taken whether it was talking to a governor about this or a foreign leader about ventilators. This president has been leading.”</p> \n  <p>Bridling at the idea that Trump has failed to speak out, the press secretary also insisted: “Make no mistake, this president has not been silent. At this moment he is acting to protect this country from the lawlessness we saw just out here in Lafayette Park last night.”</p> \n  <figure class=\"element element-image\" data-media-id=\"bf246710b2c742a0ea549e39cd7871987f474401\"> \n   <img src=\"https://media.guim.co.uk/bf246710b2c742a0ea549e39cd7871987f474401/0_152_4558_2735/1000.jpg\" alt=\"White House press secretary Kayleigh McEnany on Monday.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">White House press secretary Kayleigh McEnany on Monday.</span> \n    <span class=\"element-image__credit\">Photograph: Shawn Thew/EPA</span> \n   </figcaption> \n  </figure> \n  <p>It is now customary for all reporters at the White House briefings to wear masks. McEnany and her colleagues did not.</p> \n  <p>Despite his long history of divisive rhetoric and championing of tough policing, the press secretary also noted Trump’s “long history of condemning white supremacy and racism”. Critics have compiled long lists that go in the opposite direction.</p> \n  <p>I asked if Trump regretted his weekend references to “When the looting starts, the shooting starts” and “vicious dogs”. McEnany claimed that he had been “taken wildly out of context” and denied that, as Twitter concluded, he was inciting violence.</p> \n  <p>Americans should not allow themselves to be divided, she went on. “The American spirit is defined by love and mutual acceptance and kindness. Despite the horrific scenes we’ve seen played throughout the media there are some things that we haven’t seen.”</p> \n  <p>McEnany proceeded to play a series of video clips of protesters and police working together.<br></p> \n  <p>She then departed. “I just want to leave you with a quote from Martin Luther King, Jr. that ‘We must learn to live together as brothers or we will perish together as fools</p> \n </div> \n</div> \n<div id=\"block-5ed55c708f084df971c8dce8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T20:47:03.192Z\">9.47pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Judge in Flynn case speaks up</h2> \n <div class=\"block-elements\"> \n  <p>The US judge hearing the criminal prosecution of former Trump administration official <strong><a href=\"https://www.theguardian.com/us-news/michael-flynn\">Michael Flynn</a></strong> defended himself this afternoon.</p> \n  <figure class=\"element element-image\" data-media-id=\"8f30edb0394d0044e37f1bbdea427cc7d9dd5f29\"> \n   <img src=\"https://media.guim.co.uk/8f30edb0394d0044e37f1bbdea427cc7d9dd5f29/0_95_2849_1710/1000.jpg\" alt=\"Flynn and Trump in Washington in 2016.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Flynn and Trump in Washington in 2016.</span> \n    <span class=\"element-image__credit\">Photograph: Mike Segar/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>Federal judge <strong>Emmet Sullivan</strong> said it was proper to seek outside views on whether to drop a charge to which <strong>Flynn</strong> has pleaded guilty, as the <a href=\"https://www.theguardian.com/us-news/2020/may/07/michael-flynn-criminal-case-trump-russia\">Justice Department has requested</a>.</p> \n  <p>Lawyers representing Sullivan said in a court filing today that he is not a “mere rubber stamp” and needed to carefully consider the department’s “unprecedented” request, Reuters reports.</p> \n  <p> Democrats and former federal prosecutors have accused Attorney General <strong><a href=\"https://www.theguardian.com/us-news/william-barr\">William Barr</a></strong> of politicizing the criminal justice system to go light on Trump associates in key cases.</p> \n  <p>The US Court of Appeals for the District of Columbia Circuit <strong>had ordered Sullivan to respond to an emergency petition</strong> in which <strong>Flynn</strong> said the Justice Department’s request to drop the prosecution should be quickly granted.</p> \n  <p>Sullivan, who has tapped former federal prosecutor Beth Wilkinson to represent him in the appellate court case, has not yet ruled on the department’s May 7 request to drop the false-statement charge against Flynn.</p> \n  <p>The department made the request after Trump and his allies publicly criticized the case against Flynn</p> \n  <p>Flynn, a retired Army lieutenant general, pleaded guilty to <strong>lying to the <a href=\"https://www.theguardian.com/us-news/fbi\">FBI</a></strong> about his <a href=\"https://www.theguardian.com/us-news/2020/may/30/michael-flynn-transcripts-russian-ambassador-senate\">conversations</a> with former <strong>Russian ambassador</strong> Sergey Kislyak in the weeks before Trump took office.<br>Sullivan asked retired judge John Gleeson to serve as a “friend of the court” and instructed him to present arguments against the department’s request - including whether he should hold Flynn in contempt for perjury. Gleeson’s legal brief is due June 10.</p> \n </div> \n</div> \n<div id=\"block-5ed567568f08f5e373012a7d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T20:45:14.245Z\">9.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hi all - <strong>Sam Levin</strong> here, taking over the blog for now in Los Angeles, where officials have put in place afternoon curfews in Beverly Hills, Santa Monica and Long Beach. </p> \n  <p>Here’s the chief of police in Houston telling Trump to “keep your mouth shut” in an interview: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/camanpour/status/1267531481322262528\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Houston Police Chief <a href=\"https://twitter.com/ArtAcevedo?ref_src=twsrc%5Etfw\">@ArtAcevedo</a>: “Let me just say this to the President of the United States, on behalf of the police chiefs of this country: please, if you don’t have something constructive to say, keep your mouth shut.” <a href=\"https://t.co/z5AJpOO0RO\">pic.twitter.com/z5AJpOO0RO</a></p>— Christiane Amanpour (@camanpour) \n    <a href=\"https://twitter.com/camanpour/status/1267531481322262528?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Earlier, Trump told governors they need to “dominate” protesters out on the street, sparking widespread criticism. </p> \n </div> \n</div> \n<div id=\"block-5ed564eb8f08f5e373012a6b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T20:34:55.976Z\">9.34pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Today so far</h2> \n <div class=\"block-elements\"> \n  <p>That’s it from me today. My west coast colleague, Sam Levin, will take over the blog for the next few hours.</p> \n  <p>Here’s where the day stands so far:</p> \n  <ul> \n   <li><strong>A private autopsy of George Floyd concluded he died of </strong><strong>asphyxiation from sustained pressure, </strong>Floyd’s family and attorneys announced. The Hennepin county medical examiner concluded Floyd’s death while in police custody was caused by the “combined effects of Mr Floyd’s being restrained by police, underlying health conditions and any potential intoxicants in his system”. </li> \n   <li><strong>New York will enforce a curfew tonight starting at 11 pm. </strong>Governor <strong>Andrew Cuomo </strong>and New York mayor <strong>Bill de Blasio </strong>said the curfew would be in effect from 11 pm to 5 am and would be accompanied by an increased police presence on New York’s streets.</li> \n   <li><strong>Louisville’s police chief was reportedly fired over the death of David McAtee early this morning. </strong>Kentucky’s governor said today that one man had died after police officers and the national guard “returned fire” as they tried to disperse a crowd. According to reports, the officers involved did not have their body cameras on when McAtee was shot.</li> \n   <li><strong>Trump told governors they need to “dominate” the activists who are protesting the killing of George Floyd. </strong>The president repeatedly told governors that they needed to get tougher against the demonstrators, sparking alarm among those on the call.</li> \n   <li><strong>Barack Obama offered advice to the protesters while condemning violence from the demonstrations. </strong>“If, going forward, we can channel our justifiable anger into peaceful, sustained, and effective action, then this moment can be a real turning point in our nation’s long journey to live up to our highest ideals,” Obama wrote in a Medium post.</li> \n  </ul> \n  <p>The blog will have more coming up, so stay tuned.</p> \n </div> \n</div> \n<div id=\"block-5ed563f58f084df971c8dd07\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T20:28:09.503Z\">9.28pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Louisville police chief reportedly fired</h2> \n <div class=\"block-elements\"> \n  <p>The Louisville chief of police has reportedly been fired after officers shot and killed a man named <strong>David McAtee </strong>while their body cameras were not turned on.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CalNBC/status/1267549418456256512\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">🚨 Mayor of <a href=\"https://twitter.com/hashtag/Louisville?src=hash&amp;ref_src=twsrc%5Etfw\">#Louisville</a>: The body cameras of those involved in the shooting last night that killed David McAtee were NOT active. <br><br>The Chief of Police has been relieved.</p>— Cal Perry (@CalNBC) \n    <a href=\"https://twitter.com/CalNBC/status/1267549418456256512?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The Kentucky governor said earlier today that one person had died after police officers and the National Guard “returned fire” while trying to disperse a crowd in a Louisville parking lot. Governor <strong>Andy Beshear </strong>said the Kentucky state police would investigate the incident.</p> \n  <p>The victim was later identified as McAtee, the owner of the local business YaYa’s BBQ in western Louisville. McAtee’s business is located next to the parking lot where the shooting occurred.</p> \n </div> \n</div> \n<div id=\"block-5ed562288f084df971c8dcff\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T20:23:25.498Z\">9.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Police officers guarding Trump International Hotel kneeled as peaceful protesters marched</strong> past the president’s DC property.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/juliaboccagno/status/1267548634909900800\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">VIDEO ⬇️ <a href=\"https://t.co/0iZXgtEIuj\">https://t.co/0iZXgtEIuj</a> <a href=\"https://t.co/N2CJNulBiI\">pic.twitter.com/N2CJNulBiI</a></p>— Julia Boccagno (@juliaboccagno) \n    <a href=\"https://twitter.com/juliaboccagno/status/1267548634909900800?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The sight of the kneeling officers sparked cheers from the demonstrators, who were on their way to the White House to once again protest the killing of <strong>George Floyd. </strong></p> \n </div> \n</div> \n<div id=\"block-5ed55e3e8f084df971c8dcf4\" class=\"block is-key-event\" data-block-contributor=\"profile/joannawalters\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T20:15:24.174Z\">9.15pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Curfew for New York City</h2> \n <div class=\"block-elements\"> \n  <p>The “city that never sleeps” is going to be under curfew, from 11pm tonight to 5am tomorrow, the city’s mayor, <strong>Bill de Blasi</strong><strong>o,</strong> and state governor, <strong>Andrew Cuomo</strong>, agreed today.</p> \n  <p>There will also be an increase in policing. In a radio interview, Cuomo said: “In New York City, I spoke with the mayor, there’s going to be a curfew in New York City that we think could be helpful ... More importantly, there is going to be an increase in the force.</p> \n  <p>“There were about 4,000 officers on duty last night. There’ll be double that tonight, about 8,000,” Cuomo added.</p> \n  <p>The curfew initially is only tonight. Nothing has been decided about any subsequent restriction.</p> \n  <p>Cuomo has said he is prepared to call in the national guard.</p> \n  <p>The <strong>New York police department </strong>has been widely criticized for heavy-handedness amid angry but peaceful protests in downtown Brooklyn on Friday where people decried the death of George Floyd in Minneapolis and police brutality and racial bias in killings of black people by police across the country. </p> \n  <p>Incidents elsewhere where police vehicles drove into protesters standing in front of them are being investigated. There were protests in numerous city neighborhoods at the weekend, some of which escalated out of control.</p> \n  <figure class=\"element element-image\" data-media-id=\"26acdb12d6d916d3fdfbeaa3dc6c01cce8752ca8\"> \n   <img src=\"https://media.guim.co.uk/26acdb12d6d916d3fdfbeaa3dc6c01cce8752ca8/0_0_6240_4160/1000.jpg\" alt=\"Demonstrators stage a momentary die-in and chant during a rally in New York’s Times Square today denouncing racism in law enforcement and the May 25 killing of George Floyd while in the custody of Minneapolis police.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Demonstrators stage a momentary die-in and chant during a rally in New York’s Times Square today denouncing racism in law enforcement and the 25 May killing of George Floyd while in the custody of Minneapolis police.</span> \n    <span class=\"element-image__credit\">Photograph: Scott Heins/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T20:26:58.131Z\">at 9.26pm BST</time></p> \n</div> \n<div id=\"block-5ed5551e8f08f5e373012a1d\" class=\"block is-key-event\" data-block-contributor=\"profile/joannawalters\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T19:40:59.514Z\">8.40pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Private autopsy finds George Floyd died of asphyxiation</h2> \n <div class=\"block-elements\"> \n  <p>The family of <strong><a href=\"https://www.theguardian.com/us-news/george-floyd\">George Floyd</a></strong> has had a private autopsy performed on his body, with pathologists concluding that the cause of death was asphyxiation from sustained pressure.</p> \n  <figure class=\"element element-image\" data-media-id=\"804be2d4108cef370634e542dd297dcd36c50d7d\"> \n   <img src=\"https://media.guim.co.uk/804be2d4108cef370634e542dd297dcd36c50d7d/0_182_5472_3283/1000.jpg\" alt=\"Philonise Floyd (L), George Floyd’s brother, looks at tributes left at the scene in Minneapolis near where the death occurred.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Philonise Floyd, George Floyd’s brother, looks at tributes left at the scene in Minneapolis near the site where the death occurred.</span> \n    <span class=\"element-image__credit\">Photograph: Tannen Maury/EPA</span> \n   </figcaption> \n  </figure> \n  <p>Pathologists who conducted the examination “found the manner of Mr Floyd’s death was homicide caused by asphyxia due to neck and back compression that led to a lack of blood flow to the brain ... and impeded his ability to breathe”, a statement released by the family and their attorneys said today.</p> \n  <p>Lead attorney for the family, <strong>Ben Crump</strong>, released the news ahead of a press briefing in Minneapolis, where Floyd died a week ago after a police officer kneeled on his neck for almost nine minutes after he was detained on the street following a complaint from a store.</p> \n  <p>Pathologists <strong>Michael Baden </strong>and<strong> Allecia Wilson</strong> found that weight being applied to Floyd’s back, his hands being cuffed behind his back and the position of his body, where he was also at times being restrained by other officers as he lay on the ground, “were contributory factors because they impaired the ability of Mr. Floyd’s diaphragm to function”. </p> \n  <p>The official autopsy by the Hennepin county medical examiner, covering the jurisdiction where Floyd died, last week gave preliminary results that found cause of death to be the “combined effects of Mr Floyd’s being restrained by police, underlying health conditions and any potential intoxicants in his system”.</p> \n  <p>Video of Floyd’s treatment by the police went viral. Baden said: “What we found is consistent with what people saw. There is no other health issue that could cause or contribute to the death.” </p> \n  <p>The pathologists believe Floyd died at the scene. Crump said: “For George Floyd, the ambulance was his hearse.”</p> \n  <p>The family wants fired officer <strong>Derek Chauvin</strong>, who was charged with third-degree murder and manslaughter last Friday, and the three officers who also detained Floyd but have yet to be arrested or charged, all to be charged with <strong>first-degree murder.</strong></p> \n  <p>A public memorial is planned for Floyd in Minneapolis on <strong>Thursday</strong>. He was originally from Houston, Texas, and there are plans for that city to be his final resting place, with details to be confirmed.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T20:13:21.802Z\">at 9.13pm BST</time></p> \n</div> \n<div id=\"block-5ed553e28f084df971c8dcc6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T19:27:44.571Z\">8.27pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The White House has released its readout of <strong>Trump</strong>’s call with Russian President <strong>Vladimir Putin </strong>today, which came two days after the US president suggested inviting Putin to an expanded G7 summit.</p> \n  <p>“President Trump and President Putin discussed the latest efforts to defeat the coronavirus pandemic and reopen global economies,” White House spokesperson <strong>Judd Deere </strong>said in a statement.</p> \n  <p>“President Trump conveyed that the United States is working hard to care for Americans at home and provide assistance to other countries in need, including the donation of 200 ventilators to the Russian people. President Trump also reiterated the need for effective arms control. Additionally, the two leaders discussed progress toward convening the G7.”</p> \n  <p>White House press secretary <strong>Kayleigh McEnany </strong>confirmed moments ago that the call had occurred, but she did not offer any details about what was discussed. </p> \n  <p>The Kremlin said earlier today that the two leaders had discussed Trump’s suggestion to invite Putin to the expanded summit, while the White House readout does not specfically mention the US president’s invitation.</p> \n </div> \n</div> \n<div id=\"block-5ed552098f08f5e373012a12\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T19:13:22.231Z\">8.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Canadian Prime Minister Justin Trudeau said he was opposed to allowing Russia to rejoin the G7, </strong>after <strong>Trump </strong>floated the idea of allowing Russian President <strong>Vladimir Putin </strong>to attend an expanded summit in September. </p> \n  <p>“Russia was excluded from the G7 after it invaded Crimea a number of years ago, and its continued disrespect and flaunting of international rules and norms is why it remains outside of the G7, and it will continue to remain out,” Trudeau said during his daily news conference.</p> \n  <p>The Canadian leader’s comments come after a spokesperson for British Prime Minister <strong>Boris Johnson </strong>said he would veto any proposal to allow Russia to rejoin the group.</p> \n  <p>Trump said Saturday that he would cancel the next G7 summit, which was scheduled for June, and intead planned to hold an expanded summit in September and invite Russia, South Korea, Australia and India to the event.</p> \n </div> \n</div> \n<div id=\"block-5ed54b6b8f08f5e3730129db\" class=\"block is-key-event\" data-block-contributor=\"profile/lauren-gambino\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T19:04:55.945Z\">8.04pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Biden seeks advice from country's mayors during roundtable</h2> \n <div class=\"block-elements\"> \n  <p>During a virtual roundtable with the mayors of Los Angeles, Chicago, Atlanta, and St. Paul, Minnesota, <strong>Joe Biden </strong>sought advice on how to find the balance between “keeping people safe” and “acknowledging the incredible pain and anger that is the root of these protests.” </p> \n  <p>“People are angry,” Biden said. “I’m angry. And the fact is we need that anger, we need that to tell us to move forward, it helps us push through this pain to reach the other side, to hopefully greater progress, equality and inclusion and opportunity in our country.”</p> \n  <p>Atlanta mayor <strong>Keisha Lance Bottoms</strong> said community engagement was key, using her city as an example of how to build bridges between officers and the communities they police. After urgently pleading for calm following a violent night of protests on Friday, Bottoms said her city “was able to receive some grace” in the streets. </p> \n  <p>Chicago Mayor<strong> Lori Lightfoot</strong> outlined the need for more training and community engagement for police officers. <br>Biden then asked St Paul Mayor <strong>Melvin Carter </strong>whether it was a “pipe dream” to integrate officers so closely with the community that they know residents by name: “‘Hey Deshaun, how are you?’ Or ‘hey George,’” he said, offering an example. </p> \n  <p>Carter said he believed it was possible and that it was already happening in cities like St. Paul.</p> \n  <p>“As we figure out how we move forward from this moment, one of the things that we’re learning from people is that our residents are ... very willing if there’s an avenue to speak up and protest peacefully,” he said. “But what they’re not willing to do is to return to quiet.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoeBiden/status/1267520286028513281\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Leaders listen. <a href=\"https://t.co/FPSJP4Fkn3\">pic.twitter.com/FPSJP4Fkn3</a></p>— Joe Biden (@JoeBiden) \n    <a href=\"https://twitter.com/JoeBiden/status/1267520286028513281?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>After being rocked first by a public health crisis, then economic turmoil and now social unrest, Los Angeles Mayor <strong>Eric Garcetti</strong> said what cities from the federal government was “money and morals” – a cash infusion to help cities deal with the compounding crises and leadership to help move the country forward. </p> \n  <p>Earlier on Monday, Biden met with community leaders on Monday at Bethel AME Church in Wilmington, Delaware, a day after he visited some of the protest sites on Sunday.</p> \n  <p>“The people in this room, we love you,” state Senator <strong>Darius Brown</strong> told Biden. “But we’re here not only to love you, but to push you, because if we can publicly support every other Democratic base, then we should publicly support the African-American Democratic base.”<br></p> \n </div> \n</div> \n<div id=\"block-5ed54cb08f084df971c8dc9c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T18:50:49.140Z\">7.50pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>White House press secretary <strong>Kayleigh McEnany </strong>concluded her press briefing by playing clips of instances where police officers and protesters came together this weekend to honor the memory of <strong>George Floyd, </strong>such as the one below.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CNN/status/1267263394861723651\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A sheriff joined a protest in Flint, Michigan, after speaking with demonstrators who were met by police officers in riot gear, according to CNN affiliate WEYI.<br><br>\"I want to make this a parade, not a protest,\" Genesee County Sheriff Chris Swanson said. <a href=\"https://t.co/zy6p5QbSLH\">https://t.co/zy6p5QbSLH</a> <a href=\"https://t.co/1Cgce89VP1\">pic.twitter.com/1Cgce89VP1</a></p>— CNN (@CNN) \n    <a href=\"https://twitter.com/CNN/status/1267263394861723651?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“Across the country, we’ve seen examples of police protecting protesters and protesters embracing police, and it’s been beautiful to watch,” McEnany said.</p> \n  <p>The press secretary did not mention some of the more controversial encounters between police and protesters this weekend, such as when two NYPD cruisers drove into a crowd of protesters.</p> \n  <p>McEnany said of the uplifting clips, “Those images have not been played all that often.” But that comment seemed odd considering some of the clips the press secretary showed had been taken directly from news broadcasts.</p> \n </div> \n</div> \n<div id=\"block-5ed548a88f084df971c8dc7b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T18:37:17.578Z\">7.37pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>White House press secretary <strong>Kayleigh McEnany </strong>insisted <strong>Trump </strong>is “hard at work,” as the president receives criticisim for being relatively quiet about the <strong>George Floyd </strong>protests. </p> \n  <p>“I was on the phone with the president at least half a dozen times yesterday, and every time he was telling me about a different action he had taken,” McEnany said.</p> \n  <p>A number of commentators have suggested the president should deliver some kind of national address to respond to the nationwide unrest, but McEnany earlier dodged a question about whether Trump would do so.</p> \n </div> \n</div> \n<div id=\"block-5ed5476c8f087122eca53998\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T18:26:41.332Z\">7.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>White House press secretary Kayleigh McEnany claimed Trump’s comments to governors about needing to “dominate” the protests had been “taken out of context.”</strong></p> \n  <p>“What the president has said is he wants to dominate the streets with National Guard, with a police presence,” McEnany said during her White House briefing.</p> \n  <p>“Anytime he’s used the word ‘dominate,’ it is in regard to dominating the streets and ensuring we have peace in our streets.”</p> \n  <p>Speaking to governors earlier today, Trump said, “You have to dominate. If you don’t dominate, you’re wasting your time. They’re going to run over you. You’re going to look like a bunch of jerks.”</p> \n </div> \n</div> \n<div id=\"block-5ed5463a8f08f5e3730129aa\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T18:22:23.215Z\">7.22pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Massachusetts senator Ed Markey called Trump “scum” </strong>for how he has reponded to the <strong>George Floyd </strong>protests that are intensifying across the country. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EdMarkey/status/1267510047552176133\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Donald trump is scum for fueling racist hate and violence in our country.</p>— Ed Markey (@EdMarkey) \n    <a href=\"https://twitter.com/EdMarkey/status/1267510047552176133?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Many Democratic lawmakers have criticized the president for lashing out against the protesters, accusing him of intensifying divisions as the country grapples with the issue of police brutality.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T18:36:06.820Z\">at 7.36pm BST</time></p> \n</div> \n<div id=\"block-5ed5421e8f08f5e373012989\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T18:06:16.462Z\">7.06pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Floyd's family calls on protesters to remain peaceful</h2> \n <div class=\"block-elements\"> \n  <p><strong>George Floyd</strong>’s brother has arrived at the site of his brother’s death<strong>, </strong>where Minneapolis residents have created a mural to honor his memory.</p> \n  <p>Floyd’s brother became very emotional upon arriving at the site, and others joined him in prayer when he kneeled on the ground.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sarasidnerCNN/status/1267515825847767041\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/GeorgeFloyd?src=hash&amp;ref_src=twsrc%5Etfw\">#GeorgeFloyd</a>’s brother just arrived and broke down in front of the Mural for George Floyd near where he died. When he kneeled everyone else kneeled to pray. My God. <a href=\"https://t.co/KAc1eQ841l\">pic.twitter.com/KAc1eQ841l</a></p>— Sara Sidner (@sarasidnerCNN) \n    <a href=\"https://twitter.com/sarasidnerCNN/status/1267515825847767041?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Floyd’s brother implored the protesters to remain peaceful, insisting his late brother would not have wanted to see destruction taking place in his name.</p> \n  <p>“That’s not going to bring my brother back at all,” Floyd’s brother said of the demonstrations that have turned violent. “My family is a peaceful family; my family is God-fearing.”</p> \n </div> \n</div> \n<div id=\"block-5ed53f228f08f5e37301297e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T17:53:42.156Z\">6.53pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump </strong>informed Russian President <strong>Vladimir Putin </strong>of his plan to host an expanded G7 summit in September during a phone call today.</p> \n  <p>According to Reuters, the two leaders spoke about the potential G7 summit later this year, after Trump canceled the summit planned for June, and the OPEC deal on oil output cuts.</p> \n  <p>The president said Saturday he wanted to invite Russia, as well as Australia, India and South Korea, to the expanded summit.</p> \n  <p>However, the idea of inviting Putin was quickly met with criticism, and British Prime Minister <strong>Boris Johnson</strong>’s spokesperson said today that he would veto any effort to readmit Russia to the G7.</p> \n </div> \n</div> \n<div id=\"block-5ed53b0a8f087122eca5393d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T17:36:14.777Z\">6.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump spoke to South Korean President Moon Jae-in today, </strong>two days after the US president floated the idea of allowing the foreign ally of joining an expanded G7 summit later this year.</p> \n  <p>“The two leaders discussed a range of economic and national security issues, including the coronavirus pandemic and restoring the strength of the global economy,” White House spokesperson <strong>Judd Deere </strong>said in a statement. “President Trump and President Moon also discussed progress toward convening the G7 later this year.”</p> \n  <p>Trump announced on Saturday that the June G7 summit would be canceled and he planned to host an expanded meeting in September, which would focus on confronting China.</p> \n  <p>The president said he hoped to invite Russia, as well as South Korea, Australia and India, to the expanded summit. But the idea of inviting <strong>Vladimir Putin </strong>back to the G7, after Russia was ousted from the group over its annexation of Crimea, was quickly met with widespread criticism abroad.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/31/donald-trump-postpones-g7-summit-and-signals-wider-attendance-list-in-future\">Trump cancels summit but says he will invite Putin to later G7 event</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed537388f08f5e373012904\" class=\"block\" data-block-contributor=\"profile/tomlutz\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T17:20:15.856Z\">6.20pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Jacksonville Jaguars safety Peyton Thompson has described the NFL’s statement on <a href=\"https://www.theguardian.com/us-news/2020/jun/01/george-floyd-protests-take-place-in-cities-around-the-world\">the death of George Floyd</a> as “trash”</strong> and says he was told by his coaches not to kneel during the national anthem protests in 2016.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tattedNspatted/status/1267477100812013568\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The statement issued by the <a href=\"https://twitter.com/NFL?ref_src=twsrc%5Etfw\">@nfl</a> is complete trash. I specifically remember Tom Coughlin and Doug Marone telling us we couldn't kneel. Thank God we had an owner of minority who weighed in and got us to kneel together! My job security was on the line if I supported my people.</p>— Peyton Thompson (@tattedNspatted) \n    <a href=\"https://twitter.com/tattedNspatted/status/1267477100812013568?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“The statement issued by the <a href=\"https://twitter.com/NFL\">@nfl</a> is complete trash,” Thompson wrote on Twitter on Monday. “I specifically remember [Jaguars executive vice-president] Tom Coughlin and [head coach] Doug Marone telling us we couldn’t kneel. Thank God we had an owner of minority [Shahid Khan] who weighed in and got us to kneel together! My job security was on the line if I supported my people.”</p> \n  <p>On Saturday, the NFL put out a statement saying it was saddened by the death of Floyd as well as the recent high-profile killings of two other African Americans, <strong>Ahmaud Arbery</strong> and <a href=\"https://www.theguardian.com/us-news/2020/may/14/breonna-taylor-louisville-police-shooting-kentucky\"><strong>Breonna Taylor</strong></a>. Many pointed out that NFL teams <a href=\"https://www.theguardian.com/sport/2019/dec/05/colin-kaepernick-kareem-abdul-jabbar\">have effectively exiled</a> former San Francisco 49ers quarterback <strong>Colin Kaepernick </strong>after he highlighted the same racial injustice in the United States that has cost the lives of Americans such as Floyd, Arbery and Taylor. Houston Texans receiver <strong>Kenny Stills</strong> <a href=\"https://twitter.com/KSTiLLS/status/1266864329623814149\">described the NFL’s statement as “bullshit”</a>.</p> \n  <p>The league has also been criticized <a href=\"https://www.theguardian.com/sport/blog/2020/may/22/nfl-rooney-rule-diversity-draft-pick-incentives\">for its failure to recruit minority coaches</a>. There were eight NFL head coaches from minority background in 2018, now there are four.</p> \n  <p>Thompson’s comments come as an increasing number of athletes from the NBA and NFL, in both of which the majority of players are black, express anger at racism in the United States.</p> \n  <p>On Sunday <strong>Michael Jordan</strong>, widely acknowledged as the greatest NBA player in history, broke from his usual apolitical stance <a href=\"https://www.theguardian.com/sport/2020/may/31/michael-jordan-george-floyd-death-basketball-nba\">to condemn America’s “ingrained racism”</a>.</p> \n  <p>Others have pointed out the uncomfortable fact that it is most often rich white men who profit from young black men in US sports. North Carolina Central men’s basketball coach <strong>LeVelle Moton</strong> said on Sunday he has been disappointed by the failure of white coaches to speak out about the death of Floyd. Moton, who is black, says that the top coaches, <a href=\"https://www.theguardian.com/sport/2020/may/13/can-millionaire-college-coaches-defend-their-salaries-during-covid-19\">who are paid millions of dollars a year</a>, profit from the African American community but do little to protect it.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/jun/01/peyton-thompson-nfl-statement-george-floyd-death-colin-kaepernick\">Jags' Thompson calls NFL statement on racism 'trash' and says he was told not to kneel</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed533fb8f08f5e3730128c0\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T17:05:45.785Z\">6.05pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Today so far</h2> \n <div class=\"block-elements\"> \n  <p>Here’s where the day stands so far:</p> \n  <ul> \n   <li><strong>Trump told governors they need to “dominate” the activists who are protesting the killing of George Floyd. </strong>The president repeatedly told governors that they needed to get tougher against the demonstrators, sparking alarm among those on the call.</li> \n   <li><strong>Barack Obama offered advice to the protesters while condemning violence from the demonstrations. </strong>“If, going forward, we can channel our justifiable anger into peaceful, sustained, and effective action, then this moment can be a real turning point in our nation’s long journey to live up to our highest ideals,” Obama wrote in a Medium post.</li> \n   <li><strong>One person was killed in Kentucky after police officers and the National Guard “returned fire” </strong>while trying to disperse a crowd of demonstrators in a Louisville parking lot. Democratic governor <strong>Andy Beshear </strong>said the incident would be investigated by the Kentucky state police.</li> \n  </ul> \n  <p>The blog will have more coming up, so stay tuned.</p> \n </div> \n</div> \n<div id=\"block-5ed531f38f084df971c8db74\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T16:51:45.472Z\">5.51pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s Daniel Strauss reports:</strong></p> \n  <p><strong>Donald Trump</strong> has urged governors, law enforcement officials and national security officials to take a more forceful approach in responding to protests around the country sparked by the death of<strong> George Floyd</strong>.</p> \n  <p>The president held a call with officials on Monday morning, after a week of protests and riots around the US. On the call, the president urged governors and law enforcement officials to “dominate” the protesters, according to a source who listened in.</p> \n  <p>Trump, the source said, repeatedly urged the participants to act more forcefully, and also urged the officials and governors not to be weak.</p> \n  <p>Some governors pushed back, though others did not, at what multiple officials listening in characterized it as an extended rant by the president.</p> \n  <p>Trump also said states should enact laws against flag burning.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/01/donald-trump-protests-george-floyd-dominate\">Angry Donald Trump calls for tougher approach against George Floyd protests</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T16:52:21.921Z\">at 5.52pm BST</time></p> \n</div> \n<div id=\"block-5ed52cf98f087122eca5384b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T16:33:32.664Z\">5.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>CBS News has obtained the audio of some of <strong>Trump</strong>’s remarks to the country’s governors, in which he urged the state leaders to “dominate” the activists protesting the killing of <strong>George Floyd. </strong></p> \n  <p>“You have to dominate,” Trump says in the clip. “If you don’t dominate, you’re wasting your time. They’re going to run over you. You’re going to look like a bunch of jerks.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stevenportnoy/status/1267492875811635200\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">HEAR IT: Trump calls state officials \"weak,\" insists they must dominate, and vows to \"clamp down\" in DC. <a href=\"https://t.co/ARsIhAvCJe\">pic.twitter.com/ARsIhAvCJe</a></p>— Steven Portnoy (@stevenportnoy) \n    <a href=\"https://twitter.com/stevenportnoy/status/1267492875811635200?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed529e08f084df971c8db01\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T16:19:52.103Z\">5.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As <strong>Trump </strong>told governors that they needed to “dominate” the demonstrators protesting the killing of <strong>George Floyd, </strong>presumptive Democratic presidential nominee <strong>Joe Biden </strong>was talking about how “it matters what presidents say.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/meredithllee/status/1267486826429919233\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">In wide-ranging remarks at Bethel AME Church, Biden returned to his \"it matters what presidents say\" critique of President Trump. <br><br>He added \"when you have somebody in power who breathes oxygen into the hate under the rocks, it comes out from under the rocks. And it came out.\"</p>— Meredith Lee (@meredithllee) \n    <a href=\"https://twitter.com/meredithllee/status/1267486826429919233?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Biden held an event at Bethel AME Church in Wilmington, Delaware, this morning to address the protests, marking his first in-person campaign event since March.</p> \n  <p>The former vice president attended a Memorial Day event last week, which was his first public appearance since the start of the coronavirus crisis.</p> \n </div> \n</div> \n<div id=\"block-5ed524888f084df971c8dab8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T15:58:50.759Z\">4.58pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Trump to governors: You have to 'dominate' protesters</h2> \n <div class=\"block-elements\"> \n  <p>During his video teleconference with the nation’s governors, <strong>Trump </strong>told the state leaders that they needed to “dominate” the protesters, according to the Guardian’s Daniel Strauss. </p> \n  <p>The president repeatedly told the governors that they needed to take more severe action against the demonstrators who are protesting in response to the killing of <strong>George Floyd. </strong></p> \n  <p>Several people on the call were alarmed by the president’s message, according to a Washington Post reporter.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/costareports/status/1267479389866012675\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">More: President Trump just berated governors and mayors for how they are handling the protests, calling them \"fools,\" per person on the call.</p>— Robert Costa (@costareports) \n    <a href=\"https://twitter.com/costareports/status/1267479389866012675?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T16:34:24.269Z\">at 5.34pm BST</time></p> \n</div> \n<div id=\"block-5ed51ef38f084df971c8da59\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T15:36:21.149Z\">4.36pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Trump to governors: 'Most of you are weak'</h2> \n <div class=\"block-elements\"> \n  <p><strong>Trump </strong>reportedly told the nation’s govenors that they needed to more harshly crack down on the <strong>George Floyd </strong>protests currently intensifying across the country.</p> \n  <p>“Most of you are weak,” the president told the governors during a video teleconference, according to the Associated Press.</p> \n  <p>The remarks appear to be another attempt by the president to shift responsibility from the federal government to state and local officials.</p> \n  <p>Trump similarly insisted that states were in charge of overseeing and expanding coronavirus testing, as his administration was criticized for failing to meet testing demands amid the pandemic.</p> \n </div> \n</div> \n<div id=\"block-5ed51d698f084df971c8da34\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T15:27:31.740Z\">4.27pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>DC mayor Muriel Bowser has announced the city will enforce a 7 pm curfew for the next two nights, </strong>after a church near the White House caught fire last night and police officers fired teargas into crowds of protesters.</p> \n  <p>Bowser enforced an 11 pm curfew last night, which White House press secretary <strong>Kayleigh McEnany </strong>criticized as too lenient in a Fox News interview this morning.</p> \n  <p>“I think when you look at some of the befuddling actions, like right here in DC, the mayor of D.C. didn’t issue a curfew until 11 pm,” McEnany said. “Well, guess what? At 10 pm you had St. John’s Church burning. Several other cities had curfews at 4 pm, at 5 pm, at 6 pm.”</p> \n  <p>McEnany added, “Some of the actions are really not tough enough, as the president noted, particularly with the mayor here in DC.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T23:15:28.776Z\">at 12.15am BST</time></p> \n</div> \n<div id=\"block-5ed51a318f08f5e373012740\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T15:13:23.050Z\">4.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New York mayor <strong>Bill de Blasio </strong>added that he did not know his daughter had been arrested while protesting Saturday night until his office was contacted by journalists.</p> \n  <p>“I found out when my staff got the media inquiry,” de Blasio told reporters this morning. “I knew that she’d been out protesting peacefully on Thursday night. I never heard from her after.” </p> \n  <p>According to reports, <strong>Chiara de Blasio</strong>, 25, was taken into custody after blocking an intersection in Manhattan. She gave her address as a residence on East End Avenue, where the mayor’s home is located, but she did not tell police officers she was de Blasio’s daughter. </p> \n </div> \n</div> \n<div id=\"block-5ed517968f08f5e373012717\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T15:07:44.437Z\">4.07pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>New York mayor Bill de Blasio said two NYPD cruisers driving into a crowd of protesters Saturday was “dangerous” and “unacceptable.”</strong></p> \n  <p>“There is no situation where a police vehicle should drive into a crowd of protesters or New Yorkers of any kind,” de Blasio said.</p> \n  <p>The mayor’s comments came two days after a video of the incident went viral and sparked severe criticism of the NYPD.</p> \n  <p>De Blasio initially offered a much softer review of the incident. “I’ve seen that video and I’ve obviously heard about a number of other instances,” the mayor said Saturday. </p> \n  <p>“It’s inappropriate for protesters to surround a police vehicle and threaten police officers. That’s wrong on its face, and that hasn’t happened in the history of protests in the city.”</p> \n  <p>Well-known congresswoman <strong>Alexandria Ocasio-Cortez </strong>took a much more severe line on the issue, saying the officers involved “need to be brought to justice.”<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AOC/status/1266900672672419845\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NYPD officers just drove an SUV into a crowd of human beings. They could‘ve killed them, &amp;we don’t know how many they injured.<br><br>NO ONE gets to slam an SUV through a crowd of human beings.<a href=\"https://twitter.com/NYCMayor?ref_src=twsrc%5Etfw\">@NYCMayor</a> these officers need to be brought to justice, not dismissed w/“internal reviews.” <a href=\"https://t.co/oIaBShSC1S\">https://t.co/oIaBShSC1S</a></p>— Alexandria Ocasio-Cortez (@AOC) \n    <a href=\"https://twitter.com/AOC/status/1266900672672419845?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed512248f08f5e3730126b9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T14:42:35.021Z\">3.42pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Leyland Cecco reports for the Guardian from Toronto, Canada:</strong></p> \n  <p>As protests intensified throughout the United States over the weekend, thousands also took to the streets in Canada, both to express outrage over the killing of <strong>George Floyd </strong>— but also to <a href=\"https://www.theguardian.com/world/2020/may/29/justin-trudeau-george-floyd-reaction-racism\">highlight systemic troubles</a> rampant within Canada’s own police systems. </p> \n  <p>In Toronto, attendees paid to tribute to the life of 29-year-old <strong>Regis Korchinski-Paquet</strong>, an Afro-Indigenous woman who died last week after police responded to a mental health emergency at her family’s apartment. Korchinski-Paquet fell 24 stories from her balcony— an incident a police watchdog is now probing. </p> \n  <p>“I want to acknowledge the hurt, frustration, anger and emotional fatigue many people are feeling across North America including in our own city,” Toronto mayor <strong>John Tory</strong> said in a statement, praising the peaceful gathering. </p> \n  <p>In Vancouver, thousands gathered downtown to pay tribute to Floyd, calling for justice after the unarmed Minnesota man was killed by a police officer.</p> \n  <p>Large crowds also gathered in Montreal to protest against police brutality. “It’s important for everyone to be here today so that we can have a lot of voices to say the George Floyd event is not a singular event,” Marie-Livia Beauge, one of the event organizers, told the Canadian Press. “It keeps happening and it’s happening here in Montreal so to be here together is to show solidarity and denounce the injustice.”</p> \n  <p>Organizers used the event to express anger over the killing of Floyd, but also of the victims of police violence within Montreal in recent years. </p> \n  <p>Hours after the rally ended Sunday afternoon, police used teargas to disperse a small group of demonstrators that had returned to the city’s police headquarters. Police claimed that protestors hurled projectiles at officers as the two sides clashed. A number of windows along the downtown Ste Catherine Street were also smashed. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/29/justin-trudeau-george-floyd-reaction-racism\">Trudeau: Canadians watching US unrest and police violence in ‘shock and horror’</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T23:15:40.136Z\">at 12.15am BST</time></p> \n</div> \n<div id=\"block-5ed50ee78f08f5e373012695\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T14:33:33.965Z\">3.33pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Obama offers advice to protesters while condemning violence</h2> \n <div class=\"block-elements\"> \n  <p><strong>Barack Obama </strong>has once again weighed in on the <strong>George Floyd </strong>protests, suggesting the demonstrations could translate to “peaceful, sustained, and effective action” to address structural racism. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BarackObama/status/1267459874788646912\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I wrote out some thoughts on how to make this moment a real turning point to bring about real change––and pulled together some resources to help young activists sustain the momentum by channeling their energy into concrete action. <a href=\"https://t.co/jEczrOeFdv\">https://t.co/jEczrOeFdv</a></p>— Barack Obama (@BarackObama) \n    <a href=\"https://twitter.com/BarackObama/status/1267459874788646912?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>In a <a href=\"https://medium.com/@BarackObama/how-to-make-this-moment-the-turning-point-for-real-change-9fa209806067\">new Medium post</a>, the former president applauded the peaceful protesters who had marched to draw attention to Floyd’s killing, but he condemned those who had engaged in violent behavior.</p> \n  <p>“The overwhelming majority of participants have been peaceful, courageous, responsible, and inspiring. They deserve our respect and support, not condemnation,” Obama said.</p> \n  <p>“On the other hand, the small minority of folks who’ve resorted to violence in various forms, whether out of genuine anger or mere opportunism, are putting innocent people at risk.” </p> \n  <p>Obama emphasized that the protests had to translate into policy that would help to prevent more deaths like Floyd’s.</p> \n  <p>“I’ve heard some suggest that the recurrent problem of racial bias in our criminal justice system proves that only protests and direct action can bring about change, and that voting and participation in electoral politics is a waste of time,” Obama said. “I couldn’t disagree more.”</p> \n  <p>He continued, “[E]ventually, <em>aspirations have to be translated into specific laws and institutional practices</em> — and in a democracy, that only happens when we elect government officials who are responsive to our demands.”</p> \n  <p>Obama concluded by saying these protests could mark the beginning of a new chapter for the country. “If, going forward, we can channel our justifiable anger into peaceful, sustained, and effective action, then this moment can be a real turning point in our nation’s long journey to live up to our highest ideals,” he wrote.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T14:42:55.256Z\">at 3.42pm BST</time></p> \n</div> \n<div id=\"block-5ed50b718f08f5e37301266f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T14:13:49.825Z\">3.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s </strong><strong>Chris McGreal</strong>, <strong>Julian Borger, Sam Levin and Maanvi Singh report:</strong></p> \n  <p>Protests in response to the killing of <strong>George Floyd </strong>continued across the country last night, as many cities’ curfews went ignored by demonstrators.</p> \n  <p>Here are some the key events that took place yesterday:</p> \n  <ul> \n   <li><strong>Minneapolis: </strong>A fuel semi-truck <a href=\"https://www.theguardian.com/us-news/2020/may/31/semi-truck-drives-through-crowd-of-protesters-on-minneapolis-bridge\">drove into a demonstration</a> of thousands of people on a bridge near the city’s downtown, though authorities say no one was injured after the “disturbing” incident.</li> \n   <li><strong>Outside the White House: </strong>Intense unrest broke out in Lafayette Park, right in front of the White House, when police advanced to enforce the curfew. The basement of the “Church of the Presidents,” located opposite the White House briefly caught fire, before firefighters rushed to put it out.<br></li> \n   <li><strong>Elsewhere in Washington: </strong>Officers fired teargas into the crowds, and US marshals personnel and DEA agents were deployed in addition to national guard and Secret Service to assist the police.</li> \n   <li><strong>Los Angeles</strong>: Police fired teargas and other projectiles at protesters blocking a main shopping road in the Santa Monica neighborhood. On one shopping street numerous buildings and businesses were looted, including clothing and shoe stores.</li> \n   <li><strong>New York: </strong>Thousands of protesters returned to the streets, marching through Manhattan during the day and later congregating at Union Square, where numerous police cars had been torched on Saturday night. Fires were again set on the streets amid clashes between officers and protesters.</li> \n   <li><strong>Atlanta: </strong>Teargas was again used by police on the streets; two officers were fired and three placed on desk duty over excessive use of force on Saturday night. </li> \n  </ul> \n  <p>The blog will be following additional updates from each of those cities, so stay tuned.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/31/george-floyd-us-cities-protests-violence-minneapolis-new-york\">George Floyd: curfews fail to deter a new wave of protests across US</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed5076f8f084df971c8d8f8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T13:54:00.720Z\">2.54pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>White House press secretary Kayleigh McEnany said she would hold a briefing today </strong>at 2 pm ET, which did not appear on the original White House schedule.</p> \n  <p>McEnany made the announcement during a Fox News interview, during which she was also asked if <strong>Trump </strong>would deliver a national address about the <strong>George Floyd </strong>protests. </p> \n  <p>“A national Oval Office address is not going to stop antifa. What’s going to stop antifa is action,” McEnany said, adding that Trump “has several meetings pertaining to that today.” </p> \n  <p>“And that’s his focus, is acting and keeping our streets safe,” McEnany said.</p> \n  <p>Trump will meet today with attorney general <strong>William Barr,</strong> who spent the weekend echoing the president’s talking points by blaming the protests on “far-left extremist groups” and demanding “law and order” be restored.</p> \n </div> \n</div> \n<div id=\"block-5ed501d58f08f5e37301260a\" class=\"block\" data-block-contributor=\"profile/tomphillips\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T13:29:45.503Z\">2.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Several hundred “Black Lives Matter” protesters marched on the headquarters of Rio de Janeiro’s state government</strong> on Sunday to denounce a wave of police killings.</p> \n  <p>Rio police gunned down 177 people in April - many of them young black men from Rio’s favelas such as <strong>João Pedro Mattos Pinto</strong>.</p> \n  <p>João Pedro, a church-going high school student, was gunned down on 18 May during a police raid on a favela in São Gonçalo, a city 10 miles northeast of the state capital. The 14-year-old had been playing with friends at the home of his uncle and aunt when heavily armed police stormed the building. Dozens of bullet holes were found inside the home and friends and relatives believe the teenager was shot through the back by police during the botched raid.</p> \n  <p>Protestors at Sunday’s demo demanded justice for João Pedro and carried banners reading: “Black and favela lives matter” and “Stop killing us!”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KilombaC/status/1267274188752109573\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The protest <a href=\"https://twitter.com/hashtag/VidasNegrasImportam?src=hash&amp;ref_src=twsrc%5Etfw\">#VidasNegrasImportam</a> was organized TODAY, Sunday, by the Rio de Janeiro Favelas Movement, in front of the RJ State Government Palace. It denounced the police violence that continues to kill our communities even in the midst of the <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> pandemic.<br>📸 IG: thuxthuane <a href=\"https://t.co/V0u7XpFdd0\">pic.twitter.com/V0u7XpFdd0</a></p>— Kilomba Collective (@KilombaC) \n    <a href=\"https://twitter.com/KilombaC/status/1267274188752109573?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Many drew parallels with the rallies taking place in the US in response to the killing of <strong>George Floyd</strong>.</p> \n  <p>“Just like our brothers and sisters across the Americas, we will shout: ‘IF THERE IS NO JUSTICE, THERE WILL BE NO PEACE FOR OUR EXECUTIONERS’,” tweeted Buba Aguiar, a favela activist from west Rio.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BuubaAguiar/status/1266919697540399105\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"pt\" dir=\"ltr\">O LEVANTE NEGRO BRASILEIRO inicia com a morte de mais um jovem preto e favelado na cidade do <a href=\"https://twitter.com/hashtag/RJ?src=hash&amp;ref_src=twsrc%5Etfw\">#RJ</a><br>Como nossos irmãos e irmãs nas Américas, gritaremos: SE NÃO HOUVER JUSTIÇA, NÃO HAVERÁ PAZ PARA OS NOSSOS ALGOZES<br> <a href=\"https://twitter.com/hashtag/VidasNegrasImportam?src=hash&amp;ref_src=twsrc%5Etfw\">#VidasNegrasImportam</a> <a href=\"https://twitter.com/hashtag/BlackLivesMatter?src=hash&amp;ref_src=twsrc%5Etfw\">#BlackLivesMatter</a> <a href=\"https://twitter.com/hashtag/ParemDeNosMatar?src=hash&amp;ref_src=twsrc%5Etfw\">#ParemDeNosMatar</a> <a href=\"https://t.co/2jFvyQFsuz\">pic.twitter.com/2jFvyQFsuz</a></p>— Buba Aguiar (@BuubaAguiar) \n    <a href=\"https://twitter.com/BuubaAguiar/status/1266919697540399105?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>One poster circulated on social media featuring the pictures of both George Floyd and João Pedro.</p> \n  <p>Further #VidasNegrasImportam (#BlackLivesMatter) protests are planned for this weekend amid growing anger that Rio’s notoriously violent police force continues to launch often deadly assaults on the favelas despite the coronavirus crisis.</p> \n  <p>Only once in the last 20 years have Rio police killed more people in a single month than in April 2020. </p> \n </div> \n</div> \n<div id=\"block-5ed4fd218f084df971c8d889\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T13:16:56.077Z\">2.16pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">One dead in Kentucky after police 'returned fire'</h2> \n <div class=\"block-elements\"> \n  <p>A person died in Louisville early this morning after police officers and the Kentucky National Guard “returned fire” from a group of protestes, according to governor <strong>Andy Beshear. </strong></p> \n  <p>The Democratic governor said the Kentucky state police would “independently investigate the event.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GovAndyBeshear/status/1267428782400552961\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Statement from Governor Andy Beshear: <a href=\"https://t.co/MyHxcE3Ntn\">pic.twitter.com/MyHxcE3Ntn</a></p>— Governor Andy Beshear (@GovAndyBeshear) \n    <a href=\"https://twitter.com/GovAndyBeshear/status/1267428782400552961?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Louisville metro police chief <strong>Steve Conrad </strong>said his officers had been sent to disperse a crowd in a parking lot at approximately 12.15 am.</p> \n  <p>“Officers and soldiers began to clear the lot and at some point were shot at,” Conrad said in a statement. “Both LMPD and national guard members returned fire, we have one man dead at scene.” <br></p> \n  <p>Protests have been particularly tense in Louisville, where a black woman named <strong>Breonna Taylor </strong>was killed in her home in March by Louisville police while they were executing a “no-knock” warrant for her residence.</p> \n  <p><em>Correction: A previous version of this post said the warrant was issued for Taylor’s boyfriend, but it was issued for her residence in connection to a narcotics investigation, of which Taylor was not the main focus.</em></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T15:53:27.534Z\">at 4.53pm BST</time></p> \n</div> \n<div id=\"block-5ed4f4eb8f08f5e373012565\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T12:57:16.144Z\">1.57pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is Joan Greve, taking over for Martin Pengelly.</p> \n  <p>The daughter of the current mayor of New York City, <strong>Bill de Blasio</strong>, was reportedly arrested during protests in Manhattan on Saturday night.</p> \n  <p><strong>Chiara de Blasio</strong>, 25, was reportedly taken into custody after refusing to move from the intersection of 12th Street and Broadway, where protesters were blocking traffic.</p> \n  <p>According to the New York Post, de Blasio gave her address as a residence on East End Avenue, where the mayor’s home is located, but she did not tell police officers who she was.</p> \n  <p>About an hour after his daughter’s arrest, de Blasio told protesters that it was “time to go home.”</p> \n  <p>“We appreciate and respect all peaceful protests, but now it is time for people to go home,” de Blasio said at a press conference.</p> \n  <p>“If you went out peacefully to make a point about the need for change, you have been heard and change is coming in the city. I have no doubt about that. It’s time to go home so we can all move forward.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T13:06:20.461Z\">at 2.06pm BST</time></p> \n</div> \n<div id=\"block-5ed4e5288f08f5e3730124a4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T12:34:18.465Z\">1.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Rudy Giuliani, former mayor of New York City, Trump personal attorney and key player in/cause of Trump’s impeachment, is up and <a href=\"https://twitter.com/RudyGiuliani/status/1267403416428568578\">tweeting</a>, giving voice to a theme we are sure to hear more and more <strong>as a presidential election draws near</strong>: </p> \n  <blockquote class=\"quoted\"> \n   <p>Now with 7 days of Mob rule of cities with mostly DEMOCRAT MAYORS, it is obvious that these Mayors are incapable of protecting their citizens. They enable the rioters by abandoning police precincts for burning and ordering police to stand down and be assaulted without arrest.”</p> \n  </blockquote> \n  <p>Trump himself put the Republican campaign message more pithily on Sunday night, <a href=\"https://twitter.com/realDonaldTrump/status/1267227396341669889\">tweeting</a> Nixonianly, if also as Twitter noted gleefully Sam Waterston-ly: “<strong>LAW &amp; ORDER!</strong>”</p> \n  <p>Many Democratic mayors, some of them African American, spoke to the nation via the Sunday talk shows. Among them, Keisha Lance Bottoms of Atlanta, Muriel Bowser of Washington DC and Melvin Carter, mayor of St Paul, twin city of Minneapolis, the fierce centre of the current rage. Bottoms and Bowser gave <a href=\"https://www.nbcnews.com/politics/meet-the-press/d-c-atlanta-mayors-call-calm-say-solution-not-destroy-n1220276\">a joint interview to NBC’s Meet the Press</a>.</p> \n  <p>Giuliani followed up on Monday by claiming “a riot was impossible when I was Mayor”.</p> \n  <p>It’s true that he wasn’t mayor, instead a candidate for mayor, when in September 1992 he stoked a racist riot <em><a href=\"https://www.nytimes.com/1992/09/27/nyregion/rally-puts-police-under-new-scrutiny.html?pagewanted=all\">by police</a> officers</em>. </p> \n  <p>As we <a href=\"https://www.theguardian.com/us-news/2016/nov/17/rudy-giuliani-new-york-mayor-trump-cabinet\">reported in 2016</a>, officers dissatisfied with mayor David Dinkins marched across the Brooklyn Bridge and gathered at City Hall, where “The New York Times described … a “beer-swilling, traffic-snarling, epithet-hurling melee” [and] Newsday compared city hall to an “embassy in some far-off hostile land … under siege”.</p> \n  <p>Here’s <a href=\"https://www.theguardian.com/us-news/2016/nov/17/rudy-giuliani-new-york-mayor-trump-cabinet\">more from Spencer Ackerman, Lois Beckett and Jamiles Lartey</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p>Giuliani’s approach to policing created “an environment of terror for communities of color”, said Lumumba Bandele, a lifelong New Yorker and police reform advocate. If he takes on a national role, “We should all be preparing for worst-case scenarios,” he said.</p> \n   <p>His record on police abuses and freedom of expression is “frightening”, said Patrisse Cullors, a co-founder of Black Lives Matter.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ed4e7dc8f08f5e3730124d2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T12:13:41.114Z\">1.13pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">'Blue Lives Matter' flag raised by Cincinnati officers</h2> \n <div class=\"block-elements\"> \n  <p>In bizarre scenes in Cincinnati on Sunday, a sheriff <a href=\"https://twitter.com/hcso_org/status/1267271837169455106\">confirmed</a> that a “Thin Blue Line” flag was raised outside a law enforcement building, in place of the Stars and Stripes.<br></p> \n  <p>Pictures of the flag went viral, stoking anger nationwide among people protesting the death in Minneapolis of George Floyd, a 46-year-old African American man, the latest case to fuel the Black Lives Matter movement against police brutality.</p> \n  <p>In <a href=\"https://www.theguardian.com/us-news/2019/apr/20/portland-multnomah-county-100000-lawsuit-blue-lives-matter-flag\">the words of the Associated Press</a>, “the Blue Lives Matter flag is a black-and-white US flag with a blue stripe replacing one white stripe. Thin Blue Line USA, the group that sells the flags, says the thin blue line represents officers in the line of duty and the black represents fallen officers.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/P0kes/status/1267230163521191936\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Cincinnati police pulled down the American flag at the justice center and replaced it with the thin blue line. Infuriating. Picture from a friend. <a href=\"https://t.co/1bM0ovH0T6\">pic.twitter.com/1bM0ovH0T6</a></p>— ✌Pokes✌ (@P0kes) \n    <a href=\"https://twitter.com/P0kes/status/1267230163521191936?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Cincinnati has like other major cities been the setting for protest over the last three nights. Local media has <a href=\"https://www.wlwt.com/article/cincinnati-police-at-least-100-arrested-in-night-3-of-unrest/32724715\">extensive coverage</a>.</p> \n  <p>On Sunday, Hamilton County sheriff Jim Neil <a href=\"https://twitter.com/hcso_org/status/1267271837169455106\">said</a> the American flag that usually flies outside the county Justice Center “was stolen during the Vandalism of the Justice Center. The Thin Blue Line was raised by our deputies to honor the CPD Officer who was shot. The flag has been removed and we will replace it with the American Flag in the morning.”</p> \n  <p>Local media <a href=\"https://www.wcpo.com/news/local-news/hamilton-county/cincinnati/cpd-use-flash-bang-grenades-tear-gas-to-disperse-crowds-on-the-second-night-of-protests\">reported</a> that the officer in question had been struck on his helmet by a bullet, but was not injured.</p> \n  <p>Chris Seelbach, chair of the Cincinnati city council, who was tagged in the sheriff’s tweet, <a href=\"https://twitter.com/ChrisSeelbach/status/1267272246760013830\">tweeted back</a> at his fellow Democrat: “<strong>Should have been replaced with American flag immediately</strong>. Not replaced with a politically charged blue lives matter flag when thousands are protesting in our streets because #BlackLivesMatter. Sheriff Neil has only made things worse. Again.”</p> \n  <p>In Portland, Oregon last year, a government employee won $100,000 in a settlement after she alleged she was bullied by fellow employees who displayed the flag in her office. As the AP reported then, in her lawsuit against Multnomah county, Karimah Guion-Pledgure said the flag <strong>demeaned the <a href=\"https://www.theguardian.com/us-news/black-lives-matter-movement\">Black Lives Matter movement</a></strong>.”</p> \n  <p>In Cincinnati on Monday, <a href=\"https://www.wcpo.com/news/local-news/hamilton-county/cincinnati/cincinnati-protest-organizers-list-changes-they-want-to-see-in-criminal-justice-system\">local ABC affiliate WCPO reported</a> that protest organisers had released a list of goals, intending “to deliver a clear message to the media, local politicians, the Cincinnati police department and people of Cincinnati as to the goal of recent protests.</p> \n  <p>“The first item on the list calls for Derek Chauvin, the officer arrested for Floyd’s death, to receive the maximum sentence for his charges and for the other three officers involved in Floyd’s death to be charged as well.</p> \n  <p>“The remaining items on the list concern the Cincinnati area. Some of the items include a call for <strong>the demilitarization of the Cincinnati police department</strong>, independent internal affairs investigators and civilian oversight boards and a call for CPD officers to spend ‘80 hours a year volunteering in the communities they patrol’.”</p> \n  <p>Here’s some further reading from Nathan Robinson, on how across America, police are responding to peaceful protests with violence:<br></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/jun/01/george-floyd-violent-rioters-america-police-officers\">Across America, police are responding to peaceful protests with violence | Nathan Robinson</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed4dfd78f084df971c8d713\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T11:51:21.154Z\">12.51pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>On Donald Trump’s <a href=\"https://www.theguardian.com/us-news/live/2020/jun/01/george-floyd-protests-donald-trump-white-house-washington-police-brutality-minneapolis-latest-news-updates\" data-gu-preview=\"true\">schedule</a> today, a meeting with <strong>attorney general William Barr</strong>, who over the weekend played legal bulldog to Trump’s snapping German Shepherd (<a href=\"https://www.theguardian.com/us-news/2019/nov/25/trump-conan-white-house-dog-baghdadi-isis-raid\">or Belgian Malinois?</a>), <a href=\"https://www.justice.gov/opa/pr/attorney-general-william-p-barrs-statement-riots-and-domestic-terrorism\">making statements</a> to back up the president’s fury at “antifa” anti-fascist groups he blames for the trouble consuming the nation. </p> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"7e2467d3e37ca67aef92f30691531c6c423af50f\"> \n   <img src=\"https://media.guim.co.uk/7e2467d3e37ca67aef92f30691531c6c423af50f/1270_0_3200_4000/800.jpg\" alt=\"William Barr.\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">William Barr.</span> \n    <span class=\"element-image__credit\">Photograph: REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n  <p>Then, at 11am, Trump “hosts a video teleconference with governors, law enforcement, and national security officials on keeping American communities safe”.</p> \n  <p>On Twitter, the various former Republican consultants at the Lincoln Project, among others, have been attempting to fuel ridicule of the president for <a href=\"https://www.theguardian.com/us-news/2020/may/31/trump-flees-to-bunker-as-protests-over-george-floyd-rage-outside-white-house\">being taken on Friday night to the reinforced bunker under the White House</a> which Dick Cheney and George W Bush used on and after 9/11. </p> \n  <p>It might be a little unfair – the Secret Service determined to take the president there, the New York Times reported – but remember that the following morning Trump was up and crowing on Twitter about the “vicious dogs” and “ominous weapons” that would’ve awaited protesters in Lafayette Square had they somehow breached the White House walls.</p> \n  <p>Many African American politicians, among them Washington mayor Muriel Bowser, rebuked Trump for using such imagery, redolent as it is of the <a href=\"https://www.theguardian.com/us-news/2020/mar/01/bloody-sunday-remembered-civil-rights-marchers-tell-story-of-their-iconic-photos\">worst excesses of authority</a> in the civil rights era.</p> \n  <p>Of William Barr, by the by, this is from Stuart Gerson, a former acting attorney general, to the New York Times, in a piece entitled “<a href=\"https://www.nytimes.com/2020/06/01/magazine/william-barr-attorney-general.html?utm_source=newsletter&amp;utm_medium=email&amp;utm_campaign=newsletter_axiosam&amp;stream=top\">William Barr’s State of Emergency</a>”:</p> \n  <blockquote class=\"quoted\"> \n   <p><strong>“Those who think he’s a tool of Donald Trump are missing the point</strong>. If anything, it’s the other way around. Barr is vastly more intelligent than Donald Trump. What Trump gives Bill Barr is a canvas upon which to paint. Bill has <strong>longstanding views about how society should be organized</strong>, which can now be manifested and acted upon to a degree that they never could have before.”</p> \n   <p>As far as what Barr is hoping to do with his canvas, Gerson says he is committed to the “hierarchical” and “authoritarian” premise that “<strong>a top-down ordering of society will produce a more moral society</strong>.” </p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ed4d8be8f087122eca53404\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T11:22:57.470Z\">12.22pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Good morning…</h2> \n <div class=\"block-elements\"> \n  <p>…and welcome to another day of coverage of the protests arising from the police killing of <strong>George Floyd</strong>, a 46-year-old African American man who died in Minneapolis a week ago, when a police officer kneeled on his neck.</p> \n  <p>The US is now in the grip of the <strong>worst civil unrest since the assassination of Dr Martin Luther King Jr</strong>, <a href=\"https://www.theguardian.com/books/2018/apr/15/1968-america-hendrik-hertzberg-charles-kaiser\">in the violent year of 1968</a>. With overnight curfews ignored, major and minor cities have become the scene of confrontation between protesters and riot police, looters and the national guard. Thousands have been arrested. There have been <a href=\"https://www.washingtonpost.com/nation/2020/05/31/george-floyd-protests-live-updates/#link-KY2J3TGCT5GINFKD3OLPTJ5Q6M\">fatalities</a> and <a href=\"https://www.theguardian.com/us-news/2020/may/31/semi-truck-drives-through-crowd-of-protesters-on-minneapolis-bridge\">frightening attacks</a>. Fires have been <a href=\"https://twitter.com/Chopper4Brad/status/1267285662480371712?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1267285662480371712&amp;ref_url=https%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2020%2Fmay%2F31%2Ffires-light-up-washington-dc-on-third-night-of-george-floyd-protests\">reported</a> in many cities, <a href=\"https://www.theguardian.com/us-news/2020/may/31/fires-light-up-washington-dc-on-third-night-of-george-floyd-protests\">Washington</a> and Philadelphia among them. Julian Borger, our world affairs editor, reports from DC:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/31/fires-light-up-washington-dc-on-third-night-of-george-floyd-protests\">Fires light up Washington DC on third night of George Floyd protests</a> </p> \n  </aside> \n  <p><strong>Violent protest has lapped up against the White House</strong>, where on Sunday night officials confirmed that Donald Trump was <a href=\"https://www.theguardian.com/us-news/2020/may/31/trump-flees-to-bunker-as-protests-over-george-floyd-rage-outside-white-house\">taken to a protective bunker on Friday</a>. </p> \n  <p>Trump, who did not address the nation on Sunday other than by tweeting – he did speak of his shock at Floyd’s death in Florida on Saturday – blames leftwing agitators for the trouble and has <strong><a href=\"https://www.theguardian.com/us-news/2020/may/30/trump-secret-service-george-floyd-protesters-white-house\">tweeted harsh and insensitive words</a></strong>, attracting criticism from many sides for an abdication of leadership in a time of crisis.</p> \n  <p>Here’s <a href=\"https://www.theguardian.com/commentisfree/2020/may/31/donald-trump-coronavirus-pandemic-george-floyd-minneapolis-tweets\">a powerful piece from our columnist Robert Reich</a>. And here’s <a href=\"https://www.theguardian.com/us-news/2020/jun/01/george-floyd-donald-trump-black-lives-matter\">an equally powerful take from David Smith</a>, our Washington bureau chief, who spoke to leaders of the Black Lives Matter movement about how this moment in American history has left the president exposed:</p> \n  <blockquote class=\"quoted\"> \n   <p><a href=\"http://www.mslatoshabrown.com/\">LaTosha Brown,</a> a civil rights activist and <strong>co-founder of Black Voters Matter</strong>: “If it would take the destruction of the country for him to protect his position, he is willing to do that. He has shown that he is willing to kill every single thing in this country, including its people, if it protects him.</p> \n   <p>“He’s willing to kill democracy. He is willing to kill any sense of real respect or trust in his government. He is willing to kill America’s international and global relationships. He is a destroyer.”</p> \n  </blockquote> \n  <p>All this, remember, comes on top of a coronavirus pandemic which has <a href=\"https://www.theguardian.com/world/ng-interactive/2020/may/28/coronavirus-map-us-latest-cases-state-by-state\">killed more than 104,000 people</a> in America, cratering the economy and stoking political and cultural battles over how quickly to open back up. On Sunday, <a href=\"https://www.theguardian.com/world/2020/may/31/fears-grow-of-surge-in-us-coronavirus-cases-from-george-floyd-protests\">governors and mayors warned</a> of <strong>the potential toll in Covid-19 cases</strong> from so many protests in so many tightly packed – and tightly wound – cities.</p> \n  <p>More to come, as America wakes.</p> \n </div> \n</div>"
]