[
  "<p>Former vice-president Joe Biden’s presidential campaign has had to adapt to both its new status as the Democratic party’s presumptive nominee and as a candidate who can’t leave his home to campaign due to the coronavirus pandemic.</p> \n<p>That means taking the fight to unseat Donald Trump from the White House in November almost entirely online.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/15/bernie-sanders-joe-biden-irresponsible-not-support\">Sanders warns his loyalists it would be ‘irresponsible’ not to support Biden</a> </p> \n</aside> \n<p>Instead of shaking hands in swing states or giving speeches in arenas, Biden’s most visible moments in recent weeks have been in front of a camera broadcasting from his basement. </p> \n<p>But the Biden campaign has begun embracing the new reality. He has started a regular podcast where he’s interviewed political figures. Virtually every day his campaign airs a live stream of him taking questions or having a discussion with an elected official.</p> \n<p>Ron Klain, a longtime aide to Biden, critiqued Donald Trump’s response to the coronavirus in a roughly <a href=\"https://www.youtube.com/watch?v=-M7SH_xw_NY\">five-minute </a><a href=\"https://www.youtube.com/watch?v=-M7SH_xw_NY\">You</a><a href=\"https://www.youtube.com/watch?v=-M7SH_xw_NY\">Tube video</a>. Biden over the various channels has focused on how he would approach the pandemic differently and what he sees as Trump’s failures.</p> \n<p>“I think his positioning on ‘if I were president, this is what I would be doing’ is a smart place to be,” said veteran Democratic strategist Michael Halle, who recently served as a top adviser to the former South Bend mayor Pete Buttigieg’s presidential campaign.</p> \n<p>“I think people are looking for an alternative right now and also answers for ‘how do we come out of this and how do we prevent this in the future?’ And you see [the Biden campaign] starting to angle toward that and providing a longer-term vision which I don’t think you’re ever going to get from Trump.”</p> \n<p>Biden has upped the frequency of his appearances on television, appearing on major cable networks and local stations almost daily over the past two weeks. On Facebook, the Biden campaign more than doubled the amount of money spent on ads in the last week compared with the Trump campaign. Trump, though, has still spent more overall on that platform.</p> \n<p>Biden campaign fundraisers are also now virtual, changing the logistics of organizing them and who can appear as a headliner, including former rivals. The California senator Kamala Harris was the surprise guest at his second virtual fundraiser in April.</p> \n<p>“In some respects it does make the barriers to pulling off these things much smaller,” Democratic strategist Eli Kaplan said.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"ec64ff6d-a5cb-4878-828d-bd6da8ce367e\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/4yCY232AZ_8?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>In the next few weeks the Biden campaign’s fundraising schedule, according to a list obtained by the Guardian, includes a Women for Biden event headlined by his wife Dr Jill Biden and daughter Ashley Biden, a virtual fireside chat with the candidate, and another fundraiser in late April featuring celebrities Kristin Chenoweth, Melissa Etheridge, Billie Jean King and Billy Porter.</p> \n<p>The campaign is also planning to set up a digital “ropeline” where Biden can interact with voters.</p> \n<p>But even with all those changes, Biden is still having difficulty competing with the New York governor, Andrew Cuomo, and Trump for attention during the coronavirus pandemic. Cuomo’s daily press conferences usually air live on all the major cable networks and the coronavirus taskforce briefing helmed by Trump has become a chance for reporters to ask the president questions in front of a televised audience. </p> \n<p>What’s still unclear is how the coronavirus and the resulting state stay-at-home orders will affect Biden’s field organizing as November’s election heaves into view. The campaign is looking into coordinating virtual house parties as well.</p> \n<p>Usually, when a presidential candidate has vanquished all other rivals in their party he or she begins building a robust field program and conducts door-knocking to win over general election voters. But the pandemic means that part of campaigning is on hold and clouded with uncertainty.</p> \n<p>Instead of pounding pavements, campaign workers will have to leverage social media platforms to build that organization.</p> \n<p>The Biden campaign utilized phone banking, texting to voters, and its support on social media in winning the set of Super Tuesday states in March.</p> \n<p>“Our team has leveraged their expertise and talent to create powerful digital products that have harnessed millions of views, and as we continue our virtual campaign we will continue exploring creative and innovative formats while getting ready to grow,” a Biden spokesman said.</p>",
  "<p>Jair Bolsonaro is leading Brazilians “to the slaughterhouse” with his irresponsible handling of coronavirus, the country’s former president <a href=\"https://www.theguardian.com/world/luiz-inacio-lula-da-silva\">Luiz Inácio Lula da Silva</a> has said.</p> <p>In an impassioned interview with the Guardian – which came as Brazil’s Covid-19 death toll hit 1,924 – Lula said that by undermining social distancing and <a href=\"https://www.theguardian.com/world/2020/apr/16/bolsonaro-brazil-president-luiz-mandetta-health-minister\">defenestrating his own health minister</a>, Brazil’s “troglodyte” leader risked repeating the devastating scenes playing out in Ecuador where families have had to dump their loved ones’ corpses in the streets.</p> <p>“Unfortunately I fear Brazil is going to suffer a great deal because of Bolsonaro’s recklessness … I fear that if this grows Brazil could see some cases like those <a href=\"https://www.theguardian.com/world/2020/apr/03/theyre-leaving-us-to-die-ecuadorians-plead-for-help-as-virus-blazes-deadly-trail\">horrific, monstrous images we saw in Guayaquil</a>,” said the 74-year-old leftist.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/16/bolsonaro-brazil-president-luiz-mandetta-health-minister\">Bolsonaro fires popular health minister after dispute over coronavirus response</a> </p> </aside>  <p>“We can’t just want to topple a president because we don’t like him,” Lula admitted. “[But] if Bolsonaro continues to commit crimes of responsibility … [and] trying to lead society to the slaughterhouse – which is what he is doing – I think the institutions will need to find a way of sorting Bolsonaro out. And that will mean you’ll need to have an impeachment.”</p> <p>Bolsonaro – a <a href=\"https://www.theguardian.com/world/2018/oct/27/dispatch-sao-paulo-jair-bolsonaro-victory-lgbt-community-fear\">proudly homophobic</a> former army captain already despised by progressive Brazilians for his hostility to <a href=\"https://www.theguardian.com/environment/2019/sep/09/amazon-fires-brazil-rainforest\">the environment</a>, <a href=\"https://www.theguardian.com/world/2019/oct/02/war-for-survival-brazils-amazon-tribes-despair-as-land-raids-surge-under-bolsonaro\">indigenous rights</a> and <a href=\"https://www.theguardian.com/world/2019/dec/28/brazil-artists-lead-chorus-of-resistance-jair-bolsonaro\">the arts</a>, as well as his <a href=\"https://www.economist.com/leaders/2019/05/30/jair-bolsonaro-will-not-defeat-crime-in-brazil-by-tolerating-militias\">alleged links to Rio’s mafia</a> – has alienated millions more with his dismissive stance towards the coronavirus, which he belittles as media “hysteria” and a “bit of a cold”.</p> <p>Since the World Health Organization <a href=\"https://www.theguardian.com/world/2020/mar/11/who-declares-coronavirus-pandemic\">declared the pandemic</a> on 11 March, Brazil’s president has repeatedly thumbed his nose at social distancing, first by egging on and <a href=\"https://www.theguardian.com/world/2020/mar/15/bolsonaro-amlo-coronavirus-warnings\">attending pro-Bolsonaro protests</a> and then with a series of provocative visits to bakeries, supermarkets and pharmacies. During one unnecessary outing Bolsonaro declared: “No one will hinder my right to come and go.”</p> <p>In March the rightwing populist even <a href=\"https://www.theguardian.com/global-development/2020/mar/27/jair-bolsonaro-claims-brazilians-never-catch-anything-as-covid-19-cases-rise\">suggested</a> Brazilians need not worry about Covid-19 since they could bathe in excrement “and nothing happens”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/25/brazil-coronavirus-protests-get-out-bolsonaro\">Quarantined Brazilians protest against Bolsonaro from windows and balconies: 'Get out!'</a> </p> </aside>  <p>Such moves put Bolsonaro at loggerheads with his own health minister, Luiz Henrique Mandetta, a doctor-turned-politician who was fired on Thursday after <a href=\"https://www.theguardian.com/world/2020/apr/13/brazil-bolsonaro-coronavirus-covid-19-social-distancing\">challenging the president’s behaviour</a>.</p> <p>Meanwhile Bolsonaro’s politician son, Eduardo, has taken the wrecking ball to ties with Brazil’s most important trade partner, China, by <a href=\"https://www.theguardian.com/world/2020/mar/19/coronavirus-bolsonaro-son-china-row\">accusing its Communist party leaders</a> of being to blame for the coronavirus crisis.</p> <p>Bolsonaro’s actions have sparked <a href=\"https://www.theguardian.com/world/2020/mar/25/brazil-coronavirus-protests-get-out-bolsonaro\">nightly pot-banging protests</a> in cities up and down the country and drawn scorn from across the political spectrum.</p> <p>“Coronavirus must be laughing its head off,” Eliane Cantanhêde, a columnist for the conservative Estado de São Paulo newspaper, <a href=\"https://www.terra.com.br/noticias/coronavirus/analise-troca-de-mandetta-e-questao-de-tempo-ou-de-nome,c345bbd7f40a7eb8e222150b34b1216892sj7dsg.html\">wrote</a> of Bolsonaro’s antics this week.</p> <p>The rightwing governor of Brazil’s most populous state, São Paulo, has <a href=\"https://apnews.com/b842df136a5091bc06fb76c07700b70b\">declared</a> the country at war with both the coronavirus and the “Bolsonaro-virus”.</p>  <figure class=\"element element-image\" data-media-id=\"694e1ddc49acd3bfb5c3d8f04d0c2693c632f720\"> <img src=\"https://media.guim.co.uk/694e1ddc49acd3bfb5c3d8f04d0c2693c632f720/0_348_5472_3283/1000.jpg\" alt=\"Former president of Brazil Lula da Silva\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lula da Silva, the former president of Brazil.</span> <span class=\"element-image__credit\">Photograph: Andre Lucas/The Guardian</span> </figcaption> </figure>  <p>Lula, who governed from 2003 until 2010, claimed that Bolsonaro’s “grotesque” actions were endangering lives by ignoring distancing guidelines put in place by Brazil’s own health ministry.</p> <p>“It’s natural that a portion of society doesn’t understand the need to stay at home or how serious this is – especially when the president of the republic is a troglodyte who says it’s just a little flu,” Lula said by video call from the Brazilian city of São Bernardo do Campo, where he is in self-isolation after returning from a tour of Europe.</p> <p>“The truth is Bolsonaro doesn’t think about the impact his destructive acts have on society. He’s reckless.”</p> <p>Bolsonaro says his opposition to distancing stems from his desire to protect Brazil’s most vulnerable citizens and their jobs.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/apr/02/brazil-message-world-our-president-wrong-coronavirus-jair-bolsonaro\">Brazil's message to the world: our president is wrong about coronavirus | Eliane Brum</a> </p> </aside>  <p>After sacking his health minister, Bolsonaro claimed to be fighting for “the long-suffering Brazilian people” and warned coronavirus threatened to become “a veritable meat grinder of jobs”.</p> <p>“At no point has the government abandoned the neediest … The impoverished masses cannot stay stuck up at home,” Bolsonaro said. “I know … life is priceless. But the economy and jobs must return to normal.”</p> <p>Lula, who was born into rural poverty and won international plaudits for <a href=\"https://www.theguardian.com/world/2010/sep/21/brazil-lula-poverty-hunger-progress\">his fight against hunger</a>, scoffed at the idea Bolsonaro was a champion of the poor.</p> <p>“Bolsonaro is only interested in himself, his kids, some pretty conservative generals and his paramilitary friends,” he claimed, in reference to longstanding allegations over <a href=\"https://www.theguardian.com/world/2019/mar/13/jair-bolsonaro-paramilitaries-marielle-franco-suspects\">the Brazilian president’s family ties </a>to the Rio de Janeiro mafia.</p> <p>“He doesn’t speak to society. Bolsonaro doesn’t have ears to listen. He just has a mouth to talk nonsense.”</p> <p>While Brazil’s former president claimed impeachment was an option, he conceded there was not currently support for that in the country’s congress, as there was when <a href=\"https://www.theguardian.com/world/2016/aug/31/dilma-rousseff-impeached-president-brazilian-senate-michel-temer\">his leftwing successor Dilma Rousseff was removed from office</a> in 2016.</p> <p>He said many rightwing politicians thought it wiser to allow Bolsonaro to continue sabotaging his chances of re-election in 2022 through his own incompetence – before electing another president from the right.</p> <p>Lula, who <a href=\"https://www.theguardian.com/world/2018/sep/11/lula-brazil-presidential-election-candidate-gives-up-race\">was sidelined from 2018’s election</a> after being jailed on disputed corruption charges, signalled he would not be the leftwing candidate in that contest.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"127d38d8cadb2472f4da5f74b7fe93fa94a8a413\"> <img src=\"https://media.guim.co.uk/127d38d8cadb2472f4da5f74b7fe93fa94a8a413/0_164_5032_3019/1000.jpg\" alt=\"Workers in protective gear bury a person alongside rows of freshly dug graves at the Vila Formosa cemetery in Sao Paulo, Brazil\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Workers in protective gear bury a person alongside rows of freshly dug graves at the Vila Formosa cemetery in Sao Paulo, Brazil.</span> <span class=\"element-image__credit\">Photograph: André Penner/AP</span> </figcaption> </figure>  <p>“I’ve lost my political rights so I’m not talking about myself,” said Lula, who <a href=\"https://www.theguardian.com/world/2019/nov/08/lula-brazil-released-prison-supreme-court-ruling\">was released</a> in November 2019 from 580 days in prison after a supreme court ruling.</p> <p>“But I’ll tell you something, you can be certain the left will be governing Brazil again after 2022. We don’t need to talk about who the candidate is right now. But we will vote for someone who is committed to human rights and respects them, who respects environmental protection, who respects the Amazon … who respects blacks and the indigenous. We’re going to elect someone who is committed to the poor of this country.”</p> <p>Observers of Brazilian politics are less sure Bolsonaro is totally finished – or that the left is well positioned to replace him.</p> <p>Some believe Bolsonaro – one of just four world leaders still downplaying coronavirus alongside the authoritarian presidents of Nicaragua,<a href=\"https://www.theguardian.com/world/2020/apr/17/belarus-crowdfunds-to-fight-coronavirus-as-leader-denies-it-exists\"> Belarus </a>and Turkmenistan – has obliterated his chances of a second term with his response to the crisis.</p> <p>But Thomas Traumann, a political commentator and communications minister under Rousseff, said such certainty was premature: “There are two centuries to go until 2022.”</p> <p>Traumann said it was clear Bolsonaro had severely weakened himself – but so far rightwing politicians such as the governors of Rio de Janeiro and São Paulo appeared to be capitalising on Bolsonaro’s blunders the most.</p>  <figure class=\"element element-image\" data-media-id=\"d165e71512a1009535e5e4e2c40a21fa348cbdb8\"> <img src=\"https://media.guim.co.uk/d165e71512a1009535e5e4e2c40a21fa348cbdb8/0_0_3066_1840/1000.jpg\" alt=\"Jair Bolsonaro, right, with Luiz Henrique Mandetta, whom he has fired as health minister\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jair Bolsonaro, right, with Luiz Henrique Mandetta, whom he has fired as health minister.</span> <span class=\"element-image__credit\">Photograph: Adriano Machado/Reuters</span> </figcaption> </figure>  <p>And ultimately Brazil was hurtling into such an unpredictable and potentially tumultuous few weeks that it was impossible to know what the political fallout might be.</p> <p>“We know Bolsonaro will come out of this weaker. We know his mistakes will not be forgiven,” Traumann said.</p> <p>How the political chips would fall after that was anyone’s guess, Traumman added, likening Brazil’s predicament to the start of a rollercoaster ride.</p> <p>“All we know is that many loops lie ahead … We are moving into an unknown world … We are sailing in the darkness.”</p> <p>Lula said he was certain of one thing: that at a moment of national crisis, Brazil needed a leader capable of uniting its 211 million citizens.</p> <p>“A president should be like the conductor of an orchestra,” he said. “The problem is that our conductor knows nothing about music, can’t read a score and doesn’t even know how the batons work.</p> <p>“He’s trying to play classical music with the instruments you use to play samba. He’s turned his orchestra into a madness – a Tower of Babel,” Lula said. “He doesn’t know what he’s doing in the presidential palace … Not even Trump takes him seriously.”</p>"
]