[
  "<p>Donald Trump wants to be nominated by a Republican national convention with all the trappings of a normal, packed event: the thronging crowds, the balloon drop, the scores of sideshow events. Meanwhile, former vice-president Joe Biden and senior Democratic officials are strongly considering a partially or completely virtual convention.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/04/joe-biden-george-floyd-protests\">Can Joe Biden convince protesters he would be a 'transformational' president?</a> </p> </aside>  <p>It is a stark illustration of how the two men – and their parties – are reacting to the impact of the coronavirus pandemic on the 2020 race. Trump wants to get back to business as usual in the physical world while Biden and his staff are navigating a new world mostly online.</p> <p>Even as America cautiously reopens from its most quarantined pandemic days, Trump has traveled across the country and been plotting campaign events and an upcoming in-person fundraiser.</p> <p>Biden has been far more cautious, continuing to host online fundraisers while his team have said they are listening to health experts on how quickly to revert back to pre-coronavirus campaigning.</p> <p>When he has delivered speeches or made public appearances, Trump has refused to wear a mask. Biden has made a point of appearing masked in public, a deliberate contrast to Trump.</p> <p>“It’s in Biden’s interest that the campaign is a referendum on the president and not a choice,” said Republican David Kochel, who was a top adviser for Jeb Bush’s 2016 presidential campaign. “So if I was Team Biden I would probably be doing the same thing, which is being as low-key as possible, sending a more calm and reassuring message. But I don’t think that Biden needs to get out and try and hold a 10,000-person rally. It’s not his forte anyway.”</p> <p>Kochel added that Trump’s approach made sense for him as well.</p> <p>“The Trump strategy really makes sense as well because he really does feed off of those rallies – the energy that he gets from them,” Kochel said. “It’s an interesting platform for him to launch into his detractors and his rivals and without that platform I think it’s not as easy for him.”</p>  <figure class=\"element element-image\" data-media-id=\"af9841366cf986fb230e3e48c945b44c37518cbd\"> <img src=\"https://media.guim.co.uk/af9841366cf986fb230e3e48c945b44c37518cbd/0_206_3500_2101/1000.jpg\" alt=\"Donald Trump wants this year’s Republican convention to replicate the crowded, in-person atmosphere of the 2016 version.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump wants this year’s Republican convention to replicate the crowded, in-person atmosphere of the 2016 version.</span> <span class=\"element-image__credit\">Photograph: Rick Wilking/Reuters</span> </figcaption> </figure>  <p>Both Biden and Trump have made appearances in public since the protests sparked by George Floyd’s death have rocked the nation with scenes of unrest. Both have delivered remarks addressing those protests. But where Biden’s public appearances and comments have largely been about calling for reform, Trump has pushed a “law and order” agenda – although he has publicly acknowledged Floyd’s death.</p> <p>Biden is reportedly expected to attend Floyd’s funeral next week. On Friday Trump is slated to travel to Maine to tour where he will tour a nasal swab facility.</p> <p>The differing approaches extend to fundraisers as well. According to a list obtained by the Guardian, all of Biden’s upcoming fundraising events are virtual. By contrast, Trump and his team are plotting in-person fundraisers, according to <a href=\"https://www.politico.com/news/2020/05/29/trump-schedules-in-person-fundraisers-as-shackles-come-off-289798\">Politico</a>.</p> <p>Ignoring the pandemic is also handy for a president whose response to a disaster that has killed 100,000 Americans and seen 40 million people lose their jobs has been widely slammed as chaotic and ineffective. Meanwhile, Biden’s caution emphasizes the reality that the coronavirus remains an ongoing challenge for the government.</p> <p>“Protesting aside, it’s a tricky time because as we’re seeing, yes some states are starting to open back up but, as we’re seeing, the number of cases is going back up in those places. Just from a campaign perspective, trying to assess what you can do without putting people in danger [is important],” said the Democratic strategist Karen Finney, who served as a senior communications adviser for Hillary Clinton’s 2016 presidential campaign.</p> <p>Finney added that she doubted voters would rally around Trump’s approach to campaigning like the pandemic never happened. Americans are having to accept that this entire election cycle will be unlike other ones, Finney said.</p> <p>“I think this is also part of us accepting that it’s all going to be very different, voting is going to be different,” Finney added. “We may have to settle in and be prepared that we may not have a set answer on election night. It may be a two- or three-day process.”</p> <p>The Trump team and the president himself have wanted to turn Biden’s social distancing and virtual campaigning into a liability. Trump has dinged his likely rival as dotty and out of touch. Trump allies hope that if the president is confidently crisscrossing the country without a mask, doing campaign events, that will also offer a stark contrast with Biden. They hope he will appear weak to voters.</p> <p>Finney, though, said the reason Trump has been attacking Biden on the Democrat’s caution is because so far it has helped Biden develop a healthy lead in the polls.</p> <p>“The reason Trump is attacking [Biden] is because the basement strategy has been very successful and effective,” Finney said. Biden, Finney said, has been able to create virtual events that have been effective. “He’s been able to deliver a clear, consistent message that actually is resonating with what people hear in this time of crisis and speaking to our fears and our concerns but also trying to put forward a positive message.”</p>",
  "<div id=\"block-5ed8c5858f0893539f4cfe2d\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T10:29:39.608Z\">11.29am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Today so far</h2> \n <div class=\"block-elements\"> \n  <p>I’m going to be closing this live blog now, but will be continuing our coverage with <a href=\"https://www.theguardian.com/us-news/live/2020/jun/04/george-floyd-killing-protests-us-live-news-updates-donald-trump\">a new one over here</a>.</p> \n  <p>Here’s a summary of what you need to know about today so far:</p> \n  <ul> \n   <li>Protests continued overnight, but with seemingly less violence overall. Some cities were scaling back their response - Seattle is cancelling a planned curfew</li> \n   <li>However, New Orleans police confirm they used tear gas, and there was violence in New York injuring protestors and the police</li> \n   <li>AP figures put the number of arrests so far in protests about the killing to be 10,000 nationwide</li> \n   <li>Barack Obama offered <a href=\"https://www.theguardian.com/us-news/2020/jun/03/obama-george-floyd-remarks-protests-trump\">words of hope and optimism about the future</a></li> \n   <li>Former defence secretary James Mattis launched an extraordinary attack on the president over his handling of the protests, <a href=\"https://www.theguardian.com/us-news/2020/jun/03/james-mattis-comdemns-trump-george-floyd-protests\">accusing him of dividing the US</a></li> \n   <li>Meghan Markle, Duchess of Sussex, has spoken out over the killing of George Floyd, <a href=\"https://www.theguardian.com/uk-news/2020/jun/04/meghan-duchess-of-sussex-speaks-out-over-george-floyd-killing\">telling pupils at her old high school</a> “I am so sorry that you have to grow up in the world where this is still present.”</li> \n  </ul> \n  <p>Follow the latest developments here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2020/jun/04/george-floyd-killing-protests-us-live-news-updates-donald-trump\">George Floyd killing: reports of over 10,000 arrested as protests enter 10th day – live</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed8c0ef8f082107f453a8b9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T09:43:18.159Z\">10.43am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Star Wars actor John Boyega was one of the most high profile people protesting in London yesterday, and he has won praise for his address to the crowd.</p> \n  <figure class=\"element element-image\" data-media-id=\"e1c8c8746f1d02c4337f9c9b1e37343d67efd26f\"> \n   <img src=\"https://media.guim.co.uk/e1c8c8746f1d02c4337f9c9b1e37343d67efd26f/942_1013_5778_3467/1000.jpg\" alt=\"Star Wars actor John Boyega speaks in Hyde Park, London\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Star Wars actor John Boyega speaks in Hyde Park, London</span> \n    <span class=\"element-image__credit\">Photograph: David Parry/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n  <p>Despite admitting himself that it was potentially a risky move for his career, he has received widespread praise from others associated with Star Wars and Boyega’s films.</p> \n  <p>Our film editor Catherine Shoard has more on this story here, looking at <a href=\"https://www.theguardian.com/film/2020/jun/04/john-boyega-anti-racism-speech-wins-praise-star-wars-costars-black-lives-matter\">the reaction to Boyega’s speech</a>.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2020/jun/04/john-boyega-anti-racism-speech-wins-praise-star-wars-costars-black-lives-matter\">John Boyega's rousing Black Lives Matter speech wins praise and support</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T09:43:43.193Z\">at 10.43am BST</time></p> \n</div> \n<div id=\"block-5ed8bccc8f082107f453a88d\" class=\"block\" data-block-contributor=\"profile/alex-hern\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T09:24:27.426Z\">10.24am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Lego has asked its partners to pull all marketing for police themed sets as part of its response to the ongoing black lives matter protests in the US.<br></p> \n  <p>More than 30 building sets, minifigures and accessories are included on the list, distributed amongst affiliate marketers and widely published on social media. <br></p> \n  <p>Amongst the sets to be pulled are “Police Dog Unit”, “Police Bike” and “Police Station”, but also some products with a less obvious connection to the police, including “Fire Plane”, “Barbecue Burn Out” and “Donut Shop Opening”.<br></p> \n  <p>The Lego Architecture version of the White House, a £90 model intended for adult builders, is also included on the list.<br></p> \n  <figure class=\"element element-image\" data-media-id=\"a511ab2ffe613a3d98e32f6605b47c09fa300608\"> \n   <img src=\"https://media.guim.co.uk/a511ab2ffe613a3d98e32f6605b47c09fa300608/0_0_1468_1102/1000.jpg\" alt=\"LEGO Architecture White House model\" width=\"1000\" height=\"751\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">LEGO Architecture White House model</span> \n    <span class=\"element-image__credit\">Photograph: LEGO</span> \n   </figcaption> \n  </figure> \n  <p>In a statement, a Lego spokesperson said “We requested that our affiliate partners refrain from posting promotional LEGO content as part of our decision to respect #BlackOutTuesday and pause posting content on our social media channels in response to the tragic events in the US. We regret any misunderstanding and will ensure that we are clearer about our intentions in the future.”<br></p> \n  <p>On its Twitter feed Lego, a statement said the company “stands with the black community against racism and inequality. There is much to do.<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LEGO_Group/status/1268216876498399237\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/gpWKJ8pr7V\">pic.twitter.com/gpWKJ8pr7V</a></p>— LEGO (@LEGO_Group) \n    <a href=\"https://twitter.com/LEGO_Group/status/1268216876498399237?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“We will donate $4m to organisations dedicated to supporting black children and educating all children about racial equality,” the company added.</p> \n </div> \n</div> \n<div id=\"block-5ed8b6d48f08cadb60400d6b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T09:01:07.699Z\">10.01am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In a move sure to irk Donald Trump, Iranian president Hassan Rouhani has described George Floyd’s killing as “brutal” and criticised Trump for posing for photos while holding a Bible.</p> \n  <p>In a televised speech he said “We express sympathy toward the American people who are on the streets while harshly condemning the crime. It is a shame that the president stands with a Bible when he plans to act against his people.”</p> \n  <figure class=\"element element-image\" data-media-id=\"f4c9ca84af82302eb24395ee39c5968d19f0c964\"> \n   <img src=\"https://media.guim.co.uk/f4c9ca84af82302eb24395ee39c5968d19f0c964/900_623_1382_830/1000.jpg\" alt=\"Rouhani in Tehran. In his TV address he said George Floyd “was killed in the most brutal way”\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Rouhani in Tehran. In his TV address he said George Floyd “was killed in the most brutal way”</span> \n    <span class=\"element-image__credit\">Photograph: Iranian Presidency/ZUMA Wire/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n  <p>The two presidents are not shy about discussing protests in the other’s nation. Earlier in the year Trump repeatedly tweeted support for protestors in Iran, including a direct appeal to them in Farsi.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1216114167108849665\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"fa\" dir=\"rtl\">به مردم شجاع و رنج کشیده ایران: من از ابتدای دوره ریاست جمهوریم با شما ایستاده‌ام و دولت من همچنان با شما خواهد ایستاد. ما اعتراضات شما را از نزدیک دنبال می کنیم. شجاعت شما الهام بخش است.</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1216114167108849665?ref_src=twsrc%5Etfw\">January 11, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed8b3228f0893539f4cfd77\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T08:52:29.757Z\">9.52am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the UK overnight the family of Lee Rigby have issued a statement asking right-wing social media users to stop using the name of the late soldier in posts aimed at denigrating the #BlackLivesMatter movement.</p> \n  <p><a href=\"https://www.facebook.com/theleerigbyfoundation/photos/pb.1051804731511153.-2207520000../3253527101338894/?type=3&amp;theater\">The statement</a>, posted on Facebook by the <a href=\"https://www.facebook.com/theleerigbyfoundation/\">Lee Rigby Foundation</a> reads:</p> \n  <blockquote class=\"quoted\"> \n   <p>As a foundation and a family we are aware of a number of posts using images of Lee and his murder in a divisive way to fuel arguments against the Black Lives Matter protests.</p> \n   <p>Lee proudly served his country to protect the rights and freedoms of all members of this great melting pot of a nation. Seeing his image used to cause hate of any kind especially for those exercising their freedoms in protest against this issue hurts.</p> \n   <p>We find these post extremely heartbreaking and distressing, and in complete opposition to what Lee stood for. We ask you all to please stop using his image and memory in such posts as he was a lover of all humanity.</p> \n  </blockquote> \n  <p>Signed by Lee’s mother Lyn, the message goes on to state that “Our thoughts and support goes out to George Floyd’s friends and family at this tragic time.”</p> \n  <figure class=\"element element-image\" data-media-id=\"aa3469e7bff71ebf9ab802d8a45f8cfac7dd2300\"> \n   <img src=\"https://media.guim.co.uk/aa3469e7bff71ebf9ab802d8a45f8cfac7dd2300/0_0_1240_1753/707.jpg\" alt=\"Statement from the Lee Rigby Foundation about #BlackLivesMatter\" width=\"707\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Statement from the Lee Rigby Foundation about #BlackLivesMatter</span> \n    <span class=\"element-image__credit\">Photograph: Lee Rigby Foundation/Facebook</span> \n   </figcaption> \n  </figure> \n  <p>Fusilier Lee Rigby of the Royal Regiment of Fusiliers was <a href=\"https://www.theguardian.com/uk/2013/may/24/woolwich-attack-lee-rigby-family-grief\">murdered in a terror attack</a> in Woolwich, southeast London, in May 2013. His attackers were <a href=\"https://www.theguardian.com/uk-news/2014/feb/26/lee-rigby-killers-michael-adebolajo-adebowale-whole-life-ruling\">sentenced in 2014 to life imprisonment</a>.</p> \n </div> \n</div> \n<div id=\"block-5ed8a73a8f0893539f4cfcf2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T08:06:24.244Z\">9.06am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Arrests at George Floyd protests reach 10,000</h2> \n <div class=\"block-elements\"> \n  <p>Associated Press are reporting that more than 10,000 people have now been arrested in protests against racism and police brutality in the wake of George Floyd’s death. It’s not an official figure, but comes from their own tally of arrest reports.</p> \n  <p>The AP figures show that Los Angeles has had more than a quarter of the national arrests, followed by New York, Dallas and Philadelphia. Many of the arrests have been for low-level offences such as curfew violations and failure to disperse. Hundreds were arrested on burglary and looting charges.</p> \n  <p>During the course of the protests it has been a common refrain from the authorities that “outside agitators” from out-of-town were responsible for the highly visible protests. Minnesota governor Tim Walz even went as far as to say that 80 percent of the participants in the demonstrations were from out of state.</p> \n  <p>The AP figures tell a different story. In a nearly 24-hour period from Saturday night to Sunday afternoon, 41 of the 52 people cited with protest-related arrests in Minneapolis had Minnesota driver’s licenses, according to the Hennepin County sheriff.</p> \n  <p>Likewise, in the nation’s capital, 86 percent of the more than 400 people arrested as of Wednesday afternoon were, according to AP, from Washington, D.C., Maryland and Virginia.</p> \n  <p>Los Angeles Chief Michel Moore told the city’s Police Commission Tuesday the bulk of the arrests, about 2,500, were for failure to disperse or curfew violations. The rest were for crimes including burglary, looting, assaults on police officers and other violence. </p> \n  <p>The only other U.S. city with an arrest toll that comes close to Los Angeles’ is New York, with about 2,000.</p> \n </div> \n</div> \n<div id=\"block-5ed8a3848f082107f453a7bb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T07:42:57.226Z\">8.42am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>If you’ve been following the #BlackLivesMatter hashtag on social media you may have been surprised this morning by a sudden flood of Korean characters and the repeated phrase: “We stand against racial discrimination. We condemn violence. You, I and we all have the right to be respected. We will stand together.”</p> \n  <p>The source of this is the world’s biggest K-Pop band, BTS, who posted on social media this morning:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BTS_twt/status/1268422690336935943\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"ko\" dir=\"ltr\">우리는 인종차별에 반대합니다.<br>우리는 폭력에 반대합니다.<br>나, 당신, 우리 모두는 존중받을 권리가 있습니다. 함께 하겠습니다.<br><br>We stand against racial discrimination.<br>We condemn violence.<br>You, I and we all have the right to be respected. We will stand together.<a href=\"https://twitter.com/hashtag/BlackLivesMatter?src=hash&amp;ref_src=twsrc%5Etfw\">#BlackLivesMatter</a></p>— 방탄소년단 (@BTS_twt) \n    <a href=\"https://twitter.com/BTS_twt/status/1268422690336935943?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The post on Twitter is already rapidly approaching 1 million likes after just an hour, and has mobilised their huge social media army, who are currently retweeting, quoting and fund-raising for the #BlackLivesMatter movement.</p> \n  <figure class=\"element element-image\" data-media-id=\"2d75fced6d50143f2d2dc44322085e59786db681\"> \n   <img src=\"https://media.guim.co.uk/2d75fced6d50143f2d2dc44322085e59786db681/0_57_1200_720/1000.jpg\" alt=\"K-Pop boy band Bangtan Boys BTS in Seoul - they are the best-selling Korean pop export of all time\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">K-Pop boy band Bangtan Boys BTS in Seoul - they are the best-selling Korean pop export of all time</span> \n    <span class=\"element-image__credit\">Photograph: EPA</span> \n   </figcaption> \n  </figure> \n  <p>The band’s following were also active on social media earlier in the week - flooding hashtags like #BlueLivesMatter and #WhiteLivesMatter with pictures and videos of the band, to drown out anti-#BlackLivesMatter sentiment.</p> \n  <p>Their K-Pop tweets on the main #BlackLivesMatter hashtag itself may not be universally welcomed however. Tuesday’s attempt at a social media blackout was <a href=\"https://www.theguardian.com/us-news/2020/jun/02/blackout-tuesday-dominates-social-media-millions-show-solidarity-george-floyd\">criticised by some activists</a> complaining that the string of blank images and silent posts was inhibiting the ability for people to share useful information with the hashtag. </p> \n </div> \n</div> \n<div id=\"block-5ed8a00f8f082107f453a7a0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T07:23:14.233Z\">8.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>If you missed former president Barack Obama’s intervention yesterday you can catch up with the highlights in this video package.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"8babe0b9-ebff-4548-8dbe-40825d34577d\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/TseGn1IwnzM?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>His main theme was of optimism for the future, citing “a far more representative cross-section of America out on the streets peacefully protesting and who felt moved to do something because of the injustices… That didn’t exist back in the 1960s.”</p> \n  <p><a href=\"https://www.theguardian.com/us-news/2020/jun/03/james-mattis-comdemns-trump-george-floyd-protests\">Unlike James Mattis</a>, Obama avoided explicit criticism of the current administration. You can read more about what Obama said here: <a href=\"https://www.theguardian.com/us-news/2020/jun/03/obama-george-floyd-remarks-protests-trump\">‘Your lives matter’: Obama offers words of hope in contrast to Trump’s division</a></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/03/obama-george-floyd-remarks-protests-trump\">'Your lives matter': Obama offers words of hope in contrast to Trump's division</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed89e458f0893539f4cfcbf\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T07:16:52.453Z\">8.16am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Meghan Markle speaks out about the death of George Floyd</h2> \n <div class=\"block-elements\"> \n  <p>Meghan Markle has spoken out about the death of George Floyd in a video recorded for students graduating from her old high school, Immaculate Heart, in Los Angeles</p> \n  <p>“I know you know that black lives matter,” the Duchess of Sussex said in the video. </p> \n  <p>“For the past couple of weeks I’ve been planning on saying a few words to you for your graduation and as we’ve all seen over the last week what is happening in our country, and in our state and in our home town of LA is absolutely devastating</p> \n  <p>“First thing I want to say to you is that I’m sorry, I’m so sorry that you have to grow up in a world where this is still present,” she said in her message.<br></p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"1acc5a3c-76ab-4365-8dbb-0883dc371195\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/kNlNR5AWnRE?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>The duchess admitted in the video that she was worried about saying the right thing and that she expected her words to be “picked apart”.</p> \n  <p>It is unusual for members of the British royal family to comment on political issues - however Meghan and her husband Prince Harry have been anything but conventional in their approach to royal life. They effectively retired from royal duties in March, and are currently living in Los Angeles with their son Archie.</p> \n  <p>“The only wrong thing to say is to say nothing. Because George Floyd’s life mattered, and Breonna Taylor’s life mattered, and Philando Castile’s life mattered and Tamir Rice’s life mattered and so did so many other people whose names we know, and whose names we do not know,” she said.</p> \n  <p>The 38-year-old also reflected on her own memories of the 1992 LA riots.<br></p> \n  <p>“Those memories don’t go away and I can’t imagine that at 17 or 18 years old, which is how old you are now, that you would have to have a different version of that same type of experience,” she said.<br></p> \n  <p>“That’s something you should have an understanding of, but an understanding of as a history lesson not as your reality. So I’m sorry that in a way we have not gotten the world to the place you deserve it to be.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T08:19:08.151Z\">at 9.19am BST</time></p> \n</div> \n<div id=\"block-5ed89d138f08cadb60400c81\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T07:08:23.262Z\">8.08am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The MLS winger Aleksandar Katai, who plays for LA Galaxy, has found himself embroiled in a racism row after it appeared his wife had posted inflammatory messages about the George Floyd protests on her Instagram account. </p> \n  <p>Tea Katai’s posts were written in Serbian and appeared to be a call to “kill” protesters, with another calling them “disgusting cattle”. <br></p> \n  <p>The team issued the following statement: “The LA Galaxy strongly condemned the social posts and requested their immediate removal. The LA Galaxy stands firmly against racism of any kind, including that which suggests violence or seeks to demean the efforts of those in pursuit of racial equality. The LA Galaxy stand with communities of color, and especially the Black community, in the protests and fight against systemic racism, social inequality, bigotry and violence.”</p> \n </div> \n</div> \n<div id=\"block-5ed899418f0893539f4cfc94\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T06:56:37.951Z\">7.56am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There’s a steady stream of stunning images coming through from last nights protests from across the US, and indeed the world.</p> \n  <figure class=\"element element-image\" data-media-id=\"f617c9264ee1bf9b074f65cfa9842eaf73486e10\"> \n   <img src=\"https://media.guim.co.uk/f617c9264ee1bf9b074f65cfa9842eaf73486e10/0_0_5735_3971/1000.jpg\" alt=\"Protester organizers shed tears while speaking during a peaceful march in Detroit\" width=\"1000\" height=\"692\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Protester organizers shed tears while speaking during a peaceful march in Detroit</span> \n    <span class=\"element-image__credit\">Photograph: Seth Herald/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"88f69dcae4f8303959aa91c9bd74953f77ed8b25\"> \n   <img src=\"https://media.guim.co.uk/88f69dcae4f8303959aa91c9bd74953f77ed8b25/0_0_4096_2731/1000.jpg\" alt=\"A person pours milk on the face of a protester who was teargassed by police officers in New Orleans\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A person pours milk on the face of a protester who was teargassed by police officers in New Orleans</span> \n    <span class=\"element-image__credit\">Photograph: Sophia Germer/AP</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"9492bffff4b32cf63ccb12cce695086f004f496c\"> \n   <img src=\"https://media.guim.co.uk/9492bffff4b32cf63ccb12cce695086f004f496c/0_0_8256_5504/1000.jpg\" alt=\"Members of the Pennsylvania National Guard monitor activity outside City Hall in Philadelphia\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Members of the Pennsylvania National Guard monitor activity outside City Hall in Philadelphia</span> \n    <span class=\"element-image__credit\">Photograph: Mark Makela/Getty Images</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"43eeba3b8613ffd4bb274c3ed776cd4fc5389f08\"> \n   <img src=\"https://media.guim.co.uk/43eeba3b8613ffd4bb274c3ed776cd4fc5389f08/0_0_4928_3280/1000.jpg\" alt=\"Protestors lie down in protest in San Mateo, California\" width=\"1000\" height=\"666\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Protestors lie down in protest in San Mateo, California</span> \n    <span class=\"element-image__credit\">Photograph: Neal Waters/ZUMA Wire/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"88f0bbee2c50e5c69498397314dec312f487b62c\"> \n   <img src=\"https://media.guim.co.uk/88f0bbee2c50e5c69498397314dec312f487b62c/0_0_3000_1930/1000.jpg\" alt=\"Protestors in Sydney last night, showing how far the death of George Floyd has sparked outrage around the world\" width=\"1000\" height=\"643\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Protestors in Sydney last night, showing how far the death of George Floyd has sparked outrage around the world</span> \n    <span class=\"element-image__credit\">Photograph: Xinhua/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"05118cf786f03191521eda9ee56918b84c3c55ef\"> \n   <img src=\"https://media.guim.co.uk/05118cf786f03191521eda9ee56918b84c3c55ef/0_0_2969_4013/740.jpg\" alt=\"A protesters in Detroit wearing a face mask with the words “I can’t breath” which have come to symbolise George Floyd’s death at the hands of the police\" width=\"740\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A protesters in Detroit wearing a face mask with the words “I can’t breath” which have come to symbolise George Floyd’s death at the hands of the police</span> \n    <span class=\"element-image__credit\">Photograph: Seth Herald/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed8949a8f0893539f4cfc77\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T06:33:47.133Z\">7.33am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The protests and grief over the killing of George Floyd have dominated headlines in the US and around the world for over a week, and are not likely to let up at any point soon.</p> \n  <p>A huge focus today will be the first of the memorial services for Floyd. <a href=\"https://apnews.com/ecaa8a7aa2f9112b1c4b8dd1a611b707\">Associated Press reports</a> that the first service will be this afternoon at North Central University in Minneapolis. Rev. Al Sharpton, founder of the National Action Network, and Floyd family attorney Ben Crump will speak.</p> \n  <p>Floyd’s body will then go to Raeford in North Carolina, where he was born, for a two-hour public viewing and private service for the family on Saturday.</p> \n  <p>Finally, a public viewing will be held Monday in Houston, where he was raised and lived most of his life. A 500-person service on Tuesday will take place at The Fountain of Praise church and will include addresses from Sharpton, Crump, and the Rev. Remus E. Wright.</p> \n </div> \n</div> \n<div id=\"block-5ed88fe98f08cadb60400c27\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T06:15:30.226Z\">7.15am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Key points today so far</h2> \n <div class=\"block-elements\"> \n  <p>Here’s a summary of the key points in the last few hours</p> \n  <ul> \n   <li>In a highly unusual intervention, former defence secretary <a href=\"https://www.theguardian.com/us-news/2020/jun/03/james-mattis-comdemns-trump-george-floyd-protests\">James Mattis condemned Trump’s handling of the George Floyd protests</a>, saying “Donald Trump is the first president in my lifetime who does not try to unite the American people”.</li> \n   <li>The New York Times is being criticised by its own staff for an op-ed by a Republican senator <a href=\"https://www.theguardian.com/media/2020/jun/03/new-york-times-op-ed-tom-cotton-backlash-staff\">urging Trump to “send in the troops”</a>.<br></li> \n   <li>Protests continued in major US cities overnight, but seemingly with less confrontation than in previous days.</li> \n   <li>Los Angeles mayor Eric Garcetti has announced that he will<a href=\"https://www.npr.org/2020/06/03/869242938/amid-protests-against-police-violence-la-mayor-eric-garcetti-announces-cuts-to-l\"> scrap a planned budget boost</a> for the city’s police department, diverting some of the funds to efforts to address problems faced by black residents.</li> \n   <li>Donald Trump addressed claims that he was <a href=\"https://www.theguardian.com/us-news/2020/jun/03/trump-bunker-george-floyd-protests\">hiding in a bunker</a> while protest took place in DC by claiming that he briefly visited it to “inspect” it.</li> \n   <li>In Australia, the prime minister, Scott Morrison, has warned against “importing the things that are happening overseas to Australia” after protesters gathered in Sydney to denounce the killing of <a href=\"https://www.theguardian.com/us-news/george-floyd\">George Floyd</a> and to rally against Indigenous deaths in custody.</li> \n  </ul> \n  <p>I’m Martin Belam in London, and I’ll be running the blog here until handing over to my colleagues in New York in a few hours. You can contact me at martin.belam@theguardian.com</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T06:37:54.951Z\">at 7.37am BST</time></p> \n</div> \n<div id=\"block-5ed88e228f08cadb60400c20\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T06:03:17.116Z\">7.03am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>That’s it from me, <a href=\"https://twitter.com/helenrsullivan\">Helen Sullivan</a>, for today. Thank you for following along and, as always, to those who took the time to get in touch. </p> \n  <p>My colleague Martin Belam will once again be steering this ship for the next few hours. </p> \n </div> \n</div> \n<div id=\"block-5ed88ccd8f0893539f4cfc4a\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T05:59:38.228Z\">6.59am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">LA Mayor scraps planned police department budget boost</h2> \n <div class=\"block-elements\"> \n  <p>Los Angeles Mayor Eric Garcetti has announced that he will<a href=\"https://www.npr.org/2020/06/03/869242938/amid-protests-against-police-violence-la-mayor-eric-garcetti-announces-cuts-to-l\"> scrap a planned budget boost</a> for the city’s police department, diverting some of the funds to efforts to address problems faced by black residents, NPR reports. </p> \n  <p>The planned boost had included $41 million in bonuses. </p> \n  <p> NPR continues, “Not only will the LAPD budget not increase, the mayor is also looking to make cuts. He said he is committed to slashing another $250 million within the department as he plans to do across all others.”</p> \n </div> \n</div> \n<div id=\"block-5ed88b9d8f082107f453a70e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T05:54:11.532Z\">6.54am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><a href=\"https://www.nbcnews.com/news/us-news/live-blog/2020-06-03-george-floyd-protests-n1223081/ncrd1224176#liveBlogHeader\">NBC</a> reports that two police officers involved in an apparent assault on Australian journalists have been placed on administrative duty, according to officials. </p> \n  <p>“In a statement, United States Park Police acting Chief Gregory T. Monahan said the move came while the 1 June incident in Lafayette Square is investigated,” NBC reports. </p> \n  <p>Here is our video of the incident: </p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"5e02adee-c6fb-4411-b9a9-e1472032f8ae\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/1gYiJR1BT60?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>You can read more about it here: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2020/jun/02/australia-raises-concern-assault-news-team-washington-dc-protest\">Australia raises concern over assault on news team at Washington DC protest</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed87b898f082107f453a6b6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T05:49:07.242Z\">6.49am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A member of a Texas city council has resigned under fire over a social media response he made to a protest of George Floyds death in Minneapolis police custody, AP reports. <br><br>Paris City Council member Benny Plata submitted his resignation at a special meeting Tuesday.<br><br>Mayor Steve Clifford called the meeting to censure Plata after the council member messaged a protester, “Why don’t you leave America if it’s so bad,” The Paris News reported.<br><br>Plata said he really cares about the city and was responding to one person berating America. </p> \n </div> \n</div> \n<div id=\"block-5ed886628f0893539f4cfc2d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T05:34:30.484Z\">6.34am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In Australia, the Prime Minister, Scott Morrison, has warned against “importing the things that are happening overseas to Australia” after protesters gathered in Sydney to denounce the killing of George Floyd in the United States and to rally against Indigenous deaths in custody. Further protests are planned in cities around Australia in the next few days.</p> \n  <p>The prime minister acknowledged during a radio interview on Thursday that Australia also had problems “in this space” that it needed to address, but insisted those issues were being dealt with and “we don’t need to draw equivalence here”.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2020/jun/04/morrison-says-australia-should-not-import-black-lives-matter-protests-after-deaths-in-custody-rally\">Morrison says Australia should not import Black Lives Matter protests after deaths-in-custody rally</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed884288f082107f453a6eb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T05:26:37.509Z\">6.26am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>You can get in touch with me directly on Twitter <a href=\"https://twitter.com/helenrsullivan\">@helenrsullivan</a>. </p> \n </div> \n</div> \n<div id=\"block-5ed882db8f0893539f4cfc1c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T05:23:12.569Z\">6.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Today in pictures: </p> \n  <figure class=\"element element-image\" data-media-id=\"24e803e086de4057d6a924c432e574b8338e66bf\"> \n   <img src=\"https://media.guim.co.uk/24e803e086de4057d6a924c432e574b8338e66bf/0_232_3500_2101/1000.jpg\" alt=\"Demonstrators raise their hands as they wait for LAPD officers to detain them during a protest in response to the death in Minneapolis police custody of George Floyd, in Los Angeles, California, US 3 June 3, 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Demonstrators raise their hands as they wait for LAPD officers to detain them during a protest in response to the death in Minneapolis police custody of George Floyd, in Los Angeles, California, US 3 June 3, 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Patrick T Fallon/Reuters</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"9cce262a328e6cb13050c3921d0ad66b884f35c6\"> \n   <img src=\"https://media.guim.co.uk/9cce262a328e6cb13050c3921d0ad66b884f35c6/0_49_5178_3110/1000.jpg\" alt=\"A protestor displays an upside down US flag outside the District Attorney’s office during a peaceful demonstration over George Floyds death on June 3, 2020 in Los Angeles, California.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A protestor displays an upside down US flag outside the District Attorney’s office during a peaceful demonstration over George Floyds death on June 3, 2020 in Los Angeles, California.</span> \n    <span class=\"element-image__credit\">Photograph: Mario Tama/Getty Images</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"074fcc49ec4b83c728794df1bd68f4859444b2af\"> \n   <img src=\"https://media.guim.co.uk/074fcc49ec4b83c728794df1bd68f4859444b2af/0_262_3300_1980/1000.jpg\" alt=\"Protesters raise their hands in solidarity during a protest Wednesday, June 3, 2020, in Memphis, Tenn., over the death of George Floyd in Minneapolis.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Protesters raise their hands in solidarity during a protest Wednesday, June 3, 2020, in Memphis, Tenn., over the death of George Floyd in Minneapolis.</span> \n    <span class=\"element-image__credit\">Photograph: Patrick Lantrip/AP</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"b11330982aca81c24688c5cfdf9cb55481a1b57a\"> \n   <img src=\"https://media.guim.co.uk/b11330982aca81c24688c5cfdf9cb55481a1b57a/0_233_3500_2101/1000.jpg\" alt=\"Protesters walk onto Morrison Bridge while rallying against the death in Minneapolis police custody of George Floyd, in Portland, Oregon, US 3 June 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Protesters walk onto Morrison Bridge while rallying against the death in Minneapolis police custody of George Floyd, in Portland, Oregon, US 3 June 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Terray Sylvester/Reuters</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"3e669d5927e081a48368878761a3222f3e142896\"> \n   <img src=\"https://media.guim.co.uk/3e669d5927e081a48368878761a3222f3e142896/0_213_3500_2100/1000.jpg\" alt=\"Protesters rally following the death in Minneapolis police custody of George Floyd, near the department’s East Precinct in Seattle.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Protesters rally following the death in Minneapolis police custody of George Floyd, near the department’s East Precinct in Seattle.</span> \n    <span class=\"element-image__credit\">Photograph: Lindsey Wasson/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed881608f082107f453a6dd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T05:06:54.747Z\">6.06am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is the video referred to in the previous post: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lafrancois_j/status/1267526669818114049\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">I don’t have all the answers, but I have the video. <a href=\"https://t.co/GkFvbjHeZf\">pic.twitter.com/GkFvbjHeZf</a></p>— Justin the Francois (@lafrancois_j) \n    <a href=\"https://twitter.com/lafrancois_j/status/1267526669818114049?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed87a788f0893539f4cfbd6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T05:04:32.634Z\">6.04am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p> The police department in Charlotte, North Carolina’s largest city, is coming under criticism after a video posted to social media appeared to show officers using chemical agents on demonstrators who were boxed in while protesting the death of George Floyd.<br><br>The video was recorded Tuesday night by Justin LaFrancois, co-founder and publisher of the alternative Charlotte newspaper Queen City Nerve. He said officers fired tear gas and flash-bangs from behind the protesters, and in front of them as well. He also said officers perched on top of buildings were firing pepper balls down on the crowd.<br><br>“We were completely trapped,” LaFrancois said. “There was one way to get out, and half of the group did go out that way through the tear gas and through the pepper balls. But for the rest of us, the only route of escape ... was to pull up a gate on the parking structure that we were pressed up against.”</p> \n  <p>Charlotte-Mecklenburg police said on Twitter they are looking into the incident:<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CMPD/status/1268024259437355009\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We are internally reviewing the circumstances that developed this evening on 4th Street to ensure policy and protocol were followed.</p>— CMPD News (@CMPD) \n    <a href=\"https://twitter.com/CMPD/status/1268024259437355009?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T05:10:47.571Z\">at 6.10am BST</time></p> \n</div> \n<div id=\"block-5ed87ad18f08cadb60400b92\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T04:47:56.432Z\">5.47am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Venezuela’s authoritarian leader, Nicolás Maduro, railed against President Donald Trump on Wednesday, while expressing solidarity with the family of George Floyd, whose death in Minneapolis has sparked protests and street violence across the United States, AP reports. </p> \n  <figure class=\"element element-image\" data-media-id=\"3c3e64ac97da46b3622f253906f7e71069580994\"> \n   <img src=\"https://media.guim.co.uk/3c3e64ac97da46b3622f253906f7e71069580994/0_100_3000_1800/1000.jpg\" alt=\"Venezuelan President Nicolas Maduro.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Venezuelan President Nicolas Maduro.</span> \n    <span class=\"element-image__credit\">Photograph: Venezuelan Presidency/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Maduro accused Trump of turning the US military against his own people. He spoke on state TV at a ceremony decorating Venezuelan soldiers credited with fending off a recent attack that the socialist leader blames on Trump.<br><br>Maduro also extended Venezuela’s solidarity with young and black people in the US He says they are taking to the streets demanding an end to racism and police violence.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NicolasMaduro/status/1268356609845211137\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"es\" dir=\"ltr\">En nombre del pueblo venezolano expreso nuestra solidaridad a la familia de George Floyd, a la comunidad afroamericana y al pueblo estadounidense que luchan por la igualdad y la justicia. Un grito recorre las ciudades de los EE.UU: ¡Basta de racismo! ¡Basta de violencia policial! <a href=\"https://t.co/XqluFVxh5g\">pic.twitter.com/XqluFVxh5g</a></p>— Nicolás Maduro (@NicolasMaduro) \n    <a href=\"https://twitter.com/NicolasMaduro/status/1268356609845211137?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The White House has launched a campaign to oust Maduro. The US and other nations as well as human rights groups condemn Maduro for employing brutal force and torture to silence Venezuelans who oppose the socialist government.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T04:48:11.961Z\">at 5.48am BST</time></p> \n</div> \n<div id=\"block-5ed879618f082107f453a69b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T04:37:09.479Z\">5.37am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In Liberty, Missouri, civil rights organizations on Wednesday called for the resignation of Kansas City Police Chief Rick Smith, hours after a group of mostly black pastors demanded changes to improve relations between police and the city’s minority community, AP reports. </p> \n  <p><br>The Urban League of Greater Kansas City, the NAACPs Kansas City, Missouri branch, and More2 said in a <a href=\"https://bloximages.newyork1.vip.townnews.com/kctv5.com/content/tncms/assets/v3/editorial/b/a3/ba3f1c0c-a5d3-11ea-be87-a7769c17734f/5ed7ff825fe27.pdf.pdf\">statement</a> that Smith should resign because of his handling of excessive force complaints and officer-involved shootings of black men.<br><br>“Since November 2019, our Civil Rights organizations, in collaboration with faith and community leaders, have become increasingly appalled and very much concerned about Chief Smiths questionable leadership of the Kansas City Police Department,” the coalition said in a statement.<br><br>The group also criticized the city’s Board of Police Commissioners for allowing Smith to conduct internal investigations of officer-involved shootings and complaints of excessive force rather than calling in independent investigators.<br><br>A group of mostly black religious leaders made similar demands earlier Wednesday, but without calling for Smiths resignation.<br></p> \n  <p>Public relations officers for the department did not immediately respond to the demand that Smith resign.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T06:45:50.605Z\">at 7.45am BST</time></p> \n</div> \n<div id=\"block-5ed8768f8f082107f453a688\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T04:23:10.970Z\">5.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hi, <a href=\"https://twitter.com/helenrsullivan\">Helen Sullivan</a> joining you now. I’ll be bringing you the latest news from across the country for the next few hours – please do get in touch on <a href=\"https://twitter.com/helenrsullivan\">Twitter</a> with questions, feedback, and, of course, news from wherever you are.</p> \n  <p>I’m <a href=\"https://twitter.com/helenrsullivan\">@helenrsullivan</a>.</p> \n  <p>Alternatively, send me an email: helen.sullivan[at]theguardian.com</p> \n </div> \n</div> \n<div id=\"block-5ed871438f0893539f4cfbae\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T04:17:04.374Z\">5.17am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Today so far</h2> \n <div class=\"block-elements\"> \n  <p>That’s it from me today. My colleague <a href=\"https://twitter.com/helenrsullivan\">Helen Sullivan</a> will continue providing live updates. Here’s a review what’s transpired over the last few hours:</p> \n  <ul> \n   <li><strong>Protests continued across the US, with demonstrators defying curfew to take a stand against police brutality. </strong>In Washington DC, people marched and sang, despite the amped-up presence of officers from several federal agencies including the FBI, Ice and the DEA. In San Francisco, protesters took the streets by foot and by horse. And in Seattle, demonstrations continued as the mayor announced that the curfew would be lifted.</li> \n   <li><strong>The former defense secretary, James Mattis, who quit over the president’s attempts to withdraw troops from Syria, condemned the president’s handling of protests in DC and around the country. </strong>Mattis, like other former military and defense officials, excoriated Trump for having peaceful protestors gassed so he could pose for a photo. </li> \n   <li><strong>Additional charges were filed against the former police officers involved in the killing of George Floyd. </strong>The<strong> </strong>Minnesota attorney general, <strong>Keith Ellison, </strong>said that the murder charge against <strong>Derek Chauvin </strong>had been elevated to second-degree murder, and three other officers had been charged with aiding and abetting second-degree murder.</li> \n   <li><strong>Kayleigh McEnany signaled defense secretary Mark Esper’s job may be in trouble. </strong>Asked during her White House briefing about whether the president still has faith in Esper, the press secretary said, “As of right now, Secretary Esper is still Secretary Esper.” The comment came after Esper said he would not support sending active-duty troops to states that have seen protests, as <strong>Trump </strong>has suggested.</li> \n   <li><strong>A prominent US police chief called for a nationwide ban on chokeholds </strong>in response to Floyd’s death.<strong> </strong><strong>Cerelyn “CJ” Davis</strong>, the police chief of Durham, North Carolina, said on Good Morning America, “The emotions and feelings that we see expressed out on the streets of cities all across the country going way back are substantiated. There have been years and years of systemic racism in law enforcement.”<br tabindex=\"-1\"></li> \n   <li><strong>Trump has moved to block Chinese airlines from flying to the US, </strong>as tensions intensify between the two countries over the coronavirus pandemic and trade.<strong> </strong>The announcement comes after Beijing said it would not allow United Airlines and Delta Air Lines to resume flights this week to China.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T04:50:13.129Z\">at 5.50am BST</time></p> \n</div> \n<div id=\"block-5ed86f268f0893539f4cfb9e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T03:57:21.703Z\">4.57am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The 22-year-old Latino man who was fatally shot by police in Vallejo, California amid firey protests was kneeling outside a Walgreens and was not carrying a firearm</strong>, the San Francisco Chronicle <a href=\"https://www.sfchronicle.com/crime/article/Attorney-identifies-SF-resident-fatally-shot-by-15315301.php\">reports</a>. </p> \n  <p>Sean Monterrosa, 22, of San Francisco died after a police officer opened fire because of a “perceived threat” Vallejo police chief Shawny Williams said at a news conference earlier today. Though Monterrosa was killed at around 12:30am on Tuesday morning, the police department did not report his death until today. The officer who shot the young man has been placed on administrative leave. </p> \n  <p>The officer thought he saw a handgun at Monterossa’s waist; it turned out to be a hammer, Williams explained at a news conference. The department would not release the name of the officer. </p> \n  <p>On Tuesday, the city called in 50 troops from the National Guard to assist during protests.<br></p> \n </div> \n</div> \n<div id=\"block-5ed86df28f0893539f4cfb99\" class=\"block\" data-block-contributor=\"profile/julia-carrie-wong\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T03:44:52.967Z\">4.44am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>As the clock ticked past 8pm in downtown Oakland, thousands of protesters stepped into a major intersection and sat down, chanting their message loud and clear: “Fuck your curfew”. </strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/juliacarriew/status/1268377519025053697\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Protesters are heading into the main intersection in downtown broadway to sit down in defiance of Oakland’s curfew <a href=\"https://t.co/WDPgL0L0LN\">pic.twitter.com/WDPgL0L0LN</a></p>— Julia Carrie Wong (@juliacarriew) \n    <a href=\"https://twitter.com/juliacarriew/status/1268377519025053697?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The sit-in at 14th and Broadway in Oakland marked the sixth straight night of protest in the city with a long history of black liberation struggle – and a troubled police department that is currently under a consent decree. Organizers said they planned to stay in the intersection for two hours. </p> \n  <p>Local racial justice organizations had called for the demonstration in response to police behavior on Monday evening, the first night of the curfew, when 15,000 people joined a march organized by high school students. Twenty minutes before curfew began, and without warning, police unleashed a barrage of teargas and flash bangs on a crowd of hundreds. </p> \n  <p>“Our babies were peacefully dispersing,” said Cat Brooks, the leader of the Anti-Police Terror Project, from the back of a pickup truck in the intersection. “They teargassed our children.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DarwinBondGraha/status/1268309586739474435\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Civil rights attorney Rachel Lederman put the Oakland Police Department on notice today that she believe OPD has violated its crowd control policy by gassing and using flash-bangs on protesters over the past few days.<a href=\"https://twitter.com/hashtag/GeorgeFloydProtests?src=hash&amp;ref_src=twsrc%5Etfw\">#GeorgeFloydProtests</a> <a href=\"https://t.co/JdvIJhKzii\">pic.twitter.com/JdvIJhKzii</a></p>— Darwin BondGraham (@DarwinBondGraha) \n    <a href=\"https://twitter.com/DarwinBondGraha/status/1268309586739474435?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The large crowd includes longtime organizers and first-time protesters. One black woman told the Guardian that seeing the video of George Floyd reminded her of a time she was shopping with her sister and a white friend, and security called the police, who wrongfully arrested her and her sister, but let the white friend go. <br tabindex=\"-1\"></p> \n  <p>“I just remember the handcuffs. I felt like my hands were going to fall off.” The woman asked the Guardian to withhold her name because she is concerned about backlash for protesting at her job, where she is the only black employee. <br>She said she was scared to break the curfew, but determined. </p> \n  <p>“I’m ready,” she said. “I know this is where I belong.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T04:05:26.970Z\">at 5.05am BST</time></p> \n</div> \n<div id=\"block-5ed868318f082107f453a647\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T03:20:52.412Z\">4.20am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Opinion: The perils of being black in public: we are all Christian Cooper and George Floyd</strong></p> \n  <p><em>Carolyn Finney, the author of Black Faces, White Spaces: Reimagining the Relationship of African Americans to the Great Outdoors, and a scholar-in-residence at Middlebury College in Vermont, writes for the Guardian</em>:</p> \n  <p>In the summer of 1997, I lived in Seattle. I worked at a temp job while preparing to start my master’s degree in the fall. I was walking to a bus stop after a day at the office, when I stepped into a pothole on the street and heard my ankle crack. </p> \n  <p>Feeling lightheaded and fearing I would black out, I limped in search of a payphone, and found that when I looked to passersby for help, no one stopped. I reached a corner and saw a young white man and woman with two kids. With tears in my eyes, I asked for their help. But like everyone else, they backed away and left me alone.</p> \n  <p>As an African American woman who enjoys spending time outside, I have encountered this reaction – an absence of any desire, willingness or responsibility to engage – in both crowded cities and in nature.</p> \n  <p>For black people, navigating both city streets and hiking trails can be charged; at worst, they are fraught terrains where we are at the mercy of someone else’s interpretation of our presence. Too often, by default, black people are perceived as threats to white people’s physical safety. And as a consequence, it is our physical safety that is compromised, as the stories of <a href=\"https://www.theguardian.com/us-news/2020/may/26/central-park-new-york-white-woman-black-birdwatcher\">Christian Cooper</a>, the birdwatcher who filmed a white woman in Central Park lying to the cops about how he was threatening her (when all he did was ask her to leash her dog), and <a href=\"https://www.theguardian.com/us-news/george-floyd\">George Floyd</a>, the man who died with a police officer’s knee on his neck, illustrate.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/jun/03/being-black-public-spaces-outdoors-perils-christian-cooper\">The perils of being black in public: we are all Christian Cooper and George Floyd | Carolyn Finney</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T03:23:33.143Z\">at 4.23am BST</time></p> \n</div> \n<div id=\"block-5ed860ef8f0893539f4cfb48\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T02:49:02.481Z\">3.49am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Mayor Jenny Durkan of Seattle has announced that the city has canceled its curfew. </strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MayorJenny/status/1268363299696947201\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Earlier today <a href=\"https://twitter.com/carmenbest?ref_src=twsrc%5Etfw\">@CarmenBest</a> and I met with community leaders who asked us to end the curfew. Chief Best believes we can balance public safety and ensure peaceful protests can continue without a curfew.</p>— Mayor Jenny Durkan (@MayorJenny) \n    <a href=\"https://twitter.com/MayorJenny/status/1268363299696947201?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed860788f08cadb60400afc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T02:47:22.822Z\">3.47am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Meanwhile, in Oakland, protestors are gathering ahead of curfew.</strong> Demonstrators are planning to hold a sit-in in defiance of the order, my colleague Julia Carrie Wong reports: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/juliacarriew/status/1268370896407769088\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">It’s 25 minutes to 8 and downtown Oakland is filling up with protesters planning to hold a sit in to defy the curfew <a href=\"https://t.co/ngj4QxaB75\">pic.twitter.com/ngj4QxaB75</a></p>— Julia Carrie Wong (@juliacarriew) \n    <a href=\"https://twitter.com/juliacarriew/status/1268370896407769088?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed85ed78f082107f453a5e7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T02:40:07.176Z\">3.40am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The massive demonstration in the heart of San Francisco is still going strong</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/VivianHo/status/1268366911886118913\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">So San Francisco’s 8pm curfew is over...tomorrow, after this massive protest that is still going strong not only in front of Mission station but at the Hall of Justice, about a mile and a half away. Energy still very high.</p>— Vivian Ho (@VivianHo) \n    <a href=\"https://twitter.com/VivianHo/status/1268366911886118913?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/VivianHo/status/1268370108788822016\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Also I turned around earlier and the <a href=\"https://twitter.com/hashtag/protesthorses?src=hash&amp;ref_src=twsrc%5Etfw\">#protesthorses</a> were back for a hot second! They’re gone now though <a href=\"https://t.co/Pe2UOXIqrE\">pic.twitter.com/Pe2UOXIqrE</a></p>— Vivian Ho (@VivianHo) \n    <a href=\"https://twitter.com/VivianHo/status/1268370108788822016?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T02:42:25.962Z\">at 3.42am BST</time></p> \n</div> \n<div id=\"block-5ed85b468f08cadb60400adc\" class=\"block\" data-block-contributor=\"profile/jessica-glenza\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T02:26:36.979Z\">3.26am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong> Here are this week’s main developments on Covid-19, as American wrestles with civil unrest.</strong><br></p> \n  <p><em><strong>Where are cases of coronavirus increasing?</strong></em></p> \n  <p>More cases are being detected in a <a href=\"https://www.nytimes.com/interactive/2020/us/coronavirus-us-cases.html?action=click&amp;module=Spotlight&amp;pgtype=Homepage#states\">number of southern states</a>, including Alabama, Mississippi, North Carolina, South Carolina and Tennessee. But cases are not increasing <em>only</em> in southern states. Alaska, Montana and California have also seen cases increase. In total, 17 states are seeing increases. </p> \n  <p>These increases reflect infections that may have taken place weeks ago. The novel coronavirus has a long incubation period, and people may not get tested until they feel ill. </p> \n  <p><strong><em>Where are cases of coronavirus decreasing? </em></strong></p> \n  <p>Broadly speaking, the states which had the worst outbreaks this spring and the most severe stay-at-home orders are bending the curve downward. New York, New Jersey, Connecticut, Illinois, Pennsylvania, Michigan, Minnesota, Washington DC and seven other states are all seeing reductions in cases. </p> \n  <p>Mass protests began in Minnesota last week over the killing of Floyd on 25 May, but it may take weeks for increases in case to show up in testing data, because of the virus’s long incubation period. It is also unclear <a href=\"https://health.ebsco.com/blog/article/covid-19-ten-things-you-need-to-know\">whether temperature</a> could play a role in limiting the spread of this disease now that summer is approaching. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/jun/03/us-coronavirus-key-questions-protests\">Key coronavirus questions as tens of thousands gather at protests across US</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed855f68f082107f453a5c5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T02:02:04.041Z\">3.02am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Protestors in gathered near the White House sang “Lean on me”. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hannah_natanson/status/1268341706098958336\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Surreal, beautiful, peaceful scene outside the White House as a man sings “Lean On Me” and thousands and thousands of protesters raise lighted cellphones and join their voices with his. <a href=\"https://t.co/iAr0WWYc3u\">pic.twitter.com/iAr0WWYc3u</a></p>— Hannah Natanson (@hannah_natanson) \n    <a href=\"https://twitter.com/hannah_natanson/status/1268341706098958336?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed852f18f0893539f4cfaff\" class=\"block\" data-block-contributor=\"profile/mario-koran\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T01:49:07.909Z\">2.49am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The number of coronavirus cases in <a href=\"https://www.theguardian.com/us-news/california\">California</a> is on the rise after weeks of optimism that infections had slowed, raising fears that plans to reopen counties, along with mass protests against police brutality, could accelerate transmission of the virus. </strong></p> \n  <p>According to numbers from Johns Hopkins University, which has been tracking coronavirus cases and deaths, California is <a href=\"https://coronavirus.jhu.edu/data/new-cases-50-states\">one of 20 states</a> that have seen an uptick in cases in the past five days. </p> \n  <p>Just this week, daily cases of Covid-19 hit a new high across the state, topping <a href=\"https://www.mercurynews.com/2020/06/02/coronavirus-new-california-cases-set-record-more-than-115000-infected/\">3,000 new daily confirmed cases </a>for the second time in a week and contributing to the 115,000 cases and more than 4,300 deaths the state has reported since the pandemic began. </p> \n  <p>California has been held up as a model for its response to the coronavirus, locking down earlier, and being slower to lift shelter-in-place orders compared to other states.</p> \n  <p>But recent weeks have seen counties push back on the orders, in some cases reopening sections of the economy in defiance of orders from Gavin Newsom, California’s governor.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/03/california-covid-19-cases-rise-reopen-protest\">California: rise in Covid-19 cases raises fears over reopening and protests</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed84c4b8f0893539f4cfae9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T01:23:44.292Z\">2.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"55474cd705721d0a6900dc0ea9a513858a83a7c5\"> \n   <img src=\"https://media.guim.co.uk/55474cd705721d0a6900dc0ea9a513858a83a7c5/0_300_4528_2716/1000.jpg\" alt=\"Demonstrators rally in San Francisco’s Mission District.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Demonstrators rally in San Francisco’s Mission District.</span> \n    <span class=\"element-image__credit\">Photograph: Noah Berger/AP</span> \n   </figcaption> \n  </figure> \n  <p><em>T</em><em>he Guardian’s Vivian Ho reports from San Francisco: </em></p> \n  <p><strong>Thousands gathered in San Francisco’s Mission District on Wednesday to protest the police killing of George Floyd and remember the other black and brown lives lost to police violence in recent years.</strong></p> \n  <p>Among the “Black Lives Matter” and “defund the police” signs, Aztec dancers danced and protesters burned sage. Organizers handed out masks, gloves and water bottles. </p> \n  <p>Alongside chants of “George Floyd” and “Breonna Taylor,” protesters shouted the name of their own who were killed by police: Mario Woods. Jessica Williams. Alex Nieto. Oscar Grant in Oakland. </p> \n  <p>“They still feel like they can just kill us,” said 15-year-old McKinna Lincoln. Her mother, Mink Lincoln-Price, brought her five-year-old and seven-year-old sons with them to the protest. Lincoln-Price said as the mother of black boys, this past week has been really emotional. </p> \n  <p>The protesters marched to the Mission police station, where in 2016, five activists went on a <a href=\"https://www.sfgate.com/crime/article/Rapper-to-lead-hunger-strike-outside-San-7274543.php\">hunger strike </a>following a series of police killings. Police lined up outside the station, and protesters chanted at them, “Quit your job!” </p> \n  <p>In recent years, much of San Francisco’s black community has been pushed out of the city, with the population dwindling to below 6% in recent years. By comparison, 37% of San Francisco’s homeless population is black.</p> \n  <p>“It’s one thing to say ‘Black lives matter,’” said a protester who asked to only be identified as Marie. “It’s another thing to see it.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T02:08:52.173Z\">at 3.08am BST</time></p> \n</div> \n<div id=\"block-5ed847ae8f08cadb60400a8c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T01:04:12.591Z\">2.04am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As many predicted, Donald Trump has taken to Twitter to criticize James Mattis, the former defense secretary who today condemned the president’s response to the nationwide protests. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1268347259713880064\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">...His primary strength was not military, but rather personal public relations. I gave him a new life, things to do, and battles to win, but he seldom “brought home the bacon”. I didn’t like his “leadership” style or much else about him, and many others agree. Glad he is gone!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1268347259713880064?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Mattis resigned over Trump’s attempts to withdraw troops from Syria. </p> \n </div> \n</div> \n<div id=\"block-5ed845a48f0893539f4cface\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T00:58:41.160Z\">1.58am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">George Floyd had coronavirus, according to autopsy</h2> \n <div class=\"block-elements\"> \n  <p>Floyd tested positive for coronavirus in April, according to a full autopsy report released by the Hennepin county medical examiner’s office. The report noted that the virus was not a contributing factor in his death. </p> \n  <p>The office states Floyd “became unresponsive while being restrained by law enforcement officers; he received emergency medical care in the field and subsequently in the Hennepin HealthCare (HHC) Emergency Department, but could not be resuscitated.”</p> \n  <p>Floyd’s family asked doctors to conduct an independent autopsy. Although both the county and the independent report agree that Floyd’s death was a homicide, the county’s account says there were drugs in Floyd’s system. The county also said heart disease was an issue; the independent report didn’t find that to be the case.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T10:09:37.641Z\">at 11.09am BST</time></p> \n</div> \n<div id=\"block-5ed844ac8f0893539f4cfaca\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T00:49:28.210Z\">1.49am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Senator Chris Murphy of Connecticut said he will introduce legislation requiring federal officers posted domestically to wear identification. </strong></p> \n  <p>Reporters covering the DC protests have noted that it’s unclear which branch some of the officers posted around the district serve. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChrisMurphyCT/status/1268335494267625480\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We cannot tolerate an American secret police. <br><br>I will be introducing legislation to require uniformed federal officers performing any domestic security duties to clearly identify what military branch or agency they represent. <a href=\"https://t.co/2kaFAlWUow\">pic.twitter.com/2kaFAlWUow</a></p>— Chris Murphy (@ChrisMurphyCT) \n    <a href=\"https://twitter.com/ChrisMurphyCT/status/1268335494267625480?ref_src=twsrc%5Etfw\">June 4, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed8412b8f0893539f4cfabc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T00:39:42.627Z\">1.39am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Virginia’s governor, Ralph Northam, is expected to announce plans to remove a prominent statue of the Confederate general Robert E Lee </strong><strong>in the state capital. </strong></p> \n  <p>AP reported the <a href=\"https://apnews.com/75e6f0d57a896207551c1c0e8868cb27?utm_campaign=SocialFlow&amp;utm_medium=AP&amp;utm_source=Twitter\">news</a>. </p> \n  <p>Activists have been advocating for the removal of the Lee statue, and other monuments to the Confederacy for years. On Monument Avenue in Richmond, Virginia, Lee’s statue is one of five Confederate monuments. <br></p> \n  <p>This weekend, several of those monuments – including Lee’s statue and those of Confederate generals JEB Stuart and Stonewall Jackson – were marked with graffiti. </p> \n  <p>The headquarters of the United Daughters of the Confederacy was also scrawled on with spray paint, and it burned for while over the weekend. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T01:29:25.815Z\">at 2.29am BST</time></p> \n</div> \n<div id=\"block-5ed83d638f082107f453a558\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T00:20:36.620Z\">1.20am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s California reporter Vivian Ho is at the protest in San Francisco today. </strong></p> \n  <p>And she’s reporting that once again, we’ve got demonstrators on <a href=\"https://www.theguardian.com/us-news/2020/jun/01/george-floyd-protester-oakland-horse\">horseback</a>. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/VivianHo/status/1268319322759237633\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">At the <a href=\"https://twitter.com/hashtag/JusticeForGeorgeFloyd?src=hash&amp;ref_src=twsrc%5Etfw\">#JusticeForGeorgeFloyd</a> youth-led action in San Francisco, the horses have arrived <a href=\"https://t.co/zAmaGrQEU8\">pic.twitter.com/zAmaGrQEU8</a></p>— Vivian Ho (@VivianHo) \n    <a href=\"https://twitter.com/VivianHo/status/1268319322759237633?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed839dd8f082107f453a547\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-04T00:05:33.505Z\">1.05am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>In Washington DC</strong>, personnel from the national guard, US Park Police, Secret Service, Federal Bureau of Investigation, Drug Enforcement Administration, US Marshals Service, Bureau of Prisons, Customs and Border Protection, and Immigration and Customs Enforcement are all out patrolling the streets. </p> \n  <p>Because Washington is a district, not a state, the president and federal government have more leeway to deploy a range of officers. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T01:30:10.214Z\">at 2.30am BST</time></p> \n</div> \n<div id=\"block-5ed836ed8f0893539f4cfa93\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T23:49:41.277Z\">12.49am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Thousands of protesters have marched through central <a href=\"https://www.theguardian.com/uk/london\">London</a> in an overwhelmingly peaceful Black Lives Matter demonstration that culminated in passionate crowds gathering at the heart of Westminster. </strong></p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"dc37d49d-12ed-458a-b3d9-1fe4238a91f3\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/c9nEj6lN7s8?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>The demonstrators: ‘No justice, no peace, no racist police’, ‘I can’t breathe’ and ‘the UK is not innocent’, in a lockdown-defying demonstration that was largely organized through word of mouth and social media away from established anti-racism groups.</p> \n </div> \n</div> \n<div id=\"block-5ed8350c8f08cadb60400a4d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T23:47:53.921Z\">12.47am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Meanwhile, law enforcement sent to quell protests in DC are equipped with tools used by military forces. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hunterw/status/1268283774703468546\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Troops out here in Lafayette Park are outfitter with these stun grenades. This dude is conspicuously lighting up right in front of them. <a href=\"https://t.co/biUreXd7lx\">pic.twitter.com/biUreXd7lx</a></p>— Hunter Walker (@hunterw) \n    <a href=\"https://twitter.com/hunterw/status/1268283774703468546?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Stun grenades, or flashbangs, were designed 40 years ago to help military special forces rescue hostages. They create a bright flash and ear-splitting boom, designed to disorient.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T00:07:28.354Z\">at 1.07am BST</time></p> \n</div> \n<div id=\"block-5ed833fe8f082107f453a52d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T23:39:48.442Z\">12.39am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The New York Times’ decision to run an op-ed from the Republican senator Tom Cotton titled “Send in the troops” is drawing widespread criticism, including from Times staff. Employees are tweeting “Running this put Black <a draggable=\"true\" href=\"https://twitter.com/nytimes\">@nytimes</a> staffers in danger” along with screenshots of Cotton’s piece. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jennydeluxe/status/1268324197224325121\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Running this put Black <a href=\"https://twitter.com/nytimes?ref_src=twsrc%5Etfw\">@nytimes</a> staffers in danger. In solidarity with my colleagues who agree. <a href=\"https://t.co/UfkZkE1xvj\">pic.twitter.com/UfkZkE1xvj</a></p>— Jenna Wortham (@jennydeluxe) \n    <a href=\"https://twitter.com/jennydeluxe/status/1268324197224325121?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/S_Evangelina/status/1268324417735741440\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Running this put Black <a href=\"https://twitter.com/nytimes?ref_src=twsrc%5Etfw\">@nytimes</a> staffers in danger. <a href=\"https://t.co/m0JqPRlpjQ\">pic.twitter.com/m0JqPRlpjQ</a></p>— Sandra E. Garcia (@S_Evangelina) \n    <a href=\"https://twitter.com/S_Evangelina/status/1268324417735741440?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/caityweaver/status/1268324151237857280\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Running this puts Black <a href=\"https://twitter.com/nytimes?ref_src=twsrc%5Etfw\">@NYTimes</a> staff in danger. <a href=\"https://t.co/u3btzGTJzi\">pic.twitter.com/u3btzGTJzi</a></p>— Caity Weaver (@caityweaver) \n    <a href=\"https://twitter.com/caityweaver/status/1268324151237857280?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>A former New York Times Op-Ed editor, and the current Los Angeles Times editorial page editor has also weighed in. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sewellchan/status/1268324215536578561\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">THREAD: As a former <a href=\"https://twitter.com/nytimes?ref_src=twsrc%5Etfw\">@nytimes</a> Op-Ed editor I am reluctant to weigh in on my alma mater. But the decision to publish <a href=\"https://twitter.com/SenTomCotton?ref_src=twsrc%5Etfw\">@SenTomCotton</a> calling for troop deployments to quell unrest falls short of sound journalistic practice. <a href=\"https://t.co/SgXSndkq8l\">pic.twitter.com/SgXSndkq8l</a></p>— Sewell Chan (@sewellchan) \n    <a href=\"https://twitter.com/sewellchan/status/1268324215536578561?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T00:26:45.290Z\">at 1.26am BST</time></p> \n</div> \n<div id=\"block-5ed831458f0893539f4cfa7c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T23:31:22.882Z\">12.31am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>A police officer in California shot and killed a 22-year-old San Francisco resident</strong>.</p> \n  <p>Sean Monterrosa, 22, was killed in Vallejo after an officer mistook a hammer on Monterrosa’s waistband as a gun. Monterrosa was suspected of trying to break into a Walgreens, according to the police department, which has refused to release the name of the officer, according to the Mercury News. </p> \n  <p>The Vallejo police chief, Shawny Williams, said at a news conference that the police officer “responded to a perceived threat”.<br><br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-04T00:08:55.827Z\">at 1.08am BST</time></p> \n</div> \n<div id=\"block-5ed82ebd8f082107f453a503\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T23:20:40.417Z\">12.20am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Mattis’ statement condemning Trump’s handling of nationwide protests contains an implicit jab at current defense secretary Mark Esper and other officials. </strong></p> \n  <p>“We must reject any thinking of our cities as a ‘battlespace’ that our uniformed military is called upon to ‘dominate.’,” Mattis wrote. “It erodes the moral ground that ensures a trusted bond between men and women in uniform and the society they are sworn to protect.” </p> \n  <p>Mattis condemned the mobilization guardsmen to “violate the Constitutional rights of their fellow citizens—much less to provide a bizarre photo op for the elected commander-in-chief, with military leadership standing alongside.</p> \n </div> \n</div> \n<div id=\"block-5ed82df18f082107f453a501\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T23:13:03.772Z\">12.13am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Senate has cleared a bill to give businesses more flexibility on Paycheck Protection Plan loans. </strong></p> \n  <p>The bill will allow businesses 24 weeks instead of eight to spend PPP money and have the loans forgiven. The legislation is now on its way to Trump, who will need to sign it into law. </p> \n </div> \n</div> \n<div id=\"block-5ed8284d8f08cadb604009ed\" class=\"block is-key-event\" data-block-contributor=\"profile/martin-pengelly\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T23:06:33.815Z\">12.06am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Mattis equates Trump attempts to divide with Nazi slogan</h2> \n <div class=\"block-elements\"> \n  <p>In perhaps the most extraordinary passage of James Mattis’s extraordinary condemnation of Donald Trump, which was <a href=\"https://www.theatlantic.com/politics/archive/2020/06/james-mattis-denounces-trump-protests-militarization/612640/\">published by the Atlantic</a> an hour ago, the former Marine Corps general and US defense secretary seems to equate the president’s behaviour in dividing Americans with the aims of the Nazi regime during the second world war.</p> \n  <p>Mattis writes: “Instructions given by the military departments to our troops before the Normandy invasion reminded soldiers that ‘<strong>The Nazi slogan for destroying us … was ‘Divide and Conquer.</strong>’ Our American answer is ‘In Union there is Strength.’’ We must summon that unity to surmount this crisis – confident that we are better than our politics.<br></p> \n  <p>Donald Trump is the first president in my lifetime who does not try to unite the American people – does not even pretend to try. Instead, he tries to divide us. ”</p> \n  <p>In <a href=\"https://medium.com/@HolocaustMuseum/the-nazi-plan-to-divide-and-conquer-the-us-army-296a3c97fb54\">a Medium post from 2017</a>, the <a href=\"https://www.ushmm.org/\">United States Holocaust Memorial Museum</a> elaborated on the Nazis’ strategy and propaganda efforts. </p> \n  <p>“The <a href=\"https://www.ushmm.org/outreach/en/article.php?ModuleId=10007679\">Nazis were virulent racists</a>,” the post says, “… they identified black people as an inferior, alien race that threatened the future existence of western society. But that didn’t stop them from trying to exploit racial tensions among US forces to encourage desertion in the closing days of World War II. </p> \n  <p>“Creating wedges between people had been a Nazi strategy since the party’s inception.”</p> \n  <p>Widely seen as one of the “adults in the room” who attempted to restrain Trump during his first years in office, Mattis resigned as defense secretary over the president’s attempts to withdraw troops from Syria. </p> \n  <p>His dissatisfaction with the president was widely known, but in 2019 the retired marine published a memoir, <a href=\"https://www.theguardian.com/us-news/2019/sep/01/call-sign-chaos-review-james-mattis-trump\">Call Sign Chaos</a>, which only obliquely referred to his differences with Trump. Publicising the book, Mattis said he believed it would be inappropriate for him to criticise a sitting president. </p> \n  <p>It seems Trump’s actions on Monday, when he ordered an assault on peaceful protesters outside the White House <a href=\"https://www.theguardian.com/us-news/2020/jun/02/trump-washington-walk-to-the-church-photo-op\">so he could stage a photo op at St John’s church</a>, helped to change Mattis’s mind. Defense secretary Mark Esper and Gen Mark Milley, chairman of the joint chiefs of staff, accompanied Trump on his walk to the church.</p> \n  <p>Mattis joined criticism of their presence and wrote: “We know that we are better than the abuse of executive authority that we witnessed in Lafayette Square.”</p> \n  <p>Now the gloves are off, eyes may turn to <strong>HR McMaster</strong>, Trump’s second national security adviser and an Army general. <a href=\"https://www.theguardian.com/us-news/2020/feb/24/trump-hr-mcmaster-book-national-security-adviser\">He has a book coming out</a>, delayed by the coronavirus pandemic to September, which is said to deal with his time in office. McMaster has rarely spoken in public since he left Trump’s employ – though in May 2018 he did speak to the Guardian: <a href=\"https://www.theguardian.com/sport/2018/may/28/hr-mcmaster-rugby-warrior-ethos\">about rugby.</a></p> \n  <p>Here’s Lloyd Green’s <a href=\"https://www.theguardian.com/us-news/2019/sep/01/call-sign-chaos-review-james-mattis-trump\">review of Mattis’s memoir</a>:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2019/sep/01/call-sign-chaos-review-james-mattis-trump\">Call Sign Chaos review: James Mattis pulls a flanking manuever on Trump</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed82af48f08cadb60400a09\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T23:01:55.885Z\">12.01am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Nevada men associated with right-wing extremist Boogaloo movement arrested</h2> \n <div class=\"block-elements\"> \n  <p>Three men with ties to a right-wing extremist movement have been arrested on terrorism-related charges, the AP reports. </p> \n  <p>Authorities said there was a conspiracy to spark violence during the protests in Las Vegas. Prosecutors said the thee white men had US military experience and were arrested after making Molotov cocktails in glass bottles and filling cans with gas, according to a criminal complaint obtained by the AP. </p> \n  <p><a href=\"https://apnews.com/6223153093f08fa910c4ab445771b773?utm_medium=AP&amp;utm_campaign=SocialFlow&amp;utm_source=Twitter\">Read on</a>: </p> \n  <blockquote class=\"quoted\"> \n   <p><em>T</em><em>hey were arrested Saturday on the way to a protest in downtown Las Vegas after filling gas cans at a parking lot and making Molotov cocktails in glass bottles, according to a copy of the criminal complaint obtained by The Associated Press.</em></p> \n   <p><em>The complaint filed in U.S. District Court in Las Vegas on Wednesday said they self-identified as part of the “boogaloo” movement, which U.S. prosecutors said in the document is “a term used by extremists to signify coming civil war and/or fall of civilization.”</em></p> \n   <p><em>Stephen T. Parshall, 35, Andrew T. Lynam Jr., 23, and William L. Loomis, 40, were being held on $1 million bond each in the Clark County jail Wednesday, according to court records.</em></p> \n   <p><em>Each currently faces two federal charges — conspiracy to damage and destroy by fire and explosive, and possession of unregistered firearms — along with multiple terrorism-related state charges.</em></p> \n   <p><em>Court records don’t list lawyers for the men.</em></p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T23:02:37.192Z\">at 12.02am BST</time></p> \n</div> \n<div id=\"block-5ed828718f082107f453a4cb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T22:54:31.572Z\">11.54pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As <strong>Donald Trump</strong>’s threat to stick the military on American citizens draws widespread criticism, including from former Trump administration defense secretary James Mattis, reporters in DC are documenting a huge show of law enforcement, including military vehicles and military police holding a line against protestors. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Rachel_Chason/status/1268312338505125890\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Massive truck + DEA agents as protestors make their way to the Capitol. <br><br>“You really need a machine gun,” one young woman just shouted. “Honest to god.”<br><br>Now DC police are also following the protestors. “Stop threatening me!” One shouts <a href=\"https://t.co/CfLqYu68zm\">pic.twitter.com/CfLqYu68zm</a></p>— Rachel Chason (@Rachel_Chason) \n    <a href=\"https://twitter.com/Rachel_Chason/status/1268312338505125890?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CBCKatie/status/1268311830092447744\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Huge display of law enforcement. Military vehicles, military police, police, all blocking off Lafayette Park. <a href=\"https://t.co/LiUFtoHe2T\">pic.twitter.com/LiUFtoHe2T</a></p>— Katie Simpson (@CBCKatie) \n    <a href=\"https://twitter.com/CBCKatie/status/1268311830092447744?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/margaretbarthel/status/1268304545677008898\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">The DC National Guard is on the line between police and protesters. One protester told them to “turn around” because the “real enemy is behind you”—in the White House. <a href=\"https://t.co/C3KkdjNXZF\">pic.twitter.com/C3KkdjNXZF</a></p>— Margaret Barthel (@margaretbarthel) \n    <a href=\"https://twitter.com/margaretbarthel/status/1268304545677008898?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed827138f0893539f4cfa30\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T22:43:13.692Z\">11.43pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hi there, it’s Maanvi Singh — blogging from the West Coast. </p> \n  <p><strong>Barack Obama </strong>ended his virtual town hall with this closing thought: </p> \n  <p>“This country was founded on protest. It is called the American Revolution. Every step of progress in this country, every expansion of freedom, every expression of our deepest ideals, has been won through efforts that made the status quo uncomfortable.”</p> \n </div> \n</div> \n<div id=\"block-5ed822b48f082107f453a4b6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T22:32:07.995Z\">11.32pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Former US defense secretary condemns Trump's handling of mass protests</h2> \n <div class=\"block-elements\"> \n  <p>Former defense secretary James Mattis has broken his silence on the Trump administration, fiercely criticizing the president’s handling of the recent mass protests over George Floyd’s death. </p> \n  <p><a href=\"https://www.theatlantic.com/politics/archive/2020/06/james-mattis-denounces-trump-protests-militarization/612640/\">In statement published by the Atlantic,</a> Mattis accuses the president of dividing the country and ordering the military to violate the constitutional rights of Americans. </p> \n  <p>“Donald Trump is the first president in my lifetime who does not try to unite the American people — does not even pretend to try. Instead, he tries to divide us,” Mattis writes. “We are witnessing the consequences of three years of this deliberate effort. We are witnessing the consequences of three years without mature leadership.”</p> \n  <p>Mattis, who resigned as defense secretary in 2018 in protest over Trump’s widely criticized decision to withdraw US forces from Syria, goes on to accuse the president of having violated the rights of Americans for <a href=\"https://www.theguardian.com/us-news/2020/jun/01/trump-george-floyd-protests-military-deploy\">a photo op in Washington DC this week</a>.</p> \n  <p>“When I joined the military, some 50 years ago, I swore an oath to support and defend the Constitution,”the statement says. “Never did I dream that troops taking that same oath would be ordered under any circumstance to violate the Constitutional rights of their fellow citizens—much less to provide a bizarre photo op for the elected commander-in-chief, with military leadership standing alongside.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T22:44:29.693Z\">at 11.44pm BST</time></p> \n</div> \n<div id=\"block-5ed81f358f08cadb604009b3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T22:17:02.502Z\">11.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Obama is speaking again, and has paid tribute to the speakers so far - activist Brittany Packnett Cunningham, former attorney general Eric Holder, Minneapolis councilperson Fellipe Cunningham, and Color of Change president Rashad Robinson. </p> \n  <p>The former president said he’s feeling “once again inspired” by how they’re thinking “strategically” about how to enact change.</p> \n </div> \n</div> \n<div id=\"block-5ed81ddd8f0893539f4cf9f0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T22:07:40.361Z\">11.07pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Rashad Robinson, president of Color of Change, is talking about how to channel the energy seen at the protests over George Floyd’s death into meaningful change. </p> \n  <p>He said it’s about “pushing for justice but recognizing we need to move people up a ladder of engagement.”</p> \n  <p>Here’s Robinson’s most recent opinion piece for the Guardian, on how the Covid-19 pandemic disproportionately impacted people of color, and revealed racism in the US health system.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/may/04/racism-us-healthcare-coronavirus-african-americans\">The racism that's pervaded the US health system for years is even deadlier now | Rashad Robinson</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed81ce38f08cadb604009ad\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T22:00:33.200Z\">11.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here are some clips from Obama’s opening address:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NBCNews/status/1268298344595705857\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">WATCH: \"I want to speak directly to the young men and women of color in this country,\" former President Obama says. \"I want you to know that you matter. I want you to know that your lives matter. That your dreams matter.\" <a href=\"https://t.co/oBsST8VL9T\">pic.twitter.com/oBsST8VL9T</a></p>— NBC News (@NBCNews) \n    <a href=\"https://twitter.com/NBCNews/status/1268298344595705857?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/thehill/status/1268297969012551682\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">President Obama calls for people to VOTE: \"I've been hearing a little bit of chatter in the Internet about 'voting vs. protest'... This is not an either-or. This is a both-and.\" <a href=\"https://t.co/TZwV1LPHfV\">pic.twitter.com/TZwV1LPHfV</a></p>— The Hill (@thehill) \n    <a href=\"https://twitter.com/thehill/status/1268297969012551682?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed818728f08cadb6040099e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T21:44:08.490Z\">10.44pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Eric Holder, Obama’s first attorney general</strong>, speaks first, remembering the case of Michael Brown in Ferguson, Missouri in 2014 and discussing how to keep people safe while reforming police and policing and the criminal justice system. Involve the community, engage the police and bring them together, he says, which he says the Obama administration did in forming its 21st-century policing task force and producing its recommendations.</p> \n  <p>“It laid the foundation for future work,” Holder says.</p> \n  <p>No one has mentioned the Trump administration yet.</p> \n </div> \n</div> \n<div id=\"block-5ed817218f0893539f4cf9db\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T21:34:54.703Z\">10.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There will now be a discussion, involving Obama, led by the activist <a href=\"https://twitter.com/MsPackyetti\">Britney Packnett Cunningham</a>. I’ll listen in.</p> \n </div> \n</div> \n<div id=\"block-5ed814448f082107f453a46d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T21:32:15.271Z\">10.32pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Obama <strong>appeals to the young to get involved in the push for change</strong>, pointing to civil rights leaders, feminist leaders, and leaders of the union and environmental movements too, King among them, who began to work for their cause when young. He is optimistic, he says, that “this country’s going to get better”.</p> \n  <p>The young of America have witnessed too much violence and death, he says, and “too often that violence has come from folks supposed to be serving and protecting you”.</p> \n  <p>Obama also acknowledges “the folks in law enforcement that share the goals of reimagining policing”, who he says he knows are just as outraged as many of the protesters out on the streets across the country. He is heartened, he says, by seeing police and other officers who have engaged with the protests over George Floyd’s death.</p> \n  <p>Obama discusses his <strong>task force on 21st-century policing</strong>, which was formed after the death of Michael Brown in Ferguson in 2014. </p> \n  <p>Its report, he says, “showcased a range of proven strategies and aims” meant to be used for reforms. Most of the reforms needed should take place locally, Obama says. It is mayors and county executives that determine police practices, he says, and district and state attorneys decide whether to prosecute cases of police misconduct.</p> \n  <p>Obama says he has been hearing “a little bit of chatter” on the internet about “<strong>voting vs protest</strong>”, and that perhaps civil obedience is a better course of action to achieve change. Unsurprisingly, Obama doesn’t agree. </p> \n  <p>“This is not an either-or,” he says, having noted the local positions above are by and large voted for.</p> \n  <p>He says he is <strong>urging every mayor in the US to review use-of-force policies</strong> with their communities and commit to reforms they can make.</p> \n  <p>He also thinks every city in the US should “be a My Brother’s Keeper community”, aiming to expand opportunity for young men of colour, because the programme can make a difference.</p> \n  <p>Obama closes these remarks by saying people are reminded of the 60s by the current unrest and discord. There is something different here, he says. Nowadays there is a far more representative cross-section of America, he says, out on the streets protesting, and a majority of Americans think the protests over George Floyd’s death are justified. The country must use this momentum for change, he says.</p> \n </div> \n</div> \n<div id=\"block-5ed812cd8f08cadb60400993\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T21:20:34.298Z\">10.20pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Obama speaks</h2> \n <div class=\"block-elements\"> \n  <p>Barack Obama is speaking now. The 44th president founded <a href=\"https://obamawhitehouse.archives.gov/my-brothers-keeper\">My Brother’s Keeper</a>, the host for this virtual town hall, in 2014 after the shooting death of Trayvon Martin, a teenager in Florida.</p> \n  <p>He begins by saying the US has recently seen “epic changes and events as profound as anything I’ve seen in my lifetime”. Obama was born in 1961, so he was seven or so when Martin Luther King Jr was assassinated, and the last civil unrest on a comparable scale was seen.</p> \n  <p>He begins by paying tribute to George Floyd, Breonna Taylor and Ahmaud Arbery, the African Americans most recently violently killed in events which are fueling the current protests nationwide, and across the world. </p> \n  <p>Obama also notes the disporportionate effects on communities of colour of the coronavirus pandemic, which has killed more than 105,000 people in the US.</p> \n  <p>Such problems are the result of the “original sin of our society”, meaning racial injustice, Obama says, but says recent events offer an opportunity for America to work together for change.</p> \n </div> \n</div> \n<div id=\"block-5ed811c38f0893539f4cf9bb\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T21:14:21.952Z\">10.14pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Pentagon reverses decision to move troops away from Washington</h2> \n <div class=\"block-elements\"> \n  <p>The Obama event is about to begin but here’s <a href=\"https://apnews.com/e0e783dcbb316887f4fac5a4dbe92563\">a snap from the Associated Press</a>: defense secretary Mark Esper has reversed the decision to send active duty troops back to their bases after they were moved towards Washington, as the president <strong>threatened to deploy them against protesters</strong>.</p> \n  <p>Earlier, White House press secretary Kayleigh McEnany pointedly did not say Esper’s job was safe, after he told reporters he disagreed with Trump over the possible need to deploy troops.</p> \n  <blockquote class=\"quoted\"> \n   <p>In an abrupt reversal, Defense Secretary Mark Esper on Wednesday overturned an earlier Pentagon decision to send a couple hundred active-duty soldiers home from the Washington DC region, amid growing tensions with the White House over the military response to the protests.</p> \n   <p>Army Secretary Ryan McCarthy told the Associated Press that the reversal came <strong>after Esper attended a meeting at the White House</strong>, and after other internal Pentagon discussions. It is unclear if Esper met with President Donald Trump. McCarthy said he believes the change was based on ensuring there is enough military support in the region to respond to any protest problems if needed.</p> \n   <p>McCarthy said he received notice of the Pentagon order to send about 200 soldiers with the 82nd Airborne’s immediate response force home just after 10am Wednesday. Hours later, the Pentagon notified him that Esper had reversed the decision.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ed80f898f08cadb6040097f\" class=\"block\" data-block-contributor=\"profile/tomlutz\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T21:09:02.444Z\">10.09pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>While we wait for Barack Obama to speak on police reform at an Obama Foundation online event, here’s our sports editor on the controversy enveloping a great NFL quarterback…</em></p> \n  <p><strong>New Orleans Saints quarterback Drew Brees</strong> did not back down from comments on Wednesday that he will “never agree with anybody disrespecting the flag of the United States”, when asked about the prospect of NFL players kneeling for the national anthem during the upcoming season.</p> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"63350114428c4d4f96a2e4b0716e54b5037ec3f0\"> \n   <img src=\"https://media.guim.co.uk/63350114428c4d4f96a2e4b0716e54b5037ec3f0/711_0_1346_1683/800.jpg\" alt=\"Drew Brees.\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Drew Brees.</span> \n    <span class=\"element-image__credit\">Photograph: Dave Shopland/BPI/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n  <p>Brees reiterated his opposition to the non-violent protest of police violence launched by Colin Kaepernick during the 2016 season in an <a href=\"https://sports.yahoo.com/drew-brees-addresses-nfl-players-kneeling-in-2020-i-will-never-agree-with-anybody-disrespecting-the-flag-164423496.html\">interview with Yahoo Finance</a> published on Wednesday, his first remarks since last week’s police killing of George Floyd in Minneapolis.</p> \n  <p>“<strong>I will never agree with anybody disrespecting the flag</strong> of the United States of America or our country,” the future Hall of Famer said. </p> \n  <p>“Let me just tell what I see or what I feel when the national anthem is played and when I look at the flag of the United States.</p> \n  <p>“I envision my two grandfathers, who fought for this country during world war two, one in the Army and one in the Marine Corps. Both risking their lives to protect our country and to try to make our country and this world a better place. So every time I stand with my hand over my heart looking at that flag and singing the national anthem, that’s what I think about.”</p> \n  <p>Brees’s comments drew immediate criticism from one of his highest-profile teammates, Pro Bowl wide receiver Michael Thomas, who <a href=\"https://twitter.com/Cantguardmike/status/1268220772046307333?s=20\">tweeted</a>: “<strong>He don’t know no better.</strong>”</p> \n  <p>You can read the full story here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/jun/03/drew-brees-new-orleans-saints-george-floyd-anthem-protests-nfl-football\">Drew Brees faces backlash for saying he will 'never agree' with anthem protests</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed806598f08cadb60400958\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T21:00:25.690Z\">10.00pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Today so far</h2> \n <div class=\"block-elements\"> \n  <p>That’s it from me today. My colleagues, Martin Pengelly and Maanvi Singh, will take over the blog for the next few hours.</p> \n  <p>Here’s where the day stands so far:</p> \n  <ul> \n   <li><strong>Additional charges were filed against the former police officers involved in the killing of George Floyd. </strong>Minnesota attorney general <strong>Keith Ellison </strong>said that the murder charge against <strong>Derek Chauvin </strong>had been elevated to second-degree murder, and three other officers had been charged with aiding and abetting second-degree murder.</li> \n   <li><strong>Kayleigh McEnany signaled defense secretary Mark Esper’s job may be in trouble. </strong>Asked during her White House briefing about whether the president still has faith in Esper, the press secretary said, “As of right now, Secretary Esper is still Secretary Esper.” The comment came after Esper said he would not support sending active-duty troops to states that have seen protests, as <strong>Trump </strong>has suggested. </li> \n   <li><strong>McEnany was criticized for comparing Trump’s controversial photo op at St John’s Church to Winston Churchill visiting bombing sites during World War II. </strong>McEnany said Trump’s visit was a “powerful” symbol that sent “a message of resilience and determination,” like Churchill inspecting bombing sites or <strong>George W Bush </strong>throwing out the first baseball pitch after the September 11 attacks. House speaker <strong>Nancy Pelosi </strong>said the White House was “delusional” for making the comparison.<br></li> \n   <li><strong>A prominent US police chief called for a nationwide ban on chokeholds </strong>in response to Floyd’s death.<strong> </strong><strong>Cerelyn “CJ” Davis</strong>, the police chief of Durham, North Carolina, said on “Good Morning America,” “The emotions and feelings that we see expressed out on the streets of cities all across the country going way back are substantiated. There have been years and years of systemic racism in law enforcement.”a</li> \n   <li><strong>Trump has moved to block Chinese airlines from flying to the US, </strong>as tensions intensify between the two countries over the coronavirus pandemic and trade.<strong> </strong>The announcement comes after Beijing said it would not allow United Airlines and Delta Air Lines to resume flights this week to China. </li> \n  </ul> \n  <p>Martin and Maanvi will have more coming up, so stay tuned.</p> \n </div> \n</div> \n<div id=\"block-5ed7e5538f082107f453a33f\" class=\"block\" data-block-contributor=\"profile/julia-carrie-wong\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T20:51:48.926Z\">9.51pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Citing a commitment not to “amplify voices who incite racial violence and injustice,” <strong>Snap said Wednesday that it will no longer promote Donald Trump’s posts to users who do not already follow him. </strong></p> \n  <p>“We are not currently promoting the President’s content on Snapchat’s Discover platform,” a spokesperson for Snap said in a statement, referring to a section of the social media app where users can see content from news outlets, professional publishers, and public figures. </p> \n  <p>“We will not amplify voices who incite racial violence and injustice by giving them free promotion on Discover. Racial violence and injustice have no place in our society and we stand together with all who seek peace, love, equality, and justice in America.”</p> \n  <p>Trump’s account will be allowed to remain on the platform, and users who choose to follow it will still see its posts. Trump tripled his following on the youth-focused platform to 1.5m followers over the past eight months amid a push to reach young voters, <a href=\"https://www.bloomberg.com/news/articles/2020-05-13/trump-embraces-snapchat-as-battle-for-2020-youth-vote-heats-up?sref=6flipp83\">Bloomberg</a> reported last month. </p> \n  <p>Snap joins Twitter in taking previously unimaginable action to limit the reach of the president’s social media posts out of concern that his racist rhetoric will incite violence. The move is less of a stretch for Snap than it was for the company that <a href=\"https://www.theguardian.com/media/2012/mar/22/twitter-tony-wang-free-speech\">once boasted</a> of being “the free speech wing of the free speech party”; Snapchat was launched as a more private and ephemeral alternative to platforms like Facebook and Twitter, and has never made claims to being an open forum for political debate. </p> \n  <p>Still, Snap’s decision will likely increase pressure on Facebook CEO <strong>Mark Zuckerberg</strong>, who has come under intense criticism from civil rights leaders and Facebook employees over his decision to allow Trump’s threat that “when the looting starts the shooting starts” remain on the platform. Facebook employees have continued to speak out publicly against their boss on Twitter in the wake of an all-staff meeting Tuesday where the billionaire CEO <a href=\"https://www.theguardian.com/technology/2020/jun/02/mark-zuckerberg-facebook-trump-protests-violence\">defended his reasoning</a>. </p> \n  <p>“Honestly why is this guy in charge,” one Facebook employee, product designer <strong>Nick Inzucchi</strong>, <a href=\"https://twitter.com/ninzucchi/status/1268198772338638848\">wrote</a> on Twitter in response to an article about Zuckerberg. “Tech CEOs should not be making one-off content policy decisions, least of all for those who might regulate them ... Mark is just not doing a very good job. He needs to sit down, be humble, and empower someone who gets it.” </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2020/jun/02/mark-zuckerberg-facebook-trump-protests-violence\">Mark Zuckerberg defends decision to allow Trump to threaten violence on Facebook</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed7f23b8f08cadb604008f8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T20:42:30.759Z\">9.42pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Hallie Golden reports for the Guardian from Seattle:</strong></p> \n  <p>Washington State Patrol has apologized after an officer was recorded on video during protests in Seattle Tuesday night telling his team members: “Don’t kill them, but hit them hard”. </p> \n  <p>On Wednesday morning, WSP spokesman Chris Loftis apologized for the “poor choice of words,” saying they “recognize the hurt and confusion it has caused.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bishop_Krystal/status/1268009974170451968\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">State Trooper:<br>\"DON'T KILL THEM, BUT HIT THEM HARD.\"<br><br>I am shaking. <a href=\"https://twitter.com/hashtag/seattleprotests?src=hash&amp;ref_src=twsrc%5Etfw\">#seattleprotests</a> <a href=\"https://twitter.com/hashtag/BlackLivesMattter?src=hash&amp;ref_src=twsrc%5Etfw\">#BlackLivesMattter</a> <a href=\"https://t.co/hL1B0xvnQJ\">pic.twitter.com/hL1B0xvnQJ</a></p>— Krystal Marx 🏳️‍🌈 (@Bishop_Krystal) \n    <a href=\"https://twitter.com/Bishop_Krystal/status/1268009974170451968?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p> The instructions by the team leader were given in Seattle’s Capitol Hill neighborhood in preparation for a push maneuver, which involves pushing protesters who are acting aggressive or not complying with orders away from a certain area. The officer who gave the instructions has not been identified.</p> \n  <p>The viral video of the officer, which was posted on Twitter, has received a mix of responses, with some saying his instructions were needed, while many others called it “disgusting” or “unacceptable.”</p> \n  <p>Loftis said in a statement sent to the Guardian that the troopers have been working in difficult and dangerous situations, and “they are doing so with courage, commitment and compassion, but not always with perfection.”</p> \n  <p>The video was captured on the fifth consecutive night of <strong>George Floyd </strong>protests in Seattle, which have remained primarily peaceful. On Tuesday evening, protesters in Capitol Hill had been on the streets at least two hours past the city’s 9 p.m. curfew, when water bottles were reportedly thrown at law enforcement.</p> \n  <p>The police fired pepper spray and used flash bangs on the crowd. </p> \n  <p>The state patrol has deployed about 200 troopers each day since Friday to Seattle and other cities across Washington to help with crowd control.</p> \n </div> \n</div> \n<div id=\"block-5ed8071d8f082107f453a42e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T20:30:11.334Z\">9.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Minnesota attorney general <strong>Keith Ellison </strong>has just concluded his press conference announcing additional charges in connection to the killing of <strong>George Floyd. </strong></p> \n  <p>Ellison acknowledged there was a level of public distrust around prosecutors carrying out police brutality cases because “our country has underprosecuted these matters.”</p> \n  <p>“We can’t control the past,” Ellison said. “All we can do is take the case that we have in front of us right now and do our good faith best to bring justice to this situation, and we will.”<br></p> \n </div> \n</div> \n<div id=\"block-5ed805118f0893539f4cf97d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T20:19:00.410Z\">9.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Minnesota attorney general <strong>Keith Ellison </strong>said that, in order to charge <strong>Derek Chauvin </strong>with first-degree murder, prosecutors would need to find evidence of “premeditation and deliberation” in the killing of <strong>George Floyd. </strong></p> \n  <p>Many critics have called on Chauvin to be charged with first-degree murder, but Ellison only elevated the charge to second-degree murder today.</p> \n  <p>Asked whether he expected the cases against the officers to go to trial or if they would take plea deals, Ellison said it was too early to make a prediction.</p> \n </div> \n</div> \n<div id=\"block-5ed803138f08cadb60400946\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T20:13:37.399Z\">9.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Minnesota attorney general <strong>Keith Ellison </strong>asked for “continued patience” from the public as officials continue to investigate the killing of <strong>George Floyd.</strong></p> \n  <p>Ellison warned that his office would likely not be able to say very much publicly about the investigation in the days to come. </p> \n  <p>Ellison said the road ahead would be difficult, but he expressed confidence in Hennepin county attorney <strong>Mike Freeman, </strong>noting Freeman has previously successfully prosecuted a murder case against a police officer.</p> \n  <p>“We’re confident in what we’re doing,” Ellison said. “But history does show that there are challenges here.”</p> \n  <p>Ellison emphasized that “George Floyd mattered” and recongized that these additional charges cannot solely rectify “the hurt and loss that so many people feel.”</p> \n </div> \n</div> \n<div id=\"block-5ed7e8be8f0893539f4cf8b5\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T20:07:22.054Z\">9.07pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Ellison confirms additional charges over Floyd killing</h2> \n <div class=\"block-elements\"> \n  <p>Minnesota attorney general <strong>Keith Ellison </strong>has confirmed the murder charge against <strong>Derek Chauvin </strong>has been elevated and the three other police officers fired over the killing of <strong>George Floyd </strong>have been charged.</p> \n  <p>Chauvin will now be charged with second-degree murder, and the three other officers — <strong>Tou Thao, J. Alexander Kueng</strong> and <strong>Thomas Lane</strong> — will be charged with aiding and abetting second-degree murder.</p> \n  <p>The attorney general thanked the American people for their “patience” in recent days as his office sorted through the additional charges.</p> \n </div> \n</div> \n<div id=\"block-5ed800f38f08cadb60400942\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T20:02:32.596Z\">9.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Senator Amy Klobuchar’s office reponded to questions about why she confirmed the additional charges in the Floyd case before Keith Ellison did. </strong></p> \n  <p>A Klobuchar spokesperson claimed the Minnesota senator was only repeating reporting from the Star Tribune about the expected charges to be announced by the state’s attorney general.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/carliewaibel/status/1268260109043609603\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Senator Klobuchar's tweet was based on the news Stephen Montemayor and Chao Xiong at the Star Tribune broke earlier today <a href=\"https://t.co/gVsdpekGLs\">https://t.co/gVsdpekGLs</a></p>— Carlie Waibel (@carliewaibel) \n    <a href=\"https://twitter.com/carliewaibel/status/1268260109043609603?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Klobuchar’s original tweet sparked questions about why the senator had gotten ahead of Ellison’s announcement, with some saying the lawmaker was acting more like a journalist.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/yashar/status/1268245265959403521\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Why is <a href=\"https://twitter.com/amyklobuchar?ref_src=twsrc%5Etfw\">@amyklobuchar</a> revealing this stuff as if she’s a reporter with a scoop? <a href=\"https://t.co/bZjmsMc0IA\">https://t.co/bZjmsMc0IA</a></p>— Yashar Ali 🐘 (@yashar) \n    <a href=\"https://twitter.com/yashar/status/1268245265959403521?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed7fe418f08cadb60400930\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T19:50:56.951Z\">8.50pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>House spekaer Nancy Pelosi attended a protest in Washington, </strong>as news broke that additional charges would be filed against the Minneapolis police officers involved in the killing of <strong>George Floyd.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/costareports/status/1268263052299960323\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Speaker Pelosi is at the protests... <a href=\"https://t.co/9NR01fXcdd\">pic.twitter.com/9NR01fXcdd</a></p>— Robert Costa (@costareports) \n    <a href=\"https://twitter.com/costareports/status/1268263052299960323?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Asked about the expected additional charges, Pelosi celebrated the news and praised Minnesota attorney general <strong>Keith Ellison </strong>for taking action.</p> \n  <p>A CNN reporter also asked Pelosi about White House press secretary <strong>Kayleigh McEnany </strong><a href=\"https://www.theguardian.com/us-news/live/2020/jun/03/george-floyd-protests-us-live-news-updates-donald-trump?page=with:block-5ed7edbe8f082107f453a395#block-5ed7edbe8f082107f453a395\">comparing</a> <strong>Trump</strong>’s controversial visit to St John’s Church to <strong>Winston Churchill </strong>visiting bombing damage during World War II and <strong>George W Bush</strong> throwing out the first pitch at a baseball game after the September 11 attacks.</p> \n  <p>“I think they’re hallucinating,” Pelosi said in response. </p> \n </div> \n</div> \n<div id=\"block-5ed7fc208f0893539f4cf957\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T19:41:03.179Z\">8.41pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Attorney <strong>Ben Crump </strong>said Minnesota attorney general <strong>Keith Ellison </strong>has told the Floyd family that <strong>Derek Chauvin</strong>’s murder charge would be elevated to first-degree murder if additional evidence supported it.</p> \n  <p>“This is a significant step forward on the road to justice, and we are gratified that this important action was brought before <strong>George Floyd</strong>’s body was laid to rest,” Crump said in a statement on the additional charges being filed today against the three other officers involved in the killing of Floyd. </p> \n  <p>“That is a source of peace for George’s family in this painful time. Attorney General Ellison has informed the family that his office will continue to investigate and will upgrade the charges to first-degree murder if the evidence supports it.”</p> \n  <p>Crump emphasized that Americans should continue fighting to demand change from the country’s police officers. </p> \n  <p>“We are deeply grateful for the outpouring of support by Americans in cities across the country, and we urge them to raise their voices for change in peaceful ways,” Crump said. “Our message to them is: Find constructive and positive ways to keep the focus and pressure on. Don’t let up on your demand for change.” </p> \n </div> \n</div> \n<div id=\"block-5ed7fb3a8f082107f453a3f0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T19:36:32.125Z\">8.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As we await the official announcement from Minnesota attorney general <strong>Keith Ellison </strong>about additional charges in the <strong>George Floyd </strong>case, the attorney representing the Floyd family reacted to reports of the charges.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AttorneyCrump/status/1268245111466610693\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">FAMILY’S REACTION: This is a bittersweet moment. We are deeply gratified that <a href=\"https://twitter.com/AGEllison?ref_src=twsrc%5Etfw\">@AGEllison</a> took decisive action, arresting &amp; charging ALL the officers involved in <a href=\"https://twitter.com/hashtag/GeorgeFloyd?src=hash&amp;ref_src=twsrc%5Etfw\">#GeorgeFloyd</a>'s death &amp; upgrading the charge against Derek Chauvin to felony second-degree murder. <a href=\"https://twitter.com/hashtag/JusticeForGeorge?src=hash&amp;ref_src=twsrc%5Etfw\">#JusticeForGeorge</a> <a href=\"https://t.co/jTfXFHpsYl\">pic.twitter.com/jTfXFHpsYl</a></p>— Benjamin Crump, Esq. (@AttorneyCrump) \n    <a href=\"https://twitter.com/AttorneyCrump/status/1268245111466610693?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Attorney <strong>Ben Crump </strong>said the Floyd family was “deeply gratified” that the murder charge against <strong>Derek Chauvin </strong>would be elevated to second-degree murder and that the other three officers involved would be charged, calling this a “bittersweet moment.”</p> \n </div> \n</div> \n<div id=\"block-5ed7f86a8f0893539f4cf947\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T19:26:30.881Z\">8.26pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Court records confirm new charges</h2> \n <div class=\"block-elements\"> \n  <p>According to court records in Minnesota today, the charges that we expect the state’s attorney general, <strong>Keith Ellison</strong>, to announce shortly against the police officers fired over the killing of <strong><a href=\"https://www.theguardian.com/us-news/george-floyd\">George Floyd</a> </strong>have been filed.<br></p> \n  <p>They confirm a second-degree murder charge against <strong>Derek Chauvin</strong>, who knelt on Floyd’s neck for almost nine minutes, and charges against the other three officers present of aiding and abetting second-degree murder, CNN reported.</p> \n  <p>First degree murder charges require evidence of pre-planning.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T19:45:08.774Z\">at 8.45pm BST</time></p> \n</div> \n<div id=\"block-5ed7f4fc8f08cadb60400908\" class=\"block\" data-block-contributor=\"profile/joannawalters\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T19:17:16.241Z\">8.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Crowds singing as they mourn at site where George Floyd was killed.</strong></p> \n  <p>As we wait to hear from Minnesota attorney general Keith Ellison at a press conference imminently to announce new charges in the George Floyd case, timing still to be confirmed, protesters at the site where Floyd died under the knee of a police officer 10 days ago are singing.</p> \n  <p>Emotional crowds are singing the civil rights resistance anthem <strong>“We Shall Overcome”</strong> in the sunshine. The site is a mass of flowers and chalked tributes.<br></p> \n  <p>People danced with the elation of relief when news seeped through that Ellison will announce new charge since taking over the case from the county prosecutor.</p> \n  <p><strong>We’re expecting the charges against Derek Chauvin, who kneeled on Floyd’s neck, to be elevated from third degree murder to second degree murder, which has to show intention to kill.</strong></p> \n  <p>And the three other officers who were with Chauvin and helped hold Floyd down and kept away bystanders who wanted to intervene, could be charged with aiding and abetting murder, and possibly other charges.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T19:31:21.037Z\">at 8.31pm BST</time></p> \n</div> \n<div id=\"block-5ed7f0648f08cadb604008ee\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T18:53:49.105Z\">7.53pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>White House press secretary <strong>Kayleigh McEnany </strong>has just concluded her briefing, which was particularly newsy today. </p> \n  <p>Hours after defense secretary <strong>Mark Esper </strong>said he was opposed to using the Insurrection Act to send active-duty troops to states with <strong>George Floyd </strong>protests, McEnany said, “The president has the sole authority to invoke the Insurrection Act.”<br></p> \n  <p>Esper said this morning that such a drastic step should only be used as a “last resort,” but McEnany told reporters, “It is definitely a tool within [Trump’s] power.” </p> \n  <p>According to reports, the president and his team privately expressed frustration with Esper this morning after the cabinet secretary came out in opposition to using the 1807 law to deploy active-duty troops.</p> \n </div> \n</div> \n<div id=\"block-5ed7ef1d8f082107f453a3aa\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T18:46:20.752Z\">7.46pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Repeatedly pressed on why peaceful protesters near the White House were forcibly removed on Monday. White House press secretary <strong>Kayleigh McEnany </strong>pinned that decision on attorney general <strong>William Barr. </strong></p> \n  <p>McEnany said Barr “made the order” to expand the perimeter near the White House, and she dodged questions about why the protesters were forcibly removed 30 minutes before Washington’s curfew went into effect. </p> \n  <p>When asked why Barr made the order to remove the protesters, McEnany said it was “because we were not going to see the church burn another night,” referencing the damage to St John’s Church on Sunday night. </p> \n </div> \n</div> \n<div id=\"block-5ed7edbe8f082107f453a395\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T18:39:33.778Z\">7.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>White House press secretary <strong>Kayleigh McEnany </strong>praised <strong>Trump</strong>’s visit to St John’s Church on Monday, which has been criticized by many religous leaders.</p> \n  <p>McEnany compared the president’s visit to <strong>Winston Churchill </strong>visiting bombing damage during World War II and <strong>George W Bush</strong> throwing out the first pitch at a baseball game after the September 11 attacks.</p> \n  <p>Trump’s visit to the church, moments after peaceful protesters nearby were forcibly removed using tear gas, was criticized as a thoughtless photo op, during which he used the Bible as a “prop.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T18:40:36.095Z\">at 7.40pm BST</time></p> \n</div> \n<div id=\"block-5ed7ed2d8f0893539f4cf8ed\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T18:36:22.834Z\">7.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>White House press secretary <strong>Kayleigh McEnany </strong>defended the forcible removal of peaceful protestes near the White House on Monday.</p> \n  <p>Echoing claims from the <strong>Trump </strong>campaign, McEnany said no tear gas had been used against the protesters. </p> \n  <p>However, the US Park Police confirmed that officers deployed pepper balls against the protesters, and the Centers for Disease Control and Prevention considers pepper spray to be tear gas.</p> \n </div> \n</div> \n<div id=\"block-5ed7ebac8f082107f453a387\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T18:31:53.389Z\">7.31pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">McEnany: 'As of right now, Secretary Esper is still Secretary Esper'</h2> \n <div class=\"block-elements\"> \n  <p>White House press secretary <strong>Kayleigh McEnany </strong>tip-toed around a question about defense secretary <strong>Mark Esper, </strong>amid questions over whether <strong>Trump </strong>will dismiss the senior official.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ThisWeekABC/status/1268247486625468416\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">“If he loses confidence in Secretary Esper I’m sure you will be the first to know,” White House press secretary Kayleigh McEnany says when asked if President Trump still has confidence in the secretary of defense. <a href=\"https://t.co/AqrtEEtO2J\">https://t.co/AqrtEEtO2J</a> <a href=\"https://t.co/4yfiaSrDFA\">pic.twitter.com/4yfiaSrDFA</a></p>— This Week (@ThisWeekABC) \n    <a href=\"https://twitter.com/ThisWeekABC/status/1268247486625468416?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Asked whether Trump still has confidence in Esper, McEnany told reporters, “If he loses confidence in Secretary Esper, I’m sure you will be the first to know.”</p> \n  <p>The press secretary ominously added, “As of right now, Secretary Esper is still Secretary Esper.”</p> \n  <p>That comment will likely intensify speculation that Trump will dismiss Esper after the defense secretary broke with the president’s proposal to send active-duty troops to states in reponse to the <strong>George Floyd </strong>protests.</p> \n </div> \n</div> \n<div id=\"block-5ed7ea8d8f082107f453a37f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T18:27:53.799Z\">7.27pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">McEnany holds White House briefing</h2> \n <div class=\"block-elements\"> \n  <p>White House press secretary <strong>Kayleigh McEnany </strong>has started her briefing, and she opened by saying <strong>Trump</strong>’s physical results would soon be released.</p> \n  <p>The announcement comes seven months after the White House said Trump unexpectedly visited Walter Reed to complete part of his physical. “In summary, the president remains healthy,” McEnany said of the physical results, declining to go into details.</p> \n  <p>McEnany went on to quote Dr <strong>Martin Luther King’s </strong>“I Have a Dream” speech<strong> </strong>to criticize looting amid the <strong>George Floyd </strong>protests.</p> \n </div> \n</div> \n<div id=\"block-5ed7e7888f0893539f4cf8a0\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T18:12:00.471Z\">7.12pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Klobuchar confirms Ellison to charge three other officers</h2> \n <div class=\"block-elements\"> \n  <p>Minnesota senator <strong>Amy Klobuchar </strong>has confirmed that the state’s attorney general, <strong>Keith Ellison, </strong>intends to elevate the murder charge against <strong>Derek Chauvin </strong>and file charges against the three other police officers fired over the killing of <strong>George Floyd.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/amyklobuchar/status/1268240529034227713\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Minnesota Attorney General Keith Ellison is increasing charges against Derek Chauvin to 2nd degree in George Floyd’s murder and also charging other 3 officers. This is another important step for justice.</p>— Amy Klobuchar (@amyklobuchar) \n    <a href=\"https://twitter.com/amyklobuchar/status/1268240529034227713?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Ellison is expected to soon deliver an announcement on the charges, and the Floyd family and attorney <strong>Ben Crump </strong>have said they are confident that the officers will be charged.</p> \n </div> \n</div> \n<div id=\"block-5ed7e4618f082107f453a33a\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T17:59:54.020Z\">6.59pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Ellison to charge three other police officers fired over Floyd's killing - report</h2> \n <div class=\"block-elements\"> \n  <p>Minnesota attorney general <strong>Keith Ellison </strong>intends to elevate the murder charge against former police officer <strong>Derek Chauvin </strong>and file charges against three of his former colleagues over the killing of <strong>George Floyd, </strong>according to the Star Tribune.</p> \n  <p>The Minnesota newspaper <a href=\"https://www.startribune.com/ellison-expected-to-provide-update-on-george-floyd-investigation/570984872/\">reports</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p> Ellison is expected to provide an update this afternoon on the state’s investigation into Floyd’s death. According to sources, former officer Derek Chauvin, recorded on video kneeling on Floyd’s neck as he begged for air on May 25, will now be charged with second-degree murder.<br></p> \n   <p>The other three officers at the scene — <strong>Tou Thao, J. Alexander Kueng</strong> and <strong>Thomas Lane</strong> — will also be charged with aiding and abetting second-degree murder, according to the sources, who spoke on conditions of anonymity.</p> \n  </blockquote> \n  <p>Chauvin was charged with third-degree murder and second-degree manslaughter Friday, but many critics argued the former officer should have been charged with first-degree murder.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T18:16:54.815Z\">at 7.16pm BST</time></p> \n</div> \n<div id=\"block-5ed7e1bf8f0893539f4cf875\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T17:53:42.554Z\">6.53pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Law enforcement officers patrolling DC have declined to identify themselves, </strong>raising concerns about lack of transparency days after protesters near the White House were forcibly removed using tear gas.</p> \n  <p>According to an MSNBC reporter, the officers enforcing a perimeter near the White House have removed all insignias and name plates that would identify themselves.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GarrettHaake/status/1268233764070731778\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Back outside the White House. Today the perimeter has been pushed back another half block. Federal law enforcement of some kind, but they won’t identify themselves, and all insignias and name plates have been removed. <a href=\"https://t.co/q5dmdMgkLV\">pic.twitter.com/q5dmdMgkLV</a></p>— Garrett Haake (@GarrettHaake) \n    <a href=\"https://twitter.com/GarrettHaake/status/1268233764070731778?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>DC mayor <strong>Muriel Bowser </strong>confirmed yesterday that the <strong>Trump administration </strong>floated the idea of taking control of the DC police during the <strong>George Floyd </strong>protests, which would be allowed under federal law.</p> \n  <p>Bowser said she would consider the use of that federal provision to be “an affront to our limited home rule and to the safety of the District of Columbia.” </p> \n </div> \n</div> \n<div id=\"block-5ed7dd778f0893539f4cf841\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T17:34:41.440Z\">6.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump originally tried to register to vote in Florida while listing his “legal residence” as the White House, </strong>according to the Washington Post.</p> \n  <p>The Post <a href=\"https://www.washingtonpost.com/lifestyle/style/president-trump-tried-to-register-to-vote-in-florida-using-an-out-of-state-address/2020/06/03/687d0014-a4f2-11ea-b473-04905b1af82b_story.html\">reports</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p> The September 2019 registration application listed Trump’s legal residence as 1600 Pennsylvania Ave. NW, the location of the White House. That created a potential problem for Trump: Florida law requires voters to be legal residents of the state. A month later, Trump resubmitted his application to use a Florida address and in March he voted by mail in Florida’s Republican primary. <br></p> \n   <p>Trump’s original voter-registration application, which was obtained by The Washington Post via a public records request, was filed during a time when the president was making a highly publicized move to change his permanent residence from his Manhattan penthouse to Mar-a-Lago, his private club in Palm Beach, Fla.</p> \n   <p>The voter application is dated Sept. 27, 2019 — the same day that Trump made the domicile change. On one of his forms that day he was telling Florida officials that his ‘legal residence’ was Washington, D.C., and on another he was saying he was a ‘bona fide resident’ of Palm Beach.</p> \n  </blockquote> \n  <p>The report will likely increase scrutiny of Trump’s criticism of vote by mail, which he has claimed (without evidence) is particularly susceptible to voter fraud, even though voter fraud is very rare.</p> \n  <p>The president has repeatedly said he is opposed to states’ efforts to expand vote by mail amid the coronavirus crisis, claiming fear of contracting the virus is not a valid reason to request a mail-in ballot.</p> \n </div> \n</div> \n<div id=\"block-5ed7daec8f08cadb604007f8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T17:21:52.562Z\">6.21pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>A Republican member of the House armed services committee said he agreed with Mark Esper’s statement </strong>that it was not necessary to deploy active-duty troops to states with <strong>George Floyd </strong>protests.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RepByrne/status/1268210807080394753\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I agree with Secretary Esper. At this time, there is absolutely no reason to use the Insurrection Act to deploy active-duty U.S. forces. That is a tool that should only be used as an absolute last resort. <a href=\"https://t.co/gYjNgGOSBY\">https://t.co/gYjNgGOSBY</a></p>— Rep. Bradley Byrne (@RepByrne) \n    <a href=\"https://twitter.com/RepByrne/status/1268210807080394753?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“I agree with Secretary Esper,” congressman <strong>Bradley Byrne </strong>wrote in a tweet. “At this time, there is absolutely no reason to use the Insurrection Act to deploy active-duty U.S. forces. That is a tool that should only be used as an absolute last resort.”</p> \n  <p>On Monday, <strong>Trump </strong>threatened to use the 1807 law to send military troops to states, but Esper said he disagreed with that suggestion during a press conference this morning. </p> \n </div> \n</div> \n<div id=\"block-5ed7d5fd8f082107f453a297\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T17:00:56.649Z\">6.00pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Today so far</h2> \n <div class=\"block-elements\"> \n  <p>Here’s where the day stands so far:</p> \n  <ul> \n   <li><strong>Additional charges are expected to be announced against the four officers fired over the killing of George Floyd. </strong>Former officer <strong>Derek Chauvin </strong>has already been charged with third-degree murder and second-degree manslaughter, and Minnesota attorney general <strong>Keith Ellison </strong>is expected to announce additional charges this afternoon.</li> \n   <li><strong>Defense secretary Mark Esper said he does not support sending active-duty troops to states that have seen protests. </strong>The president has threatened to use the Insurrection Act of 1807 to send troops to the states, but Esper said such a decision should only be used as a “last resort” and is not currently necessary.</li> \n   <li><strong>Trump has moved to block Chinese airlines from flying to the US, </strong>as tensions intensify between the two countries over the coronavirus pandemic and trade.<strong> </strong>The announcement comes after Beijing said it would not allow United Airlines and Delta Air Lines to resume flights this week to China.</li> \n  </ul> \n  <p>The blog will have more coming up, so stay tuned.</p> \n </div> \n</div> \n<div id=\"block-5ed7d19c8f082107f453a253\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T16:45:41.376Z\">5.45pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Floyd's son and Crump visit site of his killing</h2> \n <div class=\"block-elements\"> \n  <p><strong>George Floyd</strong>’s son, <strong>Quincy Mason Floyd</strong>, and attorney <strong>Ben Crump</strong>, who has been representing the Floyd family, are visiting the site of Floyd’s killing in Minnespolis.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AlexHaganKARE11/status/1268220367509823488\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Attorney Ben Crump with George Floyd’s son.<a href=\"https://twitter.com/kare11?ref_src=twsrc%5Etfw\">@kare11</a> <a href=\"https://t.co/u55eh7zhOk\">pic.twitter.com/u55eh7zhOk</a></p>— Alex Hagan (@AlexHaganKARE11) \n    <a href=\"https://twitter.com/AlexHaganKARE11/status/1268220367509823488?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Crump and the younger Floyd kneeled in prayer at the site, where a police officer put a knee on Floyd’s neck for more than eight minutes.</p> \n  <p>Crump said he and the Floyd family “absolutely believe that he was tortured” to death, adding that they are “confident” all four police officers fired over the killing of Floyd will be charged.</p> \n  <p>Minnesota attorney general <strong>Keith Ellison </strong>is expected to announce additional charges this afternoon, while former officer <strong>Derek Chauvin </strong>has already been charged with third-degree murder and second-degree manslaughter.</p> \n  <p>“We expect all police officers to be arrested before we have the memorial here in Minneapolis tomorrow,” Crump said.</p> \n  <p>He continued, “We cannot have two justice systems in America, one for black America and one for white America. We must have equal justice for the United States of America.”</p> \n  <p>“Change is going to come in the tragic killing of George Floyd,” Crump said. “That change starts today.”</p> \n </div> \n</div> \n<div id=\"block-5ed7af978f082107f453a070\" class=\"block is-key-event\" data-block-contributor=\"profile/martin-pengelly\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T16:32:03.584Z\">5.32pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Republican who assaulted Guardian reporter wins Montana primary</h2> \n <div class=\"block-elements\"> \n  <p><strong>Greg Gianforte</strong>, the Republican congressman from Montana who infamously attacked a Guardian reporter in 2017, <a href=\"https://thehill.com/homenews/campaign/500846-gianforte-wins-montana-gubernatorial-primary\">won a gubernatorial primary</a> on Tuesday.</p> \n  <p>He will now face lieutenant governor <strong>Mike Cooney </strong>in the race to replace <strong>Steve Bullock</strong>, the Democratic governor who briefly ran for the presidential nomination and is now mounting a strong challenge for a US Senate seat.</p> \n  <p>Here’s a video in which reporter <strong>Ben</strong> <strong>Jacobs</strong>, who left the Guardian last year, <strong>describes the “body slam” assault</strong>, which happened at Gianforte’s <a href=\"https://www.theguardian.com/us-news/2017/may/26/greg-gianforte-wins-montana-congress-race-body-slam-reporter\">campaign headquarters in Bozeman</a> in May 2017. The video begins with audio of the moment Gianforte, in answer to a question about healthcare reform, slammed Jacobs to the ground.</p> \n  <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=f3t4NBUb57s\"> \n   <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/f3t4NBUb57s?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n   <figcaption>\n    Ben Jacobs describes his assault by Greg Gianforte.\n   </figcaption> \n  </figure> \n  <p>As the Guardian reported when Gianforte was charged with assault:</p> \n  <blockquote class=\"quoted\"> \n   <p>Fox News reporter <strong>Alicia Acuna</strong>, field producer <strong>Faith Mangan</strong> and photographer <strong>Keith Railey</strong> witnessed the incident … according to an <a href=\"http://www.foxnews.com/politics/2017/05/24/greg-gianforte-fox-news-team-witnesses-gop-house-candidate-body-slam-reporter.html\">account published on the Fox News website</a>. After Jacobs asked Gianforte his question, Acuna <a href=\"http://www.foxnews.com/politics/2017/05/24/greg-gianforte-fox-news-team-witnesses-gop-house-candidate-body-slam-reporter.html\">wrote</a>: “Gianforte grabbed Jacobs by the neck with both hands and slammed him into the ground behind him.</p> \n   <p>“Faith, Keith and I watched in disbelief as Gianforte then began punching the man, as he moved on top the reporter and began yelling something to the effect of ‘I’m sick and tired of this!’ … To be clear, at no point did any of us who witnessed this assault see Jacobs show any form of physical aggression toward Gianforte, who left the area after giving statements to local sheriff’s deputies.”</p> \n  </blockquote> \n  <p><strong>Donald Trump</strong> <a href=\"https://www.theguardian.com/us-news/2018/oct/21/trump-playful-assault-guardian-reporter-ben-sasse\">has praised Gianforte</a>, who first said Jacobs had provoked the attack but then <a href=\"https://www.theguardian.com/us-news/2017/jun/21/greg-gianforte-congress-republican-house\">pleaded guilty</a> and was <a href=\"https://www.theguardian.com/us-news/2017/jun/12/republican-greg-gianforte-sentenced-assaulting-guardian-reporter\">sentenced</a> to community service, a $385 fine and 20 hours of sessions for anger management. </p> \n  <p>Gianforte wrote a letter of apology to Jacobs, as part of a civil settlement under which he also gave $50,000 to the Committee to Protect Journalists.</p> \n  <p>He also promised to sit down for an interview with Jacobs but when it became clear he would not do so, <a href=\"https://www.theguardian.com/us-news/2017/jun/12/ben-jacobs-greg-gianforte-sentence-free-press\">Jacobs said in a statement</a>: “I forgave Congressman Gianforte for his unprovoked attack and his slanderous statement afterwards in hope that this behavior was an aberration. Instead, I have become increasing convinced that those actions were a display of his true character.</p> \n  <p>Here’s a story about <a href=\"https://www.theguardian.com/us-news/2017/oct/11/greg-gianfortes-mugshot-released-to-the-public-after-legal-battle\">the release of Gianforte’s police mugshot</a>:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2017/oct/11/greg-gianfortes-mugshot-released-to-the-public-after-legal-battle\">Greg Gianforte's mugshot released to the public after legal battle</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed7c8158f082107f453a1cc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T16:20:24.189Z\">5.20pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>New York police officers were captured on video shoving and yelling expletives at two Associated Press reporters, </strong>as the journalists covered the city’s <strong>George Floyd </strong>protests last night.</p> \n  <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=1foAAYPb7kk\"> \n   <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/1foAAYPb7kk?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n  </figure> \n  <p>In the video, the officers can be heard ordering the reporters to go home as New York’s curfew neared. When the journalists attempt to explain that members of the media are exempt from the city’s curfew order, two officers’ language became profane.</p> \n  <p>“I don’t give a shit,” one officer says. Another tells videojournalist <strong>Robert Bumsted, </strong>“get the fuck out of here you piece of shit.” </p> \n  <p>The incident comes as a number of journalists across the country have been arrested and injured as they sought to cover the protests, sparking criticism of the police’s treatment of the press.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/31/george-floyd-protests-reporters-targeted-by-police-and-crowds\">George Floyd protests: reporters targeted by police and crowds</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed7c9198f08cadb60400728\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T16:05:31.854Z\">5.05pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Minnesota AG reportedly makes decision on additional charges</h2> \n <div class=\"block-elements\"> \n  <p>The Minnesota attorney general has reportedly reached a decision on filing additional charges against the police officers who were fired over the killing of <strong>George Floyd. </strong></p> \n  <p>CNN <a href=\"https://www.cnn.com/2020/06/03/us/george-floyd-officers-charges/index.html\">reports</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p> One of the [law enforcement] officials said state Attorney General <strong>Keith Ellison </strong>will be making a significant announcement in the case early this afternoon. The officials would not reveal what the decision was.</p> \n   <p>Three now-former officers can be seen on video on top of Floyd during his killing on May 25. <strong>Derek Chauvin</strong>, who had his knee pressed into Floyd’s neck for nearly nine minutes, has been charged with third-degree murder and second-degre manslaughter.</p> \n   <p>Former officers<strong> Thomas Lane</strong> and <strong>J.A. Keung</strong>, who helped restrain Floyd, and a fourth former officer, <strong>Tou Thao</strong>, who stood near the others, have not yet been charged. <br></p> \n  </blockquote> \n  <p>When the charges against Chauvin were announced on Friday, many critics said his colleagues should have been charged along with him, but Hennepin county attorney <strong>Mike Freeman </strong>said that he expected additional charges to be filed.</p> \n </div> \n</div> \n<div id=\"block-5ed7c45a8f08cadb604006ca\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T15:46:29.481Z\">4.46pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Trump moves to block Chinese airlines from flying to US</h2> \n <div class=\"block-elements\"> \n  <p>The <strong>Trump administration </strong>is moving to block Chinese airlines from flying into the US, as tensions escalate between the two countries over the coronavirus pandemic and trade.</p> \n  <p>The announcement came after Beijing said it would not allow United Airlines and Delta Air Lines to resume flights this week to China, which sparked US complaints that the country was violating an agreement between the two governments.</p> \n  <p>The transportation department said its new policy would take effect on June 16.</p> \n  <p>“The Department will continue to engage our Chinese counterparts so both U.S. and Chinese carriers can fully exercise their bilateral rights,” the agency said in a statement. “In the meantime, we will allow Chinese carriers to operate the same number of scheduled passenger flights as the Chinese government allows ours.” </p> \n </div> \n</div> \n<div id=\"block-5ed7c0898f082107f453a16e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T15:33:03.046Z\">4.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Several hundred protesters have gathered at the Capitol </strong>to protest the killings of <strong>George Floyd </strong>and <strong>Breonna Taylor, </strong>two days after protesters near the White House were forcibly removed using tear gas.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/FoxReports/status/1268199920575688706\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Protestors moments ago took a knee outside the US Capitol. <a href=\"https://t.co/HsTzqK4meD\">pic.twitter.com/HsTzqK4meD</a></p>— Lauren Fox (@FoxReports) \n    <a href=\"https://twitter.com/FoxReports/status/1268199920575688706?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Despite the intense heat in Washington today, the demonstrators gathered at the Capitol to peacefully protest police brutality. </p> \n  <p>They chanted the names of those killed by police in recent weeks and kneeled to honor their memories before lying down on the ground for more than eight minutes, in recognition of the length of time that a police officer kneeled on Floyd’s neck.</p> \n </div> \n</div> \n<div id=\"block-5ed7be2a8f08cadb60400671\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T15:23:15.539Z\">4.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Philadelphia has removed a statue of former mayor Frank Rizzo, </strong>who has been severely criticized for his treatment of African American and LGBT residents of the city in the 1970’s.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KeeleyFox29/status/1268093815858003969\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">WATCH: VIDEO of Former Philadelphia Mayor Frank Rizzo bronze sculpture lifted off then driven away in truck overnight. It looks as if he’s waving goodbye ⁦<a href=\"https://twitter.com/FOX29philly?ref_src=twsrc%5Etfw\">@FOX29philly</a>⁩ <a href=\"https://t.co/hTxH7dqato\">pic.twitter.com/hTxH7dqato</a></p>— Steve Keeley (@KeeleyFox29) \n    <a href=\"https://twitter.com/KeeleyFox29/status/1268093815858003969?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Rizzo spent three years serving as the city’s police commissioner, followed by two terms as mayor. Rizzo opposed the desegregation of Philadelphia’s schools, and he was criticized for overseeing a polce force that often resorted to brutality against residents.</p> \n  <p>In recent years, Philadelphians have called for the removal of the statue, and it has become a focal point of the city’s <strong>George Floyd </strong>protests in recent days. Democratic mayor <strong>Jim Kenney </strong>had the statue removed overnight.</p> \n  <p>“The continued display of the statue has understandably enraged and hurt many Philadelphians, including those protesting the heinous murders of George Floyd and too many others. I have seen and heard their anguish. This statue now no longer stands in front of a building that serves all Philadelphians,” Kenney said in a statement.</p> \n  <p>“The statue is a deplorable monument to racism, bigotry, and police brutality for members of the Black community, the LGBTQ community, and many others. The treatment of these communities under Mr. Rizzo’s leadership was among the worst periods in Philadelphia’s history,”</p> \n </div> \n</div> \n<div id=\"block-5ed7ba948f082107f453a112\" class=\"block\" data-block-contributor=\"profile/julianborger\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T15:00:11.208Z\">4.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>At his press briefing, defense secretary <strong>Mark</strong> <strong>Esper </strong>also said he had asked the army secretary, <strong>Ryan McCarthy,</strong> to launch an inquiry into a National Guard medevac helicopter that was filmed hovering low over protesters in Washington, in an apparent effort to disperse them by intimidation and the strong wind from its rotor.</p> \n  <p>Esper said it was only confirmed it was a National Guard helicopter on Tuesday and that he ordered the inquiry within an hour of learning about it. </p> \n  <p>“I want to make sure I understand why,” Esper said. “What happened? Who was involved? What orders were they given or not given? Was there a safety issue involved with an aircraft. hovering that low? So there’s a lot of questions that need to be answered.”</p> \n  <p>Esper refused to be drawn in to making an initial assessment but he did offer an alternative to the general view that the helicopter was using for intimidation.</p> \n  <p>“I got a report back that they were asked by law enforcement to look at a checkpoint, a National Guard checkpoint, to see if there were protesters around, so there’s conflicting reports,” Esper said.</p> \n  <p>He did not explain why a helicopter would be needed to spot protesters when the streets were full of law enforcement officers from various agencies, nor why a helicopter would have to hover so low to confirm the presence of protesters on the street. </p> \n </div> \n</div> \n<div id=\"block-5ed7b46a8f08cadb604005ec\" class=\"block\" data-block-contributor=\"profile/julianborger\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T14:38:32.066Z\">3.38pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Defense secretary <strong>Mark Esper </strong>claimed he and the chairman of the joint chiefs of staff, General <strong>Mark A Milley, </strong>had planned to thank National Guard members who were on duty near the White House when they accompanied <strong>Trump </strong>to St John’s Church on Monday.</p> \n  <p>“It was also my aim and General Milley’s to meet with and thank the members of the National Guard, who are on duty that evening in the park. It is something the president likes to do as well,” Esper said.</p> \n  <p>But the cabinet secretary added, “The path we took to and from the church didn’t afford us that opportunity.”</p> \n  <p>Instead, Esper and Milley accompanied Trump to a photo op at the church, which has sparked criticism that the senior officials are politicizing the military.</p> \n  <p>“I was not aware of a photo op was happening,” Esper said. “Of course, the president drags a large press pool along with him. And look, I do everything I can to try stay apolitical and try and stay out of situations that may appear political and sometimes I’m successful with doing that, and sometimes I’m not as successful, but my aim is to keep the department out of politics, to stay apolitical.” </p> \n </div> \n</div> \n<div id=\"block-5ed7b2d58f08cadb604005d5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T14:30:44.720Z\">3.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Defense secretary <strong>Mark Esper </strong>said he “did know” that he was accompanying <strong>Trump </strong>to St John’s Church on Monday night, but he claimed he “was not aware that a photo op was happening.” </p> \n  <p>Esper has been widely criticized for partcipating in the photo op, with one member of the Defense Science Board even resigning over the issue.</p> \n  <p>In his resignation letter, <strong>James N Miller </strong>criticized the president for the forcible removal of protesters near the White House on Monday. </p> \n  <p>“You may not have been able to stop President Trump from directing this appalling use of force, but you could have chosen to oppose it,” Miller wrote to Esper. “Instead, you visibly supported it.”</p> \n  <p>Esper said yesterday that he believed he was accompanying Trump to Lafayette Square to inspect damage from the protests. “I thought I was going to do two things: to see some damage and to talk to the troops,” Esper told NBC News.</p> \n </div> \n</div> \n<div id=\"block-5ed7b0008f08cadb6040059e\" class=\"block is-key-event\" data-block-contributor=\"profile/julianborger\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T14:18:37.113Z\">3.18pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Esper opposes using Insurrection Act to send military to states</h2> \n <div class=\"block-elements\"> \n  <p><strong>Mark Esper</strong>, the defense secretary, has said there is no grounds for invoking the Insurrection Act, which<strong> Trump</strong> has threatened to do. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ABCPolitics/status/1268183713801789441\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Defense Sec. Esper: \"I do not support invoking the Insurrection Act.\"<br><br>\"The option to use active-duty forces in a law enforcement role should only be used as a matter of last resort and only in the most urgent and dire of situations. We are not in one of those situations now.\" <a href=\"https://t.co/qUGZCmN4SG\">pic.twitter.com/qUGZCmN4SG</a></p>— ABC News Politics (@ABCPolitics) \n    <a href=\"https://twitter.com/ABCPolitics/status/1268183713801789441?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“I’ve always believed and continue to believe that the National Guard is best suited for performing domestic support to civil authorities and these situations in support of local law enforcement,” Esper told reporters at the Pentagon. </p> \n  <p>“I say this not only as Secretary of Defense, but also as a former soldier, and a former member of the National Guard, the option to use active-duty forces in a law enforcement role should only be used as a matter of last resort, and only in the most urgent and dire of situations. We are not in one of those situations now. I do not support invoking the Insurrection Act.”</p> \n  <p>On Monday night, Trump said National Guard troops must “dominate the streets” or he would use the Insurrection Act of 1807 to send military troops to the states where <strong>George Floyd </strong>protests have intensified.</p> \n </div> \n</div> \n<div id=\"block-5ed7a9dc8f08cadb60400548\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T14:04:42.177Z\">3.04pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Trump contradicts reports he was taken to bunker amid protests</h2> \n <div class=\"block-elements\"> \n  <p><strong>Trump </strong>has contradicted details of the reports that the Service Service took him to the underground bunker on Friday night as <strong>George Floyd </strong>protests unfolded near the White House, out of concern for his safety.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RiegerReport/status/1268177822603976710\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Trump says he went to the White House bunker for inspection:<br><br>“It was a false report. I wasn’t down— I went down during the day and I was there for a tiny, little short period of time, and it was much more for an inspection…I’ve gone down two or three times, all for inspection.\" <a href=\"https://t.co/RFPi4aAsfX\">pic.twitter.com/RFPi4aAsfX</a></p>— JM Rieger (@RiegerReport) \n    <a href=\"https://twitter.com/RiegerReport/status/1268177822603976710?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The president said he had gone to the bunker during the day “for a tiny, little, short period of time,” but he claimed the visit was “more for an inspection.”</p> \n  <p>Trump said the Secret Service had encouraged the “inspection.” “They said it would be a good time to go down and take a look because maybe sometime you’re going to need it,” Trump said.<br></p> \n  <p>The president noted he has been to the bunker “two and half” times because he’s “done different things” while there, but he claimed moments earlier that his visits had been “all for inspection.”</p> \n  <p>Multiple outlets reported that Trump was taken to the bunker on Friday night, as the president privately expressed alarm for his own safety.</p> \n  <p>The New York Times <a href=\"https://www.nytimes.com/2020/05/31/us/politics/trump-protests-george-floyd.html\">reported</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p> Inside the White House, the mood was bristling with tension. Hundreds of protesters were gathering outside the gates, shouting curses at President Trump and in some cases throwing bricks and bottles. Nervous for his safety, Secret Service agents abruptly rushed the president to the underground bunker used in the past during terrorist attacks. </p> \n   <p>The scene on Friday night, described by a person with firsthand knowledge, kicked off an uneasy weekend at the White House as demonstrations spread after the brutal death of a black man in police custody under a white officer’s knee. While in the end officials said they were never really in danger, Mr. Trump and his family have been rattled by protests near the Executive Mansion that turned violent for a third night on Sunday.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ed7a7698f082107f453a009\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T13:46:42.622Z\">2.46pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is Joan Greve, taking over for Joanna Walters. </p> \n  <p><strong>Ella Jones was elected as the first African-American mayor of Ferguson, Missouri, yesterday, </strong>six years after the a police officer fatally shot <strong>Michael Brown, </strong>sparking protests that drew international attention to the Black Lives Matter movement.</p> \n  <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=PspvvPESV6k\"> \n   <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/PspvvPESV6k?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n  </figure> \n  <p>Jones, who serves on the Ferguson city council, is also the first woman to become the mayor of the city, and both she and her opponent have expressed support for the protests continuing across the country in response to the killing of <strong>George Floyd. </strong></p> \n  <p>“I’ve got work to do — because when you’re an African-American woman, they require more of you than they require of my counterpart,” Jones said in a video shared by a Missouri journalist after her victory. </p> \n  <p>“I know the people in Ferguson are ready to stabilize their community, and we’re going to work together to get it done.” </p> \n </div> \n</div> \n<div id=\"block-5ed7a62c8f08cadb6040050a\" class=\"block\" data-block-contributor=\"profile/davidsmith\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T13:32:26.826Z\">2.32pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The existential choice facing America was laid bare on Tuesday</strong>, as<strong> <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> </strong>and<strong> Joe Biden</strong> set out radically contrasting visions for a nation convulsed by seven nights of protests over police brutality and racial injustice.</p> \n  <p>The president visited the Saint John Paul II National Shrine in Washington, after threatening to deploy the American military against the American people and being <a href=\"https://www.theguardian.com/us-news/2020/jun/02/clergy-priests-attacked-police-washington-dc-st-john-church-trump-photo-op\">eviscerated by church leaders</a> for using the Bible as a political prop.</p> \n  <p>Biden, the former vice-president and presumptive Democratic nominee for president in November, delivered a sombre speech at Philadelphia’s city hall, suggesting the US is at one of the most important crossroads in its history.</p> \n  <p>A week of demonstrations were triggered by the killing of <a href=\"https://www.theguardian.com/us-news/george-floyd\"><strong>George Floyd</strong></a>, an African American man who died when a white Minneapolis police officer pressed his knee into his neck for several minutes, even after Floyd stopped moving and pleaded: “I can’t breathe.”</p> \n  <p>Those words are still “echoing across this nation”, Biden said in his most high-profile public appearance since the coronavirus pandemic forced him to campaign from home.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/02/trump-and-biden-offer-starkly-different-visions-with-nation-at-a-crossroads\">Trump and Biden offer starkly different visions with nation at a crossroads</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed792068f084df971c8ee63\" class=\"block is-key-event\" data-block-contributor=\"profile/joannawalters\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T12:41:25.620Z\">1.41pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Police chief calls for national chokehold ban</h2> \n <div class=\"block-elements\"> \n  <p>A prominent US police chief has called for “sweeping reforms” to policing in the US to reverse entrenched racism and also demanded a national ban on chokeholds - the kind of restraints that killed George Floyd 10 days ago when an officer in Minneapolis knelt on his neck and Eric Garner in New York in 2014 who died with a police arm around his neck.</p> \n  <p>Both men’s dying words included “I can’t breathe”, which has become a national, and even international, cry during protests against police brutality.</p> \n  <p>Cerelyn “CJ” Davis, the police chief of Durham, North Carolina, called for the ban on ABC’s Good Morning America show moments ago, and was joined by two other senior police leaders who also backed reforms.</p> \n  <p> “The emotions and feelings that we see expressed out on the streets of cities all across the country going way back are substantiated. There have been years and years of systemic racism in law enforcement,” she said.<br></p> \n  <p>Davis was appointed in 2016.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GKButterfield/status/724985562675986434\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Congratulations to Cerelyn \"CJ\" Davis on her appointment as Durham's next police chief! <a href=\"https://t.co/GT8wvikhNW\">https://t.co/GT8wvikhNW</a> <a href=\"https://t.co/XnVwDzjnmx\">pic.twitter.com/XnVwDzjnmx</a></p>— G. K. Butterfield (@GKButterfield) \n    <a href=\"https://twitter.com/GKButterfield/status/724985562675986434?ref_src=twsrc%5Etfw\">April 26, 2016</a>\n   </blockquote> \n  </figure> \n  <p>ABC anchor George Stephanopoulos asked if there was a need for a nationwide ban on chokeholds “and the kind of neck restraint we saw that ended up with the death of George Floyd”.</p> \n  <p>“We not just need a nationwide ban, we need nationwide standards,” Davis said, decrying the “smorgasbord” of standards across US departments.</p> \n  <p>“We need sweeping changes that are supported with legislation..to ensure that every agency large and small have the best practices in place or we are going to continue to see these..we don’t want to see this any more.”</p> \n  <p>Terrence Monahan, chief of department at the New York Police Department, said that all police leaders needed to “take a good hard look at their agency, to bridge the gap between cops and community.”</p> \n  <p>He added that dialogue was crucial. “Whatever reforms there are it’s important that we see one another as human,” he said.</p> \n  <p>Houston’s police chief, Art Acevedo, echoed the Texas governor in rejecting Donald Trump’s threat to send the US military into states that don’t control the protests and “dominate” their streets.</p> \n  <p>“This is Texas, cities are safe, things are going well here, we do not need any support in terms of federal troops.” He said the local departments were trusted by their communities “by and large”. And he added he was honored that George Floyd’s family had invited the police to help them organize the man’s funeral next week, in his native Houston.</p> \n </div> \n</div> \n<div id=\"block-5ed78aba8f087122eca54b8e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:41:05.106Z\">12.41pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">NYPD chief claims Cuomo has apologised for criticism</h2> \n <div class=\"block-elements\"> \n  <p><strong>NYPD chief Terence Monahan</strong> has been doing the TV round this morning - appearing on Today</p> \n  <p>He said an earlier curfew helped take out of neighborhoods “people who didn’t belong there” and that officers had allowed peaceful protests to continue beyond 8pm. He said those who had broken off from the main groups “looking to cause mayhem” had been rapidly dealt with.</p> \n  <p>He also responded to criticism from <strong>Governor Andrew Cuomo</strong>, saying that he should never call his officers ineffective, and said that last night “[Cuomo’s] office called and apologised to me” and said the Cuomo had called the commissioner directly to apologise. </p> \n  <p>You can watch the full interview here:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TODAYshow/status/1268141281299087360\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Watch <a href=\"https://twitter.com/SavannahGuthrie?ref_src=twsrc%5Etfw\">@savannahguthrie</a>’s full interview with <a href=\"https://twitter.com/NYPDChiefofDept?ref_src=twsrc%5Etfw\">@NYPDChiefofDept</a> about the department’s response to protests and the effectiveness of an earlier curfew. <a href=\"https://t.co/TSFh4pkmqm\">pic.twitter.com/TSFh4pkmqm</a></p>— TODAY (@TODAYshow) \n    <a href=\"https://twitter.com/TODAYshow/status/1268141281299087360?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Monahan’s comments don’t <em>entirely</em> square with Associated Press reports that two of their journalists were surrounded, shoved and had expletives yelled at them while simply trying to cover the protests in New York last night. </p> \n  <p>In <a href=\"https://apnews.com/1d2d9e4afdd822b27bfcce570e0cbdb5\">a video clip</a>, videojournalist Robert Bumsted is heard explaining to the officers that the press are considered “essential workers” and are allowed to be on the streets. An officer responds “I don’t give a shit.” Another tells Bumsted “get the fuck out of here you piece of shit.”</p> \n </div> \n</div> \n<div id=\"block-5ed784c18f084df971c8edaa\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:21:43.124Z\">12.21pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">British PM Johnson says Floyd killing 'appalling' and 'inexcusable'</h2> \n <div class=\"block-elements\"> \n  <p><strong>British prime minister Boris Johnson</strong> has described the death of George Floyd as “appalling” and “inexcusable” in the British parliament - but he also cautioned protests to stay “lawful and reasonable”.</p> \n  <p>There is a weekly session in London where the prime minister is grilled by MPs, and this week <strong>Keir Starmer</strong>, the leader of the UK’s main opposition Labour party, opened by saying:</p> \n  <p>“Can I start by expressing shock and anger at the death of George Floyd. This has shone a light on racism and hatred experienced by many in the US and beyond.”</p> \n  <p>He want on to castigate Johnson for his lack of response so far, urging the UK to send a strong message to the US president:</p> \n  <p>“I’m surprised the prime minister hasn’t said anything about this yet, but I do hope that next time he speaks to President Trump he will convey to him the UK’s abhorrence about his response to the events.”</p> \n  <figure class=\"element element-image\" data-media-id=\"7a53652adce4e434a3bab8eb57d637bd3c65d2f5\"> \n   <img src=\"https://media.guim.co.uk/7a53652adce4e434a3bab8eb57d637bd3c65d2f5/86_0_3828_2298/1000.jpg\" alt=\"British prime minister Boris Johnson speaks during Prime Minister’s Questions in the House of Commons, London, today\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">British prime minister Boris Johnson speaks during Prime Minister’s Questions in the House of Commons, London, today</span> \n    <span class=\"element-image__credit\">Photograph: House of Commons/PA</span> \n   </figcaption> \n  </figure> \n  <p>For his part, Johnson responded: “I think what happened in the United States was appalling, it was inexcusable. We all saw it on our screens, and I perfectly understand people’s right to protest, though obviously I also believe that protests should take place in a lawful and reasonable way.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T11:27:33.561Z\">at 12.27pm BST</time></p> \n</div> \n<div id=\"block-5ed781808f087122eca54b07\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:01:11.937Z\">12.01pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><a href=\"https://www.theguardian.com/profile/fatimabhutto\"><strong>Fatima Bhutto</strong></a> has written for us today about yesterday’s <strong>#blackouttuesday</strong> and <strong>#theshowmustbepaused</strong> campaigns, which she scathingly dismisses as “a facile attempt at armchair activism”.</p> \n  <blockquote class=\"quoted\"> \n   <p>At exactly the moment when power requires interrogation and urgent reckoning, social media users, celebrities and influencers rallied for silence.</p> \n   <p>Whereas 24 hours earlier, users had been posting legal information, names of pro bono lawyers and bail funds, filming videos of wanton cruelty and abuses of power, now they were <em>shtum</em>, save for the sanctimonious black squares. </p> \n  </blockquote> \n  <p>You can read the full piece here: <a href=\"https://www.theguardian.com/commentisfree/2020/jun/03/blackout-tuesday-george-floyd-social-media\">Fatima Bhutto - As responses to George Floyd’s death go, #BlackOutTuesday was embarrassing</a></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/jun/03/blackout-tuesday-george-floyd-social-media\">As responses to George Floyd's death go, #BlackOutTuesday was embarrassing | Fatima Bhutto</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed77ebb8f084df971c8ed65\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T10:54:13.036Z\">11.54am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More details are emerging about the death of retired police captain <strong>David Dorn</strong> in St Louis, Missouri, after his widow, St. Louis police <strong>Sgt. Ann Marie Dorn</strong>, spoke to the <a href=\"https://www.stltoday.com/news/local/crime-and-courts/retired-police-captain-shot-to-death-at-st-louis-pawn-shop-in-slaying-caught-on/article_d482138c-0224-5393-bd87-9898bebb3fd1.html\">St. Louis Post-Dispatch</a>. </p> \n  <p>He was apparently killed by people who had broken into a pawn shop. His widow said Dorn frequently checked on Lee’s Pawn &amp; Jewelry when alarms went off, as he was a friend of the owner.</p> \n  <p>According to the <strong>Associated Press</strong>, Dorn’s last moments were caught on video and apparently posted on <strong>Facebook Live</strong>, though the video has since been taken down. His body was found on the sidewalk at about 2:30am. No arrests have yet been made. </p> \n  <figure class=\"element element-image\" data-media-id=\"7c6873501ad5d385eda54135a48001bdde987c63\"> \n   <img src=\"https://media.guim.co.uk/7c6873501ad5d385eda54135a48001bdde987c63/0_63_1400_1399/1000.jpg\" alt=\"David Dorn, a 77-year-old retired St. Louis police officer who served 38 years on the force was shot and killed by looters at a pawn shop early Tuesday\" width=\"1000\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">David Dorn, a 77-year-old retired St. Louis police officer who served 38 years on the force was shot and killed by looters at a pawn shop early Tuesday</span> \n    <span class=\"element-image__credit\">Photograph: Scott Bandle/AP</span> \n   </figcaption> \n  </figure> \n  <p>77 year old Dorn had served 38 years on the St. Louis police force before retiring in October 2007. <br></p> \n  <p><strong>The Ethical Society of Police</strong>, which represents black officers in St. Louis, said in a news release that Dorn was “the type of brother that would’ve given his life to save them if he had to.”<br></p> \n  <p>They’ve also just tweeted this message about Dorn.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ESOP_STL/status/1268129794404876293\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">To put into context how much Captain Dorn believed in being apart of the neighborhoods he once policed in, we would often see him walking his dog in North St. Louis or shopping at a store nearby. Most current and retired officers leave the city as soon as they can. <a href=\"https://t.co/rFa2VCEsoO\">https://t.co/rFa2VCEsoO</a></p>— Ethical Society of Police - ESOP (@ESOP_STL) \n    <a href=\"https://twitter.com/ESOP_STL/status/1268129794404876293?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p><strong>Former St. Louis County police Chief Tim Fitch</strong> knew Dorn for 30 years, and he said: “He was very dedicated to youth, especially disadvantaged youth. He wanted to see them succeed. He wanted to be a role model for those young men and women to go into law enforcement. </p> \n  <p>“He was a fun guy, a happy guy. You never had to wonder what he was thinking when somebody did something incredibly stupid like a crime because he would just say it as he saw it.”</p> \n </div> \n</div> \n<div id=\"block-5ed77d3f8f08f5e373013ab3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T10:40:51.674Z\">11.40am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Eric Trump</strong> is up and tweeting as well - and he’s just retweeted a string of angry tweets from his father last night, where the president confirmed that this year’s Republican National Convention will not now be taking place in North Carolina. </p> \n  <p><strong>Donald Trump</strong> says it is because the Democrat state governor Roy Cooper won’t guarantee that all coronavirus restrictions will be lifted in the state in time for the event.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1267985989471002626\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Had long planned to have the Republican National Convention in Charlotte, North Carolina, a place I love. Now, <a href=\"https://twitter.com/NC_Governor?ref_src=twsrc%5Etfw\">@NC_Governor</a> Roy Cooper and his representatives refuse to guarantee that we can have use of the Spectrum Arena - Spend millions of dollars, have everybody arrive, and...</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1267985989471002626?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1267985991408799745\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">...millions of dollars, and jobs, for the State. Because of <a href=\"https://twitter.com/NC_Governor?ref_src=twsrc%5Etfw\">@NC_Governor</a>, we are now forced to seek another State to host the 2020 Republican National Convention.</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1267985991408799745?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Trump had been threatening to move the location of the event for some time.</p> \n </div> \n</div> \n<div id=\"block-5ed77b998f08f5e373013a92\" class=\"block is-key-event\" data-block-contributor=\"profile/vikramdodd\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T10:36:10.609Z\">11.36am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">British police leaders 'appalled and horrified' at Floyd death</h2> \n <div class=\"block-elements\"> \n  <p>In a rare statement of condemnation of the actions of officers in a fellow democracy, British police leaders have said they are “appalled and horrified” by the killing of George Floyd.</p> \n  <p>The statement is from <strong>Martin Hewitt</strong>, chair of the National Police Chiefs’ Council, <strong>Mike Cunningham</strong>, Chief Executive of the College of Policing and <strong>Paul Griffiths</strong>, President of the Police Superintendents’ Association. It says: “We stand alongside all those across the globe who are appalled and horrified by the way George Floyd lost his life. Justice and accountability should follow.</p> \n  <p>“We are also appalled to see the violence and damage that has happened in so many US cities since then. Our hearts go out to all those affected by these terrible events and hope that peace and order will soon be restored.</p> \n  <p>“In the UK we have a long established tradition of policing by consent, working in communities to prevent crime and solve problems. Officers are trained to use force proportionately, lawfully and only when absolutely necessary. We strive to continuously learn and improve. We will tackle bias, racism or discrimination wherever we find it. </p> \n  <p>“Policing is complex and challenging and sometimes we fall short. When we do, we are not afraid to shine a light on injustices or to be held to account.”</p> \n  <p>The statement urges those in the UK who want to protest to obey lockdown rules restricting how many people can gather together.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T10:46:41.780Z\">at 11.46am BST</time></p> \n</div> \n<div id=\"block-5ed77a598f087122eca54aa4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T10:28:38.367Z\">11.28am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>My colleague Matthew Teague has been in Fairhope, Alabama, speaking to evangelical Christians about that controversial <strong>Donald Trump</strong> photo with the bible from earlier in the week.</p> \n  <figure class=\"element element-image\" data-media-id=\"e219633d21e3882d1f44bcec227491c4142237e1\"> \n   <img src=\"https://media.guim.co.uk/e219633d21e3882d1f44bcec227491c4142237e1/0_161_4843_2906/1000.jpg\" alt=\"President Donald Trump holds a Bible as he visits outside St. John’s Church across Lafayette Park\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">President Donald Trump holds a Bible as he visits outside St. John’s Church across Lafayette Park</span> \n    <span class=\"element-image__credit\">Photograph: Patrick Semansky/AP</span> \n   </figcaption> \n  </figure> \n  <p>“It was the coolest thing he could do. What more could he do, wear blue jeans and ride in on a horse?” said one of them, interpreting it with the symbolism of the Israelites walking seven times around Jericho, whose walls then came crashing down.</p> \n  <p>You can <a href=\"https://www.theguardian.com/us-news/2020/jun/03/donald-trump-church-photo-op-evangelicals\">read Matthew’s full report here</a>:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/03/donald-trump-church-photo-op-evangelicals\">'He wears the armor of God': evangelicals hail Trump's church photo op</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed778fc8f084df971c8ed1e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T10:22:58.282Z\">11.22am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Turkey’s state-run news agency has reported that at least 29 demonstrators were detained in <strong>Istanbul</strong> who had gathered to denounce police violence and to stand in solidarity with protesters in the United States.</p> \n  <figure class=\"element element-image\" data-media-id=\"5da0b64a942f184e2b4e9cd09a01b7c529ea224c\"> \n   <img src=\"https://media.guim.co.uk/5da0b64a942f184e2b4e9cd09a01b7c529ea224c/0_494_7407_4444/1000.jpg\" alt=\"Turkish police officers, in riot gear, and wearing face masks for protections against the spread of the coronavirus, scuffle with protesters during a demonstration in Istanbul, Tuesday\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Turkish police officers, in riot gear, and wearing face masks for protections against the spread of the coronavirus, scuffle with protesters during a demonstration in Istanbul, Tuesday</span> \n    <span class=\"element-image__credit\">Photograph: Omer Kuscu/AP</span> \n   </figcaption> \n  </figure> \n  <p>Anadolu Agency said riot police broke up the demonstration late Tuesday after the group of about 50 activists ignored calls to disperse.</p> \n  <p>Reports says that they were carrying images of George Floyd - and photos from the event show the pictures of him left behind on the ground in the Turkish capital.</p> \n  <figure class=\"element element-image\" data-media-id=\"ad18681dd6004ea817d09880e809cda7ffaff06b\"> \n   <img src=\"https://media.guim.co.uk/ad18681dd6004ea817d09880e809cda7ffaff06b/0_519_3024_1814/1000.jpg\" alt=\"A portrait of George Floyd lies on the ground after a scuffle during a protest in Istanbul\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A portrait of George Floyd lies on the ground after a scuffle during a protest in Istanbul</span> \n    <span class=\"element-image__credit\">Photograph: Ümit Bektaş/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T10:26:12.409Z\">at 11.26am BST</time></p> \n</div> \n<div id=\"block-5ed777088f08f5e373013a63\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T10:12:29.204Z\">11.12am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>One political development overnight that you might have missed with all the attention on street protests, is that controversial Iowa Republican congressman <strong>Steve King</strong> lost his re-election race to the state senator <strong>Randy Feenstra</strong>.</p> \n  <p>The nine-term conservative congressman, who was repeatedly reprimanded by leaders in his own party for racist rhetoric and interactions with white nationalists faced four Republican primary challengers - and lost. </p> \n  <p>You can <a href=\"https://www.theguardian.com/us-news/2020/jun/02/steve-king-loses-re-election-iowa\">read more about it here</a>:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/02/steve-king-loses-re-election-iowa\">Republican congressman Steve King loses primary race in Iowa</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T10:25:53.598Z\">at 11.25am BST</time></p> \n</div> \n<div id=\"block-5ed774f68f084df971c8eced\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T10:03:17.822Z\">11.03am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The president is up and tweeting, and attacking “poorly run &amp; managed” states in comparison to Texas, which he is praising while also touting the southern border wall which he says is going up “fast”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1268118444001681408\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I agree, unlike other states that are poorly run &amp; managed, Texas is in great shape...and the Southern Border Wall, which is going up FAST, puts it in even better position! <a href=\"https://t.co/F7quFwVPVF\">https://t.co/F7quFwVPVF</a></p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1268118444001681408?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed771988f084df971c8ecca\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T09:57:09.397Z\">10.57am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There’s some interesting sports stories related to the protests and police violence floating around already today.</p> \n  <p><a href=\"https://www.theguardian.com/football/realsaltlake\">Real Salt Lake</a> defender <strong>Nedum Onuoha</strong> has <a href=\"https://www.theguardian.com/football/2020/jun/03/mls-footballer-nedum-onuoha-fears-us-police-real-salt-lake-qpr-george-floyd\">come out to say that he never goes out and feels 100% safe</a> while in the US.</p> \n  <p>“In the UK I’m more comfortable because if something happens it probably will not be deadly. But over here because of their rights it’s more common that altercations become deadly,” the 33-year-old added.</p> \n  <p>“I’m comfortable but when it comes to any kind of brutality, if it’s from the police, if they read me the wrong way then my life could be taken. I feel that every single day.”</p> \n  <p>Winnipeg Jets captain <strong>Blake Wheeler</strong>, meanwhile, has added further to his words on the situation, telling reporters: “We have to be as involved in this as black athletes. It can’t just be their fight. I wish that I was more involved sooner than I was. I wish that it didn’t take me this long to get behind it in a meaningful way. I want to be part of the change going forward.”</p> \n  <p>And there’s a worrying development with Oklahoma State linebacker <strong>Amen Ogbongbemiga </strong>announcing on social media that he has tested positive for Covid-19 after attending a protest in Tulsa. There are concerns that the widespread protests in the US and elsewhere will reverse attempts to get the coronavirus under control.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/closedprayer/status/1267971181715632129\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">After attending a protest in Tulsa AND being well protective of myself, I have tested positive for COVID-19. Please, if you are going to protest, take care of yourself and stay safe.</p>— Amen Ogbongbemiga (@closedprayer) \n    <a href=\"https://twitter.com/closedprayer/status/1267971181715632129?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed76fa58f087122eca54a1e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T09:41:03.418Z\">10.41am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Meanwhile back in the US, the <strong>US Park Police</strong> (USPP) has defended its forceful <a href=\"https://www.theguardian.com/us-news/2020/jun/01/trump-george-floyd-protests-military-deploy\">clearing of protesters for a controversial Trump photo-op</a> on Monday.</p> \n  <p>In <a href=\"https://www.nps.gov/subjects/uspp/6_2_20_statement_from_acting_chief_monahan.htm\">a statement</a>, the agency accused “violent protestors” of “throwing projectiles including bricks, frozen water bottles and caustic liquids”.</p> \n  <p>It denied that tear gas was used and said officers instead “employed the use of smoke canisters and pepper balls”.</p> \n  <p>As my colleague Oliver Holt pointed out in our earlier live blog, that statement does not tally with multiple reports on the ground that day. This nearly-two hour video from <strong>Reuters </strong>shows a peaceful protest pushed back.</p> \n  <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=UrMoqSPZym0\"> \n   <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/UrMoqSPZym0?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n   <figcaption>\n    Reuters video of peaceful protest being pushed back\n   </figcaption> \n  </figure> \n  <p>An investigative reporter in DC, <strong>Nathan Baca</strong>, also picked up a canister at the scene that does appear to cause irritation.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NathanBacaTV/status/1267975548875268097\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">When <a href=\"https://twitter.com/usparkpolicepio?ref_src=twsrc%5Etfw\">@usparkpolicepio</a> says they didn’t use “CS or CN” tear gas, technically that’s correct. “OC” gas cannisters used instead. Causes same tears, tight breath and comes out green. This is not a smoke canister. I picked this off the street after it was launched at us Monday. <a href=\"https://t.co/UuGJy0A6cr\">pic.twitter.com/UuGJy0A6cr</a></p>— Nathan Baca (@NathanBacaTV) \n    <a href=\"https://twitter.com/NathanBacaTV/status/1267975548875268097?ref_src=twsrc%5Etfw\">June 3, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed76eb88f084df971c8ec98\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T09:38:28.449Z\">10.38am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There’s no doubting the international impact of the protests over George Floyd’s killing. Last night a new mural by street artist Akse was unveiled in the Northern Quarter of England’s Manchester. Local council buildings in the area were also lit up in purple in Floyd’s memory.</p> \n  <figure class=\"element element-image\" data-media-id=\"f64d41a3b82cb42c7c0bbe6c45dc1c9e2011fd1c\"> \n   <img src=\"https://media.guim.co.uk/f64d41a3b82cb42c7c0bbe6c45dc1c9e2011fd1c/1152_0_4531_2719/1000.jpg\" alt=\"New George Floyd mural in Manchester England\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">New George Floyd mural in Manchester England</span> \n    <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed76df78f084df971c8ec91\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T09:33:01.147Z\">10.33am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Several US news organisations are reporting that Tuesday night’s protests have been the calmest in days.</p> \n  <p>Clearly that is not the case in <strong>Portland</strong> and <strong>Seattle</strong>, where police have been dispersing people with force, but it may point towards a nationwide drop in confrontations.</p> \n  <p>The <strong>New York Times</strong> <a href=\"https://www.nytimes.com/2020/06/02/us/george-floyd-video-autopsy-protests.html?action=click&amp;module=Spotlight&amp;pgtype=Homepage#link-2f9663d3\">reported</a> that while protesters defied curfews, the violence has ebbed.</p> \n  <p>Crowds in <strong>Washington DC</strong>, it said, “remained peaceful in a mood that appeared to be taking hold in other cities, too. When a few demonstrators began to rock the fence, they were quickly stopped. ‘Use your words,’ two women yelled. ‘Don’t do that.’”</p> \n  <p>The <strong>Washington Post </strong>has also reported an easing of tensions, while the <strong>Associated Press </strong>said the nation’s streets were the “calmest in days”.</p> \n  <p>It is unclear if this is due to the protesters themselves or more due to a change in law enforcement strategies. There have certainly been some striking photos of uniformed officers “taking the knee” at demonstrations coming in from around the country.</p> \n </div> \n</div> \n<div id=\"block-5ed76d4e8f087122eca54a00\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T09:30:13.041Z\">10.30am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Pope Francis isn’t the only foreign voice speaking about the protests and violence in the US today. If you missed it from our earlier live blog, my colleague Philip Oltermann in Germany reported that <strong>Germany’s foreign minister</strong> has criticised <strong>Donald Trump’s</strong> threat to use the US military against protesters in his own country, saying “democrats must never escalate – even with their words”.</p> \n  <p>“Instead of pouring oil into the fire, we should seek reconciliation”, <strong>Heiko Maas</strong> told <a href=\"https://www.spiegel.de/\">Der Spiegel</a> news website. “Instead of allowing ourselves to be divided, we should stand shoulder to shoulder against radical extremists.”</p> \n  <p>Earlier in the week, the Social Democrat politician had described the death of <a href=\"https://www.theguardian.com/us-news/george-floyd\">George Floyd</a> at the hands of Minneapolis police as “cruel and shocking”.</p> \n </div> \n</div> \n<div id=\"block-5ed76c9d8f084df971c8ec80\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T09:27:33.940Z\">10.27am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Associated Press reports that in the Vatican, <strong>Pope Francis</strong> has addressed the killing of George Floyd, saying he has “witnessed with great concern the disturbing social unrest” in the United States, and calling for national reconciliation.</p> \n  <p>“My friends, we cannot tolerate or turn a blind eye to racism and exclusion in any form and yet claim to defend the sacredness of every human life,” he said during his weekly Wednesday audience, which was being held in the presence of bishops alone due to the coronavirus restrictions on gatherings.</p> \n  <p>At the same time, the pontiff warned “nothing is gained by violence and so much is lost.”</p> \n  <p>The pope said he was praying “for the repose of George Floyd and all those who have lost their lives as a result of the sin of racism” and issued his condolences for all those who grieve their loss.</p> \n </div> \n</div> \n<div id=\"block-5ed7639b8f087122eca54981\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T09:12:09.907Z\">10.12am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Last night was the first public appearance in Minneapolis from the people most closely affected by the death of George Floyd: his immediate family.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"ebf89189-4da7-47e5-8f6b-facf8931edae\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/ZSbA9qVdAK0?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>“I wanted everybody to know that this is what those officers took from …” George Floyd’s widow Roxie Washington struggled to find the words while holding back sobs last night. As her daughter Gianna looked up at her, she said: “At the end of the day, they get to go home and be with their families. Gianna does not have a father. He will never see her grow up, graduate. He will never walk her down the aisle.”</p> \n  <p>Protests continued across the country – and around the world. Here are the key points:</p> \n  <ul> \n   <li><a href=\"https://www.theguardian.com/us-news/2020/jun/02/george-floyd-protests-curfews-eighth-day\">Tens of thousands attended a memorial for George Floyd in his home town of Houston</a>. Members of Floyd’s family were in attendance, alongside the mayor, the police chief and a group of protesters on horseback, with attendees paying respects to a “gentle giant”</li> \n   <li>Although details of each incident are still unclear, the <a href=\"https://www.theguardian.com/us-news/2020/jun/02/george-floyd-protests-people-killed\">death toll from the protests in the US has reached at least 11</a>.</li> \n   <li>Protests in Washington were responded to more peacefully than in recent days, however, the capital remains on high alert, with about 1,600 US soldiers moved to the DC region, according to the Pentagon.</li> \n   <li>Derrick Johnson, the president of the National Association for the Advancement of Colored People (NAACP), has <a href=\"https://www.theguardian.com/commentisfree/2020/jun/03/america-black-deaths-racism\">written for the Guardian</a> saying: “The expendability of Black lives is not a flaw in the system; it is the system. We are meant to die or, at the very least, we are not meant to be protected, to be respected, to be valued, to be considered fully human.</li> \n   <li>The <a href=\"https://www.theguardian.com/sport/2020/jun/03/nfl-statement-george-floyd-death\">NFL has been accused of hypocrisy</a> with its public anti-racism statements after the high profile treatment of Colin Kaepernick’s protests. </li> \n   <li>Inspired by the US demonstrations, <a href=\"https://www.theguardian.com/world/2020/jun/03/clashes-at-paris-protest-against-racism-and-police-violence\">20,000 people defy a ban to rally in the streets of French capital Paris</a>, with a focus on justice for Adama Traore, whose death four years ago has been a rallying cause against police brutality in France.</li> \n  </ul> \n  <p>I’m Martin Belam in London and I’ll be keeping our live blog coverage running until my colleagues in New York take over later in the day. You can contact me on martin.belam@theguardian.com </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T09:19:25.013Z\">at 10.19am BST</time></p> \n</div>",
  "<p>Hours before peaceful protests against police brutality were forcibly dispersed so Donald Trump could pose with a Bible in front of St John’s, Joe Biden also went to church.</p> \n<p>Head bowed, Biden prayed with community leaders at Bethel African Methodist Episcopal church in his home town of Wilmington, Delaware. For days the nation had been convulsed over the killing of George Floyd, a 46-year-old black man pinned under the knee of a white Minneapolis police officer for a fatal eight minutes and 46 seconds.&nbsp;</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/02/trump-and-biden-offer-starkly-different-visions-with-nation-at-a-crossroads\">Trump and Biden offer starkly different visions with nation at a crossroads</a> </p> \n</aside> \n<p>Biden then listened silently to members of the city’s black community express collective anger and anguish. Their message was clear: he must do more.</p> \n<p>“The people in this room, we love you,” state senator Darius Brown told him. “But we’re here not only to love you, but to push you.”</p> \n<p>America faces a stark choice in November. But contrast is not a vision, say activists, scholars and strategists, echoing calls from protesters for changes to the economic and political conditions that led to the death of another black man in police custody.&nbsp;</p> \n<p>In the last several days, the official death toll of the Covid-19 outbreak, which has been disproportionately affecting black communities, <a href=\"https://www.theguardian.com/us-news/2020/may/27/us-coronavirus-victims-stories\">surpassed 100,000 Americans</a>, while the economic turmoil left more than 40 million people without jobs –&nbsp;all before Minneapolis erupted in furious protest, sparking demonstrations in cities across the country and the globe.</p> \n<p>The compounding crises present a critical test of leadership for the 77-year-old presumptive Democratic nominee who has cast his candidacy as a “battle for the soul of the nation”.</p> \n<p>“This has to be about more than beating Donald Trump,” Akunna Cook, the former president of the Black Economic Alliance. “It is not enough to just be better than Trump.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"0768e714e975e9f1c07b08445ea7bf77370f4788\"> \n <img src=\"https://media.guim.co.uk/0768e714e975e9f1c07b08445ea7bf77370f4788/0_198_6048_3628/1000.jpg\" alt=\"Representative Lisa Blunt speaks with Joe Biden, along with members of the clergy and community leaders at Bethel AME church in Wilmington, Delaware.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Representative Lisa Blunt speaks with Joe Biden, along with members of the clergy and community leaders at Bethel AME church in Wilmington, Delaware.</span> \n  <span class=\"element-image__credit\">Photograph: Jim Watson/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>So far, Biden, vice-president under Barack Obama, the nation’s first black president, has sought to demonstrate he is capable of listening and leading. On Sunday, he made an unannounced visit to a protest site in Wilmington. He hosted a virtual roundtable with mayors to discuss the upheaval. On Tuesday, he traveled to Philadelphia, the birthplace of American democracy, to confront the “racial wounds that have long plagued our country”.&nbsp;</p> \n<p>Cook, now a senior fellow at the Democratic thinktank Third Way, is encouraged but challenged Biden to do more to address deep-rooted racial and economic disparities.</p> \n<p>“Biden has the latitude to be a transformational president and to have a transformational presidency,” she said.&nbsp;</p> \n<p>Biden won the Democratic primary on the strength of his support among black voters, particularly older, more moderate black voters who helped turn around his struggling presidential campaign starting in South Carolina.&nbsp;</p> \n<p>Yet this coalition alone will probably not be enough to beat Trump. Biden’s campaign has acknowledged he must also motivate younger and disaffected black voters who have lost faith in electoral politics.&nbsp;</p> \n<p>Many of them are in the streets protesting police killings and institutionalized racism at this moment, said Cliff Albright, the co-founder of Black Voters Matter. He fears Democrats are charting a path that is vulnerable to low turnout.</p> \n<p>“Come November, Democrats are going to be trying to figure out what it takes to get them out to vote,” Albright said. “They’re telling you what it will take. Does he listen? That will be the real test.”</p> \n<p>The support of African American voters is critical to the success of any Democratic nominee. In 2016, black voter turnout <a href=\"https://www.pewresearch.org/fact-tank/2017/05/12/black-voter-turnout-fell-in-2016-even-as-a-record-number-of-americans-cast-ballots/\">fell</a> for the first time in two decades, the result of <a href=\"https://www.theguardian.com/commentisfree/2016/nov/08/this-was-the-election-of-disillusionment\">disillusionment</a>, compounded by <a href=\"https://www.brennancenter.org/our-work/research-reports/election-2016-restrictive-voting-laws-numbers\">voter disenfranchisement</a> and <a href=\"https://www.bbc.com/news/technology-49987657\">Russia interference</a> targeting African Americans online.&nbsp;</p> \n<p>Trump has made a show of his efforts to peel away black support for the Democratic party, despite his long history of racist remarks and behavior. His campaign hosts online gatherings featuring African American surrogates and seized on <a href=\"https://www.theguardian.com/us-news/2020/may/22/joe-biden-draws-criticism-americans-who-back-trump-aint-black\">Biden’s comment</a> last month that African American voters torn between him and the president “ain’t black”.&nbsp;</p> \n<p>Since the protests began, Biden has sought to emphasize unity and solidarity, drawing a sharp contrast with Trump who characterized those demonstrating as “thugs” and “terrorists” and threatened to deploy the military if governors failed to “dominate” the protests. Amid the national upheaval, Biden has expressed hope that “the blinders have been taken off” for many Americans, creating space for substantive change.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"9e7ea1f8f11790e4be174a694766d95ca5005c02\"> \n <img src=\"https://media.guim.co.uk/9e7ea1f8f11790e4be174a694766d95ca5005c02/0_224_6720_4032/1000.jpg\" alt=\"A person holds a banner during a protest over the death of George Floyd in Washington on Tuesday.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A person holds a banner during a protest over the death of George Floyd in Washington on Tuesday.</span> \n  <span class=\"element-image__credit\">Photograph: Anadolu Agency/Getty Images</span> \n </figcaption> \n</figure> \n<p>A <a href=\"https://www.monmouth.edu/polling-institute/reports/monmouthpoll_us_060320/\">Monmouth University poll </a>conducted as protests erupted, found more Americans trusted Biden than Trump to handle race relations in the country. Fifty-two per cent said they have a great deal or some confidence in Biden’s ability to address the issue while only 40% said they felt the same about the president.</p> \n<p>Jabari Nyomba, 30, was among a crowd of thousands that circled the Barclays Center in Brooklyn to protest police brutality, chanting “I can’t breathe” and carrying signs that memorialized George Floyd, Breonna Taylor and <a href=\"https://www.theguardian.com/us-news/ahmaud-arbery\">Ahmaud Arbery.</a></p> \n<p>“We’re tired of institutional racism,” he said. “We’re tired of seeing our brothers and sisters getting killed by the ones that are supposed to serve and protect us. I’ve just had enough.”</p> \n<p>Nyomba said he hoped the fury on display would be channeled into voting come November.</p> \n<p>“These protests demonstrate that people are activated,” said Aimee Allison, president of She the People, a political advocacy group focused on women of color. “But I’m not hearing the same excitement about Biden and about the Democrats because they haven’t stepped up yet.”</p> \n<p>Allison said Biden not only needs to lay out specific policy proposals but to demonstrate that he has the “political will” to implement them. Without a robust political agenda that responds to their demands, she said it would be “hubris” to expect young black voters to turn out.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"bcf03fe2-4826-49f4-9cea-866466cc3125\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/udRM2tqFkN4?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>In his speech on Tuesday, Biden called on Congress to pass legislation that would ban police chokeholds, create model use-of-force standards and end the transfer of military weapons to police forces. He also recommitted to creating a national police oversight commission during his first 100 days in office.&nbsp;</p> \n<p>Biden said he plans to set forth a detailed set of policy proposals in the coming weeks, building on his six-point “<a href=\"https://joebiden.com/blackamerica/\">plan for black America</a>” that addresses the racial wealth gap, voting rights and environmental justice.&nbsp;</p> \n<p>Yet he acknowledged that the scale of change needed was greater than any one election or one president.</p> \n<p>“That action will not be completed in the first 100 days of my presidency – or even an entire term,” he said. “It is the work of a generation.”</p> \n<p>National moments of racial strife have bracketed Biden’s 50-year political career. He was first <a href=\"https://www.washingtonpost.com/politics/at-a-wilmington-pool-pranks-nicknames-and-the-racial-education-of-joe-biden/2019/07/12/29fcc8fc-a191-11e9-b732-41a79c2551bf_story.html\">drawn to public office</a> after the national guard occupied Wilmington in response to the race riots that followed Martin Luther King Jr’s assassination in 1968. Entering the race for president in 2019, Biden said he was motivated by the president’s failure to unequivocally condemn white supremacists in the wake of violent clashes in Charlottesville, Virginia, in 2017.&nbsp;</p> \n<p>But Biden’s record on matters of race is complicated. His treatment of Anita Hill during the 1991 supreme court nomination hearings for Clarence Thomas, and his authorship of a 1994 crime bill that many activists and researchers say led to an era of mass incarceration, are still points of contention.</p> \n<p>During the primary, his more liberal rivals attacked him over his past stances on <a href=\"https://www.theguardian.com/us-news/2019/jun/27/second-democratic-debate-joe-biden-bernie-sanders\">mandatory school busing</a>, <a href=\"https://www.theguardian.com/us-news/2019/jun/06/elizabeth-warren-biden-abortion-video-response-clip-msnbc-town-hall\">abortion</a> and <a href=\"https://twitter.com/NBCNews/status/1197364395204059136?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1197364395204059136&amp;ref_url=https%3A%2F%2Fwww.rollingstone.com%2Fpolitics%2Fpolitics-news%2Fbooker-biden-marijuana-legalization-915725%2F\">marijuana legalization</a>. And his comment about black voters renewed a discussion about whether Biden – and the Democratic party –&nbsp;took their support for granted.</p> \n<p>As the nation reckons with its history, so too must Biden, said Keneshia Grant, a political science professor at Howard University. Apologizing for his role in crime bill, parts of which he <a href=\"https://www.motherjones.com/2020-elections/2020/05/biden-breakfast-club-you-aint-black-crime-bill-factcheck-misleading/\">still</a> defends, would be a start, she said.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"b2cf5e96495a6f3f2bd54c201fea6f3a79b0e28a\"> \n <img src=\"https://media.guim.co.uk/b2cf5e96495a6f3f2bd54c201fea6f3a79b0e28a/0_114_5136_3083/1000.jpg\" alt=\"The aftermath of rioting in Washington DC following the death of Martin Luther King in 1968. ‘We are in the middle of an uprising unseen in this nation in at least 50 years.’\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">The aftermath of rioting in Washington DC following the death of Martin Luther King in 1968. ‘We are in the middle of an uprising unseen in this nation in at least 50 years.’</span> \n  <span class=\"element-image__credit\">Photograph: Hulton Archive/Getty Images</span> \n </figcaption> \n</figure> \n<p>“We are in the middle of an uprising unseen in this nation in at least 50 years. It cannot be politics as usual,” Grant said. “It has to be different.”&nbsp;</p> \n<p>The events of the last week have also recast his search for a vice-presidential candidate. Pressure was already building on Biden to choose a black woman, a list that includes California senator Kamala Harris, congresswoman Val Demings of Florida and former Georgia House Democratic leader Stacey Abrams.</p> \n<p>Others are more concerned about the candidate’s criminal justice credentials,&nbsp;arguing that prosecutors should not be considered. Progressives have singled out Minnesota senator Amy Klobuchar, a former top prosecutor in Minnesota, as particularly problematic, though Harris, a former state attorney general, and Demings, a former Orlando police chief, have also come under renewed scrutiny.</p> \n<p>Perhaps more important than who is on his ticket is who Biden mobilizes behind him, said Rashad Robinson, the president of Color of Change, a racial justice organization. Biden, he said, must do more to engage grassroots organizers leading the next generation of civil rights leaders.&nbsp;</p> \n<p>“This is a fight for political power and there are deeply entrenched forces that will stand in the way of any change,” he said. “He cannot just aspirationally ask us to come together. He has to get in this fight with us.”</p> \n<p><em>Ankita Rao contributed to this article</em></p>"
]