[
  "<p>Even by Donald Trump’s standards, it was a wild ride. On a Memorial Day weekend when coronavirus deaths in the US <a href=\"https://coronavirus.jhu.edu/map.html\">closed in on 100,000</a>, and a grateful nation paid respects to its war dead, its president took to the golf course and turned to social media to unleash a barrage of personal attacks on foes old, new and perceived.</p> \n<p>On Saturday and Sunday, both days on which Trump visited his golf club in Sterling, Virginia, he followed his time on the links with late-night Twitter sessions tweeting or retweeting insults to prominent female politicians.</p> \n<p>The US House speaker, Nancy Pelosi, and Democratic rising star Stacey Abrams were derided for <a href=\"https://twitter.com/JohnKStahlUSA/status/1263472100796510208\">their looks</a> or <a href=\"https://twitter.com/JohnKStahlUSA/status/1263875777088458752\">weight</a>, while Trump’s former opponent Hillary Clinton was denounced as a <a href=\"https://twitter.com/JohnKStahlUSA/status/1264314248412360704\">“skank”</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/25/donald-trump-republican-national-convention-north-carolina\">Trump threatens to move Republican convention if North Carolina won't allow packed arena</a> </p> \n</aside> \n<p>He <a href=\"https://twitter.com/realDonaldTrump/status/1264328744682078208\">renewed his feud</a> with the former US attorney general Jeff Sessions, who is trying to regain his old US Senate seat in Alabama, and repeated a <a href=\"https://twitter.com/realDonaldTrump/status/1264564261327720450\">baseless conspiracy theory</a> accusing the TV host Joe Scarborough of involvement in the death of a young staffer.</p> \n<p>On Monday morning, just moments before attending the Memorial Day wreath-laying ceremony at Virginia’s Arlington National Cemetery, the president was still raging, lashing out on Twitter at Joe Biden, his presumptive Democratic opponent in November’s presidential election, and Barack Obama, his predecessor in the White House.</p> \n<p>Trump claimed his golf trips, his first in almost three months because of the coronavirus pandemic, were for exercise, and slammed the media as “sick”, “dishonest” and “deranged” for reporting them.</p> \n<p>“The fake and corrupt news makes it sound like a mortal sin. I knew this would happen,” <a href=\"https://twitter.com/realDonaldTrump/status/1264912066672046081\">he tweeted</a> on Monday, keeping attention on himself less than an hour before he appeared with the vice-president, Mike Pence, and defense secretary, Mark Esper, for a ceremony at Arlington’s tomb of the Unknown Soldier.</p> \n<p>“They don’t mention Sleepy Joe’s poor work ethic, or all of the time Obama spent on the golf course,” he continued.</p> \n<p>According to the website <a href=\"https://trumpgolfcount.com/\">trumpgolfcount.com</a>, the president has spent 251 days golfing since his January 2017 inauguration, at an estimated cost to the US taxpayer of $134m. By contrast, the website says, Obama played golf 306 times during the entire eight years of his two-term presidency.</p> \n<p>Absent from Trump’s Twitter feed, however, other than a couple of retweeted health advice bulletins from the Centers for Disease Control and Prevention (CDC), was any mention of the coronavirus pandemic still sweeping the nation. The feed did feature a small handful of Memorial Day-themed messages.</p> \n<p>At midday on Monday, with beaches, parks, bars and restaurants <a href=\"https://www.theguardian.com/world/2020/may/25/large-crowds-gather-memorial-day-us-braces-100000-deaths\">packed across the US</a>, largely in defiance of social distancing guidelines, the Johns Hopkins University coronavirus resource center was showing a death toll of 97,811.</p> \n<p>Some of the president’s most insulting retweets were originally sent out on Saturday by John K Stahl, a failed Republican candidate for a 2012 California seat in the House of Representatives and Trump supporter with more than 107,000 followers.</p> \n<p>The Clinton tweet calling her a “skank”, which also referred to Biden as a racist, was one of eight Stahl messages that Trump retweeted in a brief period on Saturday night.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"e9c00e56-be6c-457f-baab-ab0ad2c63014\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/Qrwl18OZ5xA?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>“The president is using his old playbook, his old grievances against Hillary Clinton and particularly [going] after Jeff Sessions, who is fighting in a Senate primary in July and which he is likely going to lose because of all this antipathy the president has for his former attorney general,” Seung Min Kim, the Washington Post’s White House correspondent, told CNN.</p> \n<p>“What we’re not hearing from the president right now on his Twitter feed, which is his preferred method of communication, his preferred megaphone, is any solemn messages about Memorial Day.”</p>",
  "<p>The <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus</a> pandemic may have driven <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a> into his basement and forced his campaign online, but one crucial factor is still the same: his run for the White House still needs to raise giant amounts of money.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/20/us-election-trump-biden-coronavirus-covid-19\">Campaign wars: Trump rallies base while Biden tries to broaden his</a> </p> </aside>  <p>But, in these days of lockdowns and stay-at-home orders, campaign fundraisers do not include the usual finger food and wine or fancy parked cars outside a posh home right out of the pages of Architectural Digest.</p> <p>Instead it has become normal to host a high-dollar fundraiser via online video conferencing services. The thing that hasn’t changed? The hefty price tags of what can be tens of thousands of dollars that donors are charged for glorified Zoom meet-ups, or even one-on-one video chats with the candidate himself or his powerful surrogates.</p> <p>﻿“You don’t get to go drink wine and eat cheap cheese, but the campaigns are still able to provide access to the candidate,” said Democratic strategist Connor Farrell, a veteran Democratic fundraising consultant. “The campaigns are still able to provide access to the candidate in a different format. You can’t pull someone aside and mention your favorite bill, but you still get face time with the candidates and that’s ultimately the attraction of in-person events.</p> <p>“So I think a lot of the draw is still there.”</p> <p>According to a set of fundraising invitations for Biden’s campaign, obtained by the Guardian, upcoming fundraisers featuring him or high-profile surrogates still include the fundraising levels one would expect for physical high-dollar gatherings.</p> <p>A Biden campaign event featuring the presumptive Democratic party nominee himself and moderated by the Sacramento mayor, Darrell Steinberg, and former California treasurer Phil Angelides starts out at the guest level of $500 and goes all the way up to a co-chair level at $41,100. A virtual reception on 27 May featuring the former South Bend mayor Pete Buttigieg starts out at $1,000 to be an “advocate”, and goes up to $50,000 to be a co-chair.</p> <p>Events are still spotted with celebrities too. A “Rock out on a night in with Joe Biden” virtual fundraising event on 28 May includes performances by Sheryl Crow, Rufus Wainwright, David Crosby and Joe Walsh. Donations for that event start at $250 and go all the way to $100,000.</p> <p>The events are lucrative. Hillary Clinton is scheduled to headline at least two events between mid-May and June for Biden and the Democratic National Committee. The first event on Tuesday <a href=\"https://www.politico.com/news/2020/05/20/hillary-clinton-biden-fundraising-272060\">raised</a> $2m.</p> <p>It’s not just the Biden campaign and Democrats, though, or even just presidential candidates. In Iowa, an invitation for a fundraiser for the Republican senator Joni Ernst on 3 June has fundraising levels ranging from $500 to $5,000. The invitation, reported by Politico, is not contingent on being in person or virtual.</p> <p>“If it is not possible to gather in person for this event, we will host a virtual meeting and plan an in-person gathering at a later date,” the invitation <a href=\"https://static.politico.com/f3/1f/7438825341b28e9780303ca5cdfc/ernst.jpg?nname=playbook-pm&amp;nid=0000015a-dd3e-d536-a37b-dd7fd8af0000&amp;nrid=0000016f-0faa-dd00-a96f-8feaa8410000&amp;nlid=964328\">read</a>.</p> <p>A fundraising invite for a 14 May event for the New Hampshire Republican congressional candidate Matt Mowers featuring the former New Jersey governor Chris Christie starts at $250 for the “individual” level and goes all the way to $1,000 for the chair level.</p> <p>“A web link for this exclusive video conference will be emailed prior to the event,” the invitation read.</p>",
  "<p>Sometimes Donald Trump portrays his election rival, Joe Biden, as a sleepy geriatric who should be in a care home because <a href=\"https://www.washingtonexaminer.com/opinion/trump-to-salena-zito-joe-has-absolutely-no-idea-whats-happening\">“he doesn’t know he’s alive”.</a> At others, the president speaks of Biden as a wily manipulator who conspired with the deep state <a href=\"https://www.theguardian.com/us-news/2020/apr/27/joe-biden-trump-coronavirus-politics-pandemic\">and China.</a></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/02/tara-reade-joe-biden-sexual-assault-allegations-democrats-response\">Who is Tara Reade and what are her allegations against Joe Biden?</a> </p> </aside>  <p>But in this scattergun approach, the US president <a href=\"https://apnews.com/bb076f25d8372e67818ce1b241c86952?utm_source=piano&amp;utm_medium=email&amp;utm_campaign=morningwire&amp;pnespid=1.RjqPpKWw6NiJzjzdrzJN_uW6MeIbVucw76JiBY\">has been uncharacteristically reluctant</a> to use what, in normal times, would seem standard political ammunition: an allegation of sexual assault.</p> <p>It took more than a month after <a href=\"https://www.theguardian.com/us-news/2020/may/04/joe-biden-tara-reade-senate-records-reject-request\">Tara Reade,</a> a former Senate staffer, alleged on a podcast that Biden sexually assaulted her in a Capitol Hill basement in 1993, for Trump to publicly address the matter.</p> <p>Even then, the US president’s comments on 30 April were unusually milquetoast. “I don’t know anything about it,” <a href=\"https://www.whitehouse.gov/briefings-statements/remarks-president-trump-protecting-americas-seniors/\">Trump said</a>. “I don’t know exactly – I think he should respond. You know, it could be false accusations. I know all about false accusations. I’ve been falsely charged numerous times. And there is such a thing.”</p> <p>Then, speaking on Fox News’s Fox &amp; Friends, usually a comfort zone, he again declined to go for Biden’s jugular. “Look, he’s got to fight that battle,” he said. “I’ve had battles, too, where I’ve had false accusations, many times. I’ve had many false accusations made, I can tell you that. Many. And maybe it is a false accusation. Frankly, I hope it is, for his sake.”</p> <p>The first and most obvious explanation for the president’s reticence is that he himself has been accused of assault and unwanted touching <a href=\"https://www.pbs.org/newshour/politics/assault-allegations-donald-trump-recapped\">by a long list of women,</a> some far more recently than Reade’s account. He also denies the allegations. On the other hand, Trump has never allowed perceived double standards to get in the way of his scorched earth tactics in the past.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/oct/09/donald-trump-women-bill-clinton-sex-scandal-hillary-debate\">Monika McDermott,</a> a political science professor at Fordham University in New York, said: “It’s surprising in a way because usually Trump doesn’t pull back on things even when they do seem hypocritical or ironic or choose your adjective. Yet he is in this particular instance. I don’t know if he’s waiting for something to happen or whether he’s waiting to see how it plays out before he does anything. He seems to be finding what seem to him more fruitful attack routes against Obama and other things and people than against Biden right now.”</p> <p>In 2016 Trump’s campaign was rocked by the release of an Access Hollywood tape in which he could heard bragging about using his fame to grab women’s private parts. Instead of quitting, he went on the offensive against his rival Hillary Clinton by highlighting sexual assault allegations against her husband, former president Bill Clinton, and <a href=\"https://www.theguardian.com/us-news/2016/oct/09/donald-trump-women-bill-clinton-sex-scandal-hillary-debate\">even inviting those accusers</a> to a press conference before a presidential debate.</p> <p>But this November will witness the first presidential election since the rise of the #<a href=\"https://www.theguardian.com/world/metoo-movement\">MeToo movement, </a>which has encouraged women to come forward with allegations of sexual assault against prominent men in politics, show business and other industries.</p>  <figure class=\"element element-image\" data-media-id=\"a08419f25771c1d33a7c3923efc31d0d7706410c\"> <img src=\"https://media.guim.co.uk/a08419f25771c1d33a7c3923efc31d0d7706410c/0_83_4252_2551/1000.jpg\" alt=\"A screen grab of Joe Biden and Dr Jill Biden hosting a family town hall on the Covid-19 pandemic from their home in Wilmington, Delaware, last month.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A screen grab of Joe Biden and Dr Jill Biden hosting a family town hall on the Covid-19 pandemic from their home in Wilmington, Delaware, last month.</span> <span class=\"element-image__credit\">Photograph: Brian Cahn/Zuma Wire/Rex/Shutterstock</span> </figcaption> </figure>  <p>Biden has committed to picking a woman as his running mate and frequently cites his work as lead sponsor of the Violence Against Women Act. Both candidates are keenly aware that <a href=\"https://www.theguardian.com/us-news/2019/oct/15/democrats-2020-election-suburbs-battle\">suburban women</a> could be a pivotal demographic in the final vote.</p> <p>While Trump remains taciturn, Republicans have instead focused much of their response on <a href=\"https://www.theguardian.com/us-news/brett-kavanaugh\">Brett Kavanaugh,</a> the supreme court justice whose nomination was nearly derailed by sexual misconduct allegations. The Trump campaign pointed to statements made by Democrats during the Kavanaugh episode to portray them as hypocritical.</p> <p>Erin Perrine, principal deputy communications director at the Trump campaign, <a href=\"https://donaldtrumpcampaign.cmail19.com/t/ViewEmail/r/557A83AF845DEDEA2540EF23F30FEDED/078D62617DE962F44FB5D4CAE8F50064\">said:</a> “During Justice Kavanaugh’s hearings, Biden made clear that all women should be believed when they come forward with allegations of sexual assault. Biden’s own work during the Obama administration lowered standards for such accusations on college campuses as to effectively institute a presumption of guilt. In a dramatic shift, Biden now says ‘believe women’ doesn’t actually mean ‘believe women.’”</p> <p>Trump himself, however, has preferred to take aim at other targets, seeking to implicate Biden in a so-called <a href=\"https://www.theguardian.com/us-news/2020/may/12/what-is-obamagate-and-why-is-trump-so-worked-up-about-it\">“Obamagate” conspiracy</a> that many seen as an attempt to deflect attention from the coronavirus pandemic – likely to prove a more significant issue in November.</p> <p>Amid Democratic alarm that the Reade allegation could dent Biden’s support among women, the former vice-president vehemently denied it in an <a href=\"https://www.theguardian.com/us-news/2020/may/01/joe-biden-denies-sexual-assault-allegation-tara-reade-statement\">interview on the MSNBC network</a> on 1 May and repeated that position in a series of media appearances.</p> <p>The story has faded from prominence in recent days, especially after <a href=\"https://www.pbs.org/newshour/politics/what-74-former-biden-staffers-think-about-tara-reades-allegations\">the PBS NewsHour interviewed</a> 74 former Biden staffers, of whom 62 were women, and found none said that they had experienced sexual harassment, assault or misconduct by Biden, nor ever heard rumors or allegations to that effect.</p> <p> By pushing the case, Trump may have more to lose than to gain. <a href=\"https://www.mullings.com/\">Rich Galen,</a> a former Republican strategist, said: “The case against Biden keeps getting thinner and thinner so I’m not sure that there’s much there. And all the people who’s accused Trump, it would be like listing the names of the people who died in Vietnam every night.”</p> <p><a href=\"https://twitter.com/MichaelSteele?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Michael Steele,</a> former chairman of the Republican National Committee, added: “Trump, if nothing else, knows how to read his audience: ‘No, they’re not going to buy anything I sell on this point.’ There’s no need to even open that Pandora’s box because it’s a Pandora’s box for him, not Joe Biden. I think that’s why the president has largely decided not to engage at that level.</p> <p>“My sense is right now, despite what others in the campaign may want to do, there is no energy from the president himself to open up that door and go through it.”</p>",
  "<p>Opposition politicians across Europe, from cautious centrists to firebrand populists, have had to walk a tricky political tightrope over the past two months, as coronavirus has taken over the political agenda.</p> \n<p>How to stay politically relevant while governments, even when making errors, are benefiting from a <a href=\"https://www.theguardian.com/world/2020/apr/02/democratic-leaders-win-surge-of-approval-during-covid-19-crisis\">‘rally round the flag’ effect</a> and seeing approval ratings rise? And how to hold those governments responsible for their mistakes, without playing political games during a health crisis?</p> \n<p>“It’s a very hard balance to strike, but there have been moments where we had no choice except to fight back,” admitted the mayor of Budapest, Gergely Karácsony, in a recent interview at his office.</p> \n<p>In <strong>Hungary</strong>, where the overall number of coronavirus infections has remained low, the government of the far-right prime minister, Viktor Orbán, has sought to portray the opposition as “pro-virus”, and has put the blame on Karácsony for deaths in the capital’s care homes.</p> \n<p>“It was part of the government strategy for the pandemic to create and provoke direct confrontation with the opposition,” he said.</p> \n<p>The mayor was <a href=\"https://www.theguardian.com/world/2019/oct/17/gergely-karacsony-mayor-budapest-eu-hungary-liberal-viktor-orban\">elected last October</a> after standing against Orbán’s favoured candidate, and is seen as a potential challenger to the prime minister in nationwide elections two years from now. Perhaps with an eye on that vote, Orbán has not sought consensus in the coronavirus response. He refused to put a time limit on <a href=\"https://www.theguardian.com/world/2020/mar/30/hungary-jail-for-coronavirus-misinformation-viktor-orban\">special coronavirus legislation</a> that he pushed through parliament in late March, even though the opposition said it would support it if a sunset clause was introduced.</p> \n<p>In some countries, politicians suspended their traditional bickering at the peak of the crisis, and support for radical political alternatives dried up. In <strong>Britain</strong>, the Labour leader, Sir Keir Starmer, initially offered words of support and cooperation but then <a href=\"https://www.theguardian.com/society/2020/may/21/a-timeline-of-the-pms-u-turn-on-the-nhs-surcharge-a-timeline-of-pms-u-turn-nhs-surcharge-for-migrant-health-workers\">carefully picked certain battles</a> to highlight problematic government responses.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/03/interactive-coronavirus-live/emea\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<p>In <strong>Italy</strong>, the popularity of the prime minister, Giuseppe Conte, soared during the crisis, with a small decline in support for the far-right Matteo Salvini. In <strong>Germany</strong>, where there is more of a tradition of consensus-based politics, most of the opposition has refrained from criticising the government up to now. In Germany, both the government and chancellor, Angela Merkel, are enjoying high popularity ratings, with 68% of Germans satisfied with Merkel, the highest of her time in office.</p> \n<p>The far-right populist AfD has struggled to be noticed since the coronavirus crisis began and has seen its popularity ratings fall considerably, while the rest of the opposition has been keen not to be seen to be rocking the boat at a difficult time, meaning it has struggled to make its presence felt.</p> \n<p>“The style of cooperative opposition is more popular in Germany than that of fundamental opposition. Germans are not only believers in the state but they love decisions made at a round table,” said the political scientist Karl-Rudolf Korte in a recent interview with the Süddeutsche Zeitung.</p> \n<p>However, when the economic consequences of coronavirus really begin to hit, the “rally round the flag” effect will slowly dissolve, and opposition parties could have a chance to strike.</p> \n<p>Already, there are signs that Conte’s popularity levels are dropping, and with the end of lockdown in Germany, the opposition parties have declared a return to politics as usual as well. “Unanimity over the question of crisis management is over,” Christian Lindner, leader of the pro-business FDP, said recently.</p> \n<p>Elsewhere, there was never a period of unanimity in the first place, and political battles have only intensified. In <strong>Poland</strong>, <a href=\"https://www.theguardian.com/world/2020/may/11/poland-holds-ghost-election-with-0-turnout\">the government sought to plough ahead with a presidential election on 10 May</a>, in conditions where it would be almost impossible for the opposition to run a proper campaign, at a time when energy was devoted to fighting the virus. At the last minute the vote was cancelled, with a new vote tentatively planned for next month.</p> \n<p>“The pandemic crisis certainly helped the Polish government to tilt the playing field so opposition candidates do not have equal opportunities during the campaign,” said Edit Zgut, a visiting lecturer at the University of Warsaw. “Whenever the election is scheduled, it will be far from fair.”</p> \n<p>In Hungary, as recriminations between the government and the mayor of Budapest over the handling of the pandemic have increased, the discourse has got personal in rather strange ways. In a recent interview, Orbán said Karácsony was the sort of person who couldn’t put Ikea furniture together without help. “Or to put what I’m talking about into a rural context, when there’s a traditional pig slaughter this is someone who only turns up right at the end for dinner,” said Orbán.</p> \n<p>Karácsony said the personal attacks prove the government is rattled by the opposition, and part of a strategy to shift the blame.</p> \n<p>“The social and economic fallout will be very severe, and they want to tackle that by starting this blame game and making the opposition look like they didn’t want consensus,” he said.</p>"
]