[
  "<p>Good morning, this is James Murray bringing you the main stories and must-reads on Tuesday 10 March.</p> <h2>Top stories</h2> <p><strong>Fears of a global recession amid the spread of coronavirus worsened overnight, as stock markets and commodity prices plunged. </strong>With the FTSE and the Dow Jones both falling by more than 7%, and crude oil slumping by 30%, markets had their <a href=\"https://www.theguardian.com/business/2020/mar/09/ftse-plunges-to-below-6000-amid-global-coronavirus-sell-off-oil\">worst day since the global financial crisis in 2008</a>. The Guardian’s economics editor, Larry Elliott, writes that “Crash Monday” is the <a href=\"https://www.theguardian.com/business/2020/mar/09/coronavirus-crash-monday-is-the-price-were-paying-for-a-decade-of-cheap-money\">natural consequence of a fragile economy</a> “masked by perpetually low interest rates” brought into sharp focus by the coronavirus outbreak. Scott Morrison will warn today that <a href=\"https://www.theguardian.com/business/2020/mar/10/morrison-warns-coronavirus-hit-could-be-worse-than-gfc-amid-recession-predictions\">the signs point to a recession worse than the GFC</a> as he launches an appeal for businesses to “hold on to your people”, including casual employees, if they succumb to Covid-19. Meanwhile, Italian hospitals <a href=\"https://www.theguardian.com/world/2020/mar/09/italian-hospitals-short-beds-coronavirus-death-toll-jumps\">have started to report bed shortages</a> as the country recorded its highest number of deaths in a 24-hour period. The head of Italy’s prison system, Francesco Basentini, said a “series of rebellions” had <a href=\"https://www.theguardian.com/world/2020/mar/09/coronavirus-six-die-in-prison-protest-linked-to-italian-clampdown\">broken out throughout the country</a>. Six inmates died after they broke into a prison infirmary and overdosed on methadone.</p> <p><strong>The former Indigenous affairs minister Nigel Scullion is under fire after it was revealed that money from a fund for alleviating Indigenous disadvantage was handed out to the mining giant Fortescue Metals. </strong>The retail firm Wesfarmers, two NRL clubs, and Catholic and Anglican welfare organisations were also awarded millions of dollars. <a href=\"https://www.theguardian.com/australia-news/2020/mar/09/mining-giant-given-millions-in-grant-by-coalition-from-fund-for-indigenous-disadvantage\">Scullion approved more than $560m worth of funding before the federal election in 2019</a>. Current Indigenous affairs staff said Scullion had awarded grants to 12 projects the department had advised against and ignored 28 of their recommended projects. These included school nutrition programs for Indigenous children and cadetships in the NSW Legal Aid Commission.</p> <p><strong>The New York attorney general says Prince Andrew will not voluntarily cooperate in the Epstein inquiry. </strong>The Manhattan US attorney, Geoffrey Berman, said: “Contrary to Prince Andrew’s very public offer to cooperate with our investigation into Epstein’s co-conspirators, an offer that was conveyed via press release, <a href=\"https://www.theguardian.com/uk-news/2020/mar/09/prince-andrew-will-not-voluntarily-cooperate-epstein-investigation-lawyer-says\">Prince Andrew has now completely shut the door on voluntary cooperation</a> and our office is considering its options.” In a notorious interview with the BBC, the Duke of York denied allegations he had sex with a young woman provided by the disgraced billionaire. Epstein was found dead in his prison cell last year while awaiting trial on sex trafficking charges.</p> <h2>Australia</h2> <p><strong>What are the symptoms of Covid-19 and what do I do if I think I have it?</strong> Australian health authorities have provided a stream of continuously updated advice about the coronavirus and it can be confusing to navigate. Calla Wahlquist <a href=\"https://www.theguardian.com/world/2020/mar/09/so-you-think-you-have-coronavirus-what-australians-should-do-if-they-are-unwell\">has distilled some of that advice here</a> to help answer your key questions.</p> <p><strong>The Indian Ocean Dipole, an ocean system that drives extreme weather events, is likely to worsen due to global heating. </strong>Scientists studying the phenomenon say <a href=\"https://www.theguardian.com/environment/2020/mar/10/indian-ocean-system-that-drives-extreme-weather-in-australia-likely-to-worsen-with-global-heating\">Australia could experience future conditions even more extreme</a> than those witnessed during the 2019-20 bushfire season.</p> <p><strong>Six grants totalling $260,000 were approved in the marginal seat of Longman in the month before the general election. </strong>The grants<strong> </strong>included <a href=\"https://www.theguardian.com/australia-news/2020/mar/10/six-grants-worth-a-total-of-260k-approved-in-marginal-seat-of-longman-before-election\">$177,000 for the Bribie Island and Districts Junior Rugby League Club</a>.</p> <p><strong>How will the coronavirus affect my travel plans? </strong><a href=\"https://www.theguardian.com/world/2020/mar/10/how-will-the-coronavirus-affect-my-travel-plans-advice-for-australians\">Here’s what you need to know</a> if you have a trip planned or are thinking of planning a holiday in Australia or overseas.</p> <h2>The world</h2>  <figure class=\"element element-image\" data-media-id=\"3bf53515d1642afc05b54d514033271d8b88bd0c\"> <img src=\"https://media.guim.co.uk/3bf53515d1642afc05b54d514033271d8b88bd0c/0_18_2846_1708/1000.jpg\" alt=\"Max von Sydow and Linda Blair in The Exorcist\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Max von Sydow and Linda Blair in The Exorcist.</span> <span class=\"element-image__credit\">Photograph: Allstar/Warner Bros</span> </figcaption> </figure>  <p><strong>The Swedish actor Max von Sydow, star of The Exorcist, has died aged 90.</strong> Sydow’s best-known role was in Ingmar Bergman’s The Seventh Seal,<a href=\"https://www.theguardian.com/film/2020/mar/09/max-von-sydow-star-of-the-exorcist-and-the-seventh-seal-dies-aged-90\"> in which he plays chess with Death</a>.</p> <p><strong>Russia has been accused of hiring a network of British politicians and consultants to “go after the enemies of Putin”. </strong>MPs on parliament’s intelligence and security committee, who drew up a Russia report suppressed by Boris Johnson, were <a href=\"https://www.theguardian.com/world/2020/mar/09/russia-network-britons-enemies-vladimir-putin-report\">given the secret evidence by the financier Bill Browder</a>.</p> <p><strong>The world’s biggest pornography website, Pornhub, has been criticised for its lack of vetting of videos. </strong>An online petition with more than 350,000 signatures accuses the site of <a href=\"https://www.theguardian.com/global-development/2020/mar/09/worlds-biggest-porn-site-under-fire-over-videos-pornhub\">not doing enough to stop rape and revenge porn videos appearing</a>.</p> <p><strong>Donald Trump has tweeted a manipulated video of Joe Biden that appears to show the Democratic presidential hopeful back Trump for re-election. </strong><a href=\"https://www.theguardian.com/us-news/2020/mar/09/trump-retweets-video-manipulated-media\">The video is in fact cut to remove the end of Biden’s quote</a>.</p> <h2>Recommended reads</h2>  <figure class=\"element element-image\" data-media-id=\"6a02aea9f4e341c867cc2476887ad1da6b6ba8f3\"> <img src=\"https://media.guim.co.uk/6a02aea9f4e341c867cc2476887ad1da6b6ba8f3/0_121_3004_1803/1000.jpg\" alt=\"Cardinal George Pell is escorted to court\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cardinal George Pell is escorted to court.</span> <span class=\"element-image__credit\">Photograph: Mark Dadswell/Reuters</span> </figcaption> </figure>  <p><strong>The </strong><strong>word in legal circles is that George Pell could walk free, after an appeal to the high court against his conviction for child sex abuse. </strong>David Marr suggests that Pell’s lawyers may have a working strategy. Acknowledging how compelling the<a href=\"https://www.theguardian.com/australia-news/2020/mar/10/they-say-george-pell-will-walk-free-high-court\"> testimony against Pell has been has become the lynchpin of their case</a>. Pell’s counsel, Bret Walker SC, argues that the jury and the court of appeal were so swept away by the cardinal’s accuser – by his testimony and his demeanour in the witness box – that they downplayed the evidence in Pell’s favour. In lawyer speak this amounts to: “Belief in a ‘compelling’ complainant does not, ipso facto, equate to the elimination of reasonable doubt.”</p> <p><strong>What is it like to work on the frontline of the Covid-19 outbreak? </strong>Our anonymous GP describes a single Saturday at the coalface, <a href=\"https://www.theguardian.com/world/2020/mar/10/this-is-a-mess-put-on-your-mask-diary-from-the-frontline-of-the-coronavirus-health-crisis\">where doctors come face to face with their first potential case of coronavirus</a>. “I get a frantic knock on my door. It’s my colleague who has just picked up the patient I was meant to see. She’s wearing her N95 mask – one of only five for each doctor that the government has so diligently provided our practice.” </p> <p><strong>The writer Oobah Butler spends a week living as Andy Warhol in the lead-up to a landmark show at Tate Modern in London. </strong>“<a href=\"https://www.theguardian.com/artanddesign/2020/mar/09/famous-for-15-minutes-my-week-living-as-andy-warhol\">I’m trying to live like Andy Warhol</a>, the pop artist who died in the 1980s but is still a household name,” he writes. “And it’s not going smoothly.” From downing tins of Campbell’s condensed mushroom soup to creating an artwork inspired by the newly ubiquitous face mask, Butler describes his life as a modern-day version of the art icon.</p> <h2>Listen</h2> <p><strong>The Today in Focus podcast interviews Hadley Freeman about her 18-year search to uncover her family’s secrets. </strong>The Guardian journalist <a href=\"https://www.theguardian.com/news/audio/2020/mar/09/hadley-freeman-search-uncover-family-secrets-podcast\">embarked on a quest to find out what happened to her grandmother</a>, who fled to the US to escape the Nazis, after she found an old shoebox full of photos and documents in the back of a wardrobe.</p>  <figure class=\"element element-image\" data-media-id=\"263b1e144fb7c3f89d67946584e13415e1e9f3b5\"> <img src=\"https://media.guim.co.uk/263b1e144fb7c3f89d67946584e13415e1e9f3b5/0_116_4098_2459/1000.jpg\" alt=\"Ellyse Perry at a celebration for Australia’s victory in the Women’s T20 World Cup at Federation Square in Melbourne\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ellyse Perry at a celebration for Australia’s victory in the Women’s T20 World Cup at Federation Square in Melbourne.</span> <span class=\"element-image__credit\">Photograph: David Crosling/AAP</span> </figcaption> </figure>  <h2>Sport</h2> <p><strong>Australia’s women’s cricket team revelled in their success yesterday, with the captain, Meg Lanning, describing the Twenty20 World Cup win as a dream come true. </strong>“When they said <a href=\"https://www.theguardian.com/sport/2020/mar/09/women-s-t20-world-cup-final-australia-reaction\">they wanted to get 90,000 people to the MCG for a World Cup final</a>, I must admit I was a little bit sceptical,” she says.</p> <p><strong>The organisers of the Australian Grand Prix have said there is no chance the event will take place behind closed doors. </strong><a href=\"https://www.theguardian.com/sport/2020/mar/09/no-chance-of-australian-grand-prix-going-behind-closed-doors-organisers\">The Bahrain GP on 22 March will be run without spectators</a> and April’s Chinese Grand Prix has already been postponed.</p> <h2>Media roundup</h2> <p>Australian newspapers have focused on the coronavirus’s effect on the economy this morning, with the<strong> Age</strong> and the <strong>Sydney Morning Herald</strong> leading with news that the Morrison government is closed to removing its self-imposed $600bn debt cap to try to avert a serious recession. Outside Covid-19 news, the<strong> Australian</strong> has a story about the NSW police minister, David ­Elliott, facing criminal charges after photographs surfaced of him allegedly shooting two prohibited weapons at a shooting range without an ­appropriate licence. The <strong>New Daily</strong> reports that Australia is facing an “epidemic” of non-alcoholic fatty liver disease, with <a href=\"https://thenewdaily.com.au/life/wellbeing/2020/03/09/fatty-liver-disease-deaths/\">the trend being driven by childhood obesity and sugary drinks</a>.</p> <h2>Coming up</h2> <p>Coronavirus stimulus is to be discussed at today’scabinet meeting.</p> <p>The inquest into the disappearance of William Tyrrell continues at Taree local court.</p> <h2>Sign up</h2> <p>If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, <a href=\"https://www.theguardian.com/world/guardian-australia-morning-mail/2014/jun/24/-sp-guardian-australias-morning-mail-subscribe-by-email\">sign up here</a>.</p>",
  "<p>Donald Trump uses nativist anger to put his government beyond empirical argument. His presidency has eroded the norms of political conflict. He poses an ever-present danger to democracy. This November, Mr Trump is up for re-election. His effort is built to an alarming degree on <a href=\"https://www.theguardian.com/us-news/2020/jan/30/brad-parscale-trump-social-media-rasputin-campaign-manager\" title=\"\">exploiting</a> the United States’s lack of privacy safeguards around voting intention.</p> <p>Digital campaigning in the US is a largely unregulated field with little oversight of the ways in which voters are targeted or manipulated. Politicians in the US want to target specific voters to increase their base’s turnout, convert the undecided and suppress their opponent’s support. The evidence suggests that Trump’s campaign rests on a data-gathering juggernaut that <a href=\"https://www.theguardian.com/us-news/2020/jan/30/brad-parscale-trump-campaign-manager\" title=\"\">wants</a> “to know who [voters] are and how [they] think”. </p> <p><a href=\"https://townhall.com/columnists/bradparscale/2020/01/27/trump-rally-data-show-a-clear-winning-coalition-in-2020-n2560202\" title=\"\">Mr Trump’s team</a> and other allied conservative groups are <a href=\"https://www.wsj.com/articles/political-campaigns-track-cellphones-to-identify-and-target-individual-voters-11570718889\" title=\"\">focusing</a> on voters’ smartphones and their location histories. Phone apps often broadcast their location to data brokers and advertising firms. It does not take much to work out where the phone’s owner lives and works. The data can show where they going jogging or if they go to church, or if they attended an anti-Trump protest on a given day. While apps’ privacy policies might say that location information is used for advertising, the use of such data for invasive political purposes is rarely disclosed. Apps do not make it easy to tell how they collect information and with whom they share it.</p> <p>As a result, techniques such as “<a href=\"https://www.propellant.media/geofencing-marketing-company-providers/\" title=\"\">geofencing</a>”, which allows campaigns to reach people in a particular area, are becoming widespread. Last year, Brian Burch, the president of CatholicVote.org, a conservative group, <a href=\"https://catholicvote.org/peek-at-these-numbers/\" title=\"\">claimed</a> its work in Wisconsin identified 91,373 mass-attending Catholics who were “not even registered to vote”. This in a state where Mr Trump <a href=\"https://www.npr.org/2020/02/06/803508851/how-political-campaigns-are-using-geofencing-technology-to-target-catholics-at-m\" title=\"\">defeated</a> Hilary Clinton by only 22,748 votes. Democrats do it too, but are way behind. Last year, Beto O’Rourke’s team was able to identify people’s mobile ID numbers during a rally with musician Willie Nelson. These were used to match people with email addresses to identify “Beto” supporters.</p> <p>India’s Narendra Modi is a leading exponent of such campaigning. In 2018, it was <a href=\"https://www.ft.com/content/896cf574-31c0-11e8-b5bf-23cb17fd1498\" title=\"\">revealed</a> that the default permission settings of his NaMo app gave it almost full access to the data stored on users’ phones, including audio, photos and videos, contacts and location services. Cybersecurity researchers said the app was sending user data to a US-based analytics company – allegedly without users’ permission. In the US, data collection from apps is legal as long as it is disclosed. The European Union <a href=\"https://ec.europa.eu/info/law/law-topic/data-protection/reform/rights-citizens/how-my-personal-data-protected/how-data-my-religious-beliefs-sexual-orientation-health-political-views-protected_en\" title=\"\">forbids</a> the collection of sensitive data – like that of religion, health or political opinions – without explicit consent. The concern is that although EU law has been <a href=\"https://www.itgovernance.co.uk/eu-gdpr-uk-dpa-2018-uk-gdpr\" title=\"\">imported</a> into UK statute, it may be unwound in the years ahead. This would open the door to the kind of deceptive practices seen in the US that have undermined user privacy and have given rise to new legal and ethical <a href=\"https://theintercept.com/2019/12/11/the-donald-trump-campaign-is-deploying-phone-location-tracking-technology/\" title=\"\">concerns</a> in this year’s presidential campaign. </p>",
  "<p>The first video to be labelled by Twitter as “manipulated media” was tweeted by Donald Trump’s social media director and retweeted by the president himself.</p> <p>Dan Scavino <a href=\"https://twitter.com/DanScavino/status/1236461268594294785\">tweeted the footage</a> on Saturday, mistakenly saying it came from a speech by Joe Biden in St Louis, Missouri. In fact, the former vice-president and Democratic frontrunner was <a href=\"https://fox4kc.com/news/live-watch-presidential-candidate-joe-biden-speak-at-the-wwi-liberty-memorial/\">speaking in Kansas City.</a> It was also edited to make it look like Biden had inadvertently backed Trump’s re-election.</p> <p>“Turn this primary from a campaign that is about negative attacks into one that’s about what we’re for,” Biden said in the footage attached to Scavino’s tweet, before faltering.</p> <p>“Because we cannot re-elect … we cannot win this re-election … Excuse me, we can only re-elect Donald Trump.”</p> <p>The footage ended there.</p> <p>In fact, Biden said: “Excuse me. We can only re-elect Donald Trump if in fact we get engaged in this circular firing squad here. It’s gotta be a positive campaign, so join us.”</p> <p>Acting on Sunday under a new policy aimed at policing deep fakes and deceptively edited content, but only after the video had been live for close to 24 hours, Twitter labelled the clip as “manipulated media”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/09/how-trumps-business-empire-is-cashing-in-on-the-2020-campaign\">How Trump's business empire is cashing in on the 2020 campaign</a> </p> </aside>  <p>However, the label only appeared on tweets of the video in timelines – meaning users searching for the clip would not be shown the “manipulated media” label. The company <a href=\"https://www.washingtonpost.com/technology/2020/03/08/twitter-flags-video-retweeted-by-president-trump-manipulated-media/\">said</a> it was working to remedy the problem.</p> <p>Scavino tweeted his own response, <a href=\"https://twitter.com/DanScavino/status/1236877882573668359\">saying</a>: “The video was NOT manipulated.” Trump retweeted him again. He also said on Facebook that labeling the video is an example of social media “trying to silence” Trump’s movement.</p> <p>Trump’s former golf caddy also retweeted <a href=\"https://twitter.com/bennyjohnson/status/1236789430825992193\">Benny Johnson</a>, the chief creative officer at the Turning Point USA conservative not-for-profit, who claimed: “The video was clipped, not edited … This video was simply shortened. This means every single clip on Twitter is ‘Manipulated’.”</p> <p>On Monday morning, after criticism from the Biden campaign, Facebook added its own note to the video.</p> <p>“Fact-checkers rated this video as partly false, so we are reducing its distribution and showing warning labels with more context for people who see it, try to share it, or already have,” a spokeswoman said.</p> <p>Since Biden, 77, surged back to lead the Democratic primary, the 73-year-old president and his campaign have relentlessly questioned and mocked the former senator and vice-president’s mental capability.</p> <p>Scavino’s original tweet said: “Sleepy Joe in St Louis, Missouri today: ‘We can only re-elect Donald Trump.’ <a href=\"https://twitter.com/hashtag/KAG2020LandslideVictory?src=hashtag_click\">#KAG2020LandslideVictory</a>.”</p> <p>By Monday lunchtime, on Twitter alone, the video had around 6.3m views.</p>",
  "<p>Blasts have been reported in Kabul as Afghanistan’s two leading presidential candidates held separate swearing-in ceremonies after both claimed to have won <a href=\"https://www.theguardian.com/world/2019/sep/28/afghanistan-presidential-election-voting-begins-taliban-violence\">last year’s elections</a>.</p> <p>The incumbent Ashraf Ghani took his oath of office at the country’s presidential palace in Kabul in a ceremony on Monday attended by foreign diplomats including the US special envoy Zalmay Khalilzad.</p> <p>At about the same time, Ghani’s rival Abdullah Abdullah was holding his own inauguration ceremony despite negotiations late into the night on Sunday in an attempt to find a compromise between the rivals. Television stations in the country broadcast the two ceremonies side by side.</p> <p>A spokesman for the president’s office said nobody was hurt in the explosions on Monday. It was not immediately clear where they had taken place. Islamic State claimed responsibility.</p> <p>As the blasts were heard during Ghani’s ceremony, he opened his jacket and showed his shirt to the crowd. “This is not a shield, it’s just clothes,” he said. “This is sacrificed to the Afghan people. The head [of the country] is ready to sacrifice for Afghanistan.”</p> <p>Fears of Taliban attacks, as well as widespread disillusionment contributed to a record-low turnout of Afghans for the elections on 28 September, with Ghani, 70, <a href=\"https://www.theguardian.com/world/2020/feb/18/ashraf-ghani-wins-afghan-presidential-election\">declared the winner</a> with 50.62% of the vote in February.</p> <p>But amid a voting process marred by incomplete voter lists, issues with a biometric identification system aimed at curbing fraud and reports of hostile election workers, Abdullah rejected the result and said he would form his own government.</p> <p>Abdullah, 59, said during his ceremony that if he accepted Ghani’s purported victory it would “be the end of democracy in Afghanistan” and called for renewed talks to break the impasse.</p> <p>Kai Eide, a former UN special representative in the country, tweeted: “Terribly sad and dangerous. Two parallel ceremonies. This simply cannot continue. Strong unity is required, not destructive rivalries.”</p> <p>Afghanistan’s election commission in February said it counted 1.82m votes and discarded nearly 1m. There are about 9.6 million registered voters in the country.</p>  <figure class=\"element element-image\" data-media-id=\"152df970911a9b71670b66e0329a809886cac516\"> <img src=\"https://media.guim.co.uk/152df970911a9b71670b66e0329a809886cac516/0_223_2238_1342/1000.jpg\" alt=\"Abdullah Abdullah waves to supporters during a swearing-in ceremony in Kabul.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Abdullah Abdullah waves to supporters during his swearing-in ceremony in Kabul.</span> <span class=\"element-image__credit\">Photograph: Omar Sobhani/Reuters</span> </figcaption> </figure>  <p>The dispute threatens to leave the internationally recognised Afghan government weak and divided after the signing last week of a <a href=\"https://www.theguardian.com/world/2020/feb/29/us-taliban-sign-peace-agreement-afghanistan-war\">US agreement with the Taliban</a> that aims to facilitate the withdrawal of most foreign troops from the country.</p> <p>The Kabul government was shut out of the negotiations by the Taliban, which says it will hold separate talks with its representatives. Analysts said the political dispute is likely to delay the start of the intra-Afghan talks.</p> <p>Abdullah and Ghani competed against each other in presidential elections in 2014 with similar disputed results. The disagreement led to the creation of a “chief executive” position for Abdullah, an extra-constitutional advisory role aimed at warding off instability.</p> <p>The Afghan media outlet TOLOnews reported on Monday that Ghani had offered Abdullah 40% of his cabinet and a role overseeing peace negotiations with the Taliban, but that the talks foundered over how much power Abdullah himself would wield.</p> <p>The second contested result in the presidential polls has added to the frustrations of Afghans, already dealing with a deteriorating security situation, high unemployment and uncertainty over the country’s future.</p> <p>“After signing the deal between Taliban and Americans I was so optimistic to witness peace,” said Mohammad Mohammadi, 27, a medicine student in Herat. “I haven’t lived in peace in my life but today’s events destroyed my ambitions. Two presidents at the same time is not something that I can be hopeful of my future.</p> <p>“They both are fighting for their own benefits, neither of them is planning for for me and this people,” he said. “More bad days are coming. We’re all depressed by politicians.</p> <p>Hamed, 30, watched the competing ceremonies on a TV in his takeaway food shop. “I didn’t vote in this election at all but I’m do worried about future,” he said. “What can I say except that they should respect the rule of law. I’m afraid about another civil war, this time between Ashraf Ghani and Abdullah.”</p>",
  "<p>The time it took the coronavirus to go from the edges of US concerns to people in stores emptying shelves of hand sanitizer was roughly a week.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2020/mar/06/joe-biden-bernie-sanders-2020-presidential-election-trump-coronavirus-live-updates\">Trump makes breezy, boastful assessment of coronavirus impact in US – live</a> </p> </aside>  <p>In response to outbreaks, Italy has shut down its schools and <a href=\"https://www.theguardian.com/world/2020/mar/08/coronavirus-italy-quarantine-virus-reaches-washington-dc\">quarantined 16 million people</a>. China has blocked off whole cities. In the US, cruise ships have been blocked from docking, <a href=\"https://www.theguardian.com/world/2020/mar/07/coronavirus-washington-kirkland-life-care-center-deaths\">hard-hit King county in Washington state</a> has advised workers to stay home and older and sick people to stay indoors. Elsewhere, many events have been cancelled and a handful of schools shut.</p> <p>With more than 500 cases in the US and the numbers rising, the question is: what measures will the US government take and will the country see widespread shutdowns?</p> <p>“You should absolutely have the expectation that at some point coming up, this will be necessary,” Dr William Hanage, an epidemiologist at the Harvard School of Public Health, told the Guardian. “And have a plan for how you are going to do it, how you are going to look after the most vulnerable in the community, and how you are going to do it without turning your entire city and community upside down and inside out.”</p> <p>As of Monday morning, at least<strong> </strong><a href=\"https://docs.google.com/spreadsheets/u/1/d/18oVRrHj3c183mHmq3m89_163yuYltLNlOmPerQ18E8w/htmlview?usp=sharing&amp;sle=true#\">500 people</a> have tested positive for coronavirus in the US and 21 had died. So far, 80% of patients experience a mild form of the illness, which can include a fever and pneumonia, and many of these cases require little to no medical intervention. But that has raised concerns it could spread to vulnerable groups because infected people assume they just have a bad cold.</p> <p>“This is an intensely serious situation. However, there’s a lot you can do to reduce the risk to yourself and others,” Hanage said. “Your risk of getting it, per day, is actually quite low. So people should not panic but they should prepare.”</p> <p>The top advice to prevent the spread of coronavirus is regular hand washing, changing to fresh clothes at home, coughing and sneezing into the crook of the arm, not shaking hands and avoiding touching the face.</p> <h2>Are schools going to close?</h2> <p>Steps have been taken in places such as Washington state and New York City. Some schools there have closed down after parents or students tested positive for coronavirus.</p> <p>Globally, however, nearly 300 million children are out of school because of the coronavirus, according to Unesco. Italy, where at least 366<strong> </strong>people have died, has ordered the closure of all schools and universities in the country <a href=\"https://www.theguardian.com/world/2020/mar/04/italy-orders-closure-of-schools-and-universities-due-to-coronavirus?CMP=share_btn_tw\">until 15 March</a>.</p> <p>There are many unknowns about the role of children. At first, they appeared to not get the virus. Further investigation showed that it was because they have mild symptoms when infected and early research focused on the most dangerous cases. Now, the question is how much of a role children are playing in spreading the disease, if any.</p> <p>“If you don’t close schools, you might run the risk having viral fountains in the middle of your community,” Hanage said.</p> <p>Bioethicist Kelly Hills said school closures could lead some parents to form unofficial daycares with a few parents as supervisors of a group of kids while the others work. This could create a similar disease fountain as in school, just possibly without the education.</p> <p><a href=\"https://www.ers.usda.gov/topics/food-nutrition-assistance/child-nutrition-programs/national-school-lunch-program/\">The 29.7 million US children</a> who rely on free or low-cost lunch at school could also suffer.</p>  <figure class=\"element element-image\" data-media-id=\"ecf1beed37f4ef0fa221dc6fe242e866174b48cb\"> <img src=\"https://media.guim.co.uk/ecf1beed37f4ef0fa221dc6fe242e866174b48cb/0_0_5796_3634/1000.jpg\" alt=\"Some New York pharmacies have run out of face masks – but the CDC recommends people do not wear masks.\" width=\"1000\" height=\"627\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Some New York pharmacies have run out of face masks – but the CDC recommends people do not wear masks.</span> <span class=\"element-image__credit\">Photograph: Justin Lane/EPA</span> </figcaption> </figure>  <p>“Too many people in America live paycheck to paycheck for this [school closures] to really be something that is an easy answer,” said Hills.</p> <p>She does expect more school closures in the near future and anticipated sports competitions, professional or amateur, to be cancelled or played in empty stadiums.</p> <p>In China, government officials went as far as <a href=\"https://www.theguardian.com/world/2020/feb/15/coronavirus-outbreak-wuhan-china\">to lock down the city of Wuhan</a>, where the virus was first detected in December, in a practice known as cordon sanitaire. This concept dates back to the medieval ages, and while there is <a href=\"https://www.sciencemag.org/news/2020/03/china-s-aggressive-measures-have-slowed-coronavirus-they-may-not-work-other-countries\">evidence it slowed the spread of coronavirus</a>, public health experts said it was best for the US to avoid it.</p> <p>When more extreme measures are taken, particularly if they are poorly communicated, it can breed fear, stigmatization and violence. It can also create distrust in the government, media and healthcare institutions.</p> <p>Angela Rasmussen, a virologist at Columbia University, <a href=\"https://twitter.com/angie_rasmussen/status/1235613590691827712\">tweeted</a>: “Rather than playing cordon sanitaire whack-a-mole with communities across the country, I’d like to see these resources go toward engaging the public on how to stop virus spread. Incentivizing employers to allow telecommuting. Providing safety nets to vulnerable people.”</p> <h2>If shutting down cities is not the answer, what is?</h2> <p>China was also successful at making testing widely available and free, something the US has failed to do.</p> <p>The US Centers for Disease Control and Prevention (CDC) initially prevented labs from developing their own tests, then sent out faulty kits and had strict guidelines for who should be tested. Once these issues were addressed, more than a hundred cases were identified in a few days.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>This is an intensely serious situation. However, there’s a lot you can do to reduce the risk to yourself and others</p> <footer> <cite>William Hanage</cite> </footer> </blockquote> </aside>  <p>Even more coronavirus cases could be identified if local and federal government manage to address the <a href=\"https://www.theguardian.com/world/2020/feb/27/coronavirus-outbreak-us-healthcare-sick-leave\">expense of coronavirus testing</a> in the US. California and Washington on Thursday ordered insurers to pay for the kits and <a href=\"https://www.wsj.com/articles/states-insurers-move-to-limit-coronavirus-testing-costs-for-patients-11583446904\">some are starting to do it voluntarily</a>, though hidden costs are a hallmark of the US healthcare system and it’s not guaranteed treatment would be covered.</p> <p>In China, if someone was being treated for coronavirus and their insurance couldn’t cover everything, the government would cover the rest,<a href=\"https://www.nytimes.com/2020/03/04/health/coronavirus-china-aylward.html\"> according to the World Health Organization</a> (WHO). The country was also able to move 50% of its medical care online, the WHO said.</p> <p>Mike Pence, who is overseeing the US response to coronavirus, said last week the country could test one million people by the end of the week. Within 24 hours, the vice-president admitted it was not actually possible.</p> <p>Hanage said without rigorous testing, it is difficult for local governments to determine how far they should go in closing schools and public gatherings. “The difficult situation remains that the lack of testing means we are still fumbling in the dark,” he said.</p> <h2>How to protect the most vulnerable</h2> <p>One certainty with coronavirus is that the elderly and people with underlying conditions such as <a href=\"https://www.theguardian.com/world/2020/mar/04/why-are-some-people-at-greater-risk-from-coronavirus\">diabetes or heart and lung issues</a> are the most vulnerable. The death rate for people 80 or over in China, in <a href=\"https://jamanetwork.com/journals/jama/fullarticle/2762130\">the government’s study of more than 72,000 cases</a>, was 14.8%.</p> <p>And because so many cases are mild, and people are capable of spreading it very early in infection, the most vulnerable and their loved ones are searching for answers about what extra precautions they should take.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/mar/06/southwest-airlines-travel-decline-coronavirus\">Southwest Airlines chief compares drop in travel over coronavirus to 9/11</a> </p> </aside>  <p>Tom Frieden, the director of the CDC under Barack Obama, told reporters this week he had advised his 90-year-old mother to cut down on her active social schedule, which includes three book clubs, because of the specific risks facing her age group.</p> <p>But Dr Jennifer Nuzzo, an epidemiologist and senior scholar at the Johns Hopkins Center for Health Security, said it is difficult to offer concrete advice on how long these populations should avoid crowds and public gatherings because of how much is still unknown about coronavirus.</p> <p>Pandemic or not, it is always wise for people to stay home if they have a fever, for the safety of themselves and others.</p> <p>“I really think the key here is isolation,” Nuzzo said. “And making it so people do possibly over-isolate themselves. They’re not quite sure if they are coming down, but you know they might be sick so they are just going to stay home until they see how their symptoms pan out – certainly if they develop a fever, absolutely stay home.”</p> <p>And if you aren’t yet at the stage, and are wondering if you’ll soon be working from home or dealing with a local school closure, do not underestimate the power of washing your hands.</p>",
  "<p>Good morning, I’m Tim Walker with today’s essential stories.</p> \n<h2>Saudis spark oil price slump with vow to step up production</h2> \n<p>The FTSE 100 share index <a href=\"https://www.theguardian.com/business/2020/mar/09/ftse-plunges-to-below-6000-amid-global-coronavirus-sell-off-oil\">followed huge losses in the Asian and European markets</a> on Monday by <a href=\"https://www.theguardian.com/business/live/2020/mar/09/markets-plunge-crash-financial-crisis-coronavirus-ftse-italy-oil-price-dow-business-live?page=with:block-5e65f8e18f085f0b8d944c01#block-5e65f8e18f085f0b8d944c01\">plunging 8.5% as trading opened</a>, putting the London Stock Exchange on track for its worst one-day fall since 2008. That’s because the coronavirus <a href=\"https://www.theguardian.com/world/2020/mar/09/panic-hits-global-markets-amid-threat-of-coronavirus-and-oil-price-slump\">panic already afflicting the global markets</a> has been <a href=\"https://www.theguardian.com/business/2020/mar/08/oil-price-to-plunge-as-much-as-20-as-saudis-vow-to-step-up-production\">compounded by a 27% slump in the price of oil</a>, after Saudi Arabia, the world’s top oil exporter, said it would step up production beginning next month.</p> \n<ul> \n <li><p><strong>Barrelling downward.</strong> The decision by the Saudi state oil producer Aramco came in response to Russia’s refusal to join an Opec plan to cut oil supplies; it represents an attempt by the Saudis to drive rivals such as Russia and the US out of the shale oil market. Shale firms have high production costs and lose money when crude prices fall below $50 a barrel for more than a few months.</p></li> \n</ul> \n<h2>Leaked coronavirus quarantine plans spark chaos in Italy</h2> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"a1089795-aa2c-42cc-b91b-67e40e66c829\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/1nLhe39vE5Y?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Italy’s <a href=\"https://www.theguardian.com/world/live/2020/mar/09/coronavirus-live-updates-outbreak-italy-lockdown-quarantine-uk-usa-america-australia-recession-fears-update-latest-news\">coronavirus</a> death toll rose from 233 to 366 on Sunday, a rise of more than 50% in 24 hours. The country was then plunged into further chaos by a leak to the media of <a href=\"https://www.theguardian.com/world/2020/mar/08/leaked-coronavirus-plan-to-quarantine-16m-sparks-chaos-in-italy\">plans to quarantine more than 16 million people</a> across its worst-affected northern regions. Meanwhile, Saudi Arabia has <a href=\"https://www.theguardian.com/global/2020/mar/09/saudi-arabia-seals-off-shia-qatif-region-over-coronavirus-fears\">cordoned off the oil-rich municipality of Qatif</a>, home to 500,000 people, mostly Shia Muslims. Many of the 230 confirmed coronavirus cases in the Gulf region had recently returned from religious pilgrimages to Shia-majority Iran.</p> \n<ul> \n <li><p><strong>China containment.</strong> The number of new Covid-19 deaths has continued to fall in China, with <a href=\"https://www.theguardian.com/world/2020/mar/09/coronavirus-latest-at-a-glance\">22 reported on Sunday</a> – the country’s lowest toll since the start of the crisis.</p></li> \n <li><p><strong>Low-wage workers. </strong>A lack of proper medical benefits and paid sick leave will leave millions of low-wage workers in the US <a href=\"https://www.theguardian.com/world/2020/mar/09/lack-paid-sick-leave-will-leave-millions-us-workers-vulnerable-coronavirus\">vulnerable to the disease or its financial side-effects</a>, as Michael Sainato reports.</p></li> \n</ul> \n<h2>Bernie Sanders tries to slow the Biden surge in Michigan</h2> \n<figure class=\"element element-image\" data-media-id=\"20cf372378cd814a25a2579dec9bb81a16cd81f0\"> \n <img src=\"https://media.guim.co.uk/20cf372378cd814a25a2579dec9bb81a16cd81f0/0_0_3600_2161/1000.jpg\" alt=\"Sanders on the stump at the University of Michigan in Ann Arbor on Sunday.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Sanders on the stump at the University of Michigan in Ann Arbor on Sunday.</span> \n  <span class=\"element-image__credit\">Photograph: Rena Laverty/EPA</span> \n </figcaption> \n</figure> \n<p>Bernie Sanders has <a href=\"https://www.theguardian.com/us-news/2020/mar/08/bernie-sanders-elizabeth-warren\">asked for the backing of Elizabeth Warren</a> and her progressive supporters, after Warren dropped out of the Democratic presidential race last week, leaving the Vermont senator as the sole standard-bearer for the party’s left wing. Sanders has sharpened his attacks against the new frontrunner, Joe Biden, in hopes of an upset at <a href=\"https://www.theguardian.com/us-news/2020/mar/09/sanders-michigan-primary-us-elections-2020\">the Michigan primary on Tuesday</a>. But Biden, for his part, <a href=\"https://www.theguardian.com/us-news/2020/mar/07/bernie-sanders-attacks-joe-biden-mini-super-tuesday\">warned against a primary “bloodbath”</a> before the general election.</p> \n<ul> \n <li><p><strong>Kamala Harris. </strong>The California senator – whose own presidential campaign’s biggest moment was arguably a debate-stage attack on Biden – <a href=\"https://www.theguardian.com/us-news/2020/mar/08/kamala-harris-endorses-joe-biden\">endorsed the former vice-president</a> on Sunday.</p></li> \n</ul> \n<h2>Emissions fall as electricity producers shift to cleaner sources</h2> \n<figure class=\"element element-image\" data-media-id=\"e3674cbb1dd80ed7ffe3e1ccf9742c28b5419f72\"> \n <img src=\"https://media.guim.co.uk/e3674cbb1dd80ed7ffe3e1ccf9742c28b5419f72/0_21_3500_2102/1000.jpg\" alt=\"A disused coal-fired power station being demolished in Germany last year.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A disused coal-fired power station being demolished in Germany last year.</span> \n  <span class=\"element-image__credit\">Photograph: Reuters</span> \n </figcaption> \n</figure> \n<p>Carbon emissions from the global electricity system fell by 2% in 2019, the steepest drop in three decades, according to a report by the climate thinktank Ember. But while some of that decline can be attributed to <a href=\"https://www.theguardian.com/environment/2020/mar/09/carbon-emissions-fall-as-electricity-producers-move-away-from-coal\">countries turning from coal to cleaner energy sources</a>, the report says there were also one-off factors at play last year, including mild winters. “Progress is being made on reducing coal generation, but nothing like with the urgency needed to limit climate change,” the report says.</p> \n<ul> \n <li><p><strong>Coal plants.</strong> Coal generation in the US and Europe has halved since 2007 and, overall, power from coal plants fell by 3% last year. But China’s reliance on coal plants rose again: the country now accounts for half the world’s total coal generation.</p></li> \n</ul> \n<h2>Cheat sheet</h2> \n<ul> \n <li><p>The <strong>Hong Kong</strong> authorities have arrested 17 people and seized “<a href=\"https://www.theguardian.com/world/2020/mar/09/hong-kong-police-seize-homemade-bombs-and-arrest-17-border-closures-coronavirus\">significant quantities of homemade explosives</a>” in connection to an alleged campaign to force the government to close its borders with China to halt the spread of the coronavirus.</p></li> \n <li><p><strong>North Korea</strong> has <a href=\"https://www.theguardian.com/world/2020/mar/09/north-korea-fires-projectiles-into-sea-for-second-week-running\">fired three unidentified projectiles</a> into the sea off its eastern coast, the second missile test in two weeks.</p></li> \n <li><p>Female asylum seekers <a href=\"https://www.theguardian.com/world/2020/mar/08/international-womens-day-protests-strikes-marches-violence\">staged a protest at the Turkish border</a> demanding to be let into the EU on Sunday, just one of multiple worldwide demonstrations organised to mark <strong>International Women’s Day</strong>.</p></li> \n <li><p>Alabama lawmakers will consider <a href=\"https://www.theguardian.com/us-news/2020/mar/08/alabama-yoga-ban-public-schools-prohibit-namaste\">a </a><a href=\"https://www.theguardian.com/us-news/2020/mar/08/alabama-yoga-ban-public-schools-prohibit-namaste\"> bill that would lift the state’s ban</a> on <strong>yoga</strong> in public schools. The ban was introduced in 1993 following complaints from parents that the practice endorsed a “non-Christian belief system”.</p></li> \n</ul> \n<h2>Must-reads</h2> \n<figure class=\"element element-image element--showcase\" data-media-id=\"87b0113638f2889f3b9283a49a419c1bb5126cfd\"> \n <img src=\"https://media.guim.co.uk/87b0113638f2889f3b9283a49a419c1bb5126cfd/312_0_4476_2688/1000.jpg\" alt=\"Alison Brie in a scene from her new Netflix movie, Horse Girl.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Alison Brie in a scene from her new Netflix movie, Horse Girl.</span> \n  <span class=\"element-image__credit\">Photograph: Landmark Media/Alamy</span> \n </figcaption> \n</figure> \n<p><strong>Alison Brie: ‘I’ve been inspired by all the women around me.’</strong></p> \n<p>In her new movie Horse Girl, the star of Community, Glow and Mad Men <a href=\"https://www.theguardian.com/culture/2020/mar/08/alison-brie-the-effects-of-trauma-spider-webbed-through-the-whole-family\">draws on her grandmother’s traumatic story</a> for a tale of mental illness – and aliens. Her mother was “shaken” by the film, she tells Aaron Hicklin, “but she doesn’t seem upset with me about it.”</p> \n<p><strong>Will China’s Covid-19 monitoring become the new normal?</strong></p> \n<p>From upgraded facial recognition tech to hotlines for reporting those who may be infected, Chinese citizens are facing a new level of government intrusion amid the coronavirus crisis. Experts say it has given Beijing <a href=\"https://www.theguardian.com/world/2020/mar/09/the-new-normal-chinas-excessive-coronavirus-public-monitoring-could-be-here-to-stay\">a perfect excuse to accelerate its mass surveillance program</a>, as Lily Kuo reports.</p> \n<p><strong>Trump’s businesses rake in millions from 2020 campaign</strong></p> \n<p>The pro-Trump Super Pac America First Action has spent a total of more than $540,000 on events at the president’s own Washington DC hotel since 2017. The figures highlight just how the president and his allies are <a href=\"http://www.theguardian.com/us-news/2020/mar/09/how-trumps-business-empire-is-cashing-in-on-the-2020-campaign\">using Trump properties to woo big donors</a> before the 2020 election, writes Peter Stone.</p> \n<p><strong>Why we’re addicted to mean online gossip about women</strong></p> \n<p>Katy Kelleher used to spend a lot of time reading <a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/09/online-gossip-drama-women-influencer-addiction-why\">snarky, even sadistic online comments about other women’s lives</a>, particularly those who were outwardly successful and rather privileged. Until, she says, she realised it was making her anxious and unhappy.</p> \n<h2>Opinion</h2> \n<p>The overbearing control of China’s communist system has been undermining social trust for decades, says the artist and activist Ai Weiwei. By the time the coronavirus emerged, <a href=\"https://www.theguardian.com/commentisfree/2020/mar/08/china-ill-not-only-coronavirus-communist-party-control\">people’s immune system against lies had simply broken down</a>.</p> \n<blockquote class=\"quoted\"> \n <p>Questions about a virus – what happened and why? – should be empirical questions that have determinable answers. But not in China, where the problem is not even lack of knowledge so much as lack of a system in which knowledge is possible.</p> \n</blockquote> \n<h2>Sport</h2> \n<p>Manchester United have secured their first <strong>Premier League</strong> double over Manchester City for a decade, with a <a href=\"https://www.theguardian.com/football/2020/mar/08/manchester-united-manchester-city-premier-league-match-report-derby\">2-0 derby win over their crosstown rivals</a> on Sunday, which inspired jubilant scenes of a sort rarely seen at Old Trafford in recent years.</p> \n<p>The Indian Wells <strong>tennis</strong> tournament in California, which was set to begin on Monday, has been <a href=\"https://www.theguardian.com/sport/2020/mar/09/indian-wells-tennis-tournament-cancelled-as-coronavirus-fears-spread\">cancelled due to concerns about the coronavirus</a> outbreak, its organisers have announced.</p> \n<h2>Sign up</h2> \n<p>The US morning briefing is delivered to thousands of inboxes every weekday. If you’re not already signed up, <a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">subscribe now</a>.</p> \n<figure class=\"element element-embed\" data-alt=\"Sign up for the US morning briefing\"> \n <iframe src=\"https://www.theguardian.com/email/form/plaintone/4300\" height=\"52px\" data-form-title=\"A different kind of daily email\" data-form-description=\"Sign up and get a daily US news briefing from the Guardian\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks, you'll start getting the US morning briefing soon.\"></iframe> \n <figcaption>\n  Sign up for the US morning briefing\n </figcaption> \n</figure>"
]