[
  "<p>Video conferences from a basement, glitchy internet and bouts of restlessness. Joe Biden, like the rest of America, is working from home.</p> <p>The former vice-president’s confinement began abruptly on 10 March, when he touched down in Cleveland for a primary-night campaign event only to learn that the state’s governor had called for all major indoor events to be canceled as the nation slowly grasped the seriousness of the coronavirus pandemic.</p> <p>That night, one of the most consequential of the Democratic primary, he delivered a victory speech from a nearly empty room in Philadelphia, near where his campaign is headquartered. It was his last traditional event on a campaign trail that has now changed beyond recognition. </p> <p>Since then Biden, a retail politician who enjoys rope lines and now-forbidden handshakes, has become an unwilling pioneer in presidential campaigning in the age of the coronavirus as the pandemic has thrown the Democratic race – and all US politics – into confusion.</p> <p>“There’s no playbook for what a former vice-president should be doing or saying in the middle of a global pandemic,” said the Democratic strategist Lis Smith, who helped catapult the former South Bend mayor Pete Buttigieg from obscurity to contention in the Democratic primary. “We are in uncharted waters here.”</p> <p>Biden’s campaign has converted fundraising events to virtual ones and his podium is a room in his basement in his Wilmington, Delaware, home. His public appearances are usually once-a-day televised critiques of whatever Donald Trump’s administration is doing to combat the virus. His campaign has cautiously been exploring new ways to keep supporters active.</p> <p>But the Democratic frontrunner is still grappling with how to adapt to the new challenges. His first live-streamed town hall, on 13 March, was hampered by audio and technical difficulties. “I’m sorry this has been such a disjointed effort here because of the connections,” Biden said, his irritation evident.</p> <p>He then seemed to fade from the national stage, eclipsed by <a href=\"https://www.theguardian.com/us-news/2020/mar/24/donald-trump-coronavirus-briefings-2020-campaign-rallies\">Trump’s daily White House coronavirus briefings</a> and by governors including Andrew Cuomo, whose daily updates on the toll of the crisis in New York have become must-watch TV for many Americans.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/25/democrats-woman-vice-president-joe-biden-running-mate\">‘Opening a door that was closed too long’: the hunt for a female vice-president</a> </p> </aside>  <p>Biden’s absence inspired the Twitter hashtag #whereisJoe, which was promoted and shared by supporters of his Democratic rival, Senator Bernie Sanders, before being picked up by the Trump campaign.</p> <p>On a fundraising call last weekend, a Biden donor noted that Americans watch Trump every day at his briefings, events that his critics say increasingly resemble – in tone and length – the campaign rallies he has been forced to abandon.</p> <p>“I would just love to see you more,” the donor said of the Democrat. “Like how do we get more of you and less of him on our airwaves?”</p> <p>Biden assured the donor that he was raring for a comeback: his team had installed high-speed internet and built a TV studio in his basement. Soon Biden was pushing out his message. In a matter of days the question would be: where isn’t Biden?</p> <p>He began the week with an address from the newly outfitted recreation room, books, a lamp and memorabilia from his decades in public life behind him. The speech was followed by back-to-back TV appearances, roundtables, a virtual happy hour with young voters, the launch of a newsletter, a podcast in the works and a CNN town hall.</p> <p>The former vice-president has also enlisted an advisory board to counsel the campaign on the coronavirus that includes Ron Klain, who coordinated the Obama White House’s Ebola response. An <a href=\"https://twitter.com/JoeBiden/status/1241416531684331526\">explainer video featuring </a>Klain and a white board has already racked up millions of views.</p> <p>“The new technologies are quite effective,” Biden mused to reporters on Wednesday, noting that a recent address was not carried by the national TV networks but received 3.8m views online.</p> <p>Yet even with the ramped-up online schedule, it can still be difficult for Biden to break through as he is overshadowed by other figures actually fighting on the frontlines. On Monday, he delivered his speech an hour earlier than advertised; it would otherwise have conflicted with a Cuomo press briefing. His interview with The View on Wednesday was pre-empted by another Cuomo briefing and a press conference with the Washington DC mayor, Muriel Bowser.</p> <p>After serving more than 30 years in the Senate and eight years as vice-president, Biden acknowledged the difficulty of watching his former colleagues – and presidential rivals – confront the pandemic while he watched from the sidelines as a private citizen with nothing but a bully pulpit at his disposal.</p> <p>“I’m chomping at the bit. I wish I were still in the Senate, you know, being able to impact on some things,” Biden told reporters on video conference press call hosted by Zoom. “But I am where I am.”</p> <p>But critics still aren’t convinced that Biden is doing enough to prove that he is ready to take on Trump in November.</p> <p>“I think that he needs to lead,” Larry Cohen, the chairman of the pro-Sanders Our Revolution organization, said. “He could collaborate with Bernie, who’s doing plenty, and they could lead together on an issue that unites all Democrats. It’s unimaginable to me what’s going on with him, period.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"ba1260fcf187c98104549e39faa1e332c8a2a750\"> <img src=\"https://media.guim.co.uk/ba1260fcf187c98104549e39faa1e332c8a2a750/0_158_5264_3160/1000.jpg\" alt=\"Chicago residents watch Joe Biden during his Illinois virtual town hall on 13 March.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chicago residents watch Joe Biden during his Illinois virtual town hall on 13 March.</span> <span class=\"element-image__credit\">Photograph: Charles Rex Arbogast/AP</span> </figcaption> </figure>  <p>For much of the 2020 campaign, Biden’s signature approach was to avoid unnecessary fights and press. His campaign allowed the nearly two dozen other candidates in the primary to have their moments in the sun before imploding. But now that low-key approach might work against him.</p> <p>Even before the pandemic hit, Democrats worried about being able to match the Trump re-election campaign’s financial war chest. Biden, throughout the primary campaign, has been out-raised by his rivals. Campaigning from afar during a pandemic isn’t going to make raising cash any easier – especially with a team not noted for its digital prowess.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/26/trump-facebook-ads-immigrants-coronavirus\">Trump's deluge of Facebook ads have a curious absence: coronavirus</a> </p> </aside>  <p>“Fundraising has been a challenge for Joe Biden since he started running for president 500 years ago,” quipped Connor Farrell, a veteran Democratic fundraiser. “This cycle in particular has been no exception. He’s been trailing his competitors throughout the primary but it’s obviously shown money isn’t everything. That being said, he does need lots and lots of money to take on Donald Trump. In particular, his online fundraising hasn’t been as good as other candidates and that’s going to become much more important now that you can’t do in-person fundraisers, where he shakes down executive and wealthy donors for checks in person.”</p> <p>Farrell added that Biden “is going to have to rely on telephone calls and digital fundraising. There’s no other way around it.</p> <p>“It’s not a great sign that their first fundraiser via Zoom was rescheduled due to technical difficulties,” Farrell added. “This is a skill that the campaign needs to learn yesterday for the future of the country.”</p> <p>The Trump campaign has pivoted from taunting Biden over his absence on the national stage to mocking his re-emergence. An email blast from the Republican National Committee accused the former vice-president of attempting a “sorry interpretation of a president”.</p> <p>Biden has been critical of Trump’s response, but he has also insisted he doesn’t want to engage Trump in a “political fight” with so much at stake for the American people.</p> <p>“The coronavirus is not his fault, but the lack of speed with which to respond to it has to move much faster,” he said on The View. “This is not about Democrat or Republican. This is not about what your party is. It’s about getting through this.”</p> <p>At the moment, however, <a href=\"https://www.theguardian.com/us-news/2020/mar/26/coronavirus-donald-trump-triumph-or-disaster\">Trump is enjoying</a> the highest approval rating of his presidency, with 60% supportive of his handling of the coronavirus pandemic, according to the <a href=\"https://news.gallup.com/poll/298313/president-trump-job-approval-rating.aspx\">latest Gallup poll</a>.</p> <p>Gallup noted a “presidential rally effect” in moments of national crisis as a possible explanation.</p> <p>Biden’s predicament is also complicated by the fact that he is not yet the party’s nominee. Despite consecutive weeks of victories, and an all-but insurmountable delegate lead, Sanders has shown no signs of leaving the race any time soon.</p> <p>Instead, the Vermont senator has turned his campaign into a pandemic response operation, hosting expert roundtables and leveraging his vast network of donors to raise money for organizations helping to alleviate the economic impact of the crisis. And this week his campaign called for yet another Democratic primary debate.</p> <p>But, with a long time to go until November, and the whole world in flux, Biden and his time still have ample time to make a difference.</p> <p>Mo Eilethee, a former Democratic communications strategist and the executive director of Georgetown University’s Institute of Politics and Public Service, said offering a radically different vision of leadership during moments of national crisis was a “living, breathing example of why Biden got into the race in the first place”.</p> <p>“He can use these opportunities to speak to Americans’ fears, spell out a different approach or set the record straight,” Eilethee said. “Now the real question is: how much does he seek these opportunities?”</p>",
  "<p>Government opponents and human rights activists have welcomed a decision by Uganda’s constitutional court to overturn legislation that gave police “supernatural powers” to stop public gatherings and protests.</p> <p>“It is only in undemocratic and authoritarian regimes that peaceful protests and public gatherings of a political nature are not tolerated,” said Justice Cheborion Barishaki in a <a href=\"https://chapterfouruganda.org/sites/default/files/downloads/POMA-Judgment.pdf\">ruling</a> on Thursday.</p> <p>“I wholly reject the notion that the police have supernatural powers to determine that particular public gathering shouldn’t be allowed to happen because it will result in a breach of peace,” he said.</p> <p>The court’s judges declared section 8 of Uganda’s Public Order Management Act illegal and unconstitutional.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/global-development/2020/mar/26/sensitise-to-sanitise-bobi-wine-uses-song-to-fight-coronavirus-across-africa\">'Sensitise to sanitise': Bobi Wine uses song to fight coronavirus across Africa</a> </p> </aside>  <p>The challenge to the law was brought by three human rights groups, opposition legislators and a retired bishop in December 2013. Similar provisions to those in the act were contained in a previous law that was declared unconstitutional in 2005.</p> <p>Barishaki said it “defies logic as to why parliament would rush to pass an act of parliament containing provisions that are <em>pari materia</em> [the same] with those that were declared unconstitutional”.</p> <p>The police used the law to brutally disperse rallies organised by opposition politician Kizza Besigye in the <a href=\"https://www.theguardian.com/world/2016/feb/22/ugandan-opposition-leader-kizza-besigye-detained-election-row\">lead-up to the 2016 elections</a>, and <a href=\"https://www.theguardian.com/global-development/2020/jan/06/ugandan-police-arrest-bobi-wine-fire-teargas-break-up-rally\">more recently</a> to block meetings and concerts by pop star turned politician Bobi Wine.</p> <p>In a <a href=\"https://twitter.com/kizzabesigye1/status/1243195683567476744\">tweet</a>, Besigye said: “Congratulations <a href=\"https://twitter.com/nickopiyo\">@nickopiyo</a> &amp; the petitioners for this important court decision nullifying Uganda’s obnoxious POMA Law! Without rule of law however, Uganda police will continue to act with impunity (as it did before this law was made) but without a false cover. Shame on Uganda parliament.”</p> <p>Dr Livingstone Sewanyana, executive director of the Foundation for Human Rights Initiative, welcomed the ruling, saying it had been “an obstacle to the enjoyment of the right to freedom of expression, association and assembly in Uganda”.</p> <p>“Granting unfettered powers to police to deny, disperse and block meetings had a chilling effect on the democratic rights of Ugandans, particularly the political opposition, human rights defenders and activists,” he said.</p> <p>Deprose Muchena, Amnesty International’s director for east and southern Africa, said the law had been used as a tool of repression.</p> <p>“Under this law police have brutally dispersed spontaneous demonstrations and opposition rallies, while opposition politicians have been beaten up and arrested simply for exercising their rights,” she said, adding that Ugandan lawmakers must now repeal the entire act, which contradicted the constitution, ahead of next year’s presidential elections.</p> <p>In January, police <a href=\"https://www.theguardian.com/global-development/2020/jan/06/ugandan-police-arrest-bobi-wine-fire-teargas-break-up-rally\">arrested</a> Wine and fired teargas at his supporters when he tried to hold a rally to mark his 2021 presidential bid.</p> <p>Since he became a legislator in 2017, Wine has rattled Ugandan authorities, who see him as a threat to President Yoweri Museveni. Museveni has been in power since 1986.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/global-development/2019/nov/21/uganda-bans-thousands-of-charities-in-chilling-crackdown\">Uganda bans thousands of charities in 'chilling' crackdown</a> </p> </aside>  <p>Joel Ssenyonyi, spokesperson for Wine’s People Power Movement, said he was concerned that the ruling would be ignored. “This government is notorious for disregarding court orders,” he said.</p> <p>“We are hoping this shall not be disregarded, [that] it shall take effect and also that parliament will not run again and create another law like they did previously.”</p> <p>Sarah Kasande, of the International Centre for Transitional Justice, said the move “will open up space for political activists and human rights defenders to exercise their rights to peacefully assemble, and to debate public policies and advocate for change”.</p> <p>Sewanyana said: “If people are allowed to speak up, assemble and demonstrate freely, a new political dispensation will be born, giving rise to transformative leadership in the country that is needed more than ever before to counter the new threats once Covid-19 is contained.” Uganda has 18 <a href=\"https://covid19.gou.go.ug/\">confirmed</a> cases.</p>",
  "<div id=\"block-5e7e7d0c8f081e5eda238521\" class=\"block is-summary\" data-block-contributor=\"profile/nicola-slawson\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-28T00:15:20.777Z\">12.15am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>I’m handing over to the team in Australia now. Thanks so much for joining me. Here are the developments in the global <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus outbreak</a> this evening:</p> \n  <ul> \n   <li>The Irish government has announced <a href=\"https://www.theguardian.com/world/2020/mar/27/stay-home-varadkar-urges-irish-in-drastic-lockdown\">sweeping restrictions that will put Ireland in a de facto lockdown to try to slow the spread of coronavirus</a>. The taoiseach, Leo Varadkar, said on Friday evening that people should stay at home for two weeks.</li> \n   <li>After many delays, and then a series of tweets earlier today, US president Donald Trump announced he was <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/live/2020/mar/27/coronavirus-us-live-news-trump-stimulus-vote-house-thomas-massie-latest-updates\">invoking the Defense Production Act to compel General Motors to build ventilators</a> for hospitals.</li> \n   <li>Following the news that the prime minister, Boris Johnson, had tested positive for Covid-19, the health secretary, Matt Hancock, <a href=\"https://www.theguardian.com/world/2020/mar/27/uk-prime-minister-boris-johnson-tests-positive-for-coronavirus\">confirmed that he too has coronavirus</a>. Both are experiencing mild symptoms and are in self-isolation. The chief medical officer, Chris Whitty, says he is also experiencing symptoms and has gone into isolation.</li> \n   <li>Tests for healthcare workers in the UK will be rolled out next week, allowing them to confirm whether they have been infected or are safe to work, the British government has announced.</li> \n   <li>Social distancing appears to be keeping the coronavirus at bay in British Columbia — a rare moment of positive news as cases around the world continue to surge. The daily rate of growth of coronavirus cases in the Canadian province has been cut from 24% to 12%, far lower than that of China and Italy during their severe outbreaks.</li> \n   <li>Brazil’s polemicist president Jair Bolsonaro has sparked further outrage by insinuating that the number of coronavirus cases is being inflated for political purposes and declaring: “Some people will die. I’m sorry. That’s life.”</li> \n   <li><a href=\"https://www.theguardian.com/australia-news/live/2020/mar/28/coronavirus-australia-live-nsw-qld-victoria-lockdown-restrictions-quarantine-ventilators-latest-updates\">Thousands of Australians caught by India’s dramatic nationwide shutdown say they face running out of food and water</a> or being evicted from accommodation, as 1.3 billion people across the world’s second-most populous nation are ordered to stay indoors.</li> \n   <li>In the UK, the Principality stadium in Wales is to be converted into a temporary hospital providing around 2,000 additional beds to support the NHS.</li> \n   <li><a href=\"https://www.theguardian.com/business/2020/mar/27/virgin-atlantic-to-seek-millions-in-state-aid-amid-covid-19-slump\">Virgin Atlantic is applying for hundreds of millions of pounds in state aid</a> to keep afloat during the coronavirus crisis, after the chancellor told the stricken aviation sector this week he would consider assisting firms on a case-by-case basis.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5e7e7a2b8f0878a2a48abcca\" class=\"block\" data-block-contributor=\"profile/lois-beckett\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T22:13:28.182Z\">10.13pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>After many delays, and then a series of tweets earlier today, US President <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> is invoking the Defense Production Act to compel General Motors to built ventilators for hospitals, he announced at the White House’s daily coronavirus briefing.</p> \n  <p>The Defense Production Act gives the president powers to direct domestic industrial production to provide essential materials and goods needed in a national security crisis. It allows the president to require businesses and corporations to prioritize and accept contracts for required materials and services.</p> \n  <p>While Trump likes to work cooperatively with the private sector, he said, “Where an emergency exists and it’s very important that we get to the bottom line and quickly, we will do what we have to do.”</p> \n  <p>“It’s been a brutal pandemic,” Trump said at the beginning of the briefing.</p> \n  <p>Read more from the White House briefing in our US liveblog:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2020/mar/27/coronavirus-us-live-news-trump-stimulus-vote-house-thomas-massie-latest-updates\">Coronavirus US live: Trump signs $2.2tn stimulus bill after invoking Defense Production Act</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-28T00:00:02.746Z\">at 12.00am GMT</time></p> \n</div> \n<div id=\"block-5e7e76828f08af215f6fcd4b\" class=\"block\" data-block-contributor=\"profile/rorycarroll\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T21:57:39.143Z\">9.57pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Irish government has announced sweeping restrictions that will put <a href=\"https://www.theguardian.com/world/ireland\">Ireland</a> in a de facto lockdown to try to slow the spread of coronavirus.<br></p> \n  <p>The taoiseach, Leo Varadkar, said on Friday evening that from midnight people should stay home for two weeks, until 12 April, in a significant tightening of curbs on social and commercial life.</p> \n  <p>People will be allowed to leave home to shop for food and exercise briefly within 2km of their homes, he said in a televised address.</p> \n  <p>All public or private gatherings are banned, as are visits to hospitals and prisons, with some exceptions on compassionate grounds. People aged over 70 and vulnerable groups must “cocoon” and travel to offshore islands will be limited to residents.</p> \n  <p>There are exceptions for farming, travel to and from work for essential work that cannot be done from home, caring for elderly or vulnerable people, and collecting medicine and attending medical appointments.</p> \n </div> \n</div> \n<div id=\"block-5e7e743d8f08af215f6fcd44\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T21:49:00.200Z\">9.49pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Jordan reported the first death from coronavirus, a woman in her 80s, according to Reuters, quoting the state news agency.<br><br></p> \n  <p>Jordan registered 23 new cases on Friday, bringing the total in the country to 235, the health minister said. <br></p> \n </div> \n</div> \n<div id=\"block-5e7e71fd8f08af215f6fcd36\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T21:39:25.210Z\">9.39pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Today’s Australian live blog has launched covering developments there, including possible strict new measures for Victoria and New South Wales.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/live/2020/mar/28/coronavirus-australia-live-nsw-qld-victoria-lockdown-restrictions-quarantine-ventilators-latest-updates\">Coronavirus Australia live: NSW and Victoria consider stage 3 restrictions with more than 3,000 national cases – latest updates</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7e6b078f0878a2a48abc73\" class=\"block\" data-block-contributor=\"profile/tomphillips\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T21:09:03.534Z\">9.09pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Brazil’s polemicist president Jair Bolsonaro has sparked further outrage by insinuating that the number of coronavirus cases here is being inflated for political purposes and declaring: “Some people will die. I’m sorry. That’s life.”</p> \n  <p>Bolsonaro is facing furious criticism for his slaphappy handling of the coronavirus crisis, which he continues to dismiss as overblown and has called a media “trick”. </p> \n  <p>But on Friday afternoon — as the death toll here rose to 92, with 3,417 cases — he doubled down on his position <a href=\"https://noticias.band.uol.com.br/coronavirus/noticias/100000986184/bolsonaro-diz-nao-crer-em-numero-de-mortos-e-pede-volta-ao-trabalho.html\">telling Brazilian television</a> he suspected those figures were being inflated by a political rival and denounced coronavirus “alarmism”.<br></p> \n  <p>Bolsonaro subsequently admitted lives would be lost but added: “That’s life.”<br></p> \n  <p>“You can’t shut down a car factory because people die in traffic accidents,” Bolsonaro said.<br></p> \n  <p>Brazil’s far-right leader — who is pushing for tough lockdown measures to be lifted in states across the country — is facing growing fury from across the political spectrum and the country’s media.</p> \n  <p>In an article titled “Trial of the future”, the Brazilian writer Ruy Castro captured the revolt: “There’s a sense that, if Jair Bolsonaro isn’t tied to a tree and gagged, before making any more disastrous moves, the cost in lives will be incalculable. But one day these lives will be counted.”</p> \n  <p>Castro added: “Every single member of the government who, with their deeds or words, opposed the policy of social distancing and helped coronavirus spread will have to pay the price ... It isn’t right to call Jair Bolsonaro irresponsible. He is the person most responsible for whatever happens in Brazil — and he will have to answer for it.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T21:20:34.855Z\">at 9.20pm GMT</time></p> \n</div> \n<div id=\"block-5e7e67c58f08af215f6fcce6\" class=\"block\" data-block-contributor=\"profile/leyland-cecco\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T20:56:49.728Z\">8.56pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Social distancing appears to be keeping the coronavirus at bay in a Canadian province — a rare moment of positive news as cases around the world continue to surge.</p> \n  <p>“I’m trying not to over-call it, but I do believe we’ve seen a flattening, a falling-off of that curve,” said Bonnie Henry, British Columbia’s top medical officer.</p> \n  <p>Speaking to reporters Friday, Henry said the extreme measures taken by the province in recent weeks—shutting down schools, non-essential businesses— have shown promising results.</p> \n  <p>“What we need, though, is for everybody to continue to pay attention to these measures so we can continue to prevent transmissions in our communities ... for the coming weeks.”</p> \n  <p>The daily rate of growth of coronavirus cases in the province has been cut from 24% to 12%, far lower than that of China and Italy during their severe outbreaks.</p> \n  <p>The updated figures comes amid a report from the province that suggests it is well-equipped to handle a Hubei-like breakout of infections. A level of spread similar to that of Italy’s Lombardy region, however, would stress the system— but the province nonetheless believes it has sufficient ventilators.</p> \n  <p>More than 4,600 cases have been reported in Canada, with 725 in British Columbia as of Thursday.</p> \n </div> \n</div> \n<div id=\"block-5e7e5f848f0878a2a48abc1b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T20:35:30.905Z\">8.35pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Syria said on Friday it was banning travel between cities and governorates as part of tightening measures to curb the spread of coronavirus, state-run Ikhbariya TV reported, citing the interior minister.</p> \n  <p>Syria has recorded five cases of corona virus so far but relief agencies worry that any outbreak could be lethal after years of conflict that has ravaged its healthcare system, <em>Reuters reports</em>.</p> \n  <p>The travel restriction, effective from Sunday, comes on top of a curfew announced this week from 6pm to 6am and after the country has halted flights and ordered the closure of most businesses.</p> \n  <p>Humanitarian agencies have expressed deep concern over the prospect of coronavirus spreading in Syria’s northwest, where hundreds of thousands of people displaced by war live in tightly packed camps and have severely limited access to healthcare.</p> \n </div> \n</div> \n<div id=\"block-5e7e5af08f0878a2a48abbeb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T20:02:45.440Z\">8.02pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the UK, the Principality Stadium in Wales is to be converted into a temporary hospital providing around 2,000 additional beds to support the NHS, <em>PA media </em><em>reports</em>.</p> \n  <p>The Welsh Rugby Union, which owns and operates the venue, has been working with the Cardiff and Vale University Health Board as part of contingency planning around the ongoing coronavirus crisis.</p> \n  <p>The facility is now being assessed by specialists and contractors to complete the transformation. This follows the news that Birmingham’s NEC arena and Manchester’s G-Mex will also <a href=\"https://www.theguardian.com/politics/live/2020/mar/27/uk-coronavirus-live-rough-sleepers-nhs-applause-covid-19-latest-news?CMP=share_btn_tw&amp;page=with:block-5e7e33ce8f08af215f6fca9e#block-5e7e33ce8f08af215f6fca9e\">be converted into field hospitals</a>.</p> \n </div> \n</div> \n<div id=\"block-5e7e55ed8f08af215f6fcc60\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T19:46:26.939Z\">7.46pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>US President Donald Trump has publicly ranted at car-manufacturing giant General Motors over a delay in its production of ventilators. </p> \n  <p>There has been some suggestions he could invoke the Defense Production Act, which allows the federal government to direct industries.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1243559373395410957\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">General Motors MUST immediately open their stupidly abandoned Lordstown plant in Ohio, or some other plant, and START MAKING VENTILATORS, NOW!!!!!! FORD, GET GOING ON VENTILATORS, FAST!!!!!! <a href=\"https://twitter.com/generalmotors?ref_src=twsrc%5Etfw\">@GeneralMotors</a> <a href=\"https://twitter.com/Ford?ref_src=twsrc%5Etfw\">@Ford</a></p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1243559373395410957?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p>His tweet comes a day after he dismissed demands from governors for more ventilators and said New York, which is the epicentre of the crisis in the US, was exaggerating the need. </p> \n  <p>The state of New York pleaded to be sent 30,000 ventilators to help with its growing numbers of coronavirus patients.</p> \n </div> \n</div> \n<div id=\"block-5e7e538b8f081e5eda238432\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T19:28:05.763Z\">7.28pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A further three people with coronavirus have died in Ireland, taking the country’s death toll to 22, the National Public Health Emergency Team has announced.</p> \n  <p>The latest victims were described as a person in the north-west of the country and two females in the east.</p> \n  <p>There were 302 new confirmed cases of coronavirus announced on Friday evening, taking the total in Ireland to 2,121.</p> \n </div> \n</div> \n<div id=\"block-5e7e4e638f0878a2a48abb84\" class=\"block\" data-block-contributor=\"profile/nicola-slawson\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T19:07:45.740Z\">7.07pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is <strong>Nicola Slawson</strong>, taking over from my colleague <strong>Simon Murphy</strong>. I’ll be keeping you up to date this evening on the situation around the world. You can get in touch with me via <a href=\"https://twitter.com/Nicola_Slawson\">Twitter</a> or by email nicola.slawson@theguardian.com. I might not have time to reply but I will certainly give emails and messages a read. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T19:14:12.956Z\">at 7.14pm GMT</time></p> \n</div> \n<div id=\"block-5e7e49f28f08af215f6fcbd1\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T19:00:20.885Z\">7.00pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <h2>Biggest daily rise in UK coronavirus deaths</h2> \n  <p>The <strong>UK</strong> has again recorded its <a href=\"https://www.theguardian.com/world/live/2020/mar/27/coronavirus-live-news-update-us-infections-outnumber-china-uk-deaths-europe-global-cases-number-500000-latest-updates?page=with:block-5e7e0ce88f081e5eda238011#block-5e7e0ce88f081e5eda238011\">biggest daily rise in coronavirus deaths</a>. In the last 24 hours, 181 people have died after testing positive for Covid-19. It comes after 115 deaths were recorded the day before. The UK death toll stands at 759, with 14,579 confirmed cases.</p> \n  <h2>Matt Hancock, the UK’s health secretary, tests positive</h2> \n  <p>Following the news that the prime minister, Boris Johnson, had tested positive for Covid-19, the health secretary, Matt Hancock, <a href=\"https://www.theguardian.com/world/2020/mar/27/uk-prime-minister-boris-johnson-tests-positive-for-coronavirus\">confirmed that he too has coronavirus</a>. Both are experiencing mild symptoms and are in self-isolation.</p> \n  <h2>Italy records highest daily rise in deaths and has not yet reached peak, experts say</h2> \n  <p><strong>Italy</strong> also recorded its <a href=\"https://www.theguardian.com/world/live/2020/mar/27/coronavirus-live-news-update-us-infections-outnumber-china-uk-deaths-europe-global-cases-number-500000-latest-updates?page=with:block-5e7e2c768f08af215f6fca17#block-5e7e2c768f08af215f6fca17\">highest daily rise in Covid-19 deaths</a>, with 919 new fatalities, taking the total to 9,134. The update follows a warning from the head of the country’s national health institute that infections have not yet reached their peak and that <a href=\"https://www.theguardian.com/artanddesign/2020/mar/27/italys-delivery-drivers-on-lockdown-photo-essay\">lockdown measures</a> will have to be extended.</p> \n  <h2>France extends lockdown by a fortnight</h2> \n  <p>France – <a href=\"https://www.theguardian.com/world/live/2020/mar/27/coronavirus-live-news-update-us-infections-outnumber-china-uk-deaths-europe-global-cases-number-500000-latest-updates?page=with:block-5e7e485c8f08af215f6fcbc2#block-5e7e485c8f08af215f6fcbc2\">which has recorded 299 Covid-19 deaths in the last 24 hours </a>– has extended its lockdown until 15 April, the prime minister announced in a speech. Edouard Philippe said it was clear that the country was “just at the beginning of this epidemic wave”. </p> \n  <h2>Four dead on cruise ship after outbreak</h2> \n  <p><a href=\"https://www.theguardian.com/world/live/2020/mar/27/coronavirus-live-news-update-us-infections-outnumber-china-uk-deaths-europe-global-cases-number-500000-latest-updates?page=with:block-5e7e34c88f081e5eda238291#block-5e7e34c88f081e5eda238291\">Four people have died on a cruise ship stranded off the coast of <strong>Panama</strong> after a Covid-19 outbreak on board</a>, the boat’s owners have confirmed.</p> \n  <h2>US approves $2.2tn economic stimulus package</h2> \n  <p>Congress has given final approval for a <a href=\"https://www.theguardian.com/us-news/2020/mar/27/washington-coronavirus-stimulus-bill-vote\">$2.2tn </a><a href=\"https://www.theguardian.com/us-news/2020/mar/27/washington-coronavirus-stimulus-bill-vote\">financial package</a> designed to rush federal aid to workers, businesses and a healthcare system ravaged by the virus, after politicians united to overcome a last-minute attempt to delay its passage.</p> \n </div> \n</div> \n<div id=\"block-5e7e49778f0878a2a48abb33\" class=\"block\" data-block-contributor=\"profile/helenasmith\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T18:50:29.880Z\">6.50pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In <strong>Greece,</strong> the total number of confirmed coronavirus cases has jumped to 966, according to the government. </p> \n  <p>The figure marks an increase of 74 new cases that emerged last night. But experts also point out that in the absence of widespread testing (only 13,477 people have been tested for the virus so far), the real number is almost certainly higher. </p> \n  <p>Giving his daily update, Prof Sotiris Tsiodras, the health ministry spokesman on coronavirus, said the death toll had also gone up, with 28 fatalities recorded as of Friday. Of that number 23 were men, said the professor, an infectious diseases expert who is advising the centre-right government on how best to contain the spread of transmissions. </p> \n  <p>The average age of those who had died was 73, he said, adding that while 66 of the total number of patients confirmed as having Covid-19 were in intensive care, 52 people had also made a full recovery. “The fast implementation of measures [to contain the disease] has saved our country from many deaths,” he said, emphasising that although the trajectory was currently under control it was vital that the general population remained vigilant. “Every day we win small victories but the battle continues.” </p> \n  <p>Greece was among the very first countries in Europe to apply stringent restrictions, with officials recognising that after years of steep staff and budget cuts, the price of the country’s near decade-long debt crisis, the state health system was in no position to deal with a significant public health crisis. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T18:58:06.489Z\">at 6.58pm GMT</time></p> \n</div> \n<div id=\"block-5e7e485c8f08af215f6fcbc2\" class=\"block is-key-event\" data-block-contributor=\"profile/kim-willsher\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T18:42:40.674Z\">6.42pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Nearly 300 coronavirus deaths in France in 24 hours</h2> \n <div class=\"block-elements\"> \n  <p>There have been 299 coronavirus deaths in <strong>France</strong> in the last 24 hours, it has been announced. </p> \n  <p>Releasing the latest set of figures, Jérôme Salomon, head of the French health authority, revealed there were now 32,964 confirmed Covid-19 cases, 3,809 more than the previous day. There have been 1,995 deaths in hospital, an increase of 299 in 24 hours. This is lower than the big jump of 365 deaths in 24 hours that Salomon announced on Thursday evening.</p> \n  <p>There are 15,732 people in hospital, with 3,787 in intensive care. One third are under 60 years old and 42 of those in intensive care are under 30 years old. Salomon said the “good news” was that about 5,700 people who had the Covid-19 virus had recovered.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T18:48:11.497Z\">at 6.48pm GMT</time></p> \n</div> \n<div id=\"block-5e7e462d8f0878a2a48abb2b\" class=\"block\" data-block-contributor=\"profile/gwyntopham\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T18:34:49.478Z\">6.34pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the <strong>UK</strong>, Virgin Atlantic is applying for hundreds of millions of pounds in state aid to keep afloat during the coronavirus crisis, after the chancellor told the stricken aviation sector this week he would consider assisting firms on a case-by-case basis.</p> \n  <p>As a purely long-haul, passenger airline, <strong>Sir Richard Branson’s </strong>carrier has been hard hit by the travel bans and does not have the cash reserves of larger rivals such as British Airways or even EasyJet.</p> \n  <p>Virgin led calls for state aid for airlines two weeks ago, as bookings dropped to near zero. Virtually all staff have accepted unpaid leave and Branson has said he will inject $250m (£201m) across the group, including the unfortunately timed launch of his Virgin Voyage cruise line.</p> \n  <p>The airline declined to comment but is understood to have approached the government via bankers Rothschild for a package worth hundreds of millions of pounds in commercial loans and guarantees.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T18:40:21.029Z\">at 6.40pm GMT</time></p> \n</div> \n<div id=\"block-5e7e45208f08af215f6fcbaf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T18:29:42.509Z\">6.29pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The ‘special relationship’ appears to be alive and well as US president <strong>Donald Trump</strong> has wished the UK prime minister <strong>Boris Johnson</strong> a speedy recovery from coronavirus during a phone call on Friday.</p> \n  <p>“They agreed to work together closely, along with the G7, the G20, and other international partners, to defeat the coronavirus pandemic,” Downing Street said in a statement.<br></p> \n  <p>Johnson and health secretary <strong>Matt Hancock</strong> have both contracted Covid-19, it emerged earlier. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T18:32:08.190Z\">at 6.32pm GMT</time></p> \n</div> \n<div id=\"block-5e7e42508f081e5eda23836a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T18:14:34.028Z\">6.14pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More on the situation in the US, as my colleague <strong>Jonathan Freedland</strong> skewers <strong>Donald Trump</strong> in a <a href=\"https://www.theguardian.com/commentisfree/2020/mar/27/trump-narcissism-american-blood-coronavirus\">newly posted comment piece </a>in which he accuses the US president of putting his ego first in his handling of the coronavirus pandemic. He writes:</p> \n  <blockquote class=\"quoted\"> \n   <p>The US president always was capricious and vengeful, but now that character flaw is a matter of life and death. State governors are crying out for federal help, not for themselves but for the people they represent: the nurses and doctors who need protective equipment and testing kits, the patients who need ventilators. But instead of leaping to their aid, Trump tells the governors it’s their responsibility, even though they have a fraction of the procurement power of the US government – adding that if they want help, they’d better grovel. ‘It’s a two-way street,’ <a href=\"https://www.theguardian.com/us-news/2020/mar/27/us-governors-coronavirus-trump\">Trump said this week</a>. ‘They have to treat us well.’ Even when lives are on the line, his ego with its paper-thin skin comes first.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/mar/27/trump-narcissism-american-blood-coronavirus\">Trump's narcissism has taken a new twist. And now he has American blood on his hands | Jonathan Freedland</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T18:32:46.185Z\">at 6.32pm GMT</time></p> \n</div> \n<div id=\"block-5e7e3c8f8f0878a2a48aba8e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T18:01:52.014Z\">6.01pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Another country, another lockdown.<strong> Zimbabwe</strong>, which has five confirmed coronavirus cases including one death, will impose a nationwide lockdown for 21 days from Monday to help curb the spread of Covid-19, President Emmerson Mnangagwa has said.</p> \n  <p>Only state and health workers will be exempted from the lockdown, he added.</p> \n </div> \n</div> \n<div id=\"block-5e7e3ba88f08af215f6fcb0a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T17:46:14.419Z\">5.46pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In other news, it emerges a global shortage in condoms is looming because of the coronavirus pandemic, the world’s biggest producer has said.</p> \n  <p>Karex Berhad, which makes one in every five condoms globally, has not produced a single condom in its three <strong>Malaysian </strong>factories for more than a week because of a lockdown imposed by the government to halt the spread of the virus, Reuters reports.</p> \n  <p>That is already a shortfall of 100m condoms – normally marketed internationally by brands such as Durex – supplied to state healthcare systems such as the NHS in the UK or distributed by aid programmes such as the UN Population Fund.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/27/global-condom-shortage-coronavirus-shuts-down-production\">Global condom shortage looms as coronavirus shuts down production</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T18:15:57.541Z\">at 6.15pm GMT</time></p> \n</div> \n<div id=\"block-5e7e390f8f08af215f6fcae7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T17:36:01.279Z\">5.36pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A striking image of Pope Francis praying in the middle of an empty St Peter’s Square in the Vatican City has emerged. </p> \n  <figure class=\"element element-image\" data-media-id=\"501aaf6a25ff1279823bc429315e48c155864f93\"> \n   <img src=\"https://media.guim.co.uk/501aaf6a25ff1279823bc429315e48c155864f93/0_182_5472_3283/1000.jpg\" alt=\"Pope Francis delivers an Urbi et orbi prayer from the empty St. Peter’s Square, at the Vatican\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Pope Francis delivers an Urbi et orbi prayer from the empty St. Peter’s Square, at the Vatican. (Yara Nardi/Pool Photo via AP )</span> \n    <span class=\"element-image__credit\">Photograph: Yara Nardi/AP</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/chicoharlan/status/1243584639194869760\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Incredible scene right now: Pope Francis praying in the middle of an empty St. Peter’s Square. <a href=\"https://t.co/a7VJvO2VHZ\">pic.twitter.com/a7VJvO2VHZ</a></p>— Chico Harlan (@chicoharlan) \n    <a href=\"https://twitter.com/chicoharlan/status/1243584639194869760?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T17:36:37.236Z\">at 5.36pm GMT</time></p> \n</div> \n<div id=\"block-5e7e34c88f081e5eda238291\" class=\"block is-key-event\" data-block-contributor=\"profile/patrick-greenfield\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T17:30:40.101Z\">5.30pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Four dead on cruise ship amid Covid-19 outbreak</h2> \n <div class=\"block-elements\"> \n  <p>Four people have died on a cruise ship stranded off the coast of <strong>Panama</strong> amid a Covid-19 outbreak on board, the boat’s owners have confirmed. </p> \n  <p>A boat-to-boat rescue operation is under way near the entrance to the Panama canal to help healthy passengers off the Zaandam cruise liner, where two people have tested positive for the disease and another 138 have influenza-like symptoms.</p> \n  <p>Holland America Line, which owns the cruise ship, confirmed that four elderly passengers had died onboard. It is not clear whether they died after catching Covid-19.</p> \n  <p>All 1,243 guests have been asked to self isolate while a boat-to-boat operation to move healthy passengers to another ship, the Rotterdam, takes place off the coast of Panama. Guests over the age of 70 are being given priority, the company confirmed.</p> \n  <p>On Friday, Ricaurte Vásquez, the administrator for the Panama canal, <a href=\"https://twitter.com/TReporta/status/1243552785897082880\">told local media </a>that the Zaandam would be put into quarantine if testing confirmed a Covid-19 outbreak and said the cruise ship would not be allowed through the canal while positive cases were on board, following an order from the ministry of health.</p> \n  <p>The Panamanian Maritime Authority said it was supervising the rescue operation, adding that nobody on board would be allowed to disembark in the Central American country. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AMP_Panama/status/1243562053354258433\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"es\" dir=\"ltr\">Supervisamos la operación barco a barco, del Crucero Rotterdam, procedente de San Diego, California, hacia el Crucero Zaandam. Esta operación se ha llevado a cabo, a más de 8 millas de la ciudad, y ninguna persona desembarcará en nuestro país. <a href=\"https://twitter.com/hashtag/Prot%C3%A9getePanam%C3%A1?src=hash&amp;ref_src=twsrc%5Etfw\">#ProtégetePanamá</a> <a href=\"https://t.co/f1i7mke5tN\">pic.twitter.com/f1i7mke5tN</a></p>— Autoridad Marítima de Panamá (@AMP_Panama) \n    <a href=\"https://twitter.com/AMP_Panama/status/1243562053354258433?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p>In a statement, Holland America Line said: “Yesterday a number of patients with respiratory symptoms were tested for Covid-19 and two individuals tested positive. Out of an abundance of caution, on March 22 when Zaandam first saw a number of guests reporting to the medical center with influenza-like illness symptoms, we took immediate protective measures, including asking all guests to self-isolate in their staterooms and implementing all other appropriate precautions that have been developed in coordination with the CDC. All guests and crew received face masks yesterday and were provided with instructions on when and how to wear them.</p> \n  <p>“Currently, 53 guests (4%) and 85 crew (14%) have reported to Zaandam’s medical center with influenza-like illness symptoms. There are 1,243 guests and 586 crew on board ...</p> \n  <p>“Holland America Line can confirm that four older guests have passed away on Zaandam. Our thoughts and prayers are with their families and we are doing everything we can to support them during this difficult time.”</p> \n  <p>Holland America Line said those with family members on board should contact for information: +1 (877) 425-2231 or +1 (206) 626-7398.<br><br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T17:51:20.813Z\">at 5.51pm GMT</time></p> \n</div> \n<div id=\"block-5e7e31ec8f08af215f6fca81\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T17:15:45.961Z\">5.15pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In a move that will puzzle many, <strong>Sweden</strong> has refused to shut bars and restaurants amid the coronavirus pandemic. Reuters reports on the situation on the ground in the country’s capital, Stockholm:</p> \n  <blockquote class=\"quoted\"> \n   <p>The words “DO NOT STAND HERE! TABLE SERVICE ONLY!” are scrawled in white marker across the bar’s wooden counter, which only weeks ago was littered with beer mats and crowded with elbows.</p> \n   <p>While the global spread of coronavirus has closed pubs right across Europe, Sweden has hung back, with authorities on Tuesday saying bars and restaurants could stay open – but only if customers are seated and served at a table.</p> \n   <p>“This is completely new for both us and our customers... We have 26 taps of beer, which often change, so it’s a little bit confusing when people can’t approach the bar,” Wirstroms owner Martin Hession, 49, told Reuters.</p> \n   <p>Hession said that despite remaining open his sales are down 75% compared with March last year, forcing him to sack most of his staff.</p> \n   <p>“I’d prefer to be closed ... I can’t understand why the government wants us to stay open while pubs and restaurants are going bankrupt,” he added, as he rushed between the tables and bars of his labyrinthine pub in Stockholm’s old town.</p> \n   <p>Sweden has like most other countries asked people to maintain so-called “social distancing”, particularly in pubs. “Keeping two metres apart is absolutely easy for us, even natural,” said Asa Jacobsson, 47, as she sipped white wine by a window seat in Hjartats bar, on Stockholm’s trendy Sodermalm Island.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T18:19:30.217Z\">at 6.19pm GMT</time></p> \n</div> \n<div id=\"block-5e7e2ae08f08af215f6fc9fc\" class=\"block\" data-block-contributor=\"profile/kateconnolly\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T17:03:33.033Z\">5.03pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The <strong>German</strong> government has reacted to criticism, particularly from southern Europe, that it has been acting only in its own self-interest since the start of the coronavirus crisis, by increasing its help to the EU’s worst-hit countries. </p> \n  <p>A total of 123 intensive care patients suffering from the virus from France and Spain are to be admitted to German hospitals, a spokesman for the foreign ministry has said. </p> \n  <p>Seventy-three beds have already been made available for Italians with the illness. In addition protective clothing including masks and overalls are on their way to France, Italy, Austria and Switzerland. </p> \n  <p>According to the government’s Europe minister, Michael Roth, 100,000 face masks are being sent to Romania, and 60,000 to Sweden. German foreign minister Heiko Maas said in an interview with the Italian daily Corriere della Sera: “EU solidarity is the order of the day”. He added that last week deliveries of seven tonnes of relief supplies, including ventilation and anaesthetic equipment had already been sent. “And more is to follow,” he said</p> \n </div> \n</div> \n<div id=\"block-5e7e2edd8f081e5eda238228\" class=\"block\" data-block-contributor=\"profile/dom-phillips\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T16:51:55.319Z\">4.51pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A new Brazilian hip hop video attacks Brazil’s far-right president Jair Bolsonaro for inertia over the coronavirus pandemic, warns of the risks crowded favelas place from coronavirus and calls on people to stay in isolation to protect themselves.</p> \n  <p>“The WHO [World Health Organization] gave the warning,” raps MV Bill in ‘<a href=\"https://www.youtube.com/watch?v=NQiykuwYLSk\">Quarantena</a>’ (‘Quarantine’), released on youtube on Friday. “The head of state played it down. Delayed. They lost time on things that don’t matter. Anyone with a clue about the virus is scared, I know. Incompetence comes first, yes.”</p> \n  <p>Other <a href=\"https://www.youtube.com/watch?v=_ZroasJ914o\">tracks</a> by Bill – real name Alex Barbosa, 46 - have addressed the harsh realities of favela life. He told The Guardian that Bolsonaro is “out of step with the rest of the world” for playing down the risks of the virus – which he has called “a little flu”. “At a time like this we need someone balanced,” he said. “Today in my opinion a doctor or infectious diseases specialist is more of an authority than any head of state.”</p> \n  <p>The song was recorded alone in his apartment near Rio’s City of God favela. In its video Barbosa, who also presents cable TV show Hip Hop Brazil, washes his hands with alcohol gel and dons mask and gloves as he warns of the importance of quarantine. “In the favela, for us Covid is different. The houses aren’t big and generally there’s a lot of people. Inevitable crowding. Some places still don’t have drinking water. Take care there. There won’t be room in intensive care,” he raps.</p> \n </div> \n</div> \n<div id=\"block-5e7e2c768f08af215f6fca17\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T16:41:12.662Z\">4.41pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Italy records highest daily tally of Covid-19 deaths</h2> \n <div class=\"block-elements\"> \n  <p><strong>Italy</strong> has recorded its highest daily rise in COVID-19 deaths, with 919 new fatalities. It brings the country’s coronavirus death toll to 9,134. </p> \n  <p>More than 500 of those deaths are in Lombardy alone, according to Sky. It comes after the head of the country’s national health institute <a href=\"https://www.theguardian.com/world/live/2020/mar/27/coronavirus-live-news-update-us-infections-outnumber-china-uk-deaths-europe-global-cases-number-500000-latest-updates?page=with:block-5e7e14708f08af215f6fc874#block-5e7e14708f08af215f6fc874\">earlier said Covid-19 infections have not yet reached their peak in Italy</a>, warning that lockdown measures would have to be extended.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T16:49:20.610Z\">at 4.49pm GMT</time></p> \n</div> \n<div id=\"block-5e7e262b8f08af215f6fc9af\" class=\"block\" data-block-contributor=\"profile/helenasmith\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T16:33:22.251Z\">4.33pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The failure of EU leaders to agree on an economic rescue plan to address the devastating fall-out of coronavirus has been met with anger and trepidation among the bloc’s poorer members, not least Greece which had only just begun to recover from its long-running debt drama when the public health crisis hit. </p> \n  <p>The leftist former finance minister Euclid Tsakalotos, who navigated the country through some of its toughest years after replacing Yanis Varoufakis, had some especially choice words today for the Dutch prime minister Mark Rutte after he appeared point blank to reject the idea of issuing joint debt to assist the Union’s financial recovery. <br></p> \n  <blockquote class=\"quoted\"> \n   <p>The Dutch Prime Minister Mark Rutte has been quoted to have said yesterday .... that he ‘cannot foresee any circumstances in which the Netherlands will accept eurobonds’. He is worthy of the Chamberlain-Daladier award, given to the politician who has made a significant contribution to the destruction of the European idea and European values,” said the British-educated Tskalotos, a leading member of the main opposition Syriza party who is also shadow finance minister. </p> \n  </blockquote> \n  <blockquote class=\"quoted\"> \n   <p>I recall that Chamberlain and Daladier, prime ministers of Britain and France respectively in the 1930s, refused to recognize the existential threat of Nazism and persisted with the strategy of appeasement towards Adolf Hitler, with, as we know, catastrophic consequences.</p> \n  </blockquote> \n  <blockquote class=\"quoted\"> \n   <p>The Dutch Prime Minister’s stance in denying solidarity in this crisis is an existential threat to Europe and its ability to get out of this situation with a sense of common future.If he succeeds, along with the leaders of Germany, he will rightly be included in the Pantheon of European leaders who have done their utmost not only to undermine European values but also their own countries.”</p> \n  </blockquote> \n  <p>The Greek economy, like that of all EU member states, is expected to shrink dramatically this year as a result of the novel virus. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T17:47:16.171Z\">at 5.47pm GMT</time></p> \n</div> \n<div id=\"block-5e7e28e08f081e5eda2381e8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T16:26:27.276Z\">4.26pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There have been more than half a million confirmed Covid-19 cases worldwide and in excess of 20,000 deaths, says the World Health Organization’s director general, who is giving a press conference live.<br></p> \n  <p>More than 100,000 have recovered from the disease, <strong>Dr</strong> <strong>Tedros </strong><strong>Adhanom </strong>adds.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WHO/status/1243572002050342912\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Media briefing on <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> with <a href=\"https://twitter.com/DrTedros?ref_src=twsrc%5Etfw\">@DrTedros</a>. <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> <a href=\"https://t.co/VDzh2GSuPM\">https://t.co/VDzh2GSuPM</a></p>— World Health Organization (WHO) (@WHO) \n    <a href=\"https://twitter.com/WHO/status/1243572002050342912?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WHO/status/1243572806408982529\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">\"There are now more than 1/2 a million confirmed cases of <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> &amp; more than 20,000 deaths.<br>These are tragic numbers, but let's also remember that around the 🌍, there are hundreds of thousands of survivors\"-<a href=\"https://twitter.com/DrTedros?ref_src=twsrc%5Etfw\">@DrTedros</a> <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a></p>— World Health Organization (WHO) (@WHO) \n    <a href=\"https://twitter.com/WHO/status/1243572806408982529?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T16:42:17.255Z\">at 4.42pm GMT</time></p> \n</div> \n<div id=\"block-5e7e26df8f08af215f6fc9b7\" class=\"block\" data-block-contributor=\"profile/tracey-lindeman\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T16:17:54.480Z\">4.17pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More from <strong>Canada</strong>, as it emerges people who can’t afford April’s or May’s rent thanks to COVID-19 crisis unemployment are being asked to hang a white sheet outside their homes to demand a rent strike. </p> \n  <p>The protest movement - which started in Montreal last week and has already spread across Canada and the US, demands governments pause housing payments while the pandemic ravages people’s ability to earn income. </p> \n  <p>“We want landlords and tenants to come together in asking the government for cancellation of rent payments and cancellation of mortgage payments, including interest, for the duration of the health emergency,” said Sunny Doyle, one of the organisers of White Sheets For the Rent Strike.<br></p> \n  <p>“We can’t be putting people in individualised fights with their landlords, where the power relations aren’t equal.”</p> \n  <p>Doyle said her landlady agreed to hang a huge white sheet off the side of the triplex they share. She said even those who can afford their rent are invited to hang a sheet in support.</p> \n  <p>With many provinces now under lockdown, Canada anticipates it will see <a href=\"https://www.theglobeandmail.com/politics/article-trudeau-says-new-merged-benefits-will-help-workers-affected-by-covid/\">four million</a> jobless claims by the time the COVID-19 crisis is over. This week, the Canadian government announced a $2,000 monthly benefit for citizens put out of work by the virus.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T18:05:39.155Z\">at 6.05pm GMT</time></p> \n</div> \n<div id=\"block-5e7e25838f0878a2a48ab90a\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T16:12:57.682Z\">4.12pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">France extends lockdown by a fortnight</h2> \n <div class=\"block-elements\"> \n  <p>France has extended its coronavirus lockdown by two weeks until 15 April, Edouard Philippe said in a speech. The prime minister said:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>After these first 10 days of confinement, it is clear that we are just at the beginning of this epidemic wave. It has submerged eastern France and now it is arriving in the Paris region and northern France.</p> \n  </blockquote> \n  <p>For this reason, he said, the confinement period would be extended by two weeks from Tuesday next week, and added that the same rules would apply. He added that this period would only be extended again if the health situation required it.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"44c9329c-ad41-467b-8135-da9a763b023f\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/X9SBM9ErqQw?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T18:20:57.890Z\">at 6.20pm GMT</time></p> \n</div> \n<div id=\"block-5e7e233a8f08af215f6fc981\" class=\"block\" data-block-contributor=\"profile/leyland-cecco\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T16:05:58.773Z\">4.05pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Canada</strong> will dramatically scale up support for small businesses amid criticism its policies are falling short as the coronavirus continues to jolt the country’s economy.</p> \n  <p>Justin Trudeau, the prime minister, unveiled plans to cover 75% of employee wages for small business – up from an initial 10% – in order to discourage companies from laying off staff.<br></p> \n  <p>“It is becoming clear that we need to do more –much more,” he said, announcing the multibillion-dollar plan. The move brings Canada in line with a number of European nations that have also pledged to backstop the payrolls.</p> \n  <p>In the last week, nearly 1 million Canadians applied for unemployment benefits. Trudeau’s attempts to reassure small business owners follows a move by British Columbia to assume control of the province’s supply chains as Covid-19 cases across the country continue to surge.</p> \n  <p>In recent days, fears have grown – both within government and the general public – of looming shortages of essential goods in grocery stores, pharmacies and hospitals. “The steps we’re taking today are unprecedented. But I find myself saying that almost every day,” premier John Horgan told reporters.</p> \n  <p>The province, like all others in the country, is under a state of emergency as it battles coronavirus – including an outbreak at a retirement centre. Until recently, British Columbia also had suffered the most fatalities in the country. </p> \n  <p>Trudeau has so far declined to invoke the rarely used Emergencies Act, which would unify country’s approach to tackling the virus. Instead, he has allowed provinces to enact their own measures – and relief programmes – to combat Covid-19. </p> \n  <p>Canada has recorded more than 4,000 cases of Covid-19 and 39 deaths.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T16:27:00.630Z\">at 4.27pm GMT</time></p> \n</div> \n<div id=\"block-5e7e21698f08af215f6fc95c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T15:54:13.410Z\">3.54pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In these dark times, stories have been popping up across the globe of individuals trying to lift each other out of the gloom.</p> \n  <p>In<strong> Spain</strong>, one man whose video of himself serenading neighbours on the piano from his balcony, which has been viewed nearly 1m times, says he is just happy he could help people forget the crisis engulfing the world … even if only for a few minutes.</p> \n  <figure class=\"element element-instagram\"> \n   <blockquote class=\"instagram-media\" data-instgrm-captioned data-instgrm-permalink=\"https://www.instagram.com/tv/B9wakoVqw2X/?utm_source=ig_embed&amp;utm_campaign=loading\" data-instgrm-version=\"12\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; min-width:326px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\">\n    <div style=\"padding:16px;\"> \n     <a href=\"https://www.instagram.com/tv/B9wakoVqw2X/?utm_source=ig_embed&amp;utm_campaign=loading\" style=\" background:#FFFFFF; line-height:0; padding:0 0; text-align:center; text-decoration:none; width:100%;\" target=\"_blank\"> \n      <div style=\" display: flex; flex-direction: row; align-items: center;\"> \n       <div style=\"background-color: #F4F4F4; border-radius: 50%; flex-grow: 0; height: 40px; margin-right: 14px; width: 40px;\"></div> \n       <div style=\"display: flex; flex-direction: column; flex-grow: 1; justify-content: center;\"> \n        <div style=\" background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; margin-bottom: 6px; width: 100px;\"></div> \n        <div style=\" background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; width: 60px;\"></div>\n       </div>\n      </div>\n      <div style=\"padding: 19% 0;\"></div> \n      <div style=\"display:block; height:50px; margin:0 auto 12px; width:50px;\">\n       <svg width=\"50px\" height=\"50px\" viewbox=\"0 0 60 60\" version=\"1.1\" xmlns=\"https://www.w3.org/2000/svg\" xmlns:xlink=\"https://www.w3.org/1999/xlink\">\n        <g stroke=\"none\" stroke-width=\"1\" fill=\"none\" fill-rule=\"evenodd\">\n         <g transform=\"translate(-511.000000, -20.000000)\" fill=\"#000000\">\n          <g>\n           <path d=\"M556.869,30.41 C554.814,30.41 553.148,32.076 553.148,34.131 C553.148,36.186 554.814,37.852 556.869,37.852 C558.924,37.852 560.59,36.186 560.59,34.131 C560.59,32.076 558.924,30.41 556.869,30.41 M541,60.657 C535.114,60.657 530.342,55.887 530.342,50 C530.342,44.114 535.114,39.342 541,39.342 C546.887,39.342 551.658,44.114 551.658,50 C551.658,55.887 546.887,60.657 541,60.657 M541,33.886 C532.1,33.886 524.886,41.1 524.886,50 C524.886,58.899 532.1,66.113 541,66.113 C549.9,66.113 557.115,58.899 557.115,50 C557.115,41.1 549.9,33.886 541,33.886 M565.378,62.101 C565.244,65.022 564.756,66.606 564.346,67.663 C563.803,69.06 563.154,70.057 562.106,71.106 C561.058,72.155 560.06,72.803 558.662,73.347 C557.607,73.757 556.021,74.244 553.102,74.378 C549.944,74.521 548.997,74.552 541,74.552 C533.003,74.552 532.056,74.521 528.898,74.378 C525.979,74.244 524.393,73.757 523.338,73.347 C521.94,72.803 520.942,72.155 519.894,71.106 C518.846,70.057 518.197,69.06 517.654,67.663 C517.244,66.606 516.755,65.022 516.623,62.101 C516.479,58.943 516.448,57.996 516.448,50 C516.448,42.003 516.479,41.056 516.623,37.899 C516.755,34.978 517.244,33.391 517.654,32.338 C518.197,30.938 518.846,29.942 519.894,28.894 C520.942,27.846 521.94,27.196 523.338,26.654 C524.393,26.244 525.979,25.756 528.898,25.623 C532.057,25.479 533.004,25.448 541,25.448 C548.997,25.448 549.943,25.479 553.102,25.623 C556.021,25.756 557.607,26.244 558.662,26.654 C560.06,27.196 561.058,27.846 562.106,28.894 C563.154,29.942 563.803,30.938 564.346,32.338 C564.756,33.391 565.244,34.978 565.378,37.899 C565.522,41.056 565.552,42.003 565.552,50 C565.552,57.996 565.522,58.943 565.378,62.101 M570.82,37.631 C570.674,34.438 570.167,32.258 569.425,30.349 C568.659,28.377 567.633,26.702 565.965,25.035 C564.297,23.368 562.623,22.342 560.652,21.575 C558.743,20.834 556.562,20.326 553.369,20.18 C550.169,20.033 549.148,20 541,20 C532.853,20 531.831,20.033 528.631,20.18 C525.438,20.326 523.257,20.834 521.349,21.575 C519.376,22.342 517.703,23.368 516.035,25.035 C514.368,26.702 513.342,28.377 512.574,30.349 C511.834,32.258 511.326,34.438 511.181,37.631 C511.035,40.831 511,41.851 511,50 C511,58.147 511.035,59.17 511.181,62.369 C511.326,65.562 511.834,67.743 512.574,69.651 C513.342,71.625 514.368,73.296 516.035,74.965 C517.703,76.634 519.376,77.658 521.349,78.425 C523.257,79.167 525.438,79.673 528.631,79.82 C531.831,79.965 532.853,80.001 541,80.001 C549.148,80.001 550.169,79.965 553.369,79.82 C556.562,79.673 558.743,79.167 560.652,78.425 C562.623,77.658 564.297,76.634 565.965,74.965 C567.633,73.296 568.659,71.625 569.425,69.651 C570.167,67.743 570.674,65.562 570.82,62.369 C570.966,59.17 571,58.147 571,50 C571,41.851 570.966,40.831 570.82,37.631\"></path>\n          </g>\n         </g>\n        </g>\n       </svg>\n      </div>\n      <div style=\"padding-top: 8px;\"> \n       <div style=\" color:#3897f0; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:550; line-height:18px;\">\n         View this post on Instagram\n       </div>\n      </div>\n      <div style=\"padding: 12.5% 0;\"></div> \n      <div style=\"display: flex; flex-direction: row; margin-bottom: 14px; align-items: center;\">\n       <div> \n        <div style=\"background-color: #F4F4F4; border-radius: 50%; height: 12.5px; width: 12.5px; transform: translateX(0px) translateY(7px);\"></div> \n        <div style=\"background-color: #F4F4F4; height: 12.5px; transform: rotate(-45deg) translateX(3px) translateY(1px); width: 12.5px; flex-grow: 0; margin-right: 14px; margin-left: 2px;\"></div> \n        <div style=\"background-color: #F4F4F4; border-radius: 50%; height: 12.5px; width: 12.5px; transform: translateX(9px) translateY(-18px);\"></div>\n       </div>\n       <div style=\"margin-left: 8px;\"> \n        <div style=\" background-color: #F4F4F4; border-radius: 50%; flex-grow: 0; height: 20px; width: 20px;\"></div> \n        <div style=\" width: 0; height: 0; border-top: 2px solid transparent; border-left: 6px solid #f4f4f4; border-bottom: 2px solid transparent; transform: translateX(16px) translateY(-4px) rotate(30deg)\"></div>\n       </div>\n       <div style=\"margin-left: auto;\"> \n        <div style=\" width: 0px; border-top: 8px solid #F4F4F4; border-right: 8px solid transparent; transform: translateY(16px);\"></div> \n        <div style=\" background-color: #F4F4F4; flex-grow: 0; height: 12px; width: 16px; transform: translateY(-4px);\"></div> \n        <div style=\" width: 0; height: 0; border-top: 8px solid #F4F4F4; border-left: 8px solid transparent; transform: translateY(-4px) translateX(8px);\"></div>\n       </div>\n      </div></a> \n     <p style=\" margin:8px 0 0 0; padding:0 4px;\"> <a href=\"https://www.instagram.com/tv/B9wakoVqw2X/?utm_source=ig_embed&amp;utm_campaign=loading\" style=\" color:#000; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none; word-wrap:break-word;\" target=\"_blank\">Gracias a todos los que os estáis quedando en casa por el bien de todos. GRACIAS. Y a los que estáis pasando de todo, sed un poco más responsables y pensad en los demás. Porque esto es responsabilidad de todos. Con el gran saxofonista @alexlebrontorrent #yomequedoencasa Tema: Comptine d'un autre ete Compositor: Yann Tiersen</a></p> \n     <p style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;\">A post shared by <a href=\"https://www.instagram.com/albertogestoso/?utm_source=ig_embed&amp;utm_campaign=loading\" style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px;\" target=\"_blank\"> Alberto Gestoso</a> (@albertogestoso) on <time style=\" font-family:Arial,sans-serif; font-size:14px; line-height:17px;\" datetime=\"2020-03-15T13:48:22+00:00\">Mar 15, 2020 at 6:48am PDT</time></p>\n    </div>\n   </blockquote> \n   <script async src=\"//www.instagram.com/embed.js\"></script> \n  </figure> \n  <p>The clip, taken while 37-year-old computer programmer Alberto Gestosowas was confined at home in Barcelona under Spain’s state of emergency, has been featured on national media in a country hard hit by the pandemic. <br></p> \n  <p>“One neighbour asked me if he could join on the saxophone. I’d never even seen him before,” he said of the video, which features Barcelona’s Sagrada Familia basilica in the background. “In the end I played [the theme from] Titanic and he joined me mid-song.<br></p> \n  <blockquote class=\"quoted\"> \n   <p>If such a lovely, viral video can make people forget – if only for a little while, for five minutes – about the coronavirus and always talking about the same thing, then that’s great.</p> \n  </blockquote> \n  <p>He is among dozens of musicians and singers across Spain who have regaled neighbours with music, since the government imposed strict lockdown measures on 14 March in a bid to slow the spread of coronavirus, reports Reuters.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T16:08:05.890Z\">at 4.08pm GMT</time></p> \n</div> \n<div id=\"block-5e7e1f378f08af215f6fc93f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T15:45:57.058Z\">3.45pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A particularly troubling story <a href=\"https://www.theguardian.com/us-news/live/2020/mar/27/coronavirus-us-live-news-trump-stimulus-vote-house-thomas-massie-latest-updates?page=with:block-5e7e123f8f08af215f6fc866#block-5e7e123f8f08af215f6fc866\">has emerged in the US</a> where a man who is believed to have been the first teenager in the country to die from complications from coronavirus was <a href=\"https://gizmodo.com/teen-who-died-of-covid-19-was-denied-treatment-because-1842520539\">denied treatment at an urgent care clinic</a> because he didn’t have health insurance.</p> \n  <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=NkhnAF7E5xw\"> \n   <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/NkhnAF7E5xw?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n   <figcaption>\n    Mayor of Lancaster, California, reveals details of US teenager who died from complications due to Covid-19\n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T16:08:32.120Z\">at 4.08pm GMT</time></p> \n</div> \n<div id=\"block-5e7e18ed8f081e5eda2380ad\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T15:17:42.846Z\">3.17pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It appears icy relations between <strong>Washington</strong> and <strong>Beijing</strong> are thawing as Chinese president Xi Jinping told Donald Trump on Friday that he would have <strong>China’s </strong>support in fighting the coronavirus.</p> \n  <p>There has been a long-running war of words as Trump and some US officials have accused China of a lack of transparency on the virus, and the US president has at times called Covid-19 the “China virus” as it originated there, angering Beijing.</p> \n  <p>In the call, Xi reiterated to Trump that China had been open and transparent about the epidemic, according to an account of the conversation published by the Chinese foreign ministry, Reuters reports.</p> \n  <p>The <strong>US</strong> has now overtaken other nations with the most coronavirus cases in the world, with nearly 85,000 infections. </p> \n  <p>Meanwhile, Wuhan, the Chinese city where the outbreak emerged, which had been on lockdown for more than two months, was open to incoming traffic late on Friday, although cars were not allowed to leave. Hubei province, of which Wuhan is the capital, removed border restrictions on Wednesday for all but Wuhan, which will allow people to leave the city from 8 April.</p> \n  <p>Reuters reports that at a checkpoint entering the city on Friday night, three lanes were open to traffic but there were few cars, with a lone figure in military fatigues standing at each lane checking the mobile phone health codes of arriving passengers.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T15:39:27.380Z\">at 3.39pm GMT</time></p> \n</div> \n<div id=\"block-5e7e14708f08af215f6fc874\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T14:59:03.580Z\">2.59pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Italy has not yet reached Covid-19 peak, says head of country's health institute</h2> \n <div class=\"block-elements\"> \n  <p>In <strong>Italy</strong>, the frontline of Europe’s battle against Covid-19, disease infections have not yet reached their peak, according to the head of the country’s national health institute, who warned that lockdown measures would have to be extended.</p> \n  <p>The country has reported 8,215 deaths of people who contracted the coronavirus, with the total confirmed cases topping 80,000. “We haven’t reached the peak and we haven’t passed it,” the chief of the Superior Health Institute, Silvio Brusaferro, said, adding that there were however “signs of a slowdown” in the numbers of people becoming infected.</p> \n  <p>“When the descent begins, how steep it is will depend on our behaviour,” Brusaferro said, referring to how strictly Italians will continue to respect a government-imposed lockdown.</p> \n  <p>Italy was the first western country to introduce swingeing restrictions on movement after uncovering the outbreak five weeks ago. It has progressively tightened the curbs, banning all non-essential activities until at least next Friday, according to Reuters.</p> \n  <p>Here’s some context to Brusaferro’s comments, as FT’s <strong>John-Burn-Murdoch</strong> charts the death toll rise globally and across individual nations, including Italy. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jburnmurdoch/status/1243299145550647299\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: Thursday 26 March update of coronavirus mortality trajectories tracker<br><br>• US death toll curve has passed China’s at same stage ⚠️<br>• UK on same track as Italy<br>• We‘re stripping this chart down to highlight major countries<br><br>Live version FREE TO READ: <a href=\"https://t.co/VcSZISFxzF\">https://t.co/VcSZISFxzF</a> <a href=\"https://t.co/RTlqBBGRiw\">pic.twitter.com/RTlqBBGRiw</a></p>— John Burn-Murdoch (@jburnmurdoch) \n    <a href=\"https://twitter.com/jburnmurdoch/status/1243299145550647299?ref_src=twsrc%5Etfw\">March 26, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T15:08:30.043Z\">at 3.08pm GMT</time></p> \n</div> \n<div id=\"block-5e7e11088f081e5eda238044\" class=\"block\" data-block-contributor=\"profile/dom-phillips\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T14:47:06.685Z\">2.47pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As Brazil’s far-right president Jair Bolsonaro calls on people to return to work despite the advice of medical experts, his government is rolling out a propaganda video with the hashtag Brazil Can’t Stop (#OBrasilNãoPodePara).</p> \n  <p>The clip, which shows beaming Brazilian workers and professionals, has been shared on Bolsonarista WhatsApp and the president’s son, senator Flávio Bolsonaro, <a href=\"https://www.facebook.com/watch/?v=198469951450285\">posted</a> it on his Facebook.</p> \n  <p>Bolsonaro has been widely condemned for his response to the crisis, which he has dismissed as a fantasy and a “media trick”. In a Facebook Live broadcast on Thursday night, Bolsonaro pointed to rising unemployment in the United States – which has overtaken China as the country with most cases of coronavirus – as the reason Brazil needed to get back to work.</p> \n  <p>“This problem has already started here,” he <a href=\"https://www.facebook.com/jairmessias.bolsonaro/videos/1036932480021860/\">said</a>, comparing lockdown measures to “that chemotherapy equipment” treatment for cancer.</p> \n  <p>“They are killing the patient to combat the virus,” he said. “Without money I am dying of hunger, man, dying of hunger. Suicide. Violence comes next.” Bolsonaro also <a href=\"https://www.facebook.com/jairmessias.bolsonaro/videos/237367117652507/\">shared</a> a video on Facebook of a parade of cars demonstrating for a return to work in Balneário Camboriú in Santa Catarina state, southern Brazil.</p> \n  <p>Santa Catarina state will allow restaurants, bars, gyms, shopping centres and shops to open from 1 April, the Estado de S.Paulo newspaper <a draggable=\"true\" href=\"https://brasil.estadao.com.br/noticias/geral,governos-de-mato-grosso-e-rondonia-seguem-bolsonaro-e-reabrem-comercio,70003250097\">said</a>. Mato Grosso and Rondônia states – also run by rightwing governors – have announced similar measures.</p> \n  <p>But Brazilian coronavirus cases continued to <a href=\"https://g1.globo.com/bemestar/coronavirus/noticia/2020/03/27/casos-de-coronavirus-no-brasil-em-27-de-marco.ghtml\">rise</a> – to 2,991 cases and 77 deaths. And a researcher for the government research institute Fiocruz said hospitalisations for respiratory problems had exploded since the first coronavirus case was confirmed, the Folha de S.Paulo newspaper <a draggable=\"true\" href=\"https://www1.folha.uol.com.br/colunas/monicabergamo/2020/03/brasil-tem-explosao-de-internacoes-por-problemas-respiratorios-diz-fiocruz.shtml\">reported</a>. There were 2,250 cases from March 15-21, nearly 10 times the norm.</p> \n  <p>Here’s a separate report from colleagues <a href=\"https://www.theguardian.com/profile/tomphillips\">Tom Phillips</a> and <a href=\"https://www.theguardian.com/profile/caio-barretto-briso\">Caio Barretto Briso</a> in Rio de Janeiro.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/27/jair-bolsonaro-coronavirus-brazil-governors-appalled\">Bolsonaro's anti-science response to coronavirus appals Brazil's governors</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T15:10:34.534Z\">at 3.10pm GMT</time></p> \n</div> \n<div id=\"block-5e7e0e6e8f08af215f6fc82f\" class=\"block\" data-block-contributor=\"profile/akhtar-mohammad-makoii\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T14:39:57.206Z\">2.39pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the Middle East, 269 coronavirus cases have been reported today in <strong>Saudi Arabia</strong>, <strong>Iraq</strong>, <strong>Lebanon</strong>, <strong>Oman</strong>, <strong>Kuwait</strong>, <strong>Egypt</strong>.<br><br>The <strong>Saudi Arabian</strong> health ministry announced 92 new coronavirus cases in last 24 hours, pushing the total number of positive cases to 1,104 in the kingdom, its health ministry said in a statement.</p> \n  <p><strong>Iraqi</strong> officials reported 76 new coronavirus cases, in last 24 hours, taking the total number of infections to 485. Four patients have also been died after contracting coronavirus in the same period, increasing the total number deaths to 40, according to the country’s health ministry. A further 122 patients have recovered.<br><br>In <strong>Lebanon</strong>, health officials said 23 more patients have tested positive for Covid-19 in last 24 hours, meaning the total number of confirmed cases stands at 391. One patient died, taking the total number deaths to seven.<br><br><strong>Oman</strong> reported 22 new coronavirus cases in last 24 hours, pushing the total number to 131. Of the 22 cases, 10 patients had direct contact with previously infected cases, eight are related to travel, and four are under investigation, the Omani health ministry said in a statement. Some 23 patients have been recovered so far.<br><br><strong>Kuwait</strong> announced 17 new coronavirus cases in last 24 hours, meaning the total number of infections is now 225. Five cases are Kuwaiti nationals related to travel to USA, Saudi Arabia, Egypt, France and Jordan. Nine cases were in contact with confirmed cases and three are under investigation, the health ministry of the country said in a statement. Eleven patients are in critical condition.<br><br><strong>Egypt’s</strong> health ministry has reported 39 new coronavirus cases and three deaths, pushing the total number of infections to 495.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T15:12:46.061Z\">at 3.12pm GMT</time></p> \n</div> \n<div id=\"block-5e7e0ce88f081e5eda238011\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T14:26:58.494Z\">2.26pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Biggest daily rise in UK coronavirus deaths</h2> \n <div class=\"block-elements\"> \n  <p>The <strong>UK</strong> has recorded its biggest daily rise in coronavirus deaths for the second day running. In the last 24 hours, 181 have died after testing positive for Covid-19. It comes after 115 deaths were recorded the day before. The death toll in the UK stands at 759, with 14,579 confirmed cases.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DHSCgovuk/status/1243541321601748993\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">UPDATE on coronavirus (<a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a>) testing in the UK:<br><br>As of 9am 27 March, a total of 113,777 have been tested:<br><br>99,198 negative.<br>14,579 positive.<br><br>As of 5pm on 26 March, of those hospitalised in the UK, 759 have sadly died. <a href=\"https://t.co/MBuOB994N4\">pic.twitter.com/MBuOB994N4</a></p>— Department of Health and Social Care (@DHSCgovuk) \n    <a href=\"https://twitter.com/DHSCgovuk/status/1243541321601748993?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Of the 181 new UK deaths, a further 168 people in England who tested positive for Covid-19 have died. According to NHS England, the patients were aged between 29 and 98 years old and all but four – aged between 82 and 91 – had underlying health conditions.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2020/mar/27/uk-coronavirus-live-rough-sleepers-nhs-applause-covid-19-latest-news\">UK coronavirus live: death toll rises by 181 to 759, the sharpest increase so far</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T14:43:09.215Z\">at 2.43pm GMT</time></p> \n</div> \n<div id=\"block-5e7e0a168f08af215f6fc7db\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T14:13:51.731Z\">2.13pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In <strong>Indonesia</strong> – the world’s fourth most populous country – the government has performed a policy U-turn and pledged to impose lockdowns to control the coronavirus after the biggest one-day surge in confirmed cases.</p> \n  <p>After previously restricting tougher restrictions, Indonesia’s chief security minister Mahfud MD said on Friday the national government would allow regional authorities to impose lockdowns to stem the spread of Covid-19.</p> \n  <p>According to Reuters, the security chief also said the government was mulling a plan to ban “<em>mudik</em>” – the practice that sees millions of Indonesians leave towns and cities for their native villages at the end of the Muslim fasting month of Ramadan in May.</p> \n  <p>It comes after the country announced on Friday its biggest one-day surge in coronavirus cases, up 153 to 1,046. The country, which has a population of 260 million, has conducted just 4,336 tests. One model by infectious disease experts suggests there are as many as 50,000 cases.</p> \n  <p>Indonesia’s government has previously been reluctant to embrace the stricter containment strategies of other nations, and President Joko Widodo’s policy has been to encourage social distancing while not imposing tighter restrictions on movement.</p> \n  <p>But on Thursday, its eastern province of Papua defied Jakarta by closing its airports, sea ports and land borders for 14 days in an attempt to prevent the disease spreading.</p> \n  <p>After the central government initially sought to over-rule Papua’s moves, Mahfud said on Friday that Jakarta would now issue a regulation allowing regional governments to impose a strict quarantine on their territory.</p> \n  <p>In a later statement obtained by Reuters, Mahfud said the government was approving a “regional quarantine”, not a lockdown.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T14:21:26.209Z\">at 2.21pm GMT</time></p> \n</div> \n<div id=\"block-5e7e07f18f08af215f6fc7b9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T14:05:49.036Z\">2.05pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Social care is an area of huge concern at the best of times but, all over the world, the Covid-19 pandemic has brought it into sharp focus. In northern <strong>Portugal</strong>, the plight of elderly residents in a care home – where most have tested positive for the coronavirus and others are awaiting results – has prompted the government to send in the army to avert what desperate staff fear could be a disaster in the making.</p> \n  <p>“We want help. We want to test people,” one worker at the Nossa Senhora das Dores care home in Vila Real shouted from the window on Tuesday, according to Reuters. </p> \n  <p>City mayor Rui Santos said he had appealed for urgent government support in evacuating the home. As soon as everyone is out, soldiers will disinfect the facility, Santos added.</p> \n  <p>Portugal has reported 4,268 confirmed cases of the virus so far, with 76 deaths. At least eight care homes across the country have already had many residents and workers affected and several deaths, mainly in the north.</p> \n  <p>Meanwhile, in neighbouring <strong>Spain</strong>, workers fear a similar situation. “Our homes were underresourced and understaffed before all this happened,” Rui Fontes, president of an association training care home workers, told Reuters. “I bet you we’ll find bodies in homes soon ourselves as well.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T14:11:12.049Z\">at 2.11pm GMT</time></p> \n</div> \n<div id=\"block-5e7e066f8f08af215f6fc79d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T13:58:43.141Z\">1.58pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In <strong>Jersey</strong>, estimated to have a population of nearly 107,000, so far 46 people have tested positive for Covid-19, with one death. It represents an increase of 14 positive cases in the last 24 hours.</p> \n  <p>Social distancing measures are in place across the island, with the government committing an additional £100m in funding during the next three months to keep its people in work. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GovJersey/status/1243530583063527425\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The latest update, as of Friday 27 March at 1.30pm:<br><br>569 confirmed negative<br>46 confirmed positive<br>56 pending<br><br>1 person tested positive for coronavirus (COVID-19) has sadly died.<br><br>Read the latest advice: <a href=\"https://t.co/vulxRxQ6VV\">https://t.co/vulxRxQ6VV</a><a href=\"https://twitter.com/hashtag/CoronavirusJSY?src=hash&amp;ref_src=twsrc%5Etfw\">#CoronavirusJSY</a> <a href=\"https://t.co/ImSFhWK5BC\">pic.twitter.com/ImSFhWK5BC</a></p>— Government of Jersey (@GovJersey) \n    <a href=\"https://twitter.com/GovJersey/status/1243530583063527425?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T14:04:25.256Z\">at 2.04pm GMT</time></p> \n</div> \n<div id=\"block-5e7e04718f08af215f6fc76e\" class=\"block\" data-block-contributor=\"profile/lorenzo-tondo\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T13:52:36.603Z\">1.52pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Flags will be flown at half-mast in cities across <strong>Italy</strong> to commemorate the victims of coronavirus as the disease continues to devastate the country. “On Tuesday 31 March, at 12pm, flags at half-staff and a minute of silence to be observed by Italian mayors with the tricolor sash in front of their city hall,” the president of municipalities association ANCI Antonio Decaro announced on Twitter.</p> \n  <p>The overall death toll in Italy grew by 662 to 8,165, the civil protection agency said on Thursday, down from 683 on Wednesday and 743 on Tuesday. The number of new infections had fallen nationally in recent days but rose on Thursday to 4,492, from 3,491 the day before.</p> \n  <p>Meanwhile, another doctor has died from coronavirus in Bergamo, bringing the number of health workers who have died from Covid-19 to 44 since the outbreak began. The virus has infected more than 5,000 doctors, nurses, technicians, ambulance staff and other health employees. The majority were on the frontline in the badly affected northern regions and contracted the illness at the start of the outbreak <a href=\"https://www.theguardian.com/world/2020/mar/19/france-may-refuse-entry-to-britons-if-no-strict-lockdown-is-imposed-in-uk-coronavirus\">when protective equipment was lacking</a>.</p> \n  <p>The Higher Health Institute (ISS) said on Friday that the peak of the coronavirus epidemic in Italy is approaching. “We have seen an apparent reduction in the infection curve since March 20 but we are not yet in a downward phase,” said Silvio Brusaferro, the ISS president.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T14:07:05.583Z\">at 2.07pm GMT</time></p> \n</div> \n<div id=\"block-5e7e03388f08af215f6fc757\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T13:44:41.915Z\">1.44pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In <strong>India</strong>, the second biggest nation on the planet with a population of 1.3 billion people, testing rates have been abysmally low compared with western nations. As of today, Indian authorities have confirmed 691 positive cases among 26,798 people tested, according to the Indian Council of Medical Research.<br></p> \n  <p>Now health authorities are setting up coronavirus call centres across the country in a bid to stop people overwhelming hospitals demanding immediate tests for Covid-19. </p> \n  <p>According to Reuters, doctors and medical students have been recruited to run virtual diagnostic facilities and prescribe preventive care in more than 30 languages to ensure hospitals are seeing just the most severe cases rather than everyone worrying about possible infection.</p> \n  <p>It follows Narendra Modi telling the population to self-isolate indoors for three weeks as part of a massive lockdown.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T13:48:10.955Z\">at 1.48pm GMT</time></p> \n</div> \n<div id=\"block-5e7dff4e8f081e5eda237f05\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T13:28:58.138Z\">1.28pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In <strong>the Netherlands</strong>, the coronavirus death toll has risen to 546, with 112 new deaths. The number of confirmed cases of COVID-19 has also increased by 1,172 to 8,603 – a 16% rise.</p> \n  <p>But the increase in the rate of the spread of the virus appears to be slowing, according to the Netherlands National Institute for Health (RIVM) in its daily update. </p> \n  <p>It said it hoped to be able to say “within several days” whether social distancing and other measures taken mid-month were working to slow the outbreak’s spread, according to Reuters.</p> \n  <p>Meanwhile, in <strong>Switzerland</strong>, the death toll from coronavirus hit 197 on Friday, the health ministry said, up from 161 on Thursday. It comes as the country makes drugs including painkillers from strategic reserves available to cover growing demand. The number of Covid-19 cases increased to 12,161 from 10,714 on Thursday.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T13:49:16.244Z\">at 1.49pm GMT</time></p> \n</div> \n<div id=\"block-5e7dfd998f081e5eda237eef\" class=\"block\" data-block-contributor=\"profile/philip-oltermann\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T13:27:37.151Z\">1.27pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There are reports of dramatic conditions at hospitals in the Alsace region, the epicentre of the Covid-19 epidemic in <strong>France</strong>.</p> \n  <p>According to a report by the German Institute for Disaster Medicine, compiled following a visit to the University Clinic in Strasbourg and seen by German news agency dpa, medics in the hard-hit region were no longer ventilating patients aged over 80 but were merely offering “terminal care” with opiates and barbiturates.</p> \n  <p>The report said the hospital in Strasbourg was facing a mass influx of new patients at an hourly rate and that medics were continuing to offer care even after they themselves had been infected with the virus.</p> \n  <p>The Strasbourg clinic on Friday rejected some of the details in the report, saying the overall condition of patients was crucial for prioritising access to ventilators, not age, and that the hospital had acquired new ventilators.</p> \n  <p>Brigitte Klinkert, the president of the French departement Haut-Rhin, confirmed that Alsace hospitals were forced to triage care, meaning some patients were prioritised because of a limited number of ventilators.</p> \n  <p>“We have already been practising triage for two weeks,” Klinkert told German newspaper Die Welt. “You can’t say it often enough, because it isn’t just the German neighbours but also the French outside Alsace who still aren’t taking the situation seriously.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T13:50:37.077Z\">at 1.50pm GMT</time></p> \n</div> \n<div id=\"block-5e7dfccd8f0878a2a48ab658\" class=\"block\" data-block-contributor=\"profile/kateconnolly\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T13:19:14.297Z\">1.19pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Researchers in <strong>Germany,</strong> where the number of confirmed infections is at over 47,400 and 286 deaths by lunchtime, have proposed a mass study into how many people are immune to the Covid-19 virus, in an effort to allow those for whom it is safe to do so, to return to leading a normal life.</p> \n  <p>According to Spiegel magazine, which has seen the preparations for the study, which is awaiting the approval of authorities, researchers hope to be able to test the blood of more than 100,000 volunteers for Covid-19 antibodies from mid-April. </p> \n  <p>The test would be repeated on the same volunteers and expanded to use different groups, at regular intervals, in order to oversee how the pandemic is progressing. The scientists – a team compiled from various bodies, including the government’s leading public health body, the Robert Koch Institute, the German Centre for Infection Research, blood donation services, and the Institute for Virology at the Charite hospital in Berlin - hope to discover the extent to which Covid-19, or Sarvs-CoV-2 has already spread, and how many infected people it really kills. </p> \n  <p>The results of the study would make it easier to decide for instance, when schools should reopen, and large-scale events be allowed to take place, the authors say. If everything goes to plan, the first results would be available by the end of April.</p> \n  <p>“Those who are immune could be issued with a sort of ‘immune pass’ that would allow people to be excluded from the restrictive measures currently in place” Gérard Krause, an epidemologist from the Helmholtz Centre for Infection Research in Braunschweig, told Der Spiegel.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T14:03:50.328Z\">at 2.03pm GMT</time></p> \n</div> \n<div id=\"block-5e7dfc928f0878a2a48ab652\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T13:16:36.022Z\">1.16pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A short while ago, <strong>Associated Press</strong> filed this troubling report from Tehran, the Iranian capital where people are drinking toxic methanol in the mistaken belief it will combat the coronavirus. </p> \n  <blockquote class=\"quoted\"> \n   <p>Standing over the still body of an intubated 5-year-old boy wearing nothing but a plastic diaper, an Iranian health care worker in a hazmat suit and mask begged the public for just one thing: Stop drinking industrial alcohol over fears about the new coronavirus.</p> \n  </blockquote> \n  <blockquote class=\"quoted\"> \n   <p>The boy, now blind after his parents gave him toxic methanol in the mistaken belief it protects against the virus, is just one of hundreds of victims of an epidemic inside the pandemic now gripping Iran.</p> \n  </blockquote> \n  <blockquote class=\"quoted\"> \n   <p>Iranian media reports nearly 300 people have been killed and more than 1,000 sickened so far by ingesting methanol across the Islamic Republic, where drinking alcohol is banned and where those who do rely on bootleggers. It comes as fake remedies spread across social media in Iran, where people remain deeply suspicious of the government after it downplayed the crisis for days before it overwhelmed the country.</p> \n   <p>“The virus is spreading and people are just dying off, and I think they are even less aware of the fact that there are other dangers around,” said Dr. Knut Erik Hovda, a clinical toxicologist in Oslo who studies methanol poisoning and fears Iran’s outbreak could be even worse than reported. “When they keep drinking this, there’s going to be more people poisoned.”</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e7dfacb8f08af215f6fc6c8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T13:09:37.871Z\">1.09pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the UK, after prime minister Boris Johnson tested positive for coronavirus, <a href=\"https://www.theguardian.com/politics/live/2020/mar/27/uk-coronavirus-live-rough-sleepers-nhs-applause-covid-19-latest-news?page=with:block-5e7df9638f08af215f6fc6b4#block-5e7df9638f08af215f6fc6b4\">it now emerges that health secretary Matt Hancock has COVID-19</a> too.<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MattHancock/status/1243522325397622784\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Following medical advice, I was advised to test for <a href=\"https://twitter.com/hashtag/Coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#Coronavirus</a>.<br><br>I‘ve tested positive. Thankfully my symptoms are mild and I’m working from home &amp; self-isolating. <br><br>Vital we follow the advice to protect our NHS &amp; save lives<a href=\"https://twitter.com/hashtag/StayHomeSaveLives?src=hash&amp;ref_src=twsrc%5Etfw\">#StayHomeSaveLives</a> <a href=\"https://t.co/TguWH6Blij\">pic.twitter.com/TguWH6Blij</a></p>— Matt Hancock (@MattHancock) \n    <a href=\"https://twitter.com/MattHancock/status/1243522325397622784?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p>You can read more in our dedicated UK live blog here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2020/mar/27/uk-coronavirus-live-rough-sleepers-nhs-applause-covid-19-latest-news\">UK coronavirus live: Boris Johnson and health secretary Matt Hancock test positive for Covid-19</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T13:12:20.180Z\">at 1.12pm GMT</time></p> \n</div> \n<div id=\"block-5e7df9a68f08af215f6fc6bb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T13:04:08.072Z\">1.04pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hello readers, it’s <strong>Simon Murphy</strong> here taking over the global liveblog to steer you through this afternoon’s world coverage of the coronavirus pandemic. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T13:05:59.261Z\">at 1.05pm GMT</time></p> \n</div> \n<div id=\"block-5e7df8068f08af215f6fc6a4\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T12:57:04.703Z\">12.57pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Deaths in Scotland rise by eight to 33</h2> \n <div class=\"block-elements\"> \n  <p>Another eight coronavirus patients in Scotland have died, bringing the total there to 33, the first minister Nicola Sturgeon has said.</p> \n  <p>She added that the number of people who had tested positive for Covid-19 in Scotland had risen by 165 from Thursday’s total, from 894 to 1,059, and that 72 patients with coronavirus symptoms were in intensive care units.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T13:06:20.073Z\">at 1.06pm GMT</time></p> \n</div> \n<div id=\"block-5e7df7998f0878a2a48ab61b\" class=\"block\" data-block-contributor=\"profile/lorenzo-tondo\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T12:55:29.367Z\">12.55pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Armani Group said it has turned its production lines to produce single-use smocks for healthcare workers in Italy. Armani said on Thursday it has already shifted its focus and converted all its Italian productions sites to meet needs arising from the Covid-19 crisis, reports Lorenzo Tondo. </p> \n  <blockquote class=\"quoted\"> \n   <p>Italian health workers are running out of medical equipment and hospitals are dealing with a severe shortage of protective medical gear, including face masks and hazmat suits.</p> \n   <p>Armani has already donated €1.25m to Italy’s Civil Protection and several Italian hospitals.</p> \n   <p>The Armani Group is just the latest big-name fashion brand to turn its production lines to meet needs arising from the outbreak.</p> \n   <p>As previously reported by my colleague Ellie Violet Bramley, <a href=\"https://www.theguardian.com/fashion/2020/mar/24/prada-the-latest-fashion-brand-to-make-medical-face-masks\">on Tuesday, Prada said it would produce 110,000 masks by 6 April, while Gucci has said it will make more than 1m</a>. Yves Saint Laurent and Balenciaga will also begin manufacturing them. During the weekend, H&amp;M Group said it would be rearranging its supply chain to produce protective equipment for hospitals and healthcare workers.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T13:07:52.296Z\">at 1.07pm GMT</time></p> \n</div> \n<div id=\"block-5e7df6da8f0878a2a48ab60e\" class=\"block is-key-event\" data-block-contributor=\"profile/daniel-boffey\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T12:53:02.973Z\">12.53pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Belgium government warns pets at risk after cat diagnosed with coronavirus</h2> \n <div class=\"block-elements\"> \n  <p>The Belgian government has advised people to wash their hands before touching their pets after a cat was diagnosed as having contracting the coronavirus from its owner, in an apparent world first, writes Daniel Boffey in Brussels. </p> \n  <blockquote class=\"quoted\"> \n   <p>During a daily press conference by scientists working with the federal government, virologist Steven Van Gucht, said the infection appeared to be an isolated case and that the animal’s health is now improving.</p> \n   <p>He said: “A week after the owner developed symptoms, the animal also developed symptoms,” said virologist Steven Van Gucht. “It was diarrhoea, vomiting and breathing difficulties. The researchers found the virus in the cat’s faees. Two dogs were previously reported to have been infected in Hong Kong but neither of those animals had symptoms.</p> \n   <p>Van Gucht said: “There are no indications that this is common. It is also important to note that it was a transfer from human to animal and not from animal to human. The virus does not normally pass from animal to human. We therefore consider the risk to people to be small. ”</p> \n   <p>The Federal Food Agency in Belgium has made a number of recommendations to protect pets.</p> \n   <p>If an owner becomes infected with the coronavirus, they are are requested to keep the animal inside and to keep contact between owner and animal to a minimum.</p> \n   <p>The National Council for Animal Protection (CNPA) said the development should not be a cause of alarm. “Animals are not vectors of the epidemic, so there is no reason to abandon your animal,” the organisation said in a statement.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e7df1608f081e5eda237e51\" class=\"block\" data-block-contributor=\"profile/oliver-holmes\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T12:29:23.804Z\">12.29pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Israel’s military has said it will send about 500 soldiers to join police officers in enforcing a nationwide lockdown, writes the Guardian’s Oliver Holmes in Jerusalem. <br></p> \n  <blockquote class=\"quoted\"> \n   <p>The armed troops will patrol the streets from Sunday, the military said in a statement, to assist police in “isolating and securing certain areas, blocking routes and additional similar assignments”.</p> \n   <p>On Wednesday, the Israel government instructed people to stay within 100 metres of their homes for a week or face a fine or even jail. It further reduced public transport and required employers to check workers for fever. Shopping for essential items and food delivery remained permitted.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T12:39:51.074Z\">at 12.39pm GMT</time></p> \n</div> \n<div id=\"block-5e7df0348f08af215f6fc636\" class=\"block\" data-block-contributor=\"profile/sarah-marsh\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T12:25:56.066Z\">12.25pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A group of doctors have <a href=\"https://www.crowdfunder.co.uk/masks4nhsheroes\">set up a crowdfunder</a> to get vital protective equipment to medics who are dealing with coronavirus cases, amid concerns that trusts are struggling to protect frontline workers because of a lack of supplies, writes my colleague Sarah Marsh. <br><br></p> \n  <blockquote class=\"quoted\"> \n   <p>Dr Mona Barzin and Dr Salaj Masand among others published a page online that reads: “We are a group of colleagues (doctors in hospitals and GP), who have set up this initiative to source PPE [personal protective equipment] for those who need it most in our fight against coronavirus.</p> \n   <p>“Unfortunately current hospital supplies are not sufficient and while we are reassured the government is doing everything it can, healthcare workers on the frontline are risking themselves daily without adequate protection to care for sick patients. Healthcare workers on the frontline without PPE is the equivalent of going to war without armour and protection.”</p> \n   <p>The page explains that PPE involves face masks, visors, surgical gowns and gloves. The group said it has procured details of a number of internationally reputable suppliers of PPE, including those cross referenced by the UK embassy.</p> \n   <p>They are trying to raise money to buy the equipment directly from global supply chains and donate supplies directly to the NHS Hospitals in need.</p> \n   <p>NHS England and the government have made a significant effort since the weekend to address concerns about protective gear. The army has been called in to help deliver millions of pieces of PPE and 200 hospitals were due to receive extra kit overnight on Tuesday.</p> \n   <p>However, doctors say deliveries are not arriving soon enough, and groups representing frontline staff say doctors could quit over the issue.</p> \n   <p>So far, the page has raised £88,000 since being launched yesterday evening. You can <a href=\"https://www.crowdfunder.co.uk/masks4nhsheroes\">support it here</a>. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T12:39:13.514Z\">at 12.39pm GMT</time></p> \n</div> \n<div id=\"block-5e7de6e48f081e5eda237d9e\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T12:00:53.562Z\">12.00pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p><strong>The British prime minister has tested positive for coronavirus</strong></p> \n  <p><a href=\"https://www.theguardian.com/world/live/2020/mar/27/coronavirus-live-news-update-us-infections-outnumber-china-uk-deaths-europe-global-cases-number-500000-latest-updates?page=with:block-5e7de07a8f08af215f6fc561#block-5e7de07a8f08af215f6fc561\">The British prime minister Boris Johnson has tested positive for coronavirus </a>and is exhibiting “mild symptoms”. In a video posted on Twitter, Johnson confirmed he had developed mild symptoms – “a temperature and persistent cough” – over the last 24 hours. Johnson, 55, said he was now self-isolating and working from home and would continue to lead the national fightback against the virus.</p> \n  <p><strong>Spain records highest single-day death toll</strong></p> \n  <p><a href=\"https://www.theguardian.com/world/live/2020/mar/27/coronavirus-live-news-update-us-infections-outnumber-china-uk-deaths-europe-global-cases-number-500000-latest-updates?page=with:block-5e7dd9fa8f0878a2a48ab496#block-5e7dd9fa8f0878a2a48ab496\">Spain recorded a new record single-day death toll</a>. There have been 769 deaths in the past 24 hours, bringing the death toll to 4,858. The previous record was 738, between Tuesday and Wednesday this week. The country now has 64,059 confirmed cases up from 56,188 yesterday.</p> \n  <p><strong>Spanish government withdraws coronavirus testing kits</strong></p> \n  <p><a href=\"https://www.theguardian.com/world/live/2020/mar/27/coronavirus-live-news-update-us-infections-outnumber-china-uk-deaths-europe-global-cases-number-500000-latest-updates?page=with:block-5e7dd60c8f08af215f6fc504#block-5e7dd60c8f08af215f6fc504\">The Spanish government has withdrawn 9,000 Chinese-made coronavirus testing kits</a> from use after it emerged that they had an accurate detection rate of just 30%</p> \n  <p><strong>Iran cases rise to 32,332, number of deaths hits 2,378</strong></p> \n  <p><a href=\"https://www.theguardian.com/world/live/2020/mar/27/coronavirus-live-news-update-us-infections-outnumber-china-uk-deaths-europe-global-cases-number-500000-latest-updates?page=with:block-5e7dcbd28f0878a2a48ab424#block-5e7dcbd28f0878a2a48ab424\">The number of cases in Iran has risen to 32,332</a>, while the number of deaths hits 2,378, according to the country’s health ministry.</p> \n  <p><strong>Paris hospitals to reach capacity in 48 hours, says head of French Hospital Federation</strong></p> \n  <p>A spike in coronavirus patients means <a href=\"https://www.theguardian.com/world/live/2020/mar/27/coronavirus-live-news-update-us-infections-outnumber-china-uk-deaths-europe-global-cases-number-500000-latest-updates?page=with:block-5e7dcb508f08af215f6fc4ba#block-5e7dcb508f08af215f6fc4ba\">hospitals in and around Paris will reach saturation point within 48 hours</a>, said the head of the French Hospital Federation. The peak is not expected until April. The death toll nationwide as of Thursday evening stood at 1,696.</p> \n  <p><strong>Covid-19 spreads across the African continent</strong></p> \n  <p><a href=\"https://www.theguardian.com/world/live/2020/mar/27/coronavirus-live-news-update-us-infections-outnumber-china-uk-deaths-europe-global-cases-number-500000-latest-updates?page=with:block-5e7dbf7f8f0878a2a48ab3d9#block-5e7dbf7f8f0878a2a48ab3d9\">Covid-19 continues its spread across the African continent</a> with 3243 cases and 83 deaths now recorded. </p> \n  <p><strong>South Africa records first deaths from coronavirus</strong></p> \n  <p><a href=\"https://www.theguardian.com/world/live/2020/mar/27/coronavirus-live-news-update-us-infections-outnumber-china-uk-deaths-europe-global-cases-number-500000-latest-updates?page=with:block-5e7db2d38f0878a2a48ab380#block-5e7db2d38f0878a2a48ab380\">South Africa has reported its first deaths resulting from COVID-19</a>, said Health Minister Dr Zwelini Mkhize. There are now more than 1000 cases in the country.</p> \n  <p><strong>UK Firefighters, retired police officers and former ambulance workers drafted in</strong></p> \n  <p><a href=\"https://www.theguardian.com/world/live/2020/mar/27/coronavirus-live-news-update-us-infections-outnumber-china-uk-deaths-europe-global-cases-number-500000-latest-updates?page=with:block-5e7dea158f081e5eda237dcd#block-5e7dea158f081e5eda237dcd\">Firefighters, retired police officers and former ambulance workers are being drafted in</a> to stop the NHS becoming overwhelmed. It comes as one in five police officers are off sick or self-isolating in areas worst hit by the virus.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T23:57:14.115Z\">at 11.57pm GMT</time></p> \n</div> \n<div id=\"block-5e7dea158f081e5eda237dcd\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T11:58:30.141Z\">11.58am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">UK firefighters, retired police officers and former ambulance workers drafted in</h2> \n <div class=\"block-elements\"> \n  <p>Firefighters, retired police officers and former ambulance workers are being drafted in to help tackle the “unparalleled” coronavirus crisis in an attempt to stop the NHS becoming overwhelmed, report my colleagues <a href=\"https://www.theguardian.com/profile/matthewweaver\">Matthew Weaver</a> and <a href=\"https://www.theguardian.com/profile/vikramdodd\">Vikram Dodd</a>. </p> \n  <p>It comes as one in five police officers are off sick or self-isolating in areas worst hit by the virus.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/27/firefighters-retired-emergency-workers-help-tackle-coronavirus-uk\">Firefighters and retired emergency staff to help tackle coronavirus in UK</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T12:09:30.027Z\">at 12.09pm GMT</time></p> \n</div> \n<div id=\"block-5e7de1818f0878a2a48ab4f7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T11:21:16.344Z\">11.21am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>For all live UK coronavirus news, please do read our UK facing live blog</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2020/mar/27/uk-coronavirus-live-rough-sleepers-nhs-applause-covid-19-latest-news\">UK coronavirus live: Boris Johnson tests positive for Covid-19</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7de07a8f08af215f6fc561\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T11:17:16.649Z\">11.17am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">British prime minister has tested positive for coronavirus</h2> \n <div class=\"block-elements\"> \n  <p>The BBC is reporting that Boris Johnson has tested positive for coronavirus and is exhibiting “mild symptoms”. </p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"11250624-271c-4584-9cd8-37070f7dfdb5\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/sncNfd4YIYo?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1243496497729191936\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Prime Minister has tested positive for Corona virus. He has mild symptoms and will self-isolate in Downing Street. but he will still be in charge of the government's handling of the crisis.</p>— Laura Kuenssberg (@bbclaurak) \n    <a href=\"https://twitter.com/bbclaurak/status/1243496497729191936?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p>More on this here: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/27/uk-prime-minister-boris-johnson-tests-positive-for-coronavirus\">UK prime minister Boris Johnson tests positive for coronavirus</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T13:27:36.434Z\">at 1.27pm GMT</time></p> \n</div> \n<div id=\"block-5e7dd9fa8f0878a2a48ab496\" class=\"block is-key-event\" data-block-contributor=\"profile/samjones\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T10:54:34.716Z\">10.54am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Spain records highest single-day death toll</h2> \n <div class=\"block-elements\"> \n  <p>Spain’s health ministry has just given out the latest figures, which show a new record single-day death toll, reports Sam Jones in Madrid. </p> \n  <blockquote class=\"quoted\"> \n   <p>There have been 769 deaths in the past 24 hours, bringing the death toll to 4,858. This is a new high - the previous record was 738, between Tuesday and Wednesday this week.</p> \n   <p>The country now has 64,059 confirmed cases up from 56,188 yesterday.</p> \n  </blockquote> \n  <p>Spain extended its coronavirus lockdown on Thursday and said it was fighting a “real war” over medical supplies to contain the world’s second-highest virus death toll, turning to China for many critical products, where officials reported fraud and massive price increases.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T10:58:53.764Z\">at 10.58am GMT</time></p> \n</div> \n<div id=\"block-5e7dd9238f081e5eda237ce9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T10:45:15.098Z\">10.45am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Armenia has reported its first death as a result of coronavirus. </p> \n  <p>A 72-year-old woman diagnosed with coronavirus died in Armenia on Thursday, the health ministry’s spokeswoman said, reporting the country’s first death related to the virus.</p> \n  <p>Armenia, a country of about 3 million people, had reported 290 coronavirus cases as of Thursday, the highest number among countries in the south Caucasus region.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T11:20:34.940Z\">at 11.20am GMT</time></p> \n</div> \n<div id=\"block-5e7dd88c8f0878a2a48ab483\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T10:43:22.005Z\">10.43am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Germany sends plane to rescue stranded tourists from Nepal</h2> \n <div class=\"block-elements\"> \n  <p>A rescue flight arranged by the German government on Friday picked up hundreds of tourists who had been stranded in Nepal since the Himalayan nation went on lockdown earlier this week, the Press Association reports:</p> \n  <blockquote class=\"quoted\"> \n   <p>The Qatar Airways charter flight took off with 305 people on board, said Deo Chandra Lal Karna, an official at Kathmandu’s Tribhuvan international airport.</p> \n   <p>Immigration official Sagar Acharya said most of the passengers were German nationals or had some connection to the country.</p> \n   <p>The airport reopened only for the flight, which did not bring any passengers to Nepal.</p> \n   <p>Nepal, home to the highest mountains and hiking trails, is popular with tourists during the spring season when the weather is favorable for climbing.</p> \n   <p>Up to 10,000 tourists are believed to be stranded in Nepal since the government ordered a complete lockdown that halted all flights and road travel to prevent the spread of the virus. Businesses and government offices were also shut.</p> \n   <p>Nepal has only three confirmed cases of coronavirus, including one individual who has recovered.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T12:47:06.235Z\">at 12.47pm GMT</time></p> \n</div> \n<div id=\"block-5e7dd7ab8f0878a2a48ab47e\" class=\"block\" data-block-contributor=\"profile/rebeccasmithers\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T10:39:34.780Z\">10.39am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The UK’s largest retailer Tesco is limiting online shoppers to 80 items per order in a drive to free up more delivery slots to households in self-isolation, writes my colleague Rebecca Smithers. <br></p> \n  <blockquote class=\"quoted\"> \n   <p>A typical online order before the coronavirus outbreak would contain fewer than 60 items, but the average has leaped recently to more than 100 items. Customers are stocking up with essentials but may also buy more than they need.</p> \n   <p>The move will allow the supermarket to release significantly more delivery slots over the coming weeks, as part of its efforts to ensure all customers can buy what they need.</p> \n   <p>The UK’s largest retailer is also launching a new ‘Keeping You Safe’ advertising campaign to help explain to customers the wide range of social distancing measures now in place in its stores across the UK. These include clear markings in car parks and in store to keep shoppers two metres apart – in line with government ‘physical distancing’ guidelines – as well as restrictions on the number who can enter at any one time.</p> \n   <p>The advert was shot overnight on Wednesday in the retailer’s Stevenage Extra store and is fronted by its staff. It will begin on social and TV ads over the weekend – including within Channel 4’s Googlebox and ITV’s screening of Star Wars: The Force Awakens.</p> \n   <p>Chief executive Dave Lewis said: “We felt it was important to help customers understand the changes we’ve made in our stores to keep them safe as they shop. We hope they’ll find it helpful. Our aim is to do everything we can to protect our colleagues and customers at this difficult time and ensure everyone has safe access to the food and essentials they need.”</p> \n   <p>The retailer is also giving NHS workers priority to shop between 9am and 10am on Tuesdays and Thursdays in its large stores, as well as its previously announced browsing time one hour before checkouts open on Sundays. In these bigger stores it will continue to prioritise an hour for elderly and vulnerable customers every Monday, Wednesday and Friday morning between 9am and 10am.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T12:51:17.426Z\">at 12.51pm GMT</time></p> \n</div> \n<div id=\"block-5e7dd60c8f08af215f6fc504\" class=\"block is-key-event\" data-block-contributor=\"profile/samjones\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T10:32:51.869Z\">10.32am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Spanish government withdraws coronavirus testing kits</h2> \n <div class=\"block-elements\"> \n  <p>The Spanish government has withdrawn 9,000 Chinese-made coronavirus testing kits from use after it emerged that they had an accurate detection rate of just 30%, reports Sam Jones in Madrid.</p> \n  <blockquote class=\"quoted\"> \n   <p>Like other countries struggling to diagnose and treat the virus, Spain has looked to China for rapid testing kits equipment and much-needed supplies, and announced this week that it would spend €432m (£387m) on tests, masks, gloves and other personal protective equipment.</p> \n   <p>However, a batch of Chinese-made kits bought by Spanish health authorities a few weeks ago has been pulled after they were discovered to be unreliable and the Chinese government said that they had been made by a company that did not appear on its list of authorised manufacturers.</p> \n   <p>In a statement on Thursday, Spain’s health ministry said it would be returning the kits, but stressed that they had not be bought directly from the Chinese manufacturer but from a supply company in Spain that had purchased them in China and had provided the necessary accompanying paperwork.</p> \n   <p>“The first tests on the rapid testing kits were carried out simultaneously by a hospital in Madrid and by the Carlos III Health Institute, and as soon as their low sensitivity was discovered, they were withdrawn,” said the ministry. “The supplier has been contacted and replacement tests will be provided.”</p> \n   <p>Certificates shared by the ministry included an EC declaration of conformity for the products, which, according to the documentation, were made by the Shenzen Bioeasy Biotechnology Company Limited in Guandong province.</p> \n   <p>“Spain follows EU regulation, which means that if a product is certified to conform to European standards, it can be bought and sold throughout the union area,” said the statement.</p> \n   <p>The ministry said the deficient kits were not part of the new, €432m Chinese order, and had been bought before the Chinese authorities has issued its list of approved manufacturers. In recent days, Spanish health authorities have been urgently distributing almost 650,000 rapid testing kits to frontline medial staff and residence homes for older people.</p> \n   <p>Spain, which is <a href=\"https://www.theguardian.com/world/2020/mar/26/spanish-coronavirus-deaths-slow-as-world-nears-500000-cases\">the European country most affected by coronavirus after Italy</a>, has so far recorded more than 56,000 cases of the disease and more than 4,000 deaths.</p> \n   <p>Health workers, who account for about 14% of the country’s coronavirus victims, have <a href=\"https://www.theguardian.com/world/2020/mar/24/spain-doctors-lack-protection-coronavirus-covid-19\">complained of a lack of basic protective equipment</a> such as facemasks and gowns.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T12:52:39.333Z\">at 12.52pm GMT</time></p> \n</div> \n<div id=\"block-5e7dd3b88f08af215f6fc4ed\" class=\"block is-key-event\" data-block-contributor=\"profile/lorenzo-tondo\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T10:23:19.587Z\">10.23am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Bosnia authorises transfer of migrants to remote camp to combat coronavirus</h2> \n <div class=\"block-elements\"> \n  <p>Authorities in Bosnia have ordered the transfer of thousands of refugees to a remote camp in Lipa, a village about 15 miles (25km) from the border with Croatia, beacuse of the coronavirus outbreak in the country, reports my colleague Lorenzo Tondo.</p> \n  <blockquote class=\"quoted\"> \n   <p>In a document seen by the Guardian, the Bihać city civil defence headquarters asked that the move be carried out “in order to take urgent measures to prevent the onset of the disease caused by Covid-19”.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/global-development/2020/mar/27/bosnia-crams-thousands-of-migrants-into-tent-camp-to-halt-covid-19-spread\">Bosnia crams thousands of migrants into tent camp to 'halt Covid-19 spread'</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T12:53:36.869Z\">at 12.53pm GMT</time></p> \n</div> \n<div id=\"block-5e7dcbd28f0878a2a48ab424\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T10:05:15.520Z\">10.05am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Iran cases rise to 32,332, as number of deaths hits 2,378</h2> \n <div class=\"block-elements\"> \n  <p>The number of cases in Iran has risen to 32,332, while the number of deaths hits 2,378, according to the country’s health ministry. </p> \n  <p>Here is the <a href=\"https://www.worldometers.info/coronavirus/country/iran/\">death toll</a> for the past five days:</p> \n  <ul> \n   <li>26 March: 157</li> \n   <li>25 March: 143</li> \n   <li>24 March: 122</li> \n   <li>23 March: 127</li> \n   <li>22 March: 129</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T12:54:49.733Z\">at 12.54pm GMT</time></p> \n</div> \n<div id=\"block-5e7dcb508f08af215f6fc4ba\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T09:47:12.010Z\">9.47am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Paris hospitals to reach capacity in 48 hours, says head of French Hospital Federation</h2> \n <div class=\"block-elements\"> \n  <p>A spike in coronavirus patients means hospitals in and around Paris will reach saturation point within 48 hours, the head of the French Hospital Federation said on Friday, with the peak not expected until April, Reuters reports.</p> \n  <blockquote class=\"quoted\"> \n   <p>Paris and its suburbs now account for over a quarter of the 29,000 confirmed coronavirus infections in French hospitals, with almost 1,300 now in intensive care. The death toll nationwide as of Thursday evening stood at 1,696.</p> \n   <p>“We will clearly need help in the Ile-de-France (Greater Paris region) because what happened in the east is coming here,” Frederic Valletoux, the federation’s president told BFM TV.</p> \n   <p>He was referring to the Grand Est region, where the first major cluster took hold in France and where hospitals are already overwhelmed, with the army helping to transfer some critically ill patients to other cities.</p> \n   <p>“We will be at the limit of our capacities in 24 or 48 hours. We will need to show real solidarity between regions, hospitals and increase the numbers of patient transfers.”</p> \n   <p>Officials in the Paris area have been scrambling to find more intensive care beds, ventilators and medical staff and spread the load of patients across the capital and its wider suburbs.</p> \n   <p>President Emmanuel Macron imposed on 17 March a lockdown to slow the spread of the virus, but doctors say they expect a wave of cases next week after the government pressed ahead with local elections and thousands of people mingled in parks and streets before they were confined at home.</p> \n   <p>“If we let hospitals cope by themselves, and let every territory that has been taken by the epidemic cope alone, then we shall head towards a catastrophe,” Valletoux said. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T10:51:18.592Z\">at 10.51am GMT</time></p> \n</div> \n<div id=\"block-5e7dc71d8f081e5eda237c6e\" class=\"block\" data-block-contributor=\"profile/rorycarroll\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T09:29:04.060Z\">9.29am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Ireland and Northern Ireland are preparing improvised morgues as they brace for a sharp increase in the number of deaths from coronavirus.<br></p> \n  <p>Health officials in Dublin on Thursday night <a href=\"https://www2.hse.ie/conditions/coronavirus/coronavirus.html\">announced 10 more deaths</a>, bringing the republic’s death toll to 19, and warned that Ireland was just starting a curve that would sweep upwards.</p> \n  <p>They also announced 255 new infections, bringing the confirmed total to 1,819. Clusters in nursing homes and healthcare settings are of particular concern.</p> \n  <p>Liz Canavan, assistant secretary for social policy for the taoiseach, told a media briefing the government was preparing temporary morgues. “We are still, largely, in the preparation phase – getting the country ready and putting the necessary infrastructure in place, in particular the medical infrastructure, to deal with the surge when it comes.”</p> \n  <p>Authorities in Northern Ireland, which has recorded 10 deaths and 241 cases of infection, plan to use an army base in County Down as a morgue and to set up field hospitals at several sites, possibly including Belfast’s Titanic quarter and the former Maze prison. The health minister, Robin Swann, has warned deaths could exceed the more than 3,500 people killed during the Troubles.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T12:55:44.725Z\">at 12.55pm GMT</time></p> \n</div> \n<div id=\"block-5e7dbf7f8f0878a2a48ab3d9\" class=\"block is-key-event\" data-block-contributor=\"profile/jasonburke\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T09:17:18.632Z\">9.17am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Covid-19 spreads across the African continent</h2> \n <div class=\"block-elements\"> \n  <p>Covid-19 continues its spread across the African continent with 3243 cases now recorded, and 83 deaths, writes Jason Burke.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AfricaCDC/status/1243444282230538240\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">COVID-19 : UPDATE IN AFRICA, 27 MARCH 2020 - 9:00 am EAT<br>Countries (46) reporting a total <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> 3,243 cases, 83 deaths, 254 recoveries by region.<a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> <a href=\"https://twitter.com/hashtag/FactsNotFear?src=hash&amp;ref_src=twsrc%5Etfw\">#FactsNotFear</a> <a href=\"https://twitter.com/hashtag/AfricaPrepares?src=hash&amp;ref_src=twsrc%5Etfw\">#AfricaPrepares</a> <a href=\"https://twitter.com/hashtag/AfricaRespond?src=hash&amp;ref_src=twsrc%5Etfw\">#AfricaRespond</a> <a href=\"https://t.co/05hruMG3Hx\">pic.twitter.com/05hruMG3Hx</a></p>— Africa CDC (@AfricaCDC) \n    <a href=\"https://twitter.com/AfricaCDC/status/1243444282230538240?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n  <blockquote class=\"quoted\"> \n   <p>The 56m inhabitants of South Africa woke up to the first day of a rigorous lockdown enforced by the police and army. Streets in much of Johannesburg were quiet, though there was significant activity in many high-density neighbourhoods amid complaints that the tight restrictions on movements would deny many vital income.</p> \n   <p>Similar strict measures are now being rolled out across the continent, though some governments, such as Zimbabwe, are <a href=\"https://www.newsday.co.zw/2020/03/rights-doctors-call-for-urgent-lockdown/\">yet to impose full curfews</a>. </p> \n   <p>Eritrea, one of the most authoritarian states on the continent, has so far only suspended public transport and schools. More than 20 countries have suspended almost all passenger flights.</p> \n   <p>South Africa’s high total is partly explained by an aggressive and relatively extensive testing effort, and its official figures are seen by experts as reliable, in contrast to those of Egypt, on 495, for example.</p> \n   <p>The overall figure for the continent is almost certainly a significant underestimate, as testing had been extremely limited in many places.</p> \n   <p>Amid fears of massive casualties from the virus across the developing world, international health officials say there is still a chance Africa can avert catastrophe.</p> \n   <p>About half of the countries in sub-Saharan Africa still have a “narrowing” opportunity to contain the disease, Matshidiso Moeti, the WHO World Health Organisation director for Africa said.</p> \n   <p>“It has been a very dramatic evolution,” Moeti told reporters. “Countries need to work on this containment while preparing for a possible, broader expansion of the virus.”</p> \n   <p>There is widespread recognition that the virus would be very difficult to control in the overcrowded conditions of many poor neighbourhoods of Africa’s major cities or refugee camps, and could hit vulnerable communities such as sufferers of HIV or tuberculosis very hard.</p> \n   <p>“We still have a window... it is narrowing every day as data on the geographic spread to more and more countries tell us,” Moeti said.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T09:19:24.425Z\">at 9.19am GMT</time></p> \n</div> \n<div id=\"block-5e7dbc7b8f081e5eda237c28\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T08:47:37.256Z\">8.47am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Coronavirus recap</h2> \n <div class=\"block-elements\"> \n  <p>Here is a recap of the main news currently, courtesy of Reuters as of 6am GMT.</p> \n  <h2>UK</h2> \n  <ul> \n   <li>Another 115 people have died in the United Kingdom after testing positive for the coronavirus, bringing the total number of deaths to 578.</li> \n   <li>Britain has placed an emergency order of <a href=\"https://www.theguardian.com/technology/2020/mar/26/from-vacuum-cleaners-to-ventilators-can-dyson-make-the-leap\">10,000 ventilators from Dyson</a>.</li> \n  </ul> \n  <h2>Europe</h2> \n  <ul> \n   <li>The coronavirus death toll in Italy rose by 662 to 8,165 on Thursday.</li> \n   <li>The number of cases in Italy’s northern region of Lombardy increased by some 2,500, a steeper increase than in previous days.</li> \n   <li>Spain extended its lockdown to at least April 12, as the death toll rose to 4,089.</li> \n   <li>German hospitals with spare capacity will take in at least 47 coronavirus patients from Italy in a sign of European solidarity.</li> \n   <li>Switzerland’s infections topped 10,000 as the government pumped money into the economy and army medical units helped hospitals handle the spreading epidemic.</li> \n   <li>President Vladimir Putin said he hoped Russia would defeat the virus in two to three months, as authorities suspended international flights, ordered most shops in the capital to shut and halted some church services.</li> \n   <li>In Lisbon, a “drive-thru” clinic is performing five-minute swab tests through car windows on people with symptoms, as Portuguese authorities ramp up testing facilities.</li> \n   <li>Slovakia aims to sharply increase daily testing in the next few weeks.</li> \n  </ul> \n  <h2>Americas</h2> \n  <ul> \n   <li>The number of U.S. coronavirus infections climbed above 82,000 on Thursday, surpassing the national tallies of China and Italy, as New York, New Orleans and other hot spots faced a surge in hospitalizations and looming shortages of supplies, staff and sick beds.</li> \n   <li>Americans should receive cash payments within three weeks, Treasury Secretary Steve Mnuchin said.</li> \n   <li>Canada on Thursday attacked a U.S. proposal to deploy troops along the undefended joint border to help fight the spread of coronavirus.</li> \n   <li>Mexican President Andres Manuel Lopez Obrador on Thursday urged Mexicans in the United States to avoid visiting Mexico except in emergencies.</li> \n   <li>Brazilian President Jair Bolsonaro on Thursday exempted churches from coronavirus lockdowns by classifying religious activity as an essential service.</li> \n  </ul> \n  <h2>Asia and the Pacific</h2> \n  <ul> \n   <li>Mainland China reported its first locally transmitted coronavirus case in three days and 54 new imported cases, as Beijing ordered airlines to sharply cut international flights. - Large queues formed at supermarkets and stores in Tokyo on Friday as residents in the Japanese capital prepared for a weekend at home.</li> \n   <li>South Korean authorities pleaded with residents on Friday to stay indoors and avoid large gatherings as new coronavirus cases hovered close to 100 per day.</li> \n   <li>Australia will enact mandatory quarantine measures for all new arrivals by midnight, Prime Minister Scott Morrison said.</li> \n   <li>Thailand reported 91 new coronavirus cases and 1 fatality, bringing the total to 1,136 cases and 5 deaths.</li> \n   <li>Uzbekistan locked down more cities and districts, and announced large bonus payments for medical workers,, as it reported the country’s first death and the number of cases climbed to 83.</li> \n  </ul> \n  <h2>Middle East and Africa</h2> \n  <ul> \n   <li>About half of the countries in sub-Saharan Africa still have a “narrowing” opportunity to curb the spread of the virus, the regional head of the World Health Organisation said.</li> \n   <li>Turkey could order the public to stay at home if infections continue to spread, the government said as it clamped down further on medical equipment leaving the country.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T10:28:05.225Z\">at 10.28am GMT</time></p> \n</div> \n<div id=\"block-5e7dbba28f08af215f6fc45c\" class=\"block\" data-block-contributor=\"profile/shaun-walker\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T08:39:52.511Z\">8.39am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hungary’s prime minister Viktor Orbán has announced new restrictions on movement in the country, reports the Guardian’s Shaun Walker in Budapest. </p> \n  <blockquote class=\"quoted\"> \n   <p>From tomorrow, for an initial period of two weeks, Hungarians will only be able to leave the house to go to work or for other basic essentials, bringing the country in line with many other European nations.</p> \n   <p>People over the age of 65 will only be able to visit grocery shops and pharmacies between the hours of 9am and midday, and during these hours those under 65 will be banned from the shops.</p> \n   <p>Orbán said he was refraining from ordering a “total curfew” for now. People are still allowed to exercise, but only if they practice social distancing.</p> \n   <p>Orbán said people should take responsibility for themselves and the moves would require voluntary cooperation, however he also noted that there could be fines imposed of up to 500,000 Hungarian forint (£1,278) for violations.So far in Hungary, there are 300 confirmed cases of the coronavirus and 10 people have died. </p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e7db4718f08af215f6fc42a\" class=\"block\" data-block-contributor=\"profile/akhtar-mohammad-makoii\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T08:16:48.825Z\">8.16am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Afghanistan has confirmed 11 new Coronavirus cases in last 24 hours, pushing the total number of infections to 95, reports Akhtar Mohammad Makoii in Herat.</p> \n  <p>The heath ministry in Afghanisatan also reported third death as a result of coronavirus. The patient was a 55-year old man who had recently returned from the UK.</p> \n  <p>Eight of the new positive cases were reported in western province of Herat which neighbours Iran. </p> \n  <p>Two cases confirmed in Nimroz province, also has border with Iran. One another confirmed in eastern province of Nangarhar and was related to travel to Saudi Arabia.</p> \n  <p>Herat is the worst affected area in Afghanistan with 66 patients infected to Covid-19 and two deaths of the virus.<br><br>Afghanistan is implementing a partial curfew in three provinces which have border with Iran, one of world’s worst affected countries.<br><br>The Afghan government said on Thursday that around 10,000 prisoners will be released in coming days to contain spread Coronavirus in prisons.<br><br>“People who we are releasing - some of them by the authority of the president - are not a big threat to society, they had committed small crimes,” said Ahmad Rashid Totakhil, head of the general directorate of prisons.<br><br>Three deaths and two recoveries have been recorded in Afghanistan so far.</p> \n </div> \n</div> \n<div id=\"block-5e7db2d38f0878a2a48ab380\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T08:02:17.275Z\">8.02am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">South Africa records first deaths from coronavirus</h2> \n <div class=\"block-elements\"> \n  <p>South Africa has reported its first deaths resulting from COVID-19, says Health Minister Dr Zwelini Mkhize.<br><br>These two deaths occurred in the Western Cape. One at a Private Hospital and the other at a Public Hospital.<br><br>There are now more than 1000 cases in the country.Cases have increased from yesterday’s number and have tipped the 1000 mark.</p> \n </div> \n</div> \n<div id=\"block-5e7dafa48f0878a2a48ab369\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T07:49:15.837Z\">7.49am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>German hospitals with spare capacity will take in at least 47 coronavirus patients from Italy in a sign of European solidarity, Foreign Minister Heiko Maas said on Thursday.<br></p> \n  <p>Reuters reports:</p> \n  <blockquote class=\"quoted\"> \n   <p>“Because we stand by our Italian friends. We can only manage this together,” Maas said in a short statement.</p> \n   <p>In Italy, an overwhelmed health care system has witnessed the outbreak kill more people than in any other country.</p> \n   <p>Ahead of an expected larger wave of domestic infections that German authorities are preparing for, a first group of six Italian patients arrived at Leipzig airport in the eastern state of Saxony on Tuesday.</p> \n   <p>The western state of North Rhine-Westphalia also announced plans to take 10 Italian patients in coming days.</p> \n   <p>As of Wednesday, there were 36,508 cases of coronavirus in Germany, with 198 deaths, the Robert Koch Institute for infectious diseases said. That compares with 74,386 confirmed cases in Italy, where 7,503 have died.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e7daa718f081e5eda237ba9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T07:31:48.419Z\">7.31am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The fire service in the UK could be drafted in to support the NHS with firefighters taking on roles such as driving ambulances and delivering food and medicine, it emerged this morning. <br></p> \n  <p>The Press Association report: </p> \n  <blockquote class=\"quoted\"> \n   <p>The General Secretary of the Fire Brigades Union Matt Wrack said it would be “quite a serious challenge” for firefighters to take on more work to help deliver food and medicine and drive ambulances.</p> \n   <p>Wrack told BBC Radio 4’s Today Programme: “Well, training is a key element of a document that we will be releasing today. Firefighters are clearly keen to do whatever they can to help in the situation.”</p> \n   <p>He added: “We have been approached on a number of issues and this next step will be discussions at a local level about what firefighters can do and what firefighters are able to use their skills for and that includes issues like assisting ambulance staff and so on.”</p> \n   <p>Wrack added that there is a “need to protect core functions” of the fire service while firefighters may be asked to take on additional roles.</p> \n   <p>He said: “I think this is a huge challenge across public services and also clearly we need to ensure that firefighters and others are protected in terms of personal protective equipment because no one can do their job if their own safety is compromised.”</p> \n  </blockquote> \n  <p>This is <strong>Alexandra Topping</strong> taking over the global coronavirus liveblog from my hard-working colleague Helen Sullivan - thanks to her for her efforts. </p> \n  <p>I’ll be bring you updates from around the world. If you want to tell us about a story or think there is something I’ve missed I’m on:</p> \n  <p><strong>alexandra.topping@theguardian.com </strong></p> \n  <p><strong>@lexytopping on Twitter, DMs are open. </strong></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T07:59:27.228Z\">at 7.59am GMT</time></p> \n</div> \n<div id=\"block-5e7da06b8f08af215f6fc3a1\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T07:10:46.738Z\">7.10am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>That’s it from me, <a href=\"https://twitter.com/helenrsullivan\">Helen Sullivan</a>. I’ll be back with more live world coronavirus news tomorrow. In the meantime, my colleague Alexandra Topping will steer you through Friday’s developments. </p> \n  <p>Here is what has happened in the last few hours: </p> \n  <ul> \n   <li><strong>US president Donald Trump and Chinese president Xi Jinping held a phone call, </strong>during which Xi warned that the US must take<strong> </strong>‘substantive actions’ to improve relations, Chinese state media reported. After the call Trump tweeted that the conversation was “very good” and that: “China has been through much &amp; has developed a strong understanding of the Virus. We are working closely together.”</li> \n   <li><strong>China will temporarily bar the entry of almost all foreigners and drastically reduce flights to the country</strong> as it tries to head off this second wave of infections caused by travellers coming from abroad.</li> \n   <li><strong>The US has the highest number of confirmed coronavirus cases in the world.</strong> Johns Hopkins University suggests the US now has more suspected and confirmed cases of Covid-19 than China, with 85,991 reported in the US and 81,872 in China. Italy is third with 80,589.</li> \n   <li><strong>T</strong><strong>he next big wave of US infections is likely headed for Louisiana, where demand for ventilators has already doubled</strong>. In New Orleans, the state’s biggest city, Mardi Gras celebrations late last month are believed to have fuelled the outbreak.<strong> <br></strong></li> \n   <li><strong>Returning travellers to Australia will be be quarantined in hotels and other accommodation for 14 days on arrival,</strong> instead of being asked to self-isolate at home. Australia’s federal government is also planning to put the economy into “hibernation”, which may involve asking banks, lenders and landlords to waive some business overheads to help them whether the crisis.</li> \n   <li><strong>The UK government has urged homebuyers to avoid moving house during the coronavirus outbreak</strong>, as the pandemic brings the country’s property market to a near standstill, Reuters reports.</li> \n   <li><strong>The death toll from the coronavirus pandemic sweeping the globe </strong><strong>could hit 1.8 million worldwide this year </strong>even with swift and stringent measures to stop it, according to a study from Britain’s Imperial College published Thursday.</li> \n   <li><strong>The global number of confirmed cases of coronavirus has passed 532,000,</strong> according to the latest figures on the Johns Hopkins University global dashboard. The latest number of confirmed deaths worldwide was 24,072.</li> \n   <li><strong>Mainland China reported its first locally transmitted coronavirus infection in three days,</strong> although cases involving travellers from overseas continued to dominate the total number of new cases.</li> \n   <li><strong> </strong><strong>Argentina declared a six-month rent freeze</strong> to help family budgets affected by the nationwide coronavirus lockdown declared last Friday.</li> \n   <li><strong>Vietnam will limit domestic flights and stop public gatherings for two weeks from Saturday</strong> in an effort to curb the spread of the coronavirus, the government said in a statement on Friday.</li> \n   <li><strong>South Africa came under a nationwide military-patrolled lockdown on Friday, </strong>joining other African countries imposing strict curfews and shutdowns in an attempt to halt the spread of the coronavirus across the continent.Some 57 million people are to be restricted to their homes during South Africa’s three-week total lockdown which began at midnight.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5e7da4a18f0878a2a48ab330\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T07:06:42.910Z\">7.06am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Vietnam limits domestic flights and stops public gatherings</h2> \n <div class=\"block-elements\"> \n  <p>Vietnam will limit domestic flights and stop public gatherings for two weeks from Saturday in an effort to curb the spread of the coronavirus, the government said in a statement on Friday. </p> \n  <figure class=\"element element-image\" data-media-id=\"ff6230829353e6530544366d16b510d638cb08b1\"> \n   <img src=\"https://media.guim.co.uk/ff6230829353e6530544366d16b510d638cb08b1/0_0_5917_3551/1000.jpg\" alt=\"Shops at Hanoi’s Old Quarter, a popular area normally packed with tourists, are closed amid concerns of the spread of the Coronavirus on March 26, 2020 in Vietnam.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Shops at Hanoi’s Old Quarter, a popular area normally packed with tourists, are closed amid concerns of the spread of the Coronavirus on March 26, 2020 in Vietnam.</span> \n    <span class=\"element-image__credit\">Photograph: Linh Pham/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Indoor gatherings of more than 20 people and outdoor gatherings of 10 people or more will be banned, the government said, citing an order signed by Prime Minister Nguyen Xuan Phuc. <br><br>Vietnam has found 153 coronavirus cases but has had no reported deaths, according to the health ministry. More than 57,000 people are in quarantine. <br><br>The next 10-15 days would be decisive in Vietnam’s fight against the virus, Phuc has said. <br><br>In the statement on Friday, Phuc also ordered that flights between the capital, Hanoi, and the southern business hub of Ho Chi Minh City and cities across the country be reduced. <br><br>All major cities should temporarily shut down non-essential services until April 15 at the earliest and residents should stay indoors as much as possible, Phuc said. <br></p> \n </div> \n</div> \n<div id=\"block-5e7da3b68f081e5eda237b96\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T06:59:53.013Z\">6.59am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">UK government urges homebuyers to avoid moving</h2> \n <div class=\"block-elements\"> \n  <p>The UK government has urged people to avoid moving house during the coronavirus outbreak, as the pandemic brings the country’s property market to a near standstill, Reuters reports.<br><br>In guidance issued late on Thursday, the government said while “there is no need to pull out of transactions, we all need to ensure we are following guidance to stay at home and away from others at all times”. <br><br>The outbreak has restricted banks’ ability to offer new mortgages, while many have been swamped with inquiries from people asking for breaks on their existing home loans. <br><br>In line with the government’s advice, <strong>British lenders agreed on Thursday to give all homebuyers the option of extending mortgage offers by three months</strong>. <br><br>UK Finance, the banking industry body, said <strong>banks would grant homebuyers who have exchanged contracts the possibility of moving at a later date</strong> by extending their mortgage offer for up to three months. <br></p> \n </div> \n</div> \n<div id=\"block-5e7d9fd58f08af215f6fc39f\" class=\"block\" data-block-contributor=\"profile/robertbooth\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T06:54:47.819Z\">6.54am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>This Friday night Britons will head to the pub, theatre or a gig … online </h2> \n  <p>Virtual pubs, comedy clubs, quiz nights and concerts will be among the attractions as a frazzled UK attempts to shake off, however briefly, its most trying week since the second world war by recreating a Friday night out while in lockdown.</p> \n  <p>Groups of friends are working out how to conjure a pub ambience from their front rooms by arranging to meet online dressed up and armed with cocktails, while theatres are streaming performances from their back catalogues, complete with packed audiences, a reminder of a temporarily lost world.</p> \n  <p>Video-sharing platforms such as Zoom and Houseparty have been among the most downloaded apps in the UK. Psychologists are urging people who might be put off by the technology to give it a try, saying <a href=\"https://academic.oup.com/jcmc/article/17/4/436/4067676\">studies show</a> socialising by video has similar benefits to face-to-face interaction. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2020/mar/27/its-friday-night-as-britons-head-to-the-pub-theatre-or-a-gig-online\">It's Friday night as Britons head to the pub, theatre or a gig … online</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7d9ed18f0878a2a48ab305\" class=\"block\" data-block-contributor=\"profile/samanth-subramanian\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T06:39:51.640Z\">6.39am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Inside the race to develop a coronavirus vaccine</h2> \n  <figure class=\"element element-image\" data-media-id=\"1dec4b762566ae17faaf4ea53e316eb39c06ff12\"> \n   <img src=\"https://media.guim.co.uk/1dec4b762566ae17faaf4ea53e316eb39c06ff12/0_0_4419_2652/1000.jpg\" alt=\"Dr. Sonia Macieiewski samples proteins at Novavax labs in Rockville, Maryland on 20 March, 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Dr. Sonia Macieiewski samples proteins at Novavax labs in Rockville, Maryland on 20 March, 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Andrew Caballero-Reynolds/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Defeating Covid-19 will call for more than vaccines; it will involve quarantines, social distancing, antivirals and other drugs, and healthcare for the sick. But the idea of a vaccine – the quintessential silver bullet – has come to bear an almost unreasonable allure. The coronavirus arrived at a ripe moment in genetic technology, when the advances of the past half-decade have made it possible for vaccine projects to explode off the blocks as soon as a virus is sequenced. These cutting-edge vaccines don’t use weakened forms of the germ to build our immunity, as all vaccines once did; rather, they contain short copies of parts of the germ’s genetic code – its DNA or RNA – which can produce fragments of the germ within our bodies.</p> \n  <p>Thus, for the first time ever, scientists have been able to muster up vaccine prospects mere weeks into a new, fast-spreading disease. Right now, there are at least 43 Covid-19 vaccines <a href=\"https://milkeninstitute.org/sites/default/files/2020-03/Covid19%20Tracker%20032020v3-posting.pdf\">in development</a> around the world – in Brisbane and Hong Kong, in the US and the UK, in the labs of universities and companies. Most of these are DNA or RNA vaccines. One vaccine, made in 63 days by an American biotech firm named Moderna, <a href=\"https://www.niaid.nih.gov/news-events/nih-clinical-trial-investigational-vaccine-covid-19-begins\">moved into</a> human trials on 16 March, entering the bloodstream of the first of 45 healthy adult volunteers in Seattle. It was a “world indoor record”, said Anthony Fauci, the doctor who heads the US National Institute of Allergy and Infectious Diseases. “Nothing has ever gone that fast.”</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/27/inside-the-race-to-develop-a-coronavirus-vaccine-covid-19\">'It’s a razor’s edge we’re walking': inside the race to develop a coronavirus vaccine</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7d9a2e8f08af215f6fc37b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T06:24:51.936Z\">6.24am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here are today’s UK front pages for Friday, 27 March 2020: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AllieHBNews/status/1243301174389940234\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Friday’s GUARDIAN: “Nurses sent to London as capital faces ‘tsunami’ of virus patients” <a href=\"https://twitter.com/hashtag/BBCPapers?src=hash&amp;ref_src=twsrc%5Etfw\">#BBCPapers</a> <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/0ZAhW4qKPU\">pic.twitter.com/0ZAhW4qKPU</a></p>— Allie Hodgkins-Brown (@AllieHBNews) \n    <a href=\"https://twitter.com/AllieHBNews/status/1243301174389940234?ref_src=twsrc%5Etfw\">March 26, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AllieHBNews/status/1243297276405178369\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Friday’s TIMES: “Virus prompts No 10 to suspend housing market” <a href=\"https://twitter.com/hashtag/BBCPapers?src=hash&amp;ref_src=twsrc%5Etfw\">#BBCPapers</a> <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/rZy3DVBZHX\">pic.twitter.com/rZy3DVBZHX</a></p>— Allie Hodgkins-Brown (@AllieHBNews) \n    <a href=\"https://twitter.com/AllieHBNews/status/1243297276405178369?ref_src=twsrc%5Etfw\">March 26, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Independent/status/1243351756580564995\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tomorrow's <a href=\"https://twitter.com/Independent?ref_src=twsrc%5Etfw\">@independent</a> front page <a href=\"https://twitter.com/hashtag/tomorrowspaperstoday?src=hash&amp;ref_src=twsrc%5Etfw\">#tomorrowspaperstoday</a> To subscribe to the Daily Edition: <a href=\"https://t.co/XF8VnDpHYF\">https://t.co/XF8VnDpHYF</a> <a href=\"https://t.co/0XTZdTeq5Y\">pic.twitter.com/0XTZdTeq5Y</a></p>— The Independent (@Independent) \n    <a href=\"https://twitter.com/Independent/status/1243351756580564995?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AllieHBNews/status/1243295169203625986\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Friday’s Daily TELEGRAPH: “Jobless to soar as virus bailout is delayed” <a href=\"https://twitter.com/hashtag/BBCPapers?src=hash&amp;ref_src=twsrc%5Etfw\">#BBCPapers</a> <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/8BrEYHDXyW\">pic.twitter.com/8BrEYHDXyW</a></p>— Allie Hodgkins-Brown (@AllieHBNews) \n    <a href=\"https://twitter.com/AllieHBNews/status/1243295169203625986?ref_src=twsrc%5Etfw\">March 26, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AllieHBNews/status/1243290766635601920\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Friday’s Daily MAIL: “Don’t Move Home” <a href=\"https://twitter.com/hashtag/BBCPapers?src=hash&amp;ref_src=twsrc%5Etfw\">#BBCPapers</a> <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/YaINautOF5\">pic.twitter.com/YaINautOF5</a></p>— Allie Hodgkins-Brown (@AllieHBNews) \n    <a href=\"https://twitter.com/AllieHBNews/status/1243290766635601920?ref_src=twsrc%5Etfw\">March 26, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AllieHBNews/status/1243278152543211526\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Friday’s FINANCIAL TIMES: “Sunak unveils £3bn-a-month rescue deal for self-employed” <a href=\"https://twitter.com/hashtag/BBCPapers?src=hash&amp;ref_src=twsrc%5Etfw\">#BBCPapers</a> <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/caBZwq4Md2\">pic.twitter.com/caBZwq4Md2</a></p>— Allie Hodgkins-Brown (@AllieHBNews) \n    <a href=\"https://twitter.com/AllieHBNews/status/1243278152543211526?ref_src=twsrc%5Etfw\">March 26, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7d98508f081e5eda237b53\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T06:15:55.786Z\">6.15am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">China warns Trump he should take 'substantive actions' to improve relations</h2> \n <div class=\"block-elements\"> \n  <p>The latest now on that call between US president Donald Trump and Chinese president Xi Jinping. </p> \n  <p>Xi told Trump the US needed to take “substantive actions” to improve China-US relations, according to Chinese state media. </p> \n  <p>Xi told Trump China was willing to offer support to the US in tackling the outbreak, and that he hoped the US would take practical and effective measures to safeguard the lives and health of Chinese nationals in the US.</p> \n  <p>Xi added that China was willing to “enhance macroeconomic policy co-ordination to stabilise the market and secure growth,” according to state media. </p> \n  <p>“China-US relations are at an important juncture,” Xi reportedly said. He also said China had been open and transparent about the pandemic. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T06:20:02.400Z\">at 6.20am GMT</time></p> \n</div> \n<div id=\"block-5e7d95418f081e5eda237b41\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T06:01:38.324Z\">6.01am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>If you have tips, news or other thoughts you’d like to share, get in touch with me directly on Twitter <a href=\"https://twitter.com/helenrsullivan\">@helenrsullivan</a>. </p> \n </div> \n</div> \n<div id=\"block-5e7d94938f0878a2a48ab2d3\" class=\"block\" data-block-contributor=\"profile/lily-kuo\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T05:54:36.352Z\">5.54am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>China prepares to seal itself off from the world to stem ‘imported’ coronavirus cases</h2> \n  <figure class=\"element element-image\" data-media-id=\"79ce4352b70d696455670d0198aa4a30a1079ee2\"> \n   <img src=\"https://media.guim.co.uk/79ce4352b70d696455670d0198aa4a30a1079ee2/0_0_3500_2101/1000.jpg\" alt=\"Vehicles for tourists are seen parked at an ancient city wall in Jingzhou after the lockdown was eased in Hubei.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Vehicles for tourists are seen parked at an ancient city wall in Jingzhou after the lockdown was eased in Hubei.</span> \n    <span class=\"element-image__credit\">Photograph: Aly Song/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>China will temporarily bar the entry of almost all foreigners and drastically reduce flights to the country as it tries to head off a second wave of infections caused by travellers coming from abroad.</p> \n  <p>The ban, which goes into effect at midnight on Friday, comes as the country reported its first locally infected coronavirus infection in three days and reported 54 imported cases. The move was greeted with broad support inside China.</p> \n  <p>The measure applies to those with valid visas or residence permits and amounts to China shutting its borders, inviting criticism given that Beijing previously <a href=\"https://qz.com/1795806/china-compares-israel-coronavirus-controls-to-holocaust/\">condemned other countries</a> for similar moves. The World Health Organization had also advised countries not to shut their borders to Chinese travellers.</p> \n  <p>China’s Civil Aviation Administration said late on Thursday that 90% of international flights would be suspended.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/27/china-prepares-to-seal-itself-off-from-the-world-to-stem-imported-coronavirus-cases\">China prepares to seal itself off from the world to stem 'imported' coronavirus cases</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7d93bc8f081e5eda237b3f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T05:51:20.509Z\">5.51am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>US electric car maker Tesla plans to slash on-site staff at its Nevada battery plant by around 75% due to the coronavirus pandemic, the local county manager said on Thursday.</p> \n  <figure class=\"element element-image\" data-media-id=\"43a159e8996ade4c119cbef35c5224b1e362e969\"> \n   <img src=\"https://media.guim.co.uk/43a159e8996ade4c119cbef35c5224b1e362e969/0_326_5000_3001/1000.jpg\" alt=\"A Tesla employee cleans a car outside a Tesla showroom in Burbank, California, 24 March 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A Tesla employee cleans a car outside a Tesla showroom in Burbank, California, 24 March 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Robyn Beck/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>The move comes after its Japanese battery partner Panasonic Corp said it would scale down operations at the Nevada factory this week before closing it for 14 days. <br><br>The factory produces electric motors and battery packs for Tesla’s popular Model 3 sedans. <br><br>However, Tesla CEO Elon Musk said the company will reopen the New York plant “as soon as humanly possible” to manufacture ventilators for coronavirus patients. <br></p> \n </div> \n</div> \n<div id=\"block-5e7d8cee8f0878a2a48ab2b8\" class=\"block\" data-block-contributor=\"profile/kate-lyons\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T05:47:56.181Z\">5.47am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New Zealanders, proving that clothes maketh even the virtual man, are spending their second day of a nationwide lockdown dressed to the nines as part of the burgeoning #formalFridays movement.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Hilary_Barry/status/1243278035001856000\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Too much? <a href=\"https://twitter.com/hashtag/formalfriday?src=hash&amp;ref_src=twsrc%5Etfw\">#formalfriday</a> <a href=\"https://t.co/juO7mmnLn8\">pic.twitter.com/juO7mmnLn8</a></p>— Hilary Barry (@Hilary_Barry) \n    <a href=\"https://twitter.com/Hilary_Barry/status/1243278035001856000?ref_src=twsrc%5Etfw\">March 26, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Kiwis are keeping their spirits – and sartorial standards – up by working from home while dressed in suits, business attire or full evening-wear. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SallyannMoffat/status/1243299028973936640\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Post chicken coop spray down <a href=\"https://twitter.com/hashtag/formalfriday?src=hash&amp;ref_src=twsrc%5Etfw\">#formalfriday</a> <a href=\"https://t.co/MNWoKZGdIm\">pic.twitter.com/MNWoKZGdIm</a></p>— Ko Sally-ann ahau (@SallyannMoffat) \n    <a href=\"https://twitter.com/SallyannMoffat/status/1243299028973936640?ref_src=twsrc%5Etfw\">March 26, 2020</a>\n   </blockquote> \n  </figure> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/27/new-zealand-scrubs-up-for-formalfridays-despite-coronavirus-lockdown\">New Zealand scrubs up for #formalfridays despite coronavirus lockdown</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7d8ed38f081e5eda237b2e\" class=\"block\" data-block-contributor=\"profile/ben-butler\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T05:42:17.740Z\">5.42am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Australian sharemarket tumbled in afternoon trade after prime minister Scott Morrison said he would put the economy into “hibernation” but gave no details of how this would be done.</p> \n  <p>Morrison said Australian businesses would need to be able to spring back into action once the coronavirus crisis was over, and the pain of doing so would be shared with landlords and banks.<br><br>But he did not outline any concrete proposal for rent relief for businesses and households whose incomes have been reduced to zero by his government’s measures to fight the crisis.<br><strong><br>The benchmark ASX200 index, which opened the day up as much as 2.4%, finished the day down 5.3%.</strong></p> \n  <p>Morrison also announced that everyone arriving to the country would be placed under mandatory quarantine in hotels and other accommodation paid for by state governments. You can watch that announcement below: </p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"b8ad9394-b8ba-4ddf-a6f7-5e396607a4ac\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/W4zgAfhG1GA?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7d8dab8f0878a2a48ab2bb\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T05:36:07.260Z\">5.36am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Uzbekistan records first death and shuts down further cities and districts</h2> \n <div class=\"block-elements\"> \n  <p>Uzbekistan locked down more cities and districts on Friday, and announced large bonus payments for medical workers, in its effort to slow the spread of a coronavirus, as it recorded the country’s first death and the number of cases climbed to 83, Reuters reports. </p> \n  <figure class=\"element element-image\" data-media-id=\"25b87bffc99101c5f35aa2c10a8e96331ecb93ce\"> \n   <img src=\"https://media.guim.co.uk/25b87bffc99101c5f35aa2c10a8e96331ecb93ce/0_185_2835_1702/1000.jpg\" alt=\"Officials take measures to prepare for the arrival of Uzbekistani people as they continue to be evacuated from abroad.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Officials take measures to prepare for the arrival of Uzbekistani people as they continue to be evacuated from abroad.</span> \n    <span class=\"element-image__credit\">Photograph: Anadolu Agency/Anadolu Agency via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>A 72-year old man in the city of Namangan died on Friday morning. He had other diseases in addition to the coronavirus, the healthcare ministry said. <br><br>Municipal authorities in the province of Navoi said they were locking down the cities of Navoi and Zarafshan, as well as several districts. <br><br>Authorities in the major tourism hub of Bukhara also said the city would close its borders. <br><br>The central Asian nation has already locked down some of its biggest cities, including the capital, Tashkent. <br><br>Eleven infections were among medical workers, President Shavkat Mirziyoyev said late on Thursday, announcing large bonus payments for those working in direct contact with the infected. <br><br>Doctors will get US$2,500 every two weeks, or several times their normal monthly pay, while nurses and laboratory workers will receive $1,500, junior medical workers $1,000 and others $500, Mirziyoyev said. <br><br>Medical workers who get infected while treating coronavirus patients will get $10,000 each.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T05:36:27.616Z\">at 5.36am GMT</time></p> \n</div> \n<div id=\"block-5e7d8e4c8f08af215f6fc356\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T05:27:20.929Z\">5.27am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More on that Trump-Xi phone call now. The South China Morning Post reports that during the call Xi “urged unity and solidarity and delivered three main messages: strengthen international efforts to stop the virus; shore up the economy amid downward trends; and a subtle call on the US to stop its hostile moves against China.” <br><br>The SCMP quotes the Chinese president as telling Trump: </p> \n  <blockquote class=\"quoted\"> \n   <p>The virus knows no boundaries, and the pandemic is our common enemy. All countries must join hands and put up the strictest network for joint prevention and joint control [of the disease] </p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e7d8d258f08af215f6fc350\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T05:21:35.304Z\">5.21am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>US president Donald Trump has given glowing praise of China and its response to coronavirus – which he did not refer to as the “Chinese virus” – in a tweet following his call earlier with Chinese president Xi Jinping: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1243407157321560071\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Just finished a very good conversation with President Xi of China. Discussed in great detail the CoronaVirus that is ravaging large parts of our Planet. China has been through much &amp; has developed a strong understanding of the Virus. We are working closely together. Much respect!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1243407157321560071?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T05:21:56.490Z\">at 5.21am GMT</time></p> \n</div> \n<div id=\"block-5e7d89b08f0878a2a48ab2b0\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T05:15:54.338Z\">5.15am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>The US has the highest number of confirmed coronavirus cases in the world.</strong> Johns Hopkins University suggests the US now has more suspected and confirmed cases of Covid-19 than China, with 85,991 reported in the US and 81,872 in China. Italy is third with 80,589.</li> \n   <li><strong>T</strong><strong>he next big wave of US infections is likely headed for Louisiana, where demand for ventilators has already doubled</strong>. In New Orleans, the state’s biggest city, Mardi Gras celebrations late last month are believed to have fuelled the outbreak.<strong> <br></strong></li> \n   <li><strong>Returning travellers to Australia will be be quarantined in hotels and other accommodation for 14 days on arrival,</strong> instead of being asked to self-isolate at home. Australia’s federal government is also planning to put the economy into “hibernation”, which may involve asking banks, lenders and landlords to waive some business overheads to help them whether the crisis.</li> \n   <li><strong>The death toll from the coronavirus pandemic sweeping the globe </strong><strong>could hit 1.8 million worldwide this year </strong>even with swift and stringent measures to stop it, according to a study from Britain’s Imperial College published Thursday.</li> \n   <li><strong>The global number of confirmed cases of coronavirus has passed 532,000,</strong> according to the latest figures on the Johns Hopkins University global dashboard. The latest number of confirmed deaths worldwide was 24,072.</li> \n   <li><strong>Mainland China reported its first locally transmitted coronavirus infection in three days,</strong> although cases involving travellers from overseas continued to dominate the total number of new cases, leading China to cut international flights. </li> \n   <li><strong>Argentina declared a six-month rent freeze</strong> to help family budgets affected by the nationwide coronavirus lockdown declared last Friday. </li> \n   <li><strong>South Africa came under a nationwide military-patrolled lockdown on Friday, </strong>joining other African countries imposing strict curfews and shutdowns in an attempt to halt the spread of the coronavirus across the continent.Some 57 million people are to be restricted to their homes during South Africa’s three-week total lockdown which began at midnight.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T05:18:09.260Z\">at 5.18am GMT</time></p> \n</div> \n<div id=\"block-5e7d88cd8f08af215f6fc342\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T05:05:23.009Z\">5.05am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In Singapore, getting within a metre of another person at a restaurant or a shopping queue can now land you in prison under some of the toughest punishments seen worldwide to implement social distancing during the coronavirus pandemic, Reuters reports. </p> \n  <figure class=\"element element-image\" data-media-id=\"a8639724201415e130f14495598d002d4d65d579\"> \n   <img src=\"https://media.guim.co.uk/a8639724201415e130f14495598d002d4d65d579/0_384_5760_3456/1000.jpg\" alt=\"Visitors pose for photos at the Merlion Park in Singapore, 26 March 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Visitors pose for photos at the Merlion Park in Singapore, 26 March 2020.</span> \n    <span class=\"element-image__credit\">Photograph: How Hwee Young/EPA</span> \n   </figcaption> \n  </figure> \n  <p>The city-state’s no-nonsense approach and extensive surveillance during a two-month long virus battle has won international praise, and had allowed it to largely avoid curtailing daily life until a surge of cases in the last week. <br><br> The updates to Singapore’s powerful infectious diseases law, which came into effect on Friday, have been accompanied by other measures such as shutting bars and limiting gatherings to up to 10 people outside work and school. <br></p> \n </div> \n</div> \n<div id=\"block-5e7d856f8f081e5eda237b08\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T04:50:52.521Z\">4.50am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It’s been a long and difficult week and Guardian Australia’s cartoonist First Dog on the Moon has what you need to cheer you up on this Friday afternoon (yes, it’s Friday, not that that means much to people who are self-isolating or under lockdown). </p> \n  <p>He has these <a href=\"https://www.theguardian.com/commentisfree/2020/mar/27/pets-of-the-pandemic-true-stories-of-how-animals-are-helping-in-self-isolation?CMP=share_btn_tw\">true stories of pets in isolation</a>. Enjoy!</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/mar/27/pets-of-the-pandemic-true-stories-of-how-animals-are-helping-in-self-isolation\">Pets of the pandemic! True stories of how animals are 'helping' in self-isolation | First Dog on the Moon</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7d78a78f081e5eda237abb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T04:31:21.435Z\">4.31am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Just to wrap up if you are just joining us. The Australian prime minister <strong>Scott Morrison </strong>just delivered a press conference and the key points are:</p> \n  <ul> \n   <li>Returning travellers to Australia will be be quarantined for 14 days, instead of self-isolating at home. The cost of their accommodation in places such as hotels will be borne by the states.</li> \n   <li>The Australian Defence Force will be used to enforce measures to ensure people already self-isolating are complying with instructions.</li> \n   <li>The government and states are working on a “hibernation package” that will aim to help businesses that have to close to try to ensure they can reopen when this is over.</li> \n  </ul> \n  <p>Morrison has been accused of being somewhat unclear in his communication style throughout the Covid-19 crisis, something that has been the cause of much public consternation, and also mockery.</p> \n  <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=5LxVvLiPcaY\"> \n   <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/5LxVvLiPcaY?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n  </figure> \n  <p>So, how clear was his messaging in this press conference? Not very. Morrison was again asked for clarity – repeatedly – on what counts as an essential service, and who counts as essential workers.<br></p> \n  <p>His response, this time to his own rhetorical question, was: “What’s an essential job? A job that someone has.”</p> \n  <p>Asked about the business hibernation plan, which he described as a “simple” and “innovative” idea he responded: </p> \n  <blockquote class=\"quoted\"> \n   <p>We will make announcements on the details. I today wanted to set out what the objective was. There will be a burden for everyone to share. And that will include the business as well. There will be landlords who will suffer. There will be - the banks will be having to make arrangements with them ... The intent is, as far as possible, to ... ensure that a business through no fault of its own – just like if there’s any Australian who has lost a job through no fault of their own – we are simply trying to preserve and support them in the best way we possibly can for the simple reason that, A: they are Australian, and that is what we should do, and, B: on the other side we want them to surge. We want Australia to rise again on the other side of this and to go forward strongly.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e7d7c5b8f08af215f6fc2f4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T04:14:17.063Z\">4.14am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>On that comment from New Zealand prime minister Jacinda Ardern that she does not want to “see the scenes of Bondi beach in Australia”: <br><br>Bondi, in Sydney’s eastern suburbs, is part of the Waverly council area. This week the council which was forced to shut down Bondi Beach after thousands of people went to the beach despite social distancing recommendations.</p> \n  <p><strong>Waverley is now the council area with the highest number of coronavirus cases, at 105. </strong>Of these, at least eight people acquired the infection without any known contact with a confirmed case or travel overseas, Guardian analysis shows. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/datablog/2020/mar/27/australias-coronavirus-hotspots-revealed-map-shows-affluent-sydney-suburbs-hard-hit\">Australia's coronavirus hotspots revealed: map shows affluent Sydney suburbs hard hit</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7d78328f0878a2a48ab24f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T03:52:51.815Z\">3.52am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In New Zealand, Charles Anderson reports for the Guardian that finance minister Grant Robertson says employers are required to pay employees a government wage subsidy, even if they cannot continue to employ them. This would take the support scheme to an estimated NZ$8-12bn (US$4.8-7.2bn).</p> \n  <p>Meanwhile, <a href=\"https://cpb-ap-se2.wpmucdn.com/blogs.auckland.ac.nz/dist/d/75/files/2017/01/Supression-and-Mitigation-New-Zealand-TPM-006.pdf\">modelling released</a> yesterday suggested, left unchecked, the virus would eventually infect 89 percent of New Zealand’s population and kill up to 80,000 people in a worst-case scenario.<br></p> \n  <p>ICU beds would reach capacity within two months and the number of patients needing intensive care would exceed 10 times that capacity by the time the virus peaked.</p> \n  <p><strong>However, with the strictest suppression measures, which New Zealand had adopted, the fatalities would drop to just 0.0004 percent – about 20 people.</strong> Hospital capacity would not be exceeded for over a year. These measures included social distancing, case isolation, household quarantine, and closing schools and universities.<br><br>That scenario would require the restrictions to remain in place until a vaccine or other treatment was developed.</p> \n  <p>“When controls are lifted after 400 days, an outbreak occurs with a similar peak size as for an uncontrolled epidemic,” the researchers wrote. “In other words, these strategies can delay but not prevent the epidemic.”</p> \n </div> \n</div> \n<div id=\"block-5e7d77878f08af215f6fc2da\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T03:51:11.868Z\">3.51am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Over in New Zealand, which is under total lockdown and a state of emergency, the prime minister, Jacinda Ardern is imploring people to “stay local” during a four-week countrywide lockdown and does not want to see <strong>“the scenes of Bondi Beach in New Zealand”</strong>, referring to last weekend in Australia when a sunny Friday saw the country’s most famous beach packed locals and tourists. </p> \n  <p>Charles Anderson reports for the Guardian that Ardern again told reporters in Wellington this afternoon that, despite the lockdown, numbers of those infected with Covid-19 will continue to rise for some time.</p> \n  <p>New Zealand is in day two of a four-week lockdown where non-essential businesses have been forced to close and families to stay home.</p> \n  <p>“Don’t take road trips. Don’t go outside of your area. Don’t congregate,” Ardern said. “There is an expectation that people will stay in their homes.”</p> \n  <p>Ardern said that those who were infected would not know for several days. If they broke their local ‘bubble’ of who they were isolating with then they put many others, including the elderly, at risk.</p> \n  <p>She sought to reassure New Zealanders that medical professionals had access to enough protective gear to manage demand across the country.</p> \n  <p>Ardern said the border, which is closed to visitors, presented the greatest risk in managing Covid-19 and would be managed accordingly.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T04:17:24.094Z\">at 4.17am GMT</time></p> \n</div> \n<div id=\"block-5e7d75c58f0878a2a48ab246\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T03:44:06.070Z\">3.44am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Australia will be putting the economy into “hibernation”, Prime Minister Scott Morrison says. He did not explain how it works, but as we understand it, this means that business overheads, including rent and mortgage costs, will be suspended for a while. Australia’s finance minister Matthias Cormann said this could be for six months. Banks, lenders and landlords will wear at least some of this cost.</p> \n  <p>We’re of course hoping for more clarity on the specifics of what Morrison has called an “innovative” solution soon. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T03:46:23.898Z\">at 3.46am GMT</time></p> \n</div> \n<div id=\"block-5e7d74e88f08af215f6fc2ca\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T03:40:00.465Z\">3.40am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Australian prime minister Scott Morrison is talking about the plan to put the country’s economy into hibernation now. He says the idea is simple, but does not go on to explain the idea. </p> \n  <blockquote class=\"quoted\"> \n   <p>Part of that plan that we will be announcing will be to seek to hibernate Australian businesses... The idea is simple: there are businesses which will have to close their doors. They will have to keep them closed either because we have made it necessary for them to do so, or simply because there is just not the business to keep their doors open. We want those businesses to start again. And we do not want over the course of the next six months or as long as it takes, for those businesses to be so saddled by debt, so saddled by rental payments, so saddled by other liabilities that they will not be able to start again on the other side. We want these businesses to effectively go into a hibernation, which means on the other side, the employees come back, the opportunities come back, the economy comes back.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T04:17:54.288Z\">at 4.17am GMT</time></p> \n</div> \n<div id=\"block-5e7d745e8f0878a2a48ab23e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T03:35:28.058Z\">3.35am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Australia’s quarantine measures will be enforced by state government with the help of the Australian Defence Force, prime minister Scott Morrison says. The ADF will also be helping to check up on those already in self isolation. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T03:36:07.414Z\">at 3.36am GMT</time></p> \n</div> \n<div id=\"block-5e7d73ef8f0878a2a48ab23d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T03:33:28.953Z\">3.33am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Scott Morrison says of the new quarantine measures: </p> \n  <blockquote class=\"quoted\"> \n   <p>By no later than midnight tomorrow - that is 11:59pmSaturday - states and territories will be quarantining all arrivals through our airports in hotels and other accommodation facilities for the two weeks of their mandatory self-isolation before they are able to return to their home.</p> \n   <p>If their home is in South Australia or in Perth or in Tasmania and they have arrived in Melbourne, they will be quarantining in Melbourne. If it’s in Sydney, it will be if Sydney. If it’s Brisbane, and so on.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T03:33:48.084Z\">at 3.33am GMT</time></p> \n</div> \n<div id=\"block-5e7d73048f08af215f6fc2c1\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T03:32:33.141Z\">3.32am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Australia will quarantine all new arrivals for two weeks</h2> \n <div class=\"block-elements\"> \n  <p>In Australia, Morrison says “Today we have decided to take further actions targeted at our greatest area of concern. What we’re announcing today enables us to deal with the increasing pressure we have from Australians returning home.</p> \n  <blockquote class=\"quoted\"> \n   <p>Two thirds of the cases that we currently have are from an Australian who has come home. Two thirds... As time goes on, the risk of Australians coming home from other countries actually increases.” </p> \n  </blockquote> \n  <p>Morrison says self-isolation measures for Australians returning from overseas will be strengthened. </p> \n  <p>He is showing the self isolation document signed by Australians returning home. </p> \n  <p>“Today we are going even further. In addition to the declaration and the support put in behind that...<strong>states and territories will be quarantining all new arrivals in hotels and other accommodations for two weeks before they are able to return to their home</strong>.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T03:34:47.447Z\">at 3.34am GMT</time></p> \n</div> \n<div id=\"block-5e7d722c8f081e5eda237a8e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T03:28:35.692Z\">3.28am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Australia’s prime minister, Scott Morrison, is speaking now in Canberra.</p> \n  <p>Australians will be looking for clear, firm guidance from their leader today. So far, he is offering praise for the country’s response. </p> \n  <p>The difference between Morrison’s leadership and that of Jacinda Ardern in neighbouring New Zealand has been stark. New Zealand is currently under total lockdown. Ardern was frank with people yesterday, saying things would get worse, despite the measures, before they got better. </p> \n  <p>Morrison has been criticised for offering vague and inconsistent advice. </p> \n </div> \n</div> \n<div id=\"block-5e7d701c8f08af215f6fc2a9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T03:25:23.813Z\">3.25am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Australian Prime Minister Scott Morrison is speaking now in Canberra. </p> \n  <p>“We always knew Australians were up to this test. And you’re proving it every single day,” he says. </p> \n  <p>“We might have to keep our distance but it doesn’t mean we have to disconnect from each other... no Australian should have to go through this alone.” </p> \n </div> \n</div> \n<div id=\"block-5e7d70c88f0878a2a48ab216\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T03:20:56.968Z\">3.20am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Have news you think our readers should know or something that might lower our collective stress levels for a moment? Let me know on Twitter <a href=\"https://twitter.com/helenrsullivan\">@helenrsullivan</a>.</p> \n </div> \n</div> \n<div id=\"block-5e7d6e1b8f081e5eda237a6b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T03:16:38.035Z\">3.16am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>We’ll be focussing on Australian news now for a short while. Friday has seen a few key developments in the country and Prime Minister Scott Morrison is expected to hold a press conference within minutes. </p> \n  <p>Australia has 3,005 confirmed Covid-19 cases and 13 deaths. </p> \n  <p>Friday’s developments include: </p> \n  <ul> \n   <li>One of Australia’s largest aged care providersbanned all visits to its homes, citing the “growing risk of Covid-19 infection” and government advice on social distancing. The decision follows <a href=\"https://www.theguardian.com/world/2020/mar/20/some-australian-aged-care-homes-go-beyond-official-coronavirus-advice-with-lockdowns\">moves from most other major aged care providers to close their facilities to visitors</a> last week, which was described by one home as a “voluntary lockdown”. </li> \n   <li>The Australian market has slipped back into the red after being up as much as 2.4% in early trade. It began to fall shortly before midday and by about 1pm was down 1.7% for the day.</li> \n   <li>There are 162 confirmed cases diagnosed in NSW who were on board the Ruby Princess, up 41 from yesterday. 2,700 passengers disembarked from the ship last week despite three passengers and one crew member displaying flu-like symptoms, having been swabbed for coronavirus and still waiting for results. </li> \n   <li>There are 41 confirmed cases from the Ovation of the Seas cruise ship.</li> \n   <li>Australia finance minister Matthias Cormann told the SBC he is considering puttin the country’s economy into “hibernation” . </li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T03:19:10.429Z\">at 3.19am GMT</time></p> \n</div> \n<div id=\"block-5e7d6b788f081e5eda237a68\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T03:08:06.594Z\">3.08am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In Japan, queues formed at supermarkets and stores in Tokyo on Friday as residents prepared for a weekend at home after the city’s governor called on them to stay at home to prevent the spread of the coronavirus, Reuters reports. </p> \n  <figure class=\"element element-image\" data-media-id=\"40f69dd48143cb4b1de2619882768c4de9e8be69\"> \n   <img src=\"https://media.guim.co.uk/40f69dd48143cb4b1de2619882768c4de9e8be69/0_335_3500_2099/1000.jpg\" alt=\"Shoppers wearing protective face masks at a supermarket in Tokyo, Japan.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Shoppers wearing protective face masks at a supermarket in Tokyo, Japan.</span> \n    <span class=\"element-image__credit\">Photograph: Issei Kato/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>After Governor Yuriko Koike’s plea on Wednesday to refrain from non-essential, non-urgent outings through 12 April 12, and especially this weekend, residents were stocking up on everything from instant noodles and rice to toiletries and fresh produce, despite public-service warnings against hoarding. <br><br>Coronavirus infections have climbed to more than 1,400 nationwide with 47 deaths, excluding those from a cruise ship that was quarantined last month. <br><br>Prime Minister Shinzo Abe is expected to order his cabinet to compile an economic package with spending worth US$135 billion or more, government officials and lawmakers say, joining global policymakers in rolling out fiscal stimulus to avert a downturn from the spreading pandemic. </p> \n  <p>While Tokyo has not declared an emergency or a full-blown lockdown, Abe has set up a new crisis task force, which is seen as a preliminary step towards declaring a state of emergency.</p> \n </div> \n</div> \n<div id=\"block-5e7d6a3a8f08af215f6fc28d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T02:56:28.975Z\">2.56am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the US, one or more coronavirus cases have been reported among workers at thirteen of Amazon’s warehouses across the country. </p> \n  <figure class=\"element element-image\" data-media-id=\"401a9d8c543f1832f642f7929d91ff4179519f1b\"> \n   <img src=\"https://media.guim.co.uk/401a9d8c543f1832f642f7929d91ff4179519f1b/0_0_5000_3001/1000.jpg\" alt=\"An Amazon delivery woman delivers packages amid the coronavirus pandemic in Los Angeles, California on 26 March 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">An Amazon delivery woman delivers packages amid the coronavirus pandemic in Los Angeles, California on 26 March 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Étienne Laurent/EPA</span> \n   </figcaption> \n  </figure> \n  <p>Reports that a handful out of Amazon’s hundreds of thousands of US warehouse workers have contracted coronavirus raise the potential of future site closures and operational disruptions at the world’s largest online retailer. <br> Amazon, which did not respond to Reuters requests that it confirm all the cases, said in a statement that it has taken preventive action and that workers’ health and safety is its top priority. <br></p> \n  <p>Here is more on the role Amazon is playing in the crisis from the Guardian’s technology reporter, Julia Carrie Wong:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/commentisfree/2020/mar/24/the-us-of-amazon-how-the-coronavirus-has-created-a-governance-vacuum-the-tech-giant-is-quickly-filling\">Amazon is using coronavirus to expand its power – and not for the greater good | Julia Carrie Wong</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7d68dc8f081e5eda237a57\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T02:49:32.025Z\">2.49am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More on the situation in South Korea now, which has been reporting around 100 new cases per day for two weeks. </p> \n  <figure class=\"element element-image\" data-media-id=\"4756834a7ff7e460667b00d755dab21fc74b412e\"> \n   <img src=\"https://media.guim.co.uk/4756834a7ff7e460667b00d755dab21fc74b412e/0_420_5382_3228/1000.jpg\" alt=\"A mother and her child walk in the rain under blooming cherry blossoms along a stream in Busan, South Korea, 26 March 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A mother and her child walk in the rain under blooming cherry blossoms along a stream in Busan, South Korea, 26 March 2020.</span> \n    <span class=\"element-image__credit\">Photograph: YONHAP/EPA</span> \n   </figcaption> \n  </figure> \n  <p><strong>Authorities pleaded with residents on Friday to stay indoors and avoid large gatherings, </strong>Reuters reports. <br><br>South Korea reported 91 new coronavirus cases on Friday, taking the national tally to 9,332.<br><br>The country has reported similar daily numbers for the past two weeks, down from a high of over 900 in late February. <br><br>The government has sought to convince a restless public that several more weeks of social distancing and self-isolation may be needed to allow health authorities to tamp down the smaller but still steady stream of new cases. <br><br>“As the weather is getting nicer, I know many of you may have plans to go outside,” Yoon Tae-ho, director-general for public health policy at the health ministry, told a briefing. <br><br>“But social distancing cannot be successful when it’s only an individual, it needs to be the whole community.” <br></p> \n </div> \n</div> \n<div id=\"block-5e7d678f8f081e5eda237a50\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T02:45:06.703Z\">2.45am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Asian stocks rose on Friday as investors wagered policymakers will roll out more stimulus measures to combat the coronavirus pandemic after US unemployment filings surged to a record, Reuters reports. <br><br>MSCI’s broadest index of Asia-Pacific shares outside Japan rose 1.2%. Australian shares gave up gains to fall 1.09%, but Japan’s Nikkei rose 1.44%. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidInglesTV/status/1243358715341758469\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Philippine stocks on track for one of their best weeks on record following one of the worst weeks on record.<br><br>Parang puso ng ex mong balimbing <a href=\"https://t.co/yrPGrMCapj\">pic.twitter.com/yrPGrMCapj</a></p>— David Ingles (@DavidInglesTV) \n    <a href=\"https://twitter.com/DavidInglesTV/status/1243358715341758469?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p>E-Mini futures for the S&amp;P 500 reversed course and fell 0.95% in Asia following three consecutive days of gains in the S&amp;P 500 on Wall Street. <br><br>The dollar nursed losses against major currencies as central banks’ steps to solve a dollar shortage in funding markets started to gain traction. <br><br>The US House of Representatives is expected to pass a $2 trillion stimulus package later on Friday that will flood the world’s largest economy with money to stem the damage caused by the pandemic. <br></p> \n </div> \n</div> \n<div id=\"block-5e7d65dd8f081e5eda237a4b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T02:35:39.801Z\">2.35am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>US President Donald Trump said on Thursday that he would not cancel the Republican National Convention in August in Charlotte, North Carolina, because of the coronavirus. </p> \n  <p>In an interview on Fox News, Trump said he believed the country will have rebounded from the coronavirus outbreak by then. </p> \n  <p>“We’re not going to cancel,” Trump said. “I think we’re going to be in great shape long before then.”</p> \n  <p>Trump also told Fox news host Sean Hannity that he pushed back his 9pm call with Chinese president Xi Jinping by an hour and a half so that he could appear on Hannity’s show: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/atrupar/status/1243347552390524931\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Trump opens by saying he pushed back a diplomatic call with President Xi of China so he could talk to Hannity on Fox News <a href=\"https://t.co/MzMQfJx8sh\">pic.twitter.com/MzMQfJx8sh</a></p>— Aaron Rupar (@atrupar) \n    <a href=\"https://twitter.com/atrupar/status/1243347552390524931?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7d61c28f08af215f6fc24d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T02:17:03.087Z\">2.17am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>US unemployment claims are represented in the New York Times graph below, which you can also find <a href=\"https://www.nytimes.com/interactive/2020/03/26/upshot/coronavirus-millions-unemployment-claims.html\">here</a>. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/G_J_Russell/status/1243358959253114881\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">That's quite a graphic <a href=\"https://t.co/Q9BhNFDGRO\">https://t.co/Q9BhNFDGRO</a></p>— Graham Russell (@G_J_Russell) \n    <a href=\"https://twitter.com/G_J_Russell/status/1243358959253114881?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T02:19:34.898Z\">at 2.19am GMT</time></p> \n</div> \n<div id=\"block-5e7d61958f081e5eda237a30\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T02:14:58.991Z\">2.14am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Have news you think our readers should know, or something that might lower our collective stress levels for a moment? Let me know on Twitter <a href=\"https://twitter.com/helenrsullivan\">@helenrsullivan</a>.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T03:20:33.629Z\">at 3.20am GMT</time></p> \n</div> \n<div id=\"block-5e7d60b18f0878a2a48ab1b7\" class=\"block\" data-block-contributor=\"profile/ben-butler\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T02:11:54.934Z\">2.11am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Back to Australia now, where finance minister Matthias Cormann is considering putting the economy into “hibernation”. </p> \n  <p>The <a href=\"https://www.theguardian.com/business/australia-economy\">Australian economy</a> was already extremely weak before the coronavirus crisis, according to research from the University of Melbourne’s Melbourne Institute.</p> \n  <p>Like most economists, the institute’s researchers say a recession is now inevitable – the only question is how bad it will be.<br><br>The institute’s experimental Nowcast project predicts the economy shrank by 0.1% in the three months to the end of March, a period that includes only a few weeks of the pandemic’s effect.<br><br>Going backwards in the March quarter reduces the estimated annual growth rate to just 1.6%.<br><br>“What we see now is just the beginning of what is to come when the negative impacts of the lockdowns, to stem the spread of the outbreak, start to take their toll on economic activity across major states,” said a senior research fellow, Viet Nguyen.<br><br>“The announced stimulus packages, at both the federal and state levels, are encouraging and helpful to cushion the blow to the economy, particularly to small businesses and employees in retail and hospitality industries, whose revenue and income will be most affected by the lockdowns.”</p> \n </div> \n</div> \n<div id=\"block-5e7d5ede8f081e5eda237a28\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T02:08:50.813Z\">2.08am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>US nurses union head says there is a national shortage of protective equipment. </strong></p> \n  <p>In the US, scarcities of protective masks, gloves, gowns and eyewear for doctors and nurses - reports abound of healthcare workers recycling old face masks, making their own or even using trash bags to shield themselves - have emerged as a national problem, Reuters reports. <br><br>“Our nurses across the country do not have the personal protective equipment that is necessary to care for Covid patients, or any of their patients,” Bonnie Castillo, head of the largest US nurses union, National Nurses United, told MSNBC. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NNUBonnie/status/1243293318978535425\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Nurses have been sounding the alarm for months!<br><br>Without the proper protections against <a href=\"https://twitter.com/hashtag/Covid19?src=hash&amp;ref_src=twsrc%5Etfw\">#Covid19</a> we risk not only our own lives but the lives of our patients and families.<br><br>Today I spoke with <a href=\"https://twitter.com/MSNBC?ref_src=twsrc%5Etfw\">@MSNBC</a> about how we must <a href=\"https://twitter.com/hashtag/ProtectNurses?src=hash&amp;ref_src=twsrc%5Etfw\">#ProtectNurses</a> now because all of our lives depend on it. <a href=\"https://t.co/OksXuUL8NG\">pic.twitter.com/OksXuUL8NG</a></p>— Bonnie Castillo (@NNUBonnie) \n    <a href=\"https://twitter.com/NNUBonnie/status/1243293318978535425?ref_src=twsrc%5Etfw\">March 26, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7d5e068f08af215f6fc23f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T02:03:07.955Z\">2.03am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">US state of Louisiana expected to face wave of new infections</h2> \n <div class=\"block-elements\"> \n  <p>While New York was the coronavirus epicenter in the United States this week,<strong> the next big wave of infections appeared headed for Louisiana, where demand for ventilators has already doubled</strong>. In New Orleans, the state’s biggest city, Mardi Gras celebrations late last month are believed to have fuelled the outbreak, Reuters reports. </p> \n  <figure class=\"element element-image\" data-media-id=\"b97748c016cc363a004a7c25caa4375b86e13eea\"> \n   <img src=\"https://media.guim.co.uk/b97748c016cc363a004a7c25caa4375b86e13eea/0_0_5922_3554/1000.jpg\" alt=\"A closure note is posted on the family-owned Bar Redux in the Bywater in New Orleans on 26 March, 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A closure note is posted on the family-owned Bar Redux in the Bywater in New Orleans on 26 March, 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Emily Kask/30203169A/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Louisiana Governor John Bel Edwards said New Orleans would be out of ventilators by April 2 and potentially out of bed space by April 7 “if we don’t flatten the infection curve soon.” <br><br>“It’s not conjecture, it’s not some flimsy theory,” Edwards told a press conference. “This is what is going to happen.” <br><br><strong>About 80% of Louisiana’s intensive care patients are now on breathing machines</strong><strong>, up from the normal rate of 30-40%,</strong> said Warner Thomas, chief executive of Ochsner Health System, the state’s hospital group. <br></p> \n </div> \n</div> \n<div id=\"block-5e7d5d578f08af215f6fc23d\" class=\"block\" data-block-contributor=\"profile/sam-levin\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T01:58:47.924Z\">1.58am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the US now, Dr Sirous Asgari, an Iranian scientist who was exonerated in a US sanctions trial but remains jailed by immigration authorities, said the conditions in detention were filthy and overcrowded – and officials were doing little to prevent a deadly coronavirus outbreak.</p> \n  <p>The materials science and engineering professor <a href=\"https://www.theguardian.com/world/2020/mar/26/sirous-asgari-coronavirus-us-ice-immigration-detention\">told the Guardian</a> the “inhumane” treatment by Immigration and Customs Enforcement (Ice) could cost him his life. He was acquitted in November on charges of stealing trade secrets, but Ice has kept him indefinitely detained.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamTLevin/status/1243349198189129728\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Dr. Sirous Asgari: “The way that they have been treating us is absolutely terrifying. I don’t think many people in the US know what is happening inside.\" <br><br>“They are downplaying it in this facility, that it is safe … But coronavirus is a viral bomb waiting to blow up here.” <a href=\"https://t.co/rhVE8DSNuP\">pic.twitter.com/rhVE8DSNuP</a></p>— Sam Levin (@SamTLevin) \n    <a href=\"https://twitter.com/SamTLevin/status/1243349198189129728?ref_src=twsrc%5Etfw\">March 27, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Asgari, 59, is trying to “self deport” to Iran, but remains stuck in a holding facility in Louisiana. There, he alleged:</p> \n  <ul> \n   <li>Detainees have no hand sanitizer, and the facility is not regularly cleaning bathrooms or sleeping areas. Asgari and a few other detainees have devised a schedule to try to clean themselves.</li> \n  </ul> \n  <ul> \n   <li>Detainees lack access to masks. For two weeks, Ice refused to let Asgari wear his own protective mask, which he brought with him to the facility, and it has refused to supply one, despite his history of respiratory problems.</li> \n  </ul> \n  <ul> \n   <li>There are no physical distancing guidelines at the facility. It appears no procedures have changed in response to Covid-19, even as Louisiana officials have urged isolation.</li> \n  </ul> \n  <p>“The way Ice looks at these people is not like they are human beings, but are objects to get rid of. The way that they have been treating us is absolutely terrifying,” Asgari said.<br></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/26/sirous-asgari-coronavirus-us-ice-immigration-detention\">'I won't survive': Iranian scientist in US detention says Ice will let Covid-19 kill many</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7d5ba28f08af215f6fc237\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T01:50:58.228Z\">1.50am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Australian government considers putting economy into 'hibernation'</h2> \n <div class=\"block-elements\"> \n  <p>Australia’s federal government is considering putting the economy into <a href=\"https://www.abc.net.au/news/2020-03-27/coronavirus-business-hibernation-australia-responds-to-pandemic/12095738\">“hibernation”</a> the Australian Broadcasting Corporation reports: </p> \n  <blockquote class=\"quoted\"> \n   <p>The Federal Government is considering a radical suite of measures to effectively put the economy into hibernation, allowing businesses to emerge after the coronavirus crisis, and resume and rehire without crippling debts.</p> \n   <p>As the Government prepares to unveil its third economic rescue package “within days”, policies are being developed to help business owners see out the crisis without having to walk away from their companies.</p> \n   <p><strong>Banks, lenders and landlords would all be asked to wear some of the pain, waiving all overheads including rents and mortgage repayments for at least the next six months.</strong></p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T01:51:40.079Z\">at 1.51am GMT</time></p> \n</div> \n<div id=\"block-5e7d5a388f0878a2a48ab196\" class=\"block is-key-event\" data-block-contributor=\"profile/ukigoni\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T01:47:30.743Z\">1.47am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Argentina declares six-month rent freeze</h2> \n <div class=\"block-elements\"> \n  <p>More on Argentina now, where tenants are about to receive some welcome relief: a six-month rent freeze to help family budgets affected by the nationwide coronavirus lockdown declared last Friday. The decree about to be signed by President Alberto Fernández will be a welcome move in a country where rents are tied to the inflation rate, which stands at about a yearly 50%.</p> \n  <figure class=\"element element-image\" data-media-id=\"fdc31c04382fdf67614608c882362ab47bdc99eb\"> \n   <img src=\"https://media.guim.co.uk/fdc31c04382fdf67614608c882362ab47bdc99eb/0_0_3442_2067/1000.jpg\" alt=\"A volunteer wearing a face mask with a neighbour outside a soup kitchen in Florencio Varela, in the outskirts of Buenos Aires, Argentina March 26, 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A volunteer wearing a face mask with a neighbour outside a soup kitchen in Florencio Varela, in the outskirts of Buenos Aires, Argentina March 26, 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Agustin Marcarian/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>Authorities meanwhile are busy dealing with violators of the mandatory quarantine, with over six thousand people charged and some one thousand motor cars impounded nationwide so far this week. The northern province of Jujuy has resorted to an extreme measure. Police have begun locking up some violators in outdoor cages on the grounds<br>of a closed down factory. Jujuy security minister Guillermo Corro told the press that around 700 people have been arrested in the province in the last week, most of them held temporarily in police facilities before being charged and released.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LuciEchevarria/status/1243274625699676168\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"es\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/LaOtraCaraDeLaCuarentena?src=hash&amp;ref_src=twsrc%5Etfw\">#LaOtraCaraDeLaCuarentena</a><br>son los “corrales” (verdaderas jaulas) al aire libre donde la policía de Jujuy y Corrientes alojan a lxs detenidxs.&nbsp;<br><br>Crece la represión en los sectores populares en vez del fortalecimiento del sistema de salud. <a href=\"https://t.co/RHJhhnfIH8\">pic.twitter.com/RHJhhnfIH8</a></p>— Luciana Echevarría (@LuciEchevarria) \n    <a href=\"https://twitter.com/LuciEchevarria/status/1243274625699676168?ref_src=twsrc%5Etfw\">March 26, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T05:09:44.981Z\">at 5.09am GMT</time></p> \n</div> \n<div id=\"block-5e7d59a68f081e5eda237a14\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T01:44:08.421Z\">1.44am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Cases and deaths in Mexico, Nicaragua and Argentina on Thursday</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li>Mexico has registered 585 cases of coronavirus in the country, up from 475 the previous day, as well as two more deaths, a health ministry official said on Thursday. A total of eight people have died from the virus in Mexico.</li> \n   <li>Nicaragua has registered the Central American country’s first death from coronavirus, an HIV-positive person with multiple health conditions, the health ministry on Thursday. The country has registered one other instance of the virus.</li> \n   <li>In Argentina the number of coronavirus cases rose by 87 to 589 reported cases in<br>on Thursday, and the number of registered deaths to 12 so far.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T01:44:33.966Z\">at 1.44am GMT</time></p> \n</div> \n<div id=\"block-5e7d58ac8f081e5eda237a08\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T01:38:19.303Z\">1.38am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Japanese government said on Friday there was<strong> no need now to declare a state of emergency</strong>, after Prime Minister Shinzo Abe the previous day described the coronavirus as a “national crisis” following a surge of cases in Tokyo. </p> \n  <figure class=\"element element-image\" data-media-id=\"c574b2052f5420f028aa02a1af918a277ba5f51a\"> \n   <img src=\"https://media.guim.co.uk/c574b2052f5420f028aa02a1af918a277ba5f51a/0_147_2600_1560/1000.jpg\" alt=\"Japanese Prime Minister Shinzo Abe holding an emergency videoconference with other G20 leaders at the prime minister’s office in Tokyo, Japan, late 26 March 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Japanese Prime Minister Shinzo Abe holding an emergency videoconference with other G20 leaders at the prime minister’s office in Tokyo, Japan, late 26 March 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Japan’S Cabinet Public Relations Office Handout/EPA</span> \n   </figcaption> \n  </figure> \n  <p>“Japan at this stage is not in a situation where it needs to issue an emergency declaration,” top spokesman Yoshihide Suga told a regular news conference. <br><br>Abe has however set up a new crisis task force, which is seen as a preliminary step towards declaring a state of emergency. </p> \n </div> \n</div> \n<div id=\"block-5e7d55228f08af215f6fc21e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T01:29:44.489Z\">1.29am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>South Korea reported 91 new coronavirus cases on Friday, taking the national tally to 9,332, the Korea Centers for Disease Control and Prevention said. </p> \n  <p>The figure is down from 104 new coronavirus cases on Thursday.</p> \n  <p>Meanwhile, South Korean boy band BTS will postpone its North America tour by two months to June due to concerns over the coronavirus pandemic, its management said on Friday.</p> \n  <figure class=\"element element-image\" data-media-id=\"cec15263d15f8be8323aec742eddceb4aca285c0\"> \n   <img src=\"https://media.guim.co.uk/cec15263d15f8be8323aec742eddceb4aca285c0/0_186_3500_2100/1000.jpg\" alt=\"The members of Kpop band BTS appear via videolink in a January 2020 press conference.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The members of Kpop band BTS appear via videolink in a January 2020 press conference.</span> \n    <span class=\"element-image__credit\">Photograph: Sherna Noah/PA</span> \n   </figcaption> \n  </figure> \n  <p>The seven-member K-pop hit group was scheduled to begin its tours in the United States and Canada on April 25 in Santa Clara, including stops in Los Angeles, Dallas, Orlando, Atlanta, New Jersey, Washington and Toronto before wrapping up in Chicago.<br><br>It is now rescheduled to kick off on June 6, Big Hit Entertainment said, adding all reserved tickets remain valid.<br><br>“We are closely monitoring and following the guidance of all local governments regarding public events to ensure we are providing a safe environment for everyone involved as we continue to update our tour plans,” Big Hit said in a statement on the fan community application called Weverse.</p> \n  <p>New to K-Pop? Here’s the music video for their song “Boy with Luv” to wash your hands to. It features Halsey and won the best K-Pop song at MTV’s Video Music Awards last year. The video was also nominated for best art direction, best choreography, and best collaboration. </p> \n  <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=XsX3ATc3FbA\"> \n   <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/XsX3ATc3FbA?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T01:40:35.230Z\">at 1.40am GMT</time></p> \n</div> \n<div id=\"block-5e7d4fb48f081e5eda2379e5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T01:20:22.926Z\">1.20am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Charles Anderson reports from Nelson on New Zealand’s South Island now. </p> \n  <p>New Zealand’s total number of patients with Covid-19 is now at 368 after 76 new cases were identified. The country reported 85 new cases made up of the 76 confirmed and nine suspected. </p> \n  <figure class=\"element element-image\" data-media-id=\"a2cdf60147db53c95afe7a6b6566cb5096245f93\"> \n   <img src=\"https://media.guim.co.uk/a2cdf60147db53c95afe7a6b6566cb5096245f93/131_0_5113_3070/1000.jpg\" alt=\"Campervans lined up in the parking area at the ASB Showgrounds in Greenlane on 27 March, 2020 in Auckland, New Zealand.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Campervans lined up in the parking area at the ASB Showgrounds in Greenlane on 27 March, 2020 in Auckland, New Zealand.</span> \n    <span class=\"element-image__credit\">Photograph: Bradley White/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Director-General of Health Ashley Bloomfield addressed media on Friday afternoon in Wellington. He said that there are now eight people in hospitals across the country.</p> \n  <p>Six of these patients are stable, two are in a less stable condition and one is in intensive care in Nelson Hospital. This is the first Covid-19 patient in intensive care in the country. Bloomfield noted that the the person had “significant” underlying health issues.</p> \n  <p>Bloomfield says that 2,500 retired medical staff have also come forward to help in the effort. He said that the country has enough personal protective equipment for medical staff, including 18 million masks.</p> \n </div> \n</div> \n<div id=\"block-5e7d512f8f08af215f6fc217\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T01:06:52.490Z\">1.06am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"26978533bebc08d7cf76913cbde7745e0cea064e\"> \n   <img src=\"https://media.guim.co.uk/26978533bebc08d7cf76913cbde7745e0cea064e/0_400_6000_3600/1000.jpg\" alt=\"US House Speaker Nancy Pelosi speaks with reporters during her weekly press conference at the US Capitol 26 March, 2020, in Washington, DC.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">US House Speaker Nancy Pelosi speaks with reporters during her weekly press conference at the US Capitol 26 March, 2020, in Washington, DC.</span> \n    <span class=\"element-image__credit\">Photograph: Alex Edelman/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>The US House of Representatives will begin a two-hour debate on a sweeping US$2.2 trillion coronavirus aid bill at 9 am (1300 GMT) on Friday, <strong>but it is not clear whether the measure would be able to pass on a voice vote,</strong> the House Majority Leader’s office said late on Thursday. <br><br>While most House members are in their home districts because of the coronavirus outbreak, those able and willing to travel to Washington for a vote should arrive by 10 am (1400 GMT), according to the House advisory. <br><br>There have been discussions of a possible roll-call vote if a voice vote is blocked by dissenters.</p> \n </div> \n</div> \n<div id=\"block-5e7d4ac08f08af215f6fc1f8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T00:53:45.871Z\">12.53am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">China reports first locally transmitted case in three days</h2> \n <div class=\"block-elements\"> \n  <p>Mainland China reported its first locally transmitted coronavirus infection in three days, although cases involving travellers from overseas continued to dominate the total number of new cases.</p> \n  <figure class=\"element element-image\" data-media-id=\"aae977e6bd5b820728b2d2f13f694afb51bb15cc\"> \n   <img src=\"https://media.guim.co.uk/aae977e6bd5b820728b2d2f13f694afb51bb15cc/0_178_3500_2101/1000.jpg\" alt=\"A man wearing a face mask walks at a riverside park in Wuhan of Hubei province, the epicentre of China’s coronavirus outbreak, 26 March 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A man wearing a face mask walks at a riverside park in Wuhan of Hubei province, the epicentre of China’s coronavirus outbreak, 26 March 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Reuters</span> \n   </figcaption> \n  </figure> \n  <p>China’s National Health Commission said on Friday that 55 new coronavirus cases were reported on the mainland on Thursday, with all but 1 case involving so-called imported cases. There were 67 new cases a day earlier.<br><br>The one locally transmitted case was in Zhejiang province, the health commission said. The total number of infections for mainland China now stands at 81,340, with the death toll rising by five to 3,292, it said.</p> \n </div> \n</div> \n<div id=\"block-5e7d46fd8f0878a2a48ab124\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T00:45:29.490Z\">12.45am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Trump to discuss coronavirus with China’s Xi later Thursday</h2> \n <div class=\"block-elements\"> \n  <p>More US news now. </p> \n  <p>President <strong>Donald Trump said he will speak by phone with his Chinese counterpart Xi Jinping later Thursday</strong> as the United States overtook China as the country with the most coronavirus cases.<br></p> \n  <figure class=\"element element-image\" data-media-id=\"d36da83e877e03c5c08d96c150d9665b4da89320\"> \n   <img src=\"https://media.guim.co.uk/d36da83e877e03c5c08d96c150d9665b4da89320/0_232_3500_2101/1000.jpg\" alt=\"A view shows cardboard cutouts displaying images of US President Donald Trump and Chinese President Xi Jinping wearing face masks near a gift shop in Moscow, Russia.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A view shows cardboard cutouts displaying images of US President Donald Trump and Chinese President Xi Jinping wearing face masks near a gift shop in Moscow, Russia.</span> \n    <span class=\"element-image__credit\">Photograph: Evgenia Novozhenina/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>Trump told a press conference he would be speaking to Xi at 9:00 pm EST. </p> \n  <p>Trump said he and Xi would be discussing the global pandemic and insisted they have a “very good relationship.”</p> \n  <p>However, he touched on a nasty row that has erupted in both countries over blame for the disease.</p> \n  <p>Trump has made a point of repeatedly calling Covid-19 the “Chinese virus,” because it first blew up in the city of Wuhan, angering some in China and sparking accusations of race-baiting at home.</p> \n  <p>Trump says he is pushing back because a Chinese foreign ministry official has led a conspiracy theory that US soldiers brought the virus to China.</p> \n  <p>“No it came from China,” he underlined Thursday, although adding, “if they feel so strongly about it, we’ll see.”</p> \n  <p><strong>Trump and Xi are also likely to discuss plans to negotiate a new trade agreement between the world’s two biggest economies</strong>.</p> \n  <p>Trump suggested the possibility that Xi may “want to wait” until after the US presidential election in November “to see if Trump gets beaten.”</p> \n  <p>According to Trump his likely Democratic opponent Joe Biden would be Beijing’s “best dream in the world” when it comes to negotiating.</p> \n </div> \n</div> \n<div id=\"block-5e7d493d8f081e5eda2379bb\" class=\"block\" data-block-contributor=\"profile/davidsmith\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T00:34:04.427Z\">12.34am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>US president <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> again struggled to reassure a fearful nation on Thursday as it emerged the US now has the highest number of confirmed coronavirus cases in the world.</p> \n  <p>News that America had surpassed virus hotspots China and Italy with 82,404 cases of infection, according to a tracker run by <a href=\"https://www.arcgis.com/apps/opsdashboard/index.html#/bda7594740fd40299423467b48e9ecf6\">Johns Hopkins University</a>, broke as the president was holding a press conference at the White House.<br></p> \n  <p>His instinctive response was to question other countries’ statistics. “It’s a tribute to the amount of testing that we’re doing,” Trump told reporters. “We’re doing tremendous testing, and I’m sure you’re not able to tell what China is testing or not testing. I think that’s a little hard.”</p> \n  <p>While the US has increased its testing capacity in recents days the process has been flawed and incoherent, and the country still lags behind leaders such as South Korea in terms of the number of tests administered per-capita.</p> \n  <p>On a grim day, the death toll in America surpassed 1,000 and it was revealed that last week <a href=\"https://www.theguardian.com/business/2020/mar/26/us-unemployment-rate-coronavirus-business\">3.3 million people filed for unemployment</a> – the biggest single-week jump in history. The president has been widely condemned for failing to act fast enough, misjudging the public mood and seeking to blame others rather than taking personal responsibility.</p> \n  <p>“It’s nobody’s fault,” Trump said of the jobless figure. </p> \n  <blockquote class=\"quoted\"> \n   <p>Certainly not in this country. Nobody’s fault. We got very lucky when we made a decision not to allow people in from China on a very early date. I say that because some people don’t want to accept it, but this was a great decision made by our country, or the numbers that you’re talking about – we’re a big country – they’d be far greater, far bigger.”</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/26/coronavirus-outbreak-us-latest-trump\">US surpasses China for highest number of confirmed Covid-19 cases in the world</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T00:38:00.412Z\">at 12.38am GMT</time></p> \n</div> \n<div id=\"block-5e7d47d58f0878a2a48ab12e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T00:27:21.638Z\">12.27am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is a summary of the latest US news now from my colleague Maanvi Singh, as infections there overtook those in China. </p> \n  <p>The US has surpassed China and Italy, with more than 82,000 cases per Johns Hopkins’ tally. A lack of early action and setbacks in testing could be to blame. </p> \n  <ul> \n   <li>During a Coronavirus Task Force briefing, Donald Trump expressed skepticism at the news that the US was now worst hit by the pandemic, accusing China of sharing false data.</li> \n   <li>Trump <a href=\"https://www.theguardian.com/world/2020/mar/26/coronavirus-us-second-wave-pandemic-trump-loosens-restrictions-easter\">continued to push</a> the idea that the US could revise physical distancing guidelines within two weeks, despite warnings from public health experts that doing so would have disastrous consequences. He said more guidance would come next week, but for now, he told Americans to “stay home, just relax, stay home.”</li> \n   <li>During the briefing, Dr. Deborah Birx — who is leading the US response to the coronavirus pandemic — said reports that hospitals were running out of beds and ventilators, and considering “do not resuscitate” protocols were irresponsible. She provided an optimistic assessment of the crisis. But her rosy outlook was somewhat <a href=\"https://www.theguardian.com/us-news/2020/mar/26/new-york-andrew-cuomo-coronavirus-aid\">at odds</a> with what public health experts and hospitals have been reporting so far.</li> \n   <li>The US labor department announced that a record 3.3 million people <a href=\"https://www.theguardian.com/business/2020/mar/26/us-unemployment-rate-coronavirus-business\">filed</a> claims for unemployment. The Fed Chair, Jerome Powell, said the US may very well be headed into a recession. Lawmakers said the <a href=\"https://www.theguardian.com/business/2020/mar/26/us-stimulus-bill-worker-relief\">emergency economic relief package</a> that passed the Senate last night will help.</li> \n   <li>Nancy Pelosi is “certain” that the House will pass the US$2tn <a href=\"https://www.theguardian.com/world/2020/mar/26/us-coronavirus-stimulus-all-you-need-to-know\">stimulus packag</a>e that was approved by the Senate last night. With 435 members, there are some logistical challenges to ensuring the vote is carried out in adherence to social distancing guidelines.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5e7d45758f081e5eda23799d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T00:19:38.025Z\">12.19am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Pandemic deaths could top 1.8 million even with a tough response</h2> \n <div class=\"block-elements\"> \n  <p>The death toll from the coronavirus pandemic sweeping the globe <strong>could hit 1.8 million worldwide this year even with swift and stringent measures to stop it</strong>, according to a study from Britain’s Imperial College published Thursday.<br></p> \n  <figure class=\"element element-image\" data-media-id=\"4c0207bd8587982cb72106413dee162cb3cb3617\"> \n   <img src=\"https://media.guim.co.uk/4c0207bd8587982cb72106413dee162cb3cb3617/257_185_5528_3316/1000.jpg\" alt=\"Imperial College London.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Imperial College London.</span> \n    <span class=\"element-image__credit\">Photograph: Alamy</span> \n   </figcaption> \n  </figure> \n  <p>Researchers estimate that <strong>tens of millions of lives could be saved if governments act fast to adopt strict public health measures</strong>, including testing, quarantining and broad social distancing, AFP reports.</p> \n  <p>Imperial College London’s previous research spurred the British government to ramp up its efforts to curb the virus. The findings come as Johns Hopkins University figures show the global number of infections passing 525,000 worldwide. Deaths currently stand at 23,956.</p> \n  <p>The Imperial College modelling simulations are based on current data about the severity of the virus – its contagiousness and estimated mortality rate – as well as demographic and societal factors.</p> \n  <p>With strict containment measures imposed early enough – resulting in a rate of deaths of 0.2 per 100,000 of population per week – the modelling shows a death toll of 1.86 million people, with nearly 470 million infected this year.</p> \n  <p>If the same measures were taken later – leading to 1.6 deaths per 100,000 of population per week – the estimated toll rises sharply to 10.45 million deaths and 2.4 billion people infected.</p> \n </div> \n</div> \n<div id=\"block-5e7d44628f081e5eda237994\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T00:11:37.889Z\">12.11am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">New Zealand confirms record new cases</h2> \n <div class=\"block-elements\"> \n  <p>New Zealand has reported 85 confirmed and suspected Covid-19 cases in the country. </p> \n  <p>Yesterday prime minister Jacinda Ardern warned that infections were likely to get worse before they got better, despite the entire country now under lockdown orders and a state of emergency. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T05:12:08.993Z\">at 5.12am GMT</time></p> \n</div> \n<div id=\"block-5e7d34ae8f0878a2a48ab0ed\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-27T00:06:49.498Z\">12.06am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Hello and welcome to our global coronavirus news liveblog.</p> \n  <p>For the first time since the outbreak began, China’s number of confirmed Covid-19 infections is outnumbered by another country’s: the United States. As the World Health Organization warned could happen earlier this week, the US is now the centre of the virus, with 83,507 confirmed cases. China has 81,782 and Italy is not far behind, with 80,589. </p> \n  <p>There are more than half a million cases worldwide, and one third of the planet’s population is living under lockdown. </p> \n  <p>I will be with you for the next few hours, bringing you the most important developments from around the world. If you see news you think our readers should know, or something that might lower our collective stress levels for a moment, let me know on Twitter <a href=\"https://twitter.com/helenrsullivan\">@helenrsullivan</a>. </p> \n  <p>A lot has happened in the last few hours. Here are the main developments: </p> \n  <ul> \n   <li><strong>The US now has the highest number of confirmed coronavirus cases in the world.</strong> Johns Hopkins University suggests the US now has more suspected and confirmed cases of Covid-19 than China with 82,404 reported in the US and 81,782 in China. Italy is third with 80,589.</li> \n   <li><strong>The global number of confirmed cases of coronavirus has passed the half a million mark,</strong> according to the latest figures on the Johns Hopkins University global dashboard. The latest number of confirmed cases worldwide is 529,093.</li> \n   <li><strong>Leaders of the G20 industrialised nations committed to do “whatever it takes” to minimise the social and economic damage of the world-wide pandemic.</strong> But a largely unspecific and uncontroversial joint communique set no specific commitments such as deferring debt repayment to the world’s poorest countries, as sought by the World Bank and the IMF.</li> \n   <li><strong>China has announced it will close its borders to foreign nationals from this weekend</strong>. Other measures include restricting foreign airlines to a single route, with no more than one weekly flight. Each Chinese airline is permitted one route to any specific country with no more than one flight a week.</li> \n   <li><strong>South Africa came under a nationwide military-patrolled lockdown on Friday, </strong>joining other African countries imposing strict curfews and shutdowns in an attempt to halt the spread of the coronavirus across the continent.Some 57 million people are to be restricted to their homes during South Africa’s three-week total lockdown which began at midnight.</li> \n   <li><strong>Brita</strong><strong>in’s prime minister, Boris Johnson, called on governments around the world to work together to create a vaccine</strong> as quickly as possible and make it available to anyone who needs it.</li> \n   <li><strong>The International Monetary Fund on Thursday asked G20 leaders to back a doubling of its emergency financing capacity</strong> to strengthen its response to the rapidly spreading coronavirus pandemic that is set to cause a global recession in 2020.</li> \n   <li><strong>France </strong><strong>began evacuating coronavirus patients from Alsace using a special high-speed train.</strong> About 20 patients were taken from Strasbourg to hospitals in the Pays-de-la-Loire and other regions. The move is aimed at relieving pressure on hospitals overwhelmed in Alsace.<br></li> \n   <li><strong>The WHO said it sees ‘encouraging signs’ in Europe. </strong>The World Health Organiszation says it is encouraged by the lower rate of new infection in Italy. </li> \n   <li><strong>A slower rise in deaths was reported in Spain. </strong>Spain has announced anothera further 655 coronavirus fatalities, taking the country’s total to more than 4,000. As the increase is below the daily rise recorded on Wednesday it offers support to government claims that the rise is deaths in Spain is stabilising.</li> \n   <li><strong>India announced a stimulus package. </strong>India has announced a 1.7tn-rupee (£18.9bn) economic stimulus plan to millions of people, affected by a nationwide lockdown. </li> \n   <li><strong>Iran posted a record rise in cases. </strong>The health ministry confirmed another 157 deaths from the virus in the last 24 hours, taking Iran’s total to 2,234 fatalities. A record 2,389 new cases had been recorded over the same period. Five days ago, the numbers being infected daily was below 900.</li> \n   <li><strong>The UK recorded its biggest daily rise in deaths.</strong> The number of people who have died from coronavirus in UK hospitals has risen by 115 in a single day to 578, as of 5pm on Thursday. It is the biggest daily rise in deaths across the country since the outbreak began.</li> \n   <li><strong>Moscow shut down as Russia banned flights. </strong>Moscow announced it would close restaurants, bars, parks, and shops other than grocery stores and pharmacies. It came as Russia posted record growth for confirmed coronavirus cases for the second day in a row.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-27T00:13:49.778Z\">at 12.13am GMT</time></p> \n</div>"
]