[
  "<p>In the aftermath of the 2016 US presidential election, the American artist and writer Jenny Odell found herself drawn almost every day to a local public garden. “This wasn’t exactly a conscious decision,” she writes in her book How to Do Nothing. “It was more of an innate movement, like a deer going to a salt lick, or a goat going to the top of a hill.”</p> <p>In the book, a treatise on slowing down amid a rapidly changing world and news cycle that felt increasingly chaotic and scary, she describes how just existing in a small patch of urban wilderness each day, and redirecting her attention to the birds and plants around her, became more than an escape – it became something akin to a survival tactic.</p> <p>“It turns out that groundedness requires actual <em>ground</em>,” she writes.</p> <p>I’ve been thinking about her words this week, as we head towards a second month of pandemic era self-isolation, spending more time than ever confined indoors, watching on as confusing, scary and uncertain events unfold across our devices.</p> <p>Like Odell, this period is giving me a whole new appreciation, even reverence, for whatever small patches of green or wide open spaces I can find.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/apr/15/the-guardian-view-on-natures-return-humans-making-way\">The Guardian view on nature’s return: humans making way | Editorial</a> </p> </aside>  <p>Though almost all my time is spent in my house, every day I’m seeking small, socially distanced and legally sanctioned moments outside: standing in the sun in my tiny, concreted inner-city courtyard among my pot plants, wandering under the grand paperbark trees lining my street to watch confused ibises loiter near empty bins or, best of all, walking or running through my local parks (always moving – since we are no longer allowed to just sit, even alone).</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>In parks there is still a degree of normalcy, tenderness even</p> </blockquote> </aside>  <p>Exercising with your household or in pairs is the last form of allowable in-person socialising we have – so the park is the new pub for some of us. Chatting over beers is replaced by sessions sharing whatever crumbs of gossip still exist, while panting three metres apart to the sounds of the Nike Training app (god, I miss the pub). On the weekends, with more time, I have gravitated towards the coast – to walk along Sydney’s dramatic cliffs, seeking a blast of wind to the face and a faraway ocean horizon to stare at.</p> <p>Parks feel like the last communal place we can encounter other people, strangers, in ways that don’t feel stressful or threatening. Unlike the grocery store, where people eye each other off as they move hurriedly to the toilet paper aisle, in parks there is still a degree of normalcy, tenderness even. Provided paths aren’t crowded, people can literally breathe deeply.</p> <p>One effect of this crisis has been to underscore the importance of public infrastructure we may have previously taken for granted. Where we once watched on as governments neglected or imperilled our robust social safety net and public healthcare system, we now better understand what is at stake. I would add accessible green space in our cities to that list.</p> <p> </p> <p>“We don’t take it for granted any more,” one Manhattan resident <a href=\"https://www.nytimes.com/2020/03/19/nyregion/nyc-parks-coronavirus.html\">told the New York Times recently as he walked under trees in Central Park</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2019/oct/15/australias-parks-tell-us-what-you-love-and-what-makes-you-despair-about-urban-green-space\">Australia's parks: tell us what you love and what makes you despair about urban green space</a> </p> </aside>  <p> I now feel so lucky to have a couple of parks within easy distance. But having a decent-sized, safe park, wilderness area or patch of coast close by is a luxury in many cities. <a href=\"https://www.theguardian.com/uk-news/2020/apr/10/coronavirus-park-closures-hit-bame-and-poor-londoners-most\">A recent Guardian report</a> found a third of all land in the wealthiest 10% of London wards was taken up by private gardens, while in the poorest 10%, just over a fifth was found to be taken up by garden space.</p> <p>Similarly, a <a href=\"https://www.planning.nsw.gov.au/-/media/Files/DPE/Reports/report-findings-greater-sydney-outdoors-study-2019-06-06.pdf\">study by the New South Wales government</a> last year found that residents of western Sydney reported they had less access to outdoor recreation space than those in other districts, and the majority spent on average 30 minutes driving just to get to such an area. The quality of your lockdown period is likely to vary pretty wildly depending on your access to such spaces for respite.</p> <p>Last week in Victoria, <a href=\"https://www.theage.com.au/national/victoria/jogger-sent-home-as-confusion-over-lockdown-laws-leaves-victorians-in-breach-20200412-p54j66.html\">a woman who drove to a park to run was cautioned by police</a>. Like with most of the new laws ruling our lives, there’s significant confusion over whether driving to a park to exercise is allowed – the state’s chief medical officer has said it’s OK if there is nowhere closer to home, but premier Daniel Andrews has discouraged it. I understand the critical importance of the lockdown at the moment, but given their unequal distribution, some leeway here to allow people access to parks is a worthwhile goal.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>We should think carefully now about how we can improve everyone’s access to nature</p> </blockquote> </aside>  <p>Parks have always served an important public health function in cities – giving us space to exercise and be out in the sun, nurturing our physical and mental health. These functions are all the more critical now.</p> <p>City of Sydney councillor Jess Miller <a href=\"https://www.facebook.com/pg/jessmillersydney/posts/?ref=page_internal\">suggested last week</a> state governments consider opening locked-up green spaces – such as racing tracks and golf courses – for socially distanced exercise in congested urban areas. In some foreign cities, <a href=\"https://www.theguardian.com/uk-news/2020/apr/14/london-pedestrians-and-cyclist-may-get-more-space-on-roads-during-coronavirus-lockdown\">streets are being closed to traffic</a> to allow more space for walking.</p> <p>We should think carefully now about how we can improve everyone’s access to nature, both during this period and beyond it.</p> <p> </p> <p>Moments in nature, as Odell chronicled in her book, also offer us space to refocus our attention in a time of anxiety. Once she started noticing birds in the public garden, she writes, she started seeing them everywhere.</p> <p>“I remember specifically feeling comforted by the presence of these strange birds [a pair of night herons], like I could look up from the horrifying maelstrom of that day’s Twitter and they’d probably be there, unmoving.”</p> <p>It’s not just the exercise and sunshine and gossip my own moments outside are providing right now. It’s not just a literally different perspective than the confines of my house. Sandstone and shale cliffs formed in the Triassic period, grand trees planted long before I was born, and the flocks of cockatoos that scream overhead unawares as I strain for one more sit-up – all offer a bit of much-needed perspective on a crisis that will, eventually, pass.</p> <p><br></p>",
  "<p>Progressive favorite <a href=\"https://www.theguardian.com/us-news/alexandria-ocasio-cortez\">Alexandria Ocasio-Cortez</a> hasn’t made an appearance on <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a>’s live stream. The New York congresswoman hasn’t cut a video message for the man Democrats will send out to defeat <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> in <a href=\"https://www.theguardian.com/us-news/us-elections-2020\">November</a>, and she hasn’t sent out fundraising emails on his behalf.</p> \n<p>As the party aligned behind Biden last week in a show of unity, with endorsements from <a href=\"https://www.theguardian.com/us-news/bernie-sanders\">Bernie Sanders</a>, <a href=\"https://www.theguardian.com/us-news/elizabeth-warren\">Elizabeth Warren</a> and <a href=\"https://www.theguardian.com/us-news/barack-obama\">Barack Obama</a>, Ocasio-Cortez has yet to offer a full-throated endorsement of his presidential bid. While the 30-year-old politician intends to vote for Biden in November, her active support will be harder won.</p> \n<p>“Unity isn’t a feeling,” Ocasio-Cortez said in an interview on ABC’s The View this week. “It’s a process and I think that Biden can go further.”</p> \n<p>Yet Biden has for more than a year resisted calls to embrace liberal policies like universal healthcare and the <a href=\"https://www.theguardian.com/us-news/2019/feb/11/green-new-deal-alexandria-ocasio-cortez-ed-markey\">Green New Deal</a>. He <a href=\"https://www.theguardian.com/us-news/2020/apr/12/democratic-primary-joe-biden-bernie-sanders-2020\">won</a> anyway.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/12/democratic-primary-joe-biden-bernie-sanders-2020\">The Democratic primary was a wild, unpredictable ride – except the result</a> </p> \n</aside> \n<p>Now as the presumptive nominee, Biden is considering policy overtures to the left while courting leaders like Ocasio-Cortez, who is popular with young, progressive voters of color – one of the constituencies he is struggling to win over.</p> \n<p>Winning the endorsement of Ocasio-Cortez, a freshman member of Congress and the heir apparent to Sanders’ leftwing political movement, could go a long way to unlocking their support.</p> \n<p>As a top surrogate for Sanders’ presidential campaign, she drew larger crowds in <a href=\"https://www.theguardian.com/us-news/iowa\">Iowa</a> than many of his top rivals, including Biden. She has a bigger online presence than Biden and, as a congresswoman representing some of the New York communities hardest hit by the <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus pandemic</a>, is a prominent voice on a crisis that is reshaping American politics.</p> \n<p>Her social media stardom and young followers could be particularly helpful to Biden, as the coronavirus outbreak forces his campaign to pivot to an <a href=\"https://www.theguardian.com/us-news/2020/apr/17/joe-biden-presidential-campaign-online-lockdown-coronavirus\">all-digital strategy</a>. Biden, an old-school, retail politician, has at times struggled to break through online, eclipsed by Trump’s expansive internet operation.</p> \n<p>At the same time, Ocasio-Cortez has been demonized on the right, cast as an extremist who wants to turn the US into <a href=\"https://www.theguardian.com/world/venezuela\">Venezuela</a>. Her public support may help fuel the Trump campaign’s attacks on Biden as a Sanders-style Democrat in disguise.</p> \n<figure class=\"element element-image\" data-media-id=\"3885469dc7e9f7e222b2e5724acd8d068f8c9d6f\"> \n <img src=\"https://media.guim.co.uk/3885469dc7e9f7e222b2e5724acd8d068f8c9d6f/0_136_2051_1231/1000.jpg\" alt=\"Bernie Sanders and Ocasio-Cortez in October in Queens, New York.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Bernie Sanders and Ocasio-Cortez in October in Queens, New York.</span> \n  <span class=\"element-image__credit\">Photograph: Kena Betancur/Getty Images</span> \n </figcaption> \n</figure> \n<p>“AOC is one of the many young people who were inspired by Senator Sanders,” said Sarah Audelo, executive director of Alliance for Youth Action, referring to Ocasio-Cortez by her nickname. “The power of her endorsement, if she is able to get to the place of endorsing Joe Biden, will be in the story of how she got there – how a Biden presidency is going to move us closer to winning on X, Y and Z issues and how supporting Biden is key to advancing our movement.”</p> \n<p>In a January interview with <a href=\"https://nymag.com/intelligencer/2020/01/aoc-first-year-in-washington.html\">New York Magazine</a>, Ocasio-Cortez said that “in any other country, Joe Biden and I would not be in the same party”.</p> \n<p>Now that he is her party’s presumptive nominee, she is wagering her political capital to see how far she can push him.</p> \n<p>In interviews last week, she argued that the response to the coronavirus demands sweeping economic reforms that will help the nation recover from the crisis and make it more resilient in the future.</p> \n<p>“This pandemic has just exposed us,” Ocasio-Cortez <a href=\"https://www.nytimes.com/2020/04/17/podcasts/the-daily/alexandria-ocasio-cortez-coronavirus.html\">explained on the Daily</a>. “People tell me, ‘I cannot believe I didn’t see this before. I cannot believe I didn’t see this before.’ I’m just thankful that people are seeing it now.”</p> \n<p>Ocasio-Cortez believes the crisis has created more room for compromise, contending that the success of party unification efforts – and possibly the outcome of the presidential election – may depend on it.</p> \n<p>“It’s not just about this boding well for progressives,” she said. “It’s about us having a goddamn <a href=\"https://www.theguardian.com/environment/2018/oct/08/global-warming-must-not-exceed-15c-warns-landmark-un-report\">planet to live on</a> in 10 years or in 20 years. It’s about making sure that babies don’t get put <a href=\"https://www.theguardian.com/us-news/2018/jun/17/separation-border-children-cages-south-texas-warehouse-holding-facility\">in a cage</a> again. It’s about making sure that we end the scourge of mass incarceration.”</p> \n<p>As of Friday, Ocasio-Cortez and Biden had yet to speak directly since Biden’s last rival in the primary race, Sanders – a mentor of Ocasio-Cortez – dropped out. But last week Biden’s team reached out to her staff, days after she told the New York Times that she had yet to hear from his campaign. The discussions, she <a href=\"https://www.politico.com/video/2020/04/15/playbook-interview-with-rep-alexandria-ocasio-cortez-d-ny-072053\">said</a>, revolved around his policy positions on healthcare, immigration and climate change.</p> \n<p>These discussions are part of a wider effort by the Biden campaign to engage progressive leaders and organizers.</p> \n<p>During a joint livestream this week, when Sanders endorsed Biden, they announced that their teams were developing six policy taskforces to find common solutions on issues involving the economy, healthcare, education, criminal justice, immigration and climate change.</p> \n<p>Biden has also recently embraced proposals to cancel student loan debt for certain middle- and low-income borrowers and to lower the Medicare eligibility age from 65 to 60 in an effort to expand the federal insurance program. Ocasio-Cortez, however, called Biden’s Medicare proposal “<a href=\"https://www.nytimes.com/2020/04/13/us/politics/aoc-progressives-joe-biden.html\">almost insulting</a>” in the New York Times interview and said that Hillary Clinton had proposed lowering it to 50.</p> \n<p>Meanwhile, in an online conversation with a women’s networking group, the Wing, Ocasio-Cortez <a href=\"https://www.cbsnews.com/news/alexandria-ocasio-cortez-joe-biden-its-legitimate-to-talk-about-allegations/\">said</a> it was “legitimate” to discuss the recent sexual assault allegation against Biden, which his campaign has denied.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"e67d2f1d-358c-49a6-b5cc-c76520af00ff\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/spVHLx3YMKk?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Her role as a leading progressive voice, she explained, was to “push back against everyone”, including her own party.</p> \n<p>“That makes people uncomfortable,” she said. “but we’re just not where we need to be right now.”</p> \n<p>At the same time, Ocasio-Cortez is strident in her resolve to “rally around” Biden, calling the November presidential election a “matter of life and death” for her constituents, primarily people of color and immigrants.</p> \n<p>Though there are some progressives resisting calls for party unity, Democrats appear to have little appetite for the drama and infighting that defined the <a href=\"https://www.theguardian.com/us-news/us-elections-2016\">2016</a> primary contest. Fear of a drawn-out nomination battle in 2020 proved unfounded as the primary resolved far sooner and more amicably than most expected.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/17/joe-biden-presidential-campaign-online-lockdown-coronavirus\">Joe Biden takes presidential campaign online amid virus lockdown</a> </p> \n</aside> \n<p>“This is an existential moment for Americans – not just with this pandemic, but with this presidency,” said Addisu Demissie, who was New Jersey senator Cory Booker’s presidential campaign manager until he ended his run in January. “There’s going to be plenty of time during a Biden presidency – as there was during an Obama presidency – to negotiate within ‘the family’ and figure out how far we want to push things.”</p> \n<p>Against this backdrop, many Democrats are cautiously optimistic.</p> \n<p>But party leaders are under no illusion that defeating Trump will be easy – he has strong support in battleground states, a campaign operation that is larger and better funded, and the built-in advantages that come with incumbency. Polls suggest the race will be close and won, once again, on the margins.</p> \n<p>Whether Ocasio-Cortez and Biden join forces to defeat Trump or instead continue to march separately in the same direction could be instructive for the rest of the progressive movement.</p> \n<p>“Right now it’s a balance between pushing the movement forward – fighting for the most progressive agenda possible – and staying focused on the main goal,” said Marisa Franco, director and cofounder of Mijente, a Latinx advocacy group that endorsed Sanders. “Removing Trump from office.”</p>",
  "<p>Many had wondered what would happen when Donald Trump, failed salesman and gameshow host, faced a real crisis. Now they know. The man who pledged to stop “American carnage” in his inaugural address now owns it. <a href=\"https://www.theguardian.com/us-news/2020/apr/14/trump-coronavirus-alerts-disinformation-timeline\">Covid-19 has crowned him lord of misrule</a>.<br><br>That’s fitting for a man who last week claimed to exercise “total authority”. Andrew Cuomo, the New York governor who understands what leadership means, <a href=\"https://www.theguardian.com/us-news/2020/apr/14/trump-coronavirus-reopen-us-cuomo\">reminded him</a> the US does not do kings. But Trump and America’s last monarch, George III, share much in common, tyranny-wise.</p> <p>Trump is more instinctive dictator than democrat, in the style of his favourite potentate, Saudi Arabia’s Crown Prince Mohammed bin Salman. Just look at his recent <a href=\"https://www.msn.com/en-us/news/politics/trump-threatens-to-adjourn-congress-to-get-his-nominees-through/ar-BB12GJX1\">threat to shut down Congress</a>, and his enthusiasm for suppressing minority voter turnout.<br><br>It’s worth recalling that old King George became mentally ill, since Trumpism is clearly dangerous for your health. It’s beyond reasonable dispute that his coronavirus posturing, preening, prevarication and paranoia fatally hindered the early US response.</p> <p>“The president’s denial at the beginning was deadly,” Nancy Pelosi, the House Speaker, <a href=\"https://www.speaker.gov/newsroom/41420-0\">said last month</a>. “As the president fiddles, people are dying.” She repeated the charge last week, claiming Trump was still causing “unnecessary death and disaster”.<br><br>The result, so far, is around 700,000 Covid cases and 35,000 US fatalities. Is it fair to blame him personally for every preventable death? No. But they all occurred on his watch. It’s <a href=\"https://www.nytimes.com/2020/04/11/us/politics/coronavirus-trump-response.html\">his job</a> to look out for the American people. He is ultimately responsible.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Trump’s inability to show competent, rational leadership at home and abroad is decimating America’s worldwide reputation</p> </blockquote> </aside>  <p>Trump’s primary motive in <a href=\"https://www.theguardian.com/world/2020/apr/16/trump-coronavirus-reopening-us-economy-guidelines-governors\">issuing “guidelines”</a> last week to ease the lockdown was not concern for citizens’ welfare. It was about reviving the economy and getting himself re-elected, come what may. Health experts and state governors forced him to drop rasher measures.</p> <p>Likewise, Trump endangers the world the US once aspired to lead. The under-resourced, under-pressure World Health Organization has made mistakes during this pandemic. But it retains a vital role in coordinating a global response. Trump <a href=\"https://www.theguardian.com/us-news/2020/apr/15/trump-turns-against-who-to-mask-his-own-stark-failings-on-covid-19-crisis\">unfairly maligned it.</a><br><br>Developing countries, which could be hardest hit in humanitarian and economic terms, need all the help they can get. Trump could not care less. His unjustified suspension of WHO funding threatens lives. <a href=\"https://www.theguardian.com/world/2020/apr/11/leaderless-lacking-and-late-a-global-plan-to-fight-coronavirus-is-desperately-needed\">Thanks to him</a>, more people may die.<br><br>When it comes to scapegoats, however, Trump’s fall-guy of choice is China. Supplanting Iran, Beijing is his <a href=\"https://www.theguardian.com/commentisfree/2020/apr/04/using-the-virus-to-bash-beijing-could-trigger-a-new-cold-war\">latest, indispensable bogeyman</a>. This is truly dangerous. It risks turning an already badly strained relationship into a second cold war.</p> <p>Trump raised the stakes again last week, alleging that China deliberately under-reported virus deaths. He gave credence to a conspiracy theory, already debunked by the Pentagon, that a biotech weapons lab in Wuhan <a href=\"https://www.theguardian.com/us-news/2020/apr/16/trump-wades-further-into-china-covid-19-row-as-focus-turns-to-easing-lockdowns\">caused the original outbreak</a>.<br><br>Even Trump’s blinkered “base” can surely see what is going on. Their hero messed up big-time, so now he’s trying, as usual, to avoid responsibility by <a href=\"https://www.americanprogress.org/issues/security/news/2020/04/14/483119/trumps-coronavirus-survival-strategy-blame-china/\">deflecting blame</a> on to others, preferably foreigners and the Chinese communist party – an easy target.<br><br>Trump plans to use this crude anti-China narrative to bash Democrat presidential rival, Joe Biden. It has already started. A Trump online ad released this month claims “Biden stands up for China while China cripples America”.</p>  <figure class=\"element element-image\" data-media-id=\"34bf7a797ecae8c0f4ca7c85d921446fbcf5ca4e\"> <img src=\"https://media.guim.co.uk/34bf7a797ecae8c0f4ca7c85d921446fbcf5ca4e/0_318_5568_3341/1000.jpg\" alt=\"Trump intends to brand Joe Biden as ‘soft’ on China during the presidential election campaign.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Trump intends to brand Joe Biden as ‘soft’ on China during the presidential election campaign.</span> <span class=\"element-image__credit\">Photograph: Brian Cahn/Rex</span> </figcaption> </figure>  <p>According to analyst Jonathan Swan, writing on Axios: “Trump officials had long been planning to <a href=\"https://www.axios.com/trump-campaign-joe-biden-china-0bc24346-0942-4df0-b929-7d9807732e15.html\">brand Biden as ‘soft’ on China</a>, but the coronavirus pandemic ... has stoked public anger towards Beijing and made the attack more resonant in polling.”<br><br>Trump also intends to highlight business dealings with China by Hunter Biden, Joe Biden’s son, in a reprise of his spurious Ukraine impeachment defence. “You’d better believe voters will hear about that,” a Trump campaign operative said.</p> <p>Trump’s ongoing inability to show competent, rational leadership at home and abroad is decimating America’s worldwide reputation. The WHO decision sparked <a href=\"https://www.theguardian.com/world/2020/apr/16/g7-backing-for-who-leaves-trump-isolated-at-virtual-summit\">a fierce backlash</a> from G7 allies and the UN, who pointedly stressed the need for multilateral solidarity.<br><br>Meanwhile, Trump’s enduring hostility is bringing out the worst in Beijing. Anger over his Covid-19 smears, coupled with long-running trade disputes, regional tensions, and lecturing about human rights, <a href=\"https://www.thetimes.co.uk/article/pandemic-punctures-our-chinese-dreams-rr63md0ht\">has goaded China</a> into dropping its non-threatening, diplomatic “peaceful rise” approach. A more aggressive generation of official and semi-official spokespeople has been unleashed by the emperor-president, Xi Jinping. These <a href=\"https://www.theguardian.com/world/2020/apr/15/france-summons-chinese-envoy-after-coronavirus-slur\">so-called “wolf warriors</a>” are churning out propaganda and lies of their own, notably a claim that the US army planted the virus in China.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/17/trump-world-health-organization-reforms-china\">White House demands WHO reforms but is vague on details, diplomats say</a> </p> </aside>  <p>There is much to suggest that China, regardless of Trump, is exploiting the crisis to further its long-term aim of establishing a technological, economic and geopolitical advantage over the west. At home, <a href=\"https://www.nytimes.com/2020/04/16/world/asia/coronavirus-china-nationalism.html\">rising ultra-nationalism</a> and xenophobia are officially tolerated, even encouraged.<br><br>China’s top cadres should pause and think again. So, too, should Trump. His reckless blame-games and political machinations are not only killing Americans and American influence overseas. Intensifying mutual antagonism also risks killing any chance that the world’s two biggest powers will cooperate sensibly to eradicate this and future pandemics – for example, by backing a necessary, independent international inquiry into what went wrong. That, in turn, bodes ill for vital bilateral collaboration on the climate crisis and other urgent global challenges such as debt relief.</p> <p>The world cannot afford another four years of the chaos and carnage personified by Trump. Voting him out in November is the best solution. But what if, fearful of losing amid continuing mayhem, <a href=\"https://www.theguardian.com/commentisfree/2020/apr/14/trump-cant-cancel-the-election-but-he-will-try-to-stop-people-voting\">he tries to delay the election?</a><br><br>Experts say he lacks power to do so. But Mr “Total Authority” may disagree. Amid so much avoidable death and destruction, why not kill the constitution and the Founding Fathers, too? As everybody surely realises by now, he’s capable of almost anything.</p>"
]