[
  "William Perry Pendley to be nominated to lead land management agency President Donald Trump on Friday said he plans to nominate William Perry Pendley, a controversial figure who would become Trump's first head of the agency managing one-tenth of the nation's land mass and vast amounts of underground oil, gas and minerals.",
  "William Perry Pendley to be nominated to lead land management agency President Donald Trump on Friday said he plans to nominate William Perry Pendley, a controversial figure who would become Trump's first head of the agency managing one-tenth of the nation's land mass and vast amounts of underground oil, gas and minerals.",
  "Trump administration asks Supreme Court to invalidate Obamacare In the midst of a global pandemic with the presidential election just months away, the Justice Department asked the Supreme Court on Thursday to invalidate the Affordable Care Act, the landmark health care law that enabled millions of Americans to get insuran…",
  "Trump administration finalizing plan to withdraw 4,000 troops from Afghanistan The Trump administration is close to finalizing a decision to withdraw more than 4,000 troops from Afghanistan by the fall, according to two administration officials.",
  "Trump is taking the 2020 election to a dark place After mismanaging the coronavirus pandemic and erasing America's purring economy along the way, Trump is resorting to a familiar strategy -- divisive cultural and racial rhetoric -- in his quest for a second term. To hear him tell it, we're living in a dystop…",
  "Democrats see clear path to take back the Senate: 'Something real is shaping up around the country' Senate Democrats are growing increasingly bullish about their chances to retake the majority in the chamber in November as national polls show President Donald Trump floundering in key battleground states and Republicans publicly and privately urge the Presid…",
  "Public health experts are increasingly frustrated with America's lack of leadership on coronavirus Even after widespread lockdowns, the United States has failed to stomp out the coronavirus and again finds itself in a rapid surge of cases. Public health experts place particular blame on a lack of leadership.",
  "Black trans model Jari Jones fronts Calvin Klein's Pride campaign The model, actress and activist, who identifies as transqueer, is one of nine LGBTQ stars in the brand's Pride 2020 campaign #PROUDINMYCALVINS.",
  "What you need to know about coronavirus on Friday, June 26 A growing number of states are pressing pause on reopening plans, as the US clocked a new record number of cases in a single day, and a government estimate showed that more than 20 million Americans may have contracted the virus.",
  "The hard truth about the Facebook ad boycott: Nothing matters but Zuckerberg For years, Facebook has been viewed as one of the only truly indispensable digital advertising platforms for big and small businesses looking to reach the social network's vast audience. Even as the company lurched from one controversy to the next, and endure…"
]