[
  "Trump and Biden Pitch Their Economic Recovery Plans The presidential race appears to be gearing up. Last night, President Trump took his campaign to Arizona and presumptive Democratic nominee Joe Biden held his first campaign event with former President Obama. Liz Harrington, national spokesperson for the RNC,…",
  "Today on Fox News: June 24, 2020 ",
  "Trump scores court win on hospital price transparency President Trump touted a \"big victory\" after a federal judge rejected the American Hospital Association's challenge to a Trump administration rule forcing them to disclose prices negotiated with insurers.",
  "Madison Cawthorn, 24-year-old who won GOP primary in NC, says Trump congratulated him on 'beautiful' win Madison Cawthorn, the 24-year-old Republican House candidate who beat a Trump-backed pick in the North Carolina primary on Tuesday, said Wednesday that the president called to congratulate him on a “beautiful” victory.",
  "Lara Ingraham warns voters that 'Biden equals chaos' and his win would bring 'division and distrust' Laura Ingraham claimed Tuesday Joe Biden's election as president would only serve to further divide America and \"embolden\" radical movements.",
  "Christian Whiton: John Bolton is the mouse that roared Despite a fearsome reputation as a bureaucratic warrior, John Bolton turned out to be an ineffective bystander when he was President Trump's national security adviser..",
  "Redskins' Jack Del Rio hits back after fans criticize him for being Trump supporter: 'I'm 100% for America' Washington Redskins defensive coordinator Jack Del Rio took aim at critics who slammed him for being a “Trump supporter” after he sent out a series of political tweets Tuesday night, saying he’s “100 percent for America.”",
  "Andrew McCarthy: Roger Stone House hearing – here's what's really going on The House Judiciary Committee will hold a hearing Wednesday afternoon on alleged political interference in the Trump Justice Department.",
  "Dems block debate on police curbs Scott, McConnell aren’t ready to give up.",
  "Trump signs executive order expanding HHS efforts to help foster children President Trump signed an executive order directing the Health and Human Services Department to further assist foster children with what the department says are bipartisan measures particularly needed during the coroanvirus pandemic.",
  "Meat plants questioned on record pork shipments to China despite warnings of shortage due to coronavirus Democratic Sens. Elizabeth Warren and Cory Booker are initiating an investigation into several meat plants after the companies pushed to stay open during the coronavirus pandemic-- citing a meat shortage that triggered raised prices-- despite a record-high nu…",
  "More polling headaches for Trump as new national survey suggests he trails Biden by 14 points With four and a half months to go until the November general election – which can be an eternity in campaign politics – a new national poll indicates that right now presumptive Democratic presidential nominee Joe Biden leads President Trump 50-36 percent amon…",
  "Cal Thomas: Trump needs to learn this lesson from Ronald Reagan President Trump's speech  Saturday night in Tulsa, Okla., was a toxic stream of consciousness that ignored a great opportunity to speak words of healing and unity to a divided nation.",
  "Obama helps Biden set fundraising record as he returns to presidential campaign trail With the help of his onetime boss, presumptive Democratic presidential nominee Joe Biden raised a record $11 million on Tuesday at a fundraiser co-hosted by former President Obama.",
  "Senate confirms Trump's 200th judge, officially fills all appeals court vacancies The judges the Senate is confirming will likely remain at their posts for decades. Cory Wilson, confirmed Wednesday, is only 49 years old. Justin Walker, who the Senate last week confirmed to the D.C. Circuit, is just 38.",
  "Engel falls behind insurgent left-wing challenger in preliminary results, as Ocasio-Cortez wins primary Longtime New York Rep. Eliot Engel, who was first elected in 1988 and rose to become one of the most powerful Democrats in the House, is substantially trailing middle school principal Jamaal Bowman in Tuesday's primary -- which could mark the second major ups…",
  "Virus outbreaks force media to face reality: It never went away Forget the second wave. The first wave is still washing over us.",
  "Kim Jong Un suspends planned military retaliation against South Korea North Korea said Wednesday leader Kim Jong Un suspended a planned military retaliation against South Korea.",
  "Donna Brazile: Police brutality and racism must end – GOP and Dems must compromise to pass bill in Congress Congressional Republicans and Democrats need to compromise to pass needed legislation to address the crisis of systemic racism and racist policing that has sparked protests around the nation.",
  "Reporter's Notebook: On police reform, Congress may have missed its 'moment' It’s easy to score political points, but tougher to move the same bill through the House and Senate and deposit it on President Trump’s desk."
]