[
  "The 2020 Election Is Reshaped … Again Will we see a Trump rally this election cycle? President Trump had suspended the rallies in early March amid the coronavirus pandemic, but it looks like he is going to be hitting the campaign trail in the near future. Communications Director for the 2020 Trum…",
  "Reporter's Notebook: George Floyd unrest, coronavirus show limits to Congress' power Legislative powers, like bills, resolutions and talking points, sometimes seem powerless.",
  "For president struggling on protests, ‘defund the police’ is a gift Virtually everything has been going against President Trump in recent weeks, but he just caught a major political break.",
  "Trump campaign demands retraction, apology from CNN over ‘intentionally false, defamatory’ poll, network says no President Trump’s campaign sent a cease and desist letter to CNN on Wednesday, claiming that the network’s recent poll indicating Joe Biden has taken a 14-point lead over the president is “intentionally false, defamatory, and misleading” with the goal of harm…",
  "Today on Fox News: June 10, 2020 ",
  "Louisville cook David McAtee fatally shot by National Guard, state official says McAtee was shot after he fired his gun as law enforcement approached on a night of protests, according to investigators.",
  "Brian Arbour: Trump reelection threatened by low approval ratings, coronavirus pandemic and racial strife A majority of Americans have a negative opinion of President Trump. In all, 54 percent disapprove of the job he is doing as president, 55 percent have an unfavorable impression of him, and 52 percent say they will vote for another candidate.",
  "Sen. Tim Scott fires back at claims he's being 'used' by GOP to draft police reform bill Sen. Tim Scott, R-S.C., forcefully pushed back on criticisms that he was being used as a \"token\" in Republicans' push for policing reform after George Floyd's death.",
  "Trump says he intends to hold rallies in Oklahoma, Florida, Arizona, North Carolina after coronavirus hiatus With less than five months to go before the general election in November – and after months of being stuck in Washington amid the coronavirus pandemic – President Trump said on Wednesday that he’s going to restart campaign rallies with trips already planned t…",
  "Patti LuPone says 'this country is doomed' amid coronavirus crisis, reveals plans if Trump wins second term Patti LuPone is speaking her truth about the current state of America, and the Broadway veteran admitted that if it continues under President Trump's reign come November, she's packing her bags.",
  "Tim Graham: Fact-checkers vs. Trump – here's what they are too biased to recognize The Post is promoting a new election-year book by their \"fact-checker\" squad.",
  "Susan Rice: Trump's response to George Floyd DC unrest proves it should become a state Susan Rice, a former White House national security adviser, said in a New York Times op-ed published Wednesday that Washington, D.C., was powerless to stop President Trump from ordering federal forces into the city in response to protests because it lacks sta…",
  "Trump’s approval rating drops to 39 percent in Gallup poll A new national poll by Gallup indicates that President Trump’s approval rating has slid amid unrest the past couple weeks in cities across the nation sparked by the death of George Floyd in police custody.",
  "PBS' Yamiche Alcindor, CNN among winners of White House Correspondents Association awards PBS NewsHour correspondent Yamiche Alcindor and CNN were among the winners of this year's journalism awards from the White House Correspondents Association (WHCA).",
  "Potential Biden running mate Harris renews pitch for $2,000 monthly payments during coronavirus pandemic Sen. Kamala Harris, D-Calif., on Tuesday renewed calls for $2,000 monthly payments to offset the financial impact of the coronavirus pandemic.",
  "Paul Krugman, professors push for top economist to lose influential job for criticizing Black Lives Matter University of Michigan professor Justin Wolfers and dozens of other academics are leading a massive effort to have an senior faculty member at the University of Chicago removed from his position at the world's preeminent economics journal -- all because he cr…",
  "Deroy Murdock: Looting and rioting after George Floyd killing draw shocking support from left Leftists encouraged, enabled and empowered people who decided to riot after they saw four Minneapolis cops go low as one officer knelt on George Floyd’s neck for nearly nine minutes and killed him on Memorial Day, while the other cops did nothing to stop the …"
]