[
  "Feds sent nearly $1.4 billion in stimulus money to dead people, report finds More than a million stimulus payments totaling nearly $1.4 billion went to dead people after the Treasury Department and IRS, as they sought to get cash out as quickly as possible, neglected to use death records to prevent payments going to those not alive to…",
  "James Carafano: Trump's immigration wins — despite opposition, here's how he produced real results President Trump has broken through the traffic jam blocking immigration and border security reform — and produced tangible, constructive results.",
  "The bubblicious Trump campaign What is it going to take this time around for Trump to straighten up?",
  "Fox News Poll: Trump and Biden in close race in Georgia Democrat Joe Biden is narrowly preferred over President Donald Trump in a new Fox News survey of Georgia registered voters.",
  "Fox News Poll: North Carolina voters split over Trump, Republican Sen. Tillis President Donald Trump trails Democratic presidential candidate Joe Biden by a 47-45 percent margin, according to a Fox News survey of North Carolina registered voters.",
  "Fox News Poll: Texas tossup, Biden-Trump a one-point race Texas is a tossup, as Democrat Joe Biden tops President Donald Trump by a percentage point, 45-44 percent, in a new Fox News survey of Texas registered voters.",
  "Fox News Poll: Biden leads in Florida as Trump lags among seniors Voters think Democratic presidential candidate Joe Biden is better suited to handle the issues of the day, expanding his lead over President Donald Trump in the battleground state of Florida.",
  "Biden taking aim at Trump over health care during battleground state stop Former Vice President Joe Biden heads to Pennsylvania on Thursday to spotlight a new health care push to protect the Affordable Care Act.",
  "US hits Iranian metal industry with sanctions as tensions bubble The move comes a day after the U.S. also sanctioned the captains of five Iranian ships that delivered gasoline to the authoritarian Maduro regime in Venezuela and said it would seek \"snap back\" sanctions against Iran if the U.N. Security Council doesn't exten…",
  "Biden slammed after wrongly saying ‘we have over 120 million dead from COVID’ Republicans are slamming Joe Biden after the presumptive Democratic nominee made a verbal gaffe during a campaign stop in Pennsylvania and said 120 million people had died from the novel coronav",
  "BET founder Robert Johnson says Dems taking black voters 'for granted,' calls for BLM to form party BET founder Robert Johnson says the Democratic Party has taken black voters in America for granted, and he urges the ascendant Black Lives Matter (BLM) movement to form a new third party to fight for their interests.",
  "Harry Kazianis: Korean War began exactly 70 years ago – can Trump get a peace treaty to officially end it? All sides would benefit from a peace treaty ending the Korean War. If war breaks out again and goes nuclear it would have horrific consequences."
]