[
  "CNN skips Trump's live remarks on surprisingly good labor market report CNN continued to suppress news that doesn’t fit the network’s narrative on Friday when it didn’t air President Trump’s Rose Garden comments on the heels of a surprise labor report that may indicate the start of an economic recovery amid historic job losses.",
  "New hires in May dent sky-high jobless rate President Trump touts stunning May jobs report.",
  "Rebecca Grant: Criticizing Trump OK for retired military leaders – but they can't be immune from criticism Three big-name retired senior military leaders made headlines Tuesday and Wednesday when they sharply criticized President Trump’s leadership. There is nothing wrong with that – but their distinguished military service shouldn’t make their anti-Trump argument…",
  "President Trump ridicules Green New Deal as 'baby talk' that 'would kill our country' President Trump derided Democrats' Green New Deal on Friday, suggesting it was unrealistic \"baby talk\" advanced by congressional Democrats.",
  "Trump hits PBS' Yamiche Alcindor for asking how '.1 percent' increase in black unemployment is a 'victory' President Trump sparred with PBS NewsHour correspondent Yamiche Alcindor while she attempted to ask questions about systemic racism and the slight increase in black unemployment during his Rose Garden presser touting the new jobs numbers.",
  "NY Times columnist Paul Krugman apologizes for floating ‘conspiracy theory’ about jobs numbers that Trump influenced labor data New York Times columnist Paul Krugman appologized Friday afer he was roasted for floating a \"conspiracy theory\" that President Trump could have influenced Bureau of Labor Statistics",
  "President Trump touts surprise US job gains despite coronavirus pandemic Joe Biden blasts Trump for touting employment numbers as U.S. economy smashes expectation and adds 2.5 million jobs; reaction on 'The Five.'",
  "James Carafano: US vs. China — 5 smart ways to keep pushing back Foreign policy doesn’t stop for turmoil here at home. The U.S. can’t afford attention deficit disorder overseas.",
  "US soccer star Michael Bradley slams Trump in wake of protests: 'There isn't a moral bone in his body' Michael Bradley, a staple on the U.S. men’s soccer team and a member of Major League Soccer’s Toronto FC, slammed President Trump on Thursday over his leadership.",
  "Trump holds major campaign meetings at White House, as polls show Biden ahead President Trump held two big campaign-related meetings in the Oval Office on Thursday to discuss messaging and the latest polling in battleground states, officials told Fox News -- amid a slew of polling that shows Trump behind presumptive Democratic rival Jo…",
  "Deroy Murdock: Mattis wrongly criticizes Trump – ignores facts about rioting and president’s accomplishments Former Defense Secretary James Mattis boasts some 7,000 books in his library. This makes the unbearable lightness of his public attack on President Trump that much more mysterious. Had Mattis done some reading first, he might not have penned his vacuous anti-…",
  "Mainstream media falsely frames Trump's 'great day' George Floyd remarks on jobs report instead of equality under law The vast majority of the mainstream media falsely framed President Trump's remarks about George Floyd being \"happy\" about the ongoing pursuit for equality under the law to being about the positive jobs report.",
  "Biden rips Trump ‘crowing’ over jobs report, calls president’s remarks on Floyd ‘despicable’ Joe Biden called the news that the nation’s sky-high unemployment level dropped “a sigh of relief,” but he accused President Trump of “spiking the ball” on Friday’s jobs report and argued the president was “completely oblivious” to the tens of millions of Ame…",
  "'Orgy of violence': Ami Horowitz talks to Minneapolis protesters who support looting, killing cops Documentary filmmaker Ami Horowitz embedded himself in the Minneapolis protest-turned-riots Sunday night and found that the majority of protesters he spoke with supported an \"orgy of violence,\" including \"killing cops.\"",
  "Florida sees spike in coronavirus cases while approaching new reopening phase Florida saw a spike in coronavirus cases Thursday, with 1,419 new instances reported, according to the Florida Department of Health -- the highest daily increase since reporting started in early March.",
  "Tom Cotton’s office baffled by New York Times’ backpedaling over op-ed on George Floyd riots Sen. Tom Cotton, R-Ark, is pushing back against The New York Times on Friday morning after the paper made a bizarre claim that an op-ed he wrote, which caused Gray Lady staffers to lash out at their employer, didn’t meet standards."
]