[
  "Watchdog group files complaint against Dem who allegedly requested PPP loan changes that benefited husband An ethics watchdog is requesting that Congress investigate Democratic Rep. Susie Lee after accusing her of a conflict of interest in asking the Small Business Administration (SBA) to expand its coronavirus loan eligibility in a way that they say benefited her…",
  "Rep. Max Rose to IRS: Extend tax filing deadline to Oct. 15 Rep. Max Rose, D-N.Y., urged the Internal Revenue Service (IRS) Friday to extend the tax filing deadline another three months, citing the ongoing financial fallout of the coronavirus pandemic on families and small businesses.",
  "Kudlow: There is no 'second spike' in COVID-19 cases, not going to shut down economy White House National Economic Council Director Larry Kudlow reported Friday that U.S. health experts told him there is no second spike of the coronavirus, but that certain spots are seeing a \"jump up.\"",
  "CNN’s Chris Cuomo mocked for using Obama-era data to prove systemic racism impacts Trump-era economy CNN’s Chris Cuomo was accused of journalistic “incompetence” Thursday when he used Obama-era statistics in an attempt to prove systemic racism is impacting the economy under President Trump.",
  "Sarah Sanders: 'Americans don't believe Biden can rebuild economy post-COVID' Fox News contributor Sarah Sanders said on Friday that she does not know anyone who believes presumptive Democratic presidential nominee Joe Biden.",
  "Sarah Sanders says Americans don't think Biden can rebuild economy post-coronavirus Fox News contributor and former White House press secretary Sarah Sanders told \"Outnumbered Overtime\" Friday that she does not know anyone who believes presumptive Democratic presidential nominee Joe Biden can rebuild the economy once the coronavirus-induced …",
  "North Korea marks 2-year anniversary of Trump-Kim summit by vowing to build up military North Korea is marking the two-year anniversary of the first summit between Kim Jong Un and President Trump by vowing to build up its armed forces so it can “cope with the long-term military threats from the U.S.”",
  "Rep. Steve Scalise questions Dem governors on decision to send coronavirus patients to nursing homes Rep. Steve Scalise, R-La., on Thursday said that he is sending oversight letters to a number of Democratic governors who sent coronavirus patients into nursing homes and asked Democrats to join him in getting to the bottom of the issue.",
  "Leslie Marshall: Trump sinking in polls – voters tired of his failures and angry tweets Millions of Americans are fed up with divider-in-chief Donald Trump and the awful job he’s done dealing with the coronavirus pandemic that has killed over 113,000 Americans and protests sparked by the murder of George Floyd at the hands of Minneapolis police …",
  "Cuomo signs police reform bill; NYPD union warns cops will be ‘unable to do the job’ New York Gov. Andrew Cuomo on Friday signed a package of police reforms that had been given momentum by protests in the wake of the death of George Floyd -- but a top police union warned that the sweeping measures would make New York’s Finest “unable to do th…",
  "Doors Opening Under The Cloud Of A Pandemic This Week: With some states reopening, protests nationwide and President Trump announcing he will be holding campaign rallies in the upcoming weeks, where do we stand on the coronavirus pandemic? Jared speaks with CDC Director Dr. Robert Redfield about where …",
  "'Tiger King' star Jeff Lowe sued by state of Oklahoma for at least $50G in delinquent taxes \"Tiger King\" star Jeff Lowe has been sued by the state of Oklahoma for allegedly failing to pay at least $50,000 in taxes.",
  "Trump vows he won't 'let Seattle be occupied by anarchists,' will 'straighten it out' if local leaders don't \"Outnumbered: Overtime\" anchor Harris Faulkner previewed her exclusive interview with President Trump Thursday while appearing on both \"Special Report with Bret Baier\" \"The Story with Martha MacCallum\" say that \"we're not going to let Seattle be occupied by a…",
  "Headlong into the mud As we get closer to the election, you will see more and more attack ads.",
  "McConnell spokesman slams group pushing allegations about appeals court nominee: 'Bottom of the barrel' The condemnation comes as the group called Fix the Court, which observers on the right note is funded by a dark-money network that largely supports liberal causes, has raised last-second objections to Walker's nomination after he was voted out of the Senate J…",
  "MSNBC host hits Biden aide Symone Sanders for dodging question about Biden's shift from 1994 crime bill MSNBC host Chris Hayes had a chuckle at the expense of Biden campaign senior advisor Symone Sanders for attempting to dodge a question regarding Joe Biden's past support for the 1994 crime bill.",
  "Jim Jordan’s Big Idea: Enact FISA reform to fix 'system-wide problem' Rep. Jim Jordan, R-Ohio, says reforming the Foreign Intelligence Surveillance Act (FISA) is paramount to protecting U.S. citizens’ right to privacy, warning that if a president of the United States can fall victim to misconduct, so can the average American.",
  "Victor Davis Hanson: George Floyd unrest – when the revolution doesn't go as planned The ancient Greeks created new words like \"paradox\" and \"irony\" to describe the wide gap between what people profess and assume, and what they actually do and suffer.",
  "Tucker Carlson: World welcomes its newest country -- The Capitol Hill Autonomous Zone once known as Seattle Say hello to the latest addition to the global family of nations, the Capitol Hill Autonomous Zone, formerly known as downtown Seattle."
]