[
  "Trump calls Supreme Court ruling a 'historic win for families who want school choice' Earlier this month, Trump called school choice the civil rights issue “all-time in this country.”",
  "Sen. Manchin on a federal mask mandate, another stimulus and Trump's coronavirus handling Sen. Joe Manchin, D-W.V., of the Senate Appropriations Committee, joined \"Your World with Neil Cavuto\" and addressed a number of issues involving the coronavirus, including whether there should be a federal mandate for wearing a mask.",
  "Fauci: ‘Clearly we don't have this under control.’ Dr. Anthony Fauci in his testimony to a Senate committee Tuesday.",
  "Biden charges Trump has 'surrendered' in the coronavirus war In scathing remarks, Democratic challenger Joe Biden on Tuesday delivered a forceful rebuke of President Trump’s handling of the coronavirus pandemic, charging that the president’s steps “haven’t gotten the job done” and claiming Trump had “surrendered” and “…",
  "Sarah Sanders pressed on 'Fox & Friends' on how Trump will widen his base, win over independents Former White House press secretary Sarah Sanders says that despite recent polling data  -- which appears less than ideal for the president against his Democratic challenger, former VP Joe Biden, especially with Independent voters -- the formula for success is…",
  "How much of the United States does China really own? The American Security Institute recently released a report and launched a campaign to draw further attention to the extensive array of sectors the Chinese government and its partners have invested into.",
  "As Trump blasts polls, some GOP donors starting to raise concerns While the president and his campaign push back against the narrative that he's losing to the former vice president with just over four months to go until the November election, some of Trump's allies from the donor class are starting to ring alarms.",
  "Brian Arbour: Copy Obama and Bush – IF Trump follows their example he can be reelected Can the president do this between now and Election Day and defeat Joe Biden?",
  "Beijing enacts contentious Hong Kong security law despite protests, US warnings Beijing increasing its grip on Hong Kong after passing a security law that critics say undermines the semi-autonomous territory’s judicial independence.",
  "Amy McGrath wins Kentucky Dem Senate primary, setting up general election battle with McConnell Former Marine pilot Amy McGrath defeated her progressive opponent Charles Booker in the Kentucky primary, setting up a high-profile showdown between her and Sen. Majority Leader Mitch McConnell in November, the Associated Press projected Tuesday.",
  "House Dems turn to 'environmental justice' with massive climate change blueprint House Democrats on Tuesday released a 547-page blueprint on how to combat climate change, in which they called for “environmental justice” to be put at the heart of environmental and climate change policy in the coming years.",
  "Lack of political offset for Republicans makes DC statehood effort more difficult for Dems You may not have thought about “The Missouri Compromise” since sixth grade social studies."
]