[
  "Trump swipes at Biden, says tax hikes would tank market: ‘401ks will drop down to nothing’ President Trump is warning that if Democratic challenger Joe Biden is elected in November, the stock market will collapse and Americans' financial investments “will drop down to nothing.”",
  "Andy Puzder: Signs of a 'V'-shaped recovery — a welcome bounce back in economy Federal Reserve Bank Chairman Jay Powell admitted we have experienced a welcome “bounce back in economic activity,” and “have done so sooner than expected.”",
  "Sen. Graham on 4.8 million jobs added in June: 'America's coming back economically' Senate Judiciary Committee Chairman Lindsey Graham, R-S.C., told “Fox & Friends” on Thursday that the unemployment rate dropping to 11.1 percent in June is “really good news.”",
  "Biden warns Trump is ‘deadly wrong' after president calls jobs report ‘spectacular news' The president touted the “historic numbers” in the Thursday’s jobs report, which saw the nation’s unemployment level drop to 11.1 percent in June.",
  "Trump touts business gains, warns of 1929-level economic 'crash' if he loses election President Trump recognized small businesses and touted an economic recovery on Thursday, during a \"Spirit of America\" celebration at the White House, a precursor to this weekend's Fourth of July celebrations.",
  "Scalise urges Clyburn to withdraw probe into implementation of PPP at big banks The top Republican on the House Subcommittee on the Coronavirus Crisis is urging committee Chairman James Clyburn to withdraw his investigation into the implementation of the Paycheck Protection Program at large banks, as the Trump administration has agreed t…",
  "Dale Wilcox: Stop abusing visa system — Corporate America must hire homegrown talent Corporations that want to enjoy low U.S. corporate taxes and have access to the American market show utter contempt for American workers.",
  "Cynthia Fisher: Health care price transparency is a win for all Americans. Now Congress must act Tuesday was a huge win for patients and a tremendous victory for all Americans in the battle for health care price transparency.",
  "Trump holds press briefing, on heels of jobs report President Trump on Thursday morning will hold a press briefing after a jobs report that showed the economy starting to rebound from the depths of its crash during the coronavirus pandemic.",
  "Amazon, Apple, Facebook and Google CEOs to testify in historic antitrust hearing The CEOs of Amazon, Apple, Facebook and Google have committed to testifying before the House Judiciary Committee as part of its ongoing antitrust inquiry, which will mark the first time the four tech bigwigs have appeared together before Congress, Fox News ha…",
  "House Dems pass massive $1.5T infrastructure bill, GOP slams them for 'partisan wish list' House Democrats passed a massive $1.5 trillion infrastructure bill on Wednesday, as Republicans accused them of pouring money into what one congressman called a “partisan wish list.”",
  "Charles Payne says he’s ‘proud’ 404,000 black Americans received jobs in June Fox Business anchor Charles Payne said he understands why President Trump did not take questions from reporters during a pre-holiday press briefing at the White House where he touted the June jobs report that indicated the economy is beginning to rebound from…",
  "CNN skips Trump remarks amid positive jobs report, critics say network 'transparently biased' President Trump spoke at a pair of events on Thursday but CNN didn’t bother to carry either of them live and critics feel the decision proves the network is so “transparently biased against the president that it damages CNN more than Trump.”",
  "Pelosi: 'I'm trying to save the world from coronavirus' House Speaker Nancy Pelosi reportedly said Thursday she’s “trying to save the world from coronavirus” after a Republican lawmaker accused her of being too busy to comment on the rioters tearing down statues in her district.",
  "Trump campaign, RNC smash fundraising records in June President Trump's reelection campaign, the Republican National Committee (RNC) and joint fundraising ventures announced a record-setting quarter in which they raised more than $266 million -- $131 million of which came in the month of June alone.",
  "Biden campaign spokeperson accuses Trump of 'spiking the ball on the 50-yard line' with June jobs report A top Biden campaign official told \"Bill Hemmer Reports\" Thursday that President Trump's reaction to June's better-than-expected jobs report amounted to \"spiking the football on the 50-yard line.\"",
  "Trump coronavirus response would face 9/11 Commission-style scrutiny under Dem plan Three Democratic senators – Dianne Feinstein of California, Amy Klobuchar of Minnesota and Bob Casey of Pennsylvania – introduced legislation Wednesday to create a bipartisan commission on the Trump administration's handling of the coronavirus pandemic.",
  "Seattle's CHOP cleared; police precinct recovered, multiple protesters arrested ",
  "Rep. Andy Biggs: “A Miraculous Reopening” Happens If Democrats Win November On Fox Across America with Jimmy Failla, Rep. Andy Biggs (R-AZ) talks about why the country needs to get back to work faster the despite the warnings of a possible second coronavirus wave, and why he compares Democrats trying to use Russia to criticize Presid…",
  "DOJ seeks to seize oil on 4 tankers with Islamic Revolutionary Guard Corps ties bound for Venezuela Federal investigators have obtained warrants to seize Iranian oil products aboard four tankers bound for Venezuela in violation of US sanctions, the Justice Department said Thursday."
]