[
  "Treasury defends not releasing PPP loan info, cites small business privacy concerns The Treasury Department is defending its decision to protect information about businesses that received Paycheck Protection Program loans amid the coronavirus pandemic, citing small business privacy concerns.",
  "Bolton, in book, accuses Trump of ‘obstruction of justice as a way of life,’ asking China's Xi for 2020 help Former national security adviser John Bolton alleges in his upcoming 592-page memoir that President Trump regularly gives \"personal favors to dictators he liked” and even asked Chinese President Xi Jinping to help him in the 2020 election, according to excerp…",
  "Pompeo meets Chinese counterpart in Hawaii to talk trade, Hong Kong, human rights Secretary of State Mike Pompeo on Wednesday met with his Chinese counterpart in Hawaii as the relationship between the two nations dipped to its lowest level in a decade over everything from Beijing's handling of the coronavirus pandemic to Hong Kong's autono…",
  "Lighthizer denies Bolton claim that Trump asked China’s Xi for 2020 help: ‘Never happened. I was there’ U.S. Trade Representative Robert Lighthizer said former national security adviser John Bolton’s claim that President Trump asked Chinese President Xi Jinping for help winning the 2020 election was “absolutely untrue.”",
  "Trump administration hits Assad regime with new economic and travel sanctions The Trump administration on Wednesday announced new sanctions against the regime of Syrian strongman Bashar al-Assad for human rights abuses in the country’s bloody nine-year civil conflict.",
  "Populists left and right seek social media control This is one of the main proving grounds for the direction and durability of the bipolar populist movement.",
  "Biden urges Trump to 'wake up' and stop waving 'the white flag' on coronavirus Joe Biden took aim at President Trump on Wednesday, charging that the president has “lost interest” in battling the coronavirus pandemic and accusing Trump of “surrendering the fight,\" urging him to \"wake up.\"",
  "Researcher says coronavirus lockdowns cost US economy $1T without saving many lives Hoover Institution research fellow David Henderson told \"The Ingraham Angle\" Tuesday that the data he's seen shows that the lockdowns imposed in many U.S. states due to the coronavirus pandemic may have had a more negative impact than the virus itself.",
  "Majority of House members back resolution supporting Iranian opposition, condemning regime's terror A majority of members of the House of Representatives are backing a bipartisan resolution that supports the Iranian opposition movement's call for a secular, democratic Iran -- and condemns Iranian state-sponsored terrorism.",
  "Sean Hannity asks what Joe Biden has done 'to help improve the lives of you, we, the American people?' Sean Hannity began his TV program Tuesday by asking Americans to take a long look at Joe Biden's effectiveness over 36 years as a senator and eight years as Barack Obama's vice president as they prepare to go to the polls in November.",
  "Kellyanne Conway hits back at hypocritical 'COVID-shaming' as economy reopens White House counselor Kellyanne Conway admonished what she described as \"COVID-shaming\" of people who seek to leave their homes during the pandemic.",
  "Former Bush, Trump administration officials form pro-Biden super PAC Matt Borges is teaming up with former officials from the Bush and Trump administrations to launch a super PAC to turn out disaffected Republican voters for the former vice president.",
  "James Carafano: US should back India after China kills at least 20 Indian troops The list of outrageous actions by China grew even longer Tuesday, with early reports that Chinese troops had killed at least 20 Indian soldiers in the disputed region of Kashmir on the border dividing the world’s two most-populous nations.",
  "Schiff says Bolton is 'no patriot' despite disclosures in memoir Rep. Adam Schiff, D-Calif., slammed former national security adviser John Bolton as “no patriot” after excerpts from his book claim House Democrats committed “impeachment malpractice” by limiting their inquiry to Ukraine.",
  "Police chief says Seattle does not have 'cop-free' zones, denies city is 'under siege' ",
  "UN human rights chief urges nations to pay reparations for slavery, colonialism United Nations High Commissioner for Human Rights Michelle Bachelet urged countries to address today’s systemic racism and “centuries of violence and discrimination” through reparations and other processes.",
  "Parts of Florida seeing people under 35 testing positive for coronavirus at higher rate In parts of Florida, people under 35 are testing positive at a higher rate since the coronavirus pandemic began, contributing to a surge in cases, officials said Wednesday.",
  "Paul Lawrence: Veteran outreach – agency creating new ways to connect during coronavirus shutdown We want our veterans to know that we are so grateful for their sacrifices and that VA is here for them.",
  "North Korea: Redeploying troops, resuming military exercises at inter-Korean cooperation sites North Korea said Wednesday it will redeploy troops to now-shuttered inter-Korean cooperation sites, reinstall guard posts and resume military exercises at front-line areas, nullifying the landmark tension-reducing deals reached with South Korea just two years…",
  "Arizona Gov. Ducey says public should wear coronavirus masks after heated statewide debate After a heated debate about masks erupted in Arizona, where coronavirus cases have been growing daily, Gov. Doug Ducey is requiring his citizens to cover their faces in public."
]