[
  "GAO chief says IRS knew it was sending stimulus payments to dead people The head of the Government Accountability Office (GAO) told lawmakers Friday that the IRS knew it was sending out stimulus payments to dead people -- and even said that his own mother, who died in 2018, received one.",
  "Trump administration takes aim at ObamaCare in Supreme Court brief The Supreme Court will hear this case during its next term, which is set to begin in October. That means it is possible that by this time next year the ACA is no longer the law of the land.",
  "Trump executive order directs feds to prioritize skills over college degrees in hiring President Trump is reportedly preparing to redirect employers on how they should hire, prioritizing an applicant's skills over a university degree.",
  "Trump in trouble? Poll numbers have some conservatives nervous A spate of bad polls and bad headlines from last weekend's Trump rally in Oklahoma have some of the president's biggest conservative supporters concerned",
  "Biden’s low-key virtual campaign is a gamble on Trump fatigue If the latest polls are any indication, some Democrats now believe that his low-key approach is paying dividends.",
  "Trump signs executive order to prioritize skills-based hiring The order will affect the hiring process of over 2 million federal government employees.",
  "Green Bay mayor warns Trump before visit that hospitality 'has its limits' The mayor of Green Bay, Wis., penned a letter to President Trump ahead of his visit to the battleground state, warning him that his city won't tolerate \"ignorance\" won't endorse \"divisive and bigoted rhetoric.\"",
  "Top House Republican sounds alarm McCarthy acknowledged concerns about President Trump’s sagging popularity.",
  "Joe Biden 'greeted' by Trump supporters outside Pennsylvania campaign stop It was hard to tell if Joe Biden or President Trump would be appearing in south central Pennsylvania on Thursday by the looks of crowds gathered near the presumptive Democratic nominee's campaign stop.",
  "Tim Graham: Trump vs. Cuomo comedy duo — CNN's joke-shaming double standard Surely, most Americans would tell a pollster that both of these routines were distasteful. But CNN only raged about one.",
  "Trump fields audience questions on mail-in voting, riots, says Democrats 'destroying our country' President Trump's Fox News town hall with Sean Hannity on Thursday night presented a rare opportunity for the nation's commander-in-chief to answer questions coming directly from everyday Americans."
]