[
  "Biden unveils proposals to reopen economy, slams Trump's 'one-point plan' Joe Biden on Thursday unveiled a wide-ranging plan to reopen the nation’s economy as states lift restrictions implemented three months ago to limit the spread of the coronavirus.",
  "National debt tops $26T, record deficit reported as coronavirus relief spending goes into overdrive The national debt rose above $26 trillion for the first time this week, as the U.S. government spends at a historic pace while pumping trillions into coronavirus relief.",
  "Don Lemon, Joy Reid spread 'lies' about Trump economy, black political consultant says Media figures like CNN's Don Lemon, MSNBC's Joy Reid and journalist Roland Martin do more harm than good for African-Americans, a black political consultant told President Trump during a White House roundtable discussion Wednesday.",
  "Biden camp reportedly insisting economic advisers not publicly disclose roles, igniting concerns about TV hits Joe Biden's Democratic presidential campaign is reportedly going to great lengths to insist his team of economic policy advisers not publicly discuss the roles, fueling concerns that these advisers may not be appropriately disclosing their relationship to the…",
  "Suspended UCLA prof says school used him as 'sacrificial lamb' to placate 'those who threaten to riot' A UCLA accounting professor who was suspended by the university after he refused a request to modify final exams in the wake of George Floyd's death told \"The Ingraham Angle\" Wednesday that he was following school policy.",
  "Dem governor mocked for pleading ignorance on Seattle anarchist takeover Washington Gov. Jay Inslee in a Wednesday press conference said he was not aware a six-block area of Seattle had been taken over by anarchists despite the fact the group had forced police to abandon a precinct on Monday and stormed the Seattle City Hall on Tu…",
  "Biden stokes fears of stolen election Biden's sharp allegation reflects continued Democratic anxieties.",
  "Trump vows executive order to address law enforcement use of force, but slams 'Defund The Police' movement President Trump announced during a trip to Texas on Thursday steps his administration will take to reduce racial inequalities and combat police brutality.",
  "Newt Gingrich: Democrats must apologize – here's how they've failed America's cities While the Democrats want to blame President Trump, let’s look at the facts about which party has crippled America’s cities.",
  "Seattle's 'Autonomous Zone' is latest escalation in city's lurch to the left: What to know The Seattle government this week essentially ceded a six-block area of its city to protesters declaring a cop-free \"Autonomous Zone,\" a dramatic loss of control by a government and police force.",
  "Doug Schoen: Trump-Biden race closer than it appears – Democrats overrepresented in some polls Recent polls appear to exaggerate Joe Biden's lead over President Trump .The speed of America's recovery from the coronavirus pandemic could be an important factor. in determining who wins in November.",
  "Rep. Green: I hope Trump will not allow rebel flags at Tulsa rally Texas Democratic Rep. Al Green weighs in ahead of President Trump's address on police reform and the economy.",
  "DOJ reveals striking details of riot arrests, including helicopter laser strikes and precinct arson The Justice Department announced Wednesday it has charged dozens of individuals across the nation for a slew of riot-related federal offenses in the wake of George Floyd's in-custody death -- including impersonating a U.S. Marshal in Orlando, arson of a polic…",
  "US coronavirus cases surpass 2M, spike in many areas while Europe’s decline, CDC says Confirmed cases of the coronavirus passed the 2 million mark in the U.S. on Wednesday, with infection rates in many areas appearing to spike -- despite declines in infections throughout Europe, according to a report.",
  "What do the Seattle protesters who have seized their own 'autonomous zone' want? Seattle protesters currently occupying a six-block \"cop free zone” that includes a shuttered precinct are now demanding things like free college and rent control in their push for police reform following George Floyd’s death.",
  "Justin Haskins: George Floyd riots — socialists, radicals hijacking peaceful protests to do this Socialists are trying to hijack the movement to advance black causes so that they can usher in a radical, far-left revolution."
]