[
  "Deroy Murdock: Trump campaign should make its slogan great again in Tulsa President Trump's existing slogan, Keep America Great, is irrelevant, if not flippant and callous, given this nation’s current condition.",
  "Tech giants, including Apple, Amazon, cheer Supreme Court's DACA ruling Several large tech companies, including Apple, Amazon and Google have cheered the Supreme Court's decision to deny the Trump administration's efforts to end the Deferred Action on Childhood Arrivals (DACA) Act.",
  "White House trade adviser Peter Navarro blasts John Bolton's book: It's 'deep swamp revenge porn' White House trade adviser Peter Navarro on Thursday called former National Security Adviser John Bolton's book that details critical information about the Trump administration \"revenge porn.\"",
  "Longtime top aide says Trump risked security for personal gain Bolton describes Trump as not \"fit for office.\"",
  "Bolton and Trump trade jabs amid battle over book release Bolton book details explosive allegations against Trump; reaction and analysis from the 'Special Report' all-star panel.",
  "Trump claims he made Juneteenth 'famous,' in defiant interview: 'Nobody had ever heard of it' President Trump in an interview with the Wall Street Journal on Thursday defended his response to the coronavirus pandemic and the protests against racism -- while claiming he “made Juneteenth very famous” by initially scheduling a campaign rally on that day.",
  "Richard Manning: Bolton book’s lies are ultimate betrayal Former National Security Adviser John Bolton is cashing in with a book that lies about President Trump .",
  "Trump tells 'Hannity' coronavirus is 'fading away' ahead of controversial Tulsa rally President Trump declared during an exclusive interview with \"Hannity\" Wednesday that the coronavirus is \"fading away\" as states continue to reopen and the president prepares for his first reelection campaign rally in months.",
  "Bolton faces backlash from left and right as book excerpts leak: 'Shirked his responsibilities' Former National Security Adviser John Bolton has managed to anger both sides of the political divide ahead of the release of his new book, which contains potentially damaging accusations about President Trump.",
  "Conway swipes at Bolton record, says Trump national security gains were 'before he got there or after he left' Counselor to the President Kellyanne Conway sought Thursday to diminish John Bolton's record as President Trump's national security adviser, telling \"Special Report\" that many of the administration's \"national security accomplishments ... happened before he g…",
  "Chris Wallace predicts Bolton tell-all book will be 'one-week story,' then fade away \"Fox News Sunday\" host Chris Wallace told \"Outnumbered Overtime\" Thursday that the claims made about President Trump in former national security adviser John Bolton's forthcoming tell-all memoir are unlikely to have much impact on his political fortunes ahead…",
  "Bolton memoir discusses plot to replace Pence, 'cool' Venezuela invasion, and more Fox News has obtained former national security adviser John Bolton's upcoming 592-page memoir, \"The Room Where it Happened\" -- and the manuscript contains several previously unreported claims of intrigue and realpolitik among key administration figures, past …",
  "Trump calls for ‘new justices’ on Supreme Court, as conservatives rage at Roberts President Trump, in the wake of Thursday's defeat at the Supreme Court in his efforts to repeal the Obama-era Deferred Action for Childhood Arrivals (DACA) program, called for new justices as conservatives took aim at Chief Justice Roberts for what they calle…",
  "Atlanta police call out of work at 'higher than usual' rate after 2 officers charged in Rayshard Brooks death ",
  "Sen. Hawley blasts proposal to scrub Confederate names from bases: 'They're trying to ... stir up a culture war' ",
  "Ali Noorani: Supreme Court DACA ruling — good news and now Congress must act to protect Dreamers After months of anticipation and years of uncertainty, 700,000 Dreamers received their verdict from the Supreme Court.",
  "Race for virus vaccine could leave some countries behind As the race intensifies for a vaccine against the new coronavirus, rich countries are rushing to place advance orders for the inevitably limited supply to guarantee their citizens get immunized first — leaving significant questions about whether developing co…"
]