[
  "<p>Lawyers for Melania Trump are pursuing legal action against the Daily Mail for reporting “100% false” rumors that she worked as an escort in the 1990s as well as raising questions about her immigration status at the time.</p> <p>While Donald Trump has a reputation for threatening and pursuing litigation, it is unusual for a major party nominee or their spouse to mount legal action against a publication only months before an election.</p> <p>The Republican nominee’s wife had <a href=\"https://twitter.com/MELANIATRUMP/status/761212858944421888?lang=en\">previously denied</a> a story in Politico<em> </em>in which questions about her immigration status were first reported but had not previously addressed the other accusations.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/04/melania-trump-nude-photos-work-visa-immigration\">Melania Trump denies working unlawfully as model in US on improper visa</a> </p> </aside>  <p>The suit comes in the wake of Trump launching an offensive against many media outlets, banning some such as Politico and the Washington Post from covering his rallies as well as <a href=\"https://www.theguardian.com/us-news/2016/feb/26/trump-pledges-curb-press-freedom-libel-laws-first-amendment\">calling for stricter libel laws</a> in the US. He also <a href=\"https://www.theguardian.com/us-news/2016/jun/25/donald-trump-media-ban-guardian-denied-entry-campaign-event\">banned the Guardian from attending an event in Scotland</a> after Trump took offence when reporter Ewen MacAskill questioned the Republican nominee about his allegedly “toxic” politics. </p> <p>In a statement to the Guardian, Charles Harder, an attorney at the firm of Harder, Miller and Abrams which is representing Trump, said: “This law firm is litigation counsel for Melania Trump. Mrs Trump has placed several news organizations on notice of her legal claims against them, including Daily Mail among others, for making false and defamatory statements about her supposedly having been an ‘escort’ in the 1990s. All such statements are 100% false, highly damaging to her reputation, and personally hurtful. She understands that news media have certain leeway in a presidential campaign, but outright lying about her in this way exceeds all bounds of appropriate news reporting and human decency.”</p> <p>Harder’s not-quite-four-year-old Beverly Hills firm, Harder Mirell &amp; Abrams LLP, is perhaps best known for representing Hulk Hogan in the lawsuit that eventually <a href=\"https://www.theguardian.com/media/2016/jun/10/gawker-media-bankruptcy-auction-hulk-hogan-lawsuit\">bankrupted Gawker Media</a>, which was sold at auction to media company Univision earlier in August. The suit was funded by Silicon Valley billionaire Peter Thiel, who spoke on behalf of Trump at the Republican national convention in Cleveland. Harder has also represented a number of other plaintiffs against Gawker as well; most recently, Harder has threatened a lawsuit against the now-defunct website because of <a href=\"http://gawker.com/now-peter-thiels-lawyer-wants-to-silence-reporting-on-t-1781918385\">an investigative report</a> about Donald Trump’s hair.<br></p> <p>A spokesperson for the Daily Mail did not respond to a request for comment. </p> <p>Harder has since confirmed to the Guardian that Melania Trump is also considering filing lawsuits against other publications including Politico and the Week. Harder said that those publications are all “on notice” and no suit has been filed yet. The Guardian has since learned that Politico has received a letter from Harder putting the publication on notice of a potential legal action. The lawyer’s complaints <a href=\"http://www.politico.com/story/2016/08/melania-trump-immigration-donald-226648\">related to a 4 August story </a>about Melania Trump’s immigration status when she first came to the United States. For other publications, Harder did not specify which articles Melania Trump considered defamatory.</p> <p><em>Additional reporting by Sam Thielman</em></p>",
  "<p><span tabindex=\"-1\">Donald Trump said on Monday that, if elected president, he would give back to police departments the controversial military equipment the Obama administration forced them to return. </span></p> <p>Speaking with police officers in Ohio, the Republican presidential nominee indicated he would reverse a recall of tanks, heavy weaponry and other equipment carried out by the federal government after the 2014 unrest in <a href=\"https://www.theguardian.com/us-news/ferguson\">Ferguson, Missouri</a>.</p> <p>During discussions at a fraternal order of police lodge in Akron, Trump was asked by one questioner if he would return “military equipment” to law enforcement, according to a pool reporter who observed the event.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/jul/21/donald-trump-republican-national-convention-speech\">Donald Trump proclaims himself 'law and order' candidate at Republican convention</a> </p> </aside>  <p>“Yes, I would,” said Trump, who added that the current situation facing law enforcement was “ridiculous”.</p> <p>In May last year, Barack Obama banned the transfer of some surplus military equipment from the US defense department to regional police departments. Millions of dollars’ worth of gear was transferred under a longstanding program not widely noticed until heavily armored police clashed with protesters in Ferguson.</p> <p>Obama’s prohibition applied to items such as grenade launchers, armored vehicles and large-caliber weapons. Police departments have remained free to buy the equipment commercially but chiefs say they are deterred by high prices.</p> <p>Some departments <a href=\"http://www.nytimes.com/2016/01/27/us/some-sheriffs-bristle-at-recall-of-military-equipment.html?_r=0\">complained after receiving notices from the Obama administration</a> recalling vehicles and other equipment. <a href=\"http://www.reuters.com/article/us-usa-police-gear-exclusive-idUSKCN1012KW\">Police leaders said</a> that following the fatal shooting of officers in Dallas, Texas, in July, the Obama administration had agreed to revisit its executive order and consider taking some items off its banned list.</p> <p>Trump has wrapped himself in the mantle of law enforcement in recent months and <a href=\"https://www.theguardian.com/us-news/2016/jul/21/donald-trump-republican-national-convention-speech\">proclaimed himself</a> to be “the law and order candidate” in his acceptance speech at the Republican national convention. </p> <p>The Republican nominee has <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/jul/21/donald-trump/donald-trump-says-homicides-are-17-percent-50-bigg/\">repeatedly warned of a recent uptick</a> in violent crime and has voiced opposition to criminal justice reform proposals. In a speech in Florida in August, Trump <a href=\"http://www.nbcnews.com/politics/2016-election/donald-trump-challenging-criminal-justice-reform-efforts-n632091\">condemned</a> Obama for commuting the sentences of non-violent drug offenders. </p> <p>“Some of these people are bad dudes. These are people out walking the streets. Sleep tight, folks,” Trump warned. In a tweet in July, Trump <a href=\"https://twitter.com/realDonaldTrump/status/754789482621243392\">compared</a> the US to “a divided crime scene”.<br><br>The New York real estate developer has long taken a draconian view of law and order. In 1989, Trump<a href=\"https://www.theguardian.com/us-news/2016/feb/17/central-park-five-donald-trump-jogger-rape-case-new-york\"> ran newspaper advertisements</a> relating to the infamous Central Park Five case, in which five teenagers were wrongfully convicted of rape. The ads blared: “BRING BACK THE DEATH PENALTY”.<br></p> <p>In December 2015, Trump <a href=\"https://www.theguardian.com/us-news/video/2015/dec/11/donald-trump-police-killers-death-penalty-video\">promised that</a>, if elected, he would change the law to make the death penalty mandatory for those convicted of killing a police officer. Any laws imposing a mandatory death penalty would, however, be unconstitutional under the supreme court’s 1976 decision in <a href=\"http://caselaw.findlaw.com/us-supreme-court/428/153.html\">Gregg v Georgia.</a><br></p> <p>Trump <a href=\"https://www.theguardian.com/us-news/2015/oct/13/donald-trump-police-body-cameras-federal-funding\">did, however, tell the Guardian </a>in an interview last year that he supported federal funding for police body cameras.<br></p>",
  "<p>Donald Trump’s pivot is a tale of two hirings, and which one he gives more weight to will have a dramatic impact on the outcome of his campaign.</p> <p>Most analysis thus far has revolved around Breitbart News chairman Stephen K Brannon, who last week was <a href=\"https://www.theguardian.com/us-news/2016/aug/17/donald-trump-stephen-bannon-breitbart-news-kellyanne-conway\">named</a> the campaign’s chief executive. It was a move widely seen as a rebuke to the more traditional presidential campaign that the recently ousted Paul Manafort sought to implement.</p> <p>But the hiring of Manafort’s actual replacement, seasoned GOP operative Kellyanne Conway, tells a very different story. Namely, that Trump is going to remain true to himself, only this time in a winning way.</p> <p>Conway, who started with the Trump campaign in July as an adviser to Manafort, has promised to do what Manafort could not: to “sharpen the message” put forward by Trump, rather than try to rebuild his personality from scratch with a teleprompter – something she’s previously described as being less about changing Trump than giving him choices. (In a July interview with the <a href=\"https://www.washingtonpost.com/news/wonk/wp/2016/07/20/meet-the-woman-trying-to-fix-donald-trumps-image-with-women/\">Washington Post</a>, Conway compared her approach to the time she persuaded her daughter to swap out a turquoise Memorial Day outfit for a more flattering blue alternative.)</p> <p>That means Conway listening to Trump as much as he listens to her. And unlike a lot of women, conservative and otherwise, she’s been willing to give him the benefit of the doubt, <a href=\"http://www.msnbc.com/hardball/watch/conway-all-issues-are-women-s-issues-746954819988\">recently telling MSNBC</a> “I think you should judge people by their actions, not just their words on a political campaign trail”. Whether Trump will be able to listen to and learn from Conway’s guidance, however, remains to be seen.</p> <p>Listening to women has never exactly been Trump’s strong suit, but now his entire campaign may hang in the balance of his ability – or more likely, lack of ability – to do just that.</p> <p>He started out strong in Charlotte last Thursday with a speech owning up to the “personal pain” caused by his past words. In <a href=\"https://www.donaldjtrump.com/press-releases/donald-j.-trump-remarks-in-charlotte-nc\">that speech</a>, he cast himself as the truthteller for forgotten Americans and a champion of those who feel the best is behind them. “I am running to be the voice for every forgotten part of this country that has been waiting and hoping for a better future,” he said. “It’s the powerful protecting the powerful. The insiders fighting for the insiders,” he said. “I am fighting for you.”</p> <p>Of course the pivot is about more than just rhetoric. In the weeks ahead, Trump has promised to follow the messaging up with a series of ads targeting the central themes of his campaign, like immigration, along with regularly scheduled policy addresses ahead of the upcoming debates.</p> <p>But Trump’s campaign has always been longer on talk than substance, and this is a strategically wise picture for Trump to be painting: that he may be brash and uncouth from time to time, but he’s fundamentally a guy who calls it as he sees it. In contrast, so the picture goes, to Clinton’s politically correct doublespeak.</p> <p>In interviews following Trump’s big speech, Conway drove home that messaging.</p> <p><a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/08/19/donald-trump-maybe-finally-pivots-it-probably-wont-work/\">Speaking on CNBC Monday</a>, Conway sought to cast Clinton’s reserved style as a measure of her supposed “untrustworthiness,” contrasting it with Trump’s energetic approach to rallies. Conway called Trump a man who “enjoys himself on the trail,” adding: “He gets oxygen from at being at these rallies [and] from giving these speeches”. Meanwhile Clinton, she said, “looks like she’s not happy to be out there” campaigning.</p> <p>Conway has a long list of success stories when it comes to this kind of retooling, from helping GOP lawmakers change the way they talk about rape to helping Trump’s running mate Mike Pence polish his personality in ways that “kept him comfortable in his own skin” ahead of a gubernatorial reelection campaign, as Pence’s communications director <a href=\"http://talkingpointsmemo.com/dc/can-kellyanne-conway-save-trump-from-himself\">recently told TPM</a>. </p> <p>In both cases, her coaching seems to have paid off, at least for a time: those GOP lawmakers walked into decidedly fewer self-sabotaging boobytraps in the <a href=\"http://www.politico.com/story/2015/01/gop-rape-controversy-114524\">election cycle</a> following <a href=\"http://www.nationalreview.com/article/338042/ten-takeaways-gop-retreat-robert-costa-andrew-stiles\">the 2013 retreat</a> at which she spoke, and Pence’s strong performance at the RNC last month was a bright spot in an otherwise blighted convention.</p> <p>But, in the words of Trump’s old campaign manager Corey Lewandowski, to just “Let Trump be Trump!” is a somewhat fraught proposition.</p> <p>We’re talking about a man who’s called Rosie O’Donnell a “fat pig,” Mexican immigrants “rapists,” and dismissed a difficult line of questioning from a female moderator as being linked to “blood coming out of her … wherever”.</p> <p>Those are the kinds of lines Conway is hoping to help Trump steer clear of, much as she coached Congressional Republicans to stop uttering such politically suicidal lines as Todd Akin’s comment about “legitimate rape”.</p> <p>With Trump, such lofty goals may be hopeless. No sooner had Conway begun to insist in interviews that “<a href=\"http://nymag.com/daily/intelligencer/2016/08/priebus-trump-tied-clinton.html\">the pivot that he’s made is on substance</a>”, than he proceeded to make a mockery of her claims.</p> <p>After she declared on ABC News’ This Week With George Stephanopoulos, that Trump <a href=\"http://www.politico.com/story/2016/08/trump-kellyanne-conway-insults-227239#ixzz4I4y\">“doesn’t hurl personal insults</a>,” for instance, he went out the next morning and cattily attacked the hosts of MSNBC’s Morning Joe program, Joe Scarborough and Mika Brzezinski, doubling down on the sexist rhetoric that’s come to characterize his campaign. “Tried watching low-rated @Morning_Joe this morning, unwatchable!” Trump <a href=\"https://twitter.com/realDonaldTrump/status/767685048703279104\">tweeted</a>. “@morningmika is off the wall, a neurotic and not very bright mess!” In a follow-up tweet he referred to Brzezinski as her cohost’s “<a href=\"https://twitter.com/realDonaldTrump/status/767683204039974912\">very insecure longtime girlfriend</a>”.</p> <p>With only two months left before the election and with Trump trailing Clinton significantly in the polls, one thing is certain: this is his last best chance to have any shot whatsoever at winning.</p>",
  "<p><a href=\"https://www.theguardian.com/world/finland\">Finland</a> says it is close to concluding a defence cooperation agreement with the US, the latest in a series of steps the formally neutral Nordic country has taken to bolster its security in the face of heightened Russian military activity.</p> <p>The country’s defence minister, Jussi Niinistö, <a href=\"http://uk.reuters.com/article/uk-finland-usa-defence-idUKKCN10X19Z\">said he hoped the deal</a> – incorporating joint military training, information sharing and research – would be signed before the US presidential election in November. </p> <p> “It’s one of the reasons to have it done this autumn. But I’m certain we will continue to work together with either one of main candidates winning,” Niinisto told Reuters news agency. There was no immediate response from the Pentagon on a potential agreement.</p> <p> The deal would provide a framework for increased cooperation between the armed forces of the two nations but would not involve any binding commitment for either country to come to the defence of the other. Finland <a href=\"http://www.finlandtimes.fi/national/2016/07/10/28461/Finland,-Britain-sign-defense-protocol\">signed a similar agreement</a> with the UK in July. </p> <p> Sweden, the other Nordic country to have remained outside Nato, signed a defence cooperation agreement with the US in June. Leaders from both Sweden and Finland also <a href=\"http://www.reuters.com/article/us-nato-summit-nordics-idUSKCN0ZO1EO\">took part in a Nato summit</a> last month in Warsaw, and their armed forces have taken part in Nato military exercises in the region as <a href=\"https://www.theguardian.com/us-news/2016/apr/13/russian-attack-planes-buzz-uss-donald-cook-baltic-sea\">nervousness has grown</a> around the Baltic over an increasing number of Russian military drills in the air and sea following Moscow’s annexation of Crimea in 2014. Both Nordic states have already signed agreements that would make it easier for them to host Nato troops in a crisis, and they contributed troops to the Nato mission in Afghanistan. </p> <p> Russia has warned it would respond to any move by Finland or Sweden to join Nato. In a meeting with his Finnish counterpart in early July, Vladimir Putin claimed (wrongly) that Russian troops <a draggable=\"true\" href=\"http://en.special.kremlin.ru/events/president/transcripts/52312\">had been withdrawn</a> 1500km from the Finnish border, but suggested that decision would be reviewed if Finland moved towards Nato membership. Russia’s foreign minister, Sergei Lavrov, <a draggable=\"true\" href=\"http://www.newsweek.com/russias-lavrov-warns-sweden-nato-membership-453890\">said in April</a> that Russia would reassess its troop deployments along its northern flank if Sweden joined the alliance. </p> <p> In a recent defence policy review, Finland, which has a 800-mile border with Russia, said it would leave open the option of joining Nato, but a panel of experts warned that any such move would trigger a “harsh” Russian reaction, and opinion polls show that a majority of Finns oppose Nato membership. </p> <p>Dmitri Trenin, the director of the Moscow Centre of the Carnegie Endowment for International Peace described the proposed Finnish-US agreement as “a significant –if at this point largely symbolic – step.”<br></p> <p>“Unlike in the days of the Cold War, Finland is no longer “neutral” between Russia and the West,” Trenin added. “They know which side they are on, and are not shy to demonstrate it. However, they are careful not to create more problems for themselves even as they move closer to the US/NATO. Their position from now on can be compared to that of Sweden during the Cold War: an undeclared member of the Western alliance.”</p>",
  "<p>The director of the Cincinnati zoo has pleaded with people to stop making memes and humorous online comments about Harambe, the gorilla that was shot and killed after a child fell into its enclosure, because of the effect upon grieving staff.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/may/30/gorilla-shot-cincinnati-zoo-child\">Cincinnati zoo director: shooting gorilla to protect child was 'right decision'</a> </p> </aside>  <p>“Our zoo family is still healing,” Thane Maynard said on Monday.</p> <p>Online interest in Harambe has flowered since May, when the 17-year-old male western lowland gorilla <a href=\"https://www.theguardian.com/us-news/2016/may/30/gorilla-shot-cincinnati-zoo-child\">was shot</a> after a three-year-old boy fell into his enclosure after climbing over a barrier that has since been heightened. Fearing the boy could be dragged around and drowned in the moat surrounding Harambe’s home, zoo officials decided to kill the gorilla.</p> <p>Initial anger toward the parents of the boy prompted an online petition called “Justice for Harambe” that sought to hold the mother responsible for the animal’s death. Flowers were laid at a vigil. Harambe has since been elevated to <a href=\"https://www.theguardian.com/culture/2016/aug/18/harambe-the-gorilla-and-the-month-in-memes\">an internet celebrity</a> and <a href=\"https://twitter.com/SheswantstheD/status/767638717913821184\">meme</a>, referenced in everything from the <a href=\"http://www.cnn.com/2016/05/31/politics/donald-trump-gorilla-cincinnati-zoo/\">US presidential election</a> to the naming of <a href=\"https://twitter.com/B911Weather/status/767484631713185793\">tropical storms</a> and <a href=\"https://twitter.com/BuzzFeedUK/status/766258878954602497\">swimming pool slides</a>. </p> <p>“We are not amused by the memes, petitions and signs about Harambe,” Maynard told the Associated Press. “Our zoo family is still healing and the constant mention of Harambe makes moving forward more difficult for us. We are honoring Harambe by redoubling our gorilla conservation efforts and encouraging others to join us .”</p> <p>Maynard’s Twitter account <a href=\"http://www.wcpo.com/news/local-news/hamilton-county/cincinnati/cincinnati-zoo-director-thane-maynards-twitter-account-hacked\">was hacked</a> on Saturday by someone who posted a number of popular Harambe-themed hashtags, including #JusticeFor Harambe and #DicksOutForHarambe. The alleged hacker, who said he did it because he “was kinda angry at the dude who shot him”, replaced Maynard’s profile picture with one of Harambe and posted several pictures of the deceased gorilla along with “RIP”.</p> <p>There appear to be no limits to Harambe’s influence, nor any facet of life across which the late gorilla cannot roam. <a href=\"http://www.dailydot.com/unclick/harambe-hardcore-shirt/\">T-shirts have been created in his honor</a>, a petition has called for the Cincinnati Bengals to be renamed the Cincinnati Harambes and the presidential aspirations of the Green Party’s Jill Stein received a blow after a recent poll showed she was <a href=\"http://thehill.com/blogs/ballot-box/291759-poll-jill-stein-tied-with-harambe-trailing-deez-nutz-in-texas\">tied with Harambe in Texas</a>.</p> <p>Such stories have divided conservationists, some supporting increased scrutiny of zoos’ treatment of animals and others feeling the memes show a lack of respect. </p> <p>Primatologist <a href=\"http://www.emory.edu/LIVING_LINKS/people/dewaal.shtml\">Frans de Waal</a> told the Guardian: “I don’t think there is anything to joke about, as it was such a tragic event.<br><br>“I do feel that the incident raised awareness that we should take seriously the life of an adult gorilla. I think this side of the incident was positive: people paid attention, and may as a result have read comments on the intelligence or lives of gorillas.</p> <p>“Zoos are perhaps more aware now of the dangers of toddlers climbing into enclosures and parents are perhaps more aware of keeping their children close, but other than that I doubt this incident will produce profound change.”</p> <p><a href=\"http://www.peta.org/action/action-team/meet-campaigners/ashley-byrne/\">Ashley Byrne</a>, an associate director at People for the Ethical Treatment of Animals (Peta), told the AP that most people posting online about Harambe did so out of empathy for the animal, rather than a desire to make light of the death. </p> <p>“This tragic incident really did start a new conversation,” she said. “Most people who saw the video came away with a great degree of empathy for animals forced to live in captivity.”</p>",
  "<p>Jackson Hole is <a href=\"https://www.theguardian.com/business/davos\">Davos</a> for central bankers. Each year, the maestros of monetary policy show up in the <a href=\"http://www.jacksonhole.com/grand-teton-national-park.html\">Grand Tetons, Wyoming</a>, to show that they know how to have a good time. For central bankers that means listening to erudite academic papers on quantitative easing and discussing <a href=\"https://www.bloomberg.com/view/articles/2016-03-22/friedman-s-money-dropping-helicopter-gains-speed\">Milton Friedman’s theory of helicopter money</a>.</p> \n<p>As far as the markets are concerned, though, only one thing matters at this year’s meeting: whether Janet Yellen gives any clues as to the timing of the <a href=\"https://www.theguardian.com/business/2016/jun/15/federal-reserve-wont-raise-interest-rates-economic-growth\">next increase in interest rates from the US Federal Reserve</a>.</p> \n<figure class=\"element element-atom element--supporting\"> \n <gu-atom data-atom-id=\"94099e13-5f72-49c1-89e2-ae973723f751\" data-atom-type=\"explainer\"> \n  <div>\n   <div class=\"atom-Explainer\"></div>\n  </div>\n </gu-atom> \n</figure> \n<p>Wall Street is agog for two reasons. Firstly the recent economic news from the world’s biggest economy has been pretty good. Secondly Yellen’s No 2 at the Fed, <a href=\"http://www.bloomberg.com/news/articles/2016-08-21/fischer-signals-2016-rate-hike-with-economy-nearing-fed-goals\">Stanley Fischer, made some hawkish comments at the weekend</a> which left a clear impression that an increase in borrowing costs this year remained on the agenda.</p> \n<p>Predictably the idea that the Fed is contemplating a rate rise while all the other major central banks are looking to provide more stimulus led to a stronger US dollar and weaker commodity prices.</p> \n<p>But, as Wall Street should not need to be reminded, we have been here before. At the start of the year there was speculation that there would be four increases in interest rates during the course of 2016. So far there have been none. The Fed has given strong signals that interest rates are going up only to back away again in the face of downbeat economic data.</p> \n<p>Three possible dates have been pencilled in by the markets for a Fed move: September, December and March next year. September will be a non-starter unless Yellen comes up with some uncharacteristically tough and unequivocal words in Jackson Hole. She is is an instinctive dove, doesn’t especially want to see the dollar appreciate rapidly is and politically smart to boot. A September rate rise would come smack in the middle of the presidential election race.</p> \n<p>It is more probable that the choice is between December and March. The recent data points to December. The Fed’s recent actions point to March. <br></p>",
  "<p>Nearly 15,000 emails recovered by the FBI from the private server used by Hillary Clinton when she was secretary of state are set to be made public just before the presidential election in November, it emerged in court on Monday.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/20/hillary-clinton-email-server-judge-order-judicial-watch\">Judge orders Clinton to answer email server questions from Judicial Watch</a> </p> </aside>  <p>The state department said it was reviewing 14,900 documents that came to light in the <a href=\"https://www.theguardian.com/us-news/2016/jul/05/fbi-no-charges-hillary-clinton-email-investigation\">now-closed investigation</a> into the handling of sensitive information that flowed through the server in question. That is a major addition to the 30,000 emails that Clinton’s lawyers considered work-related and returned to the department in December 2014.</p> <p>The FBI cleared Clinton of criminal conduct but found her to have have been “extremely careless”, and the saga continues to dog her. On 5 August the FBI completed a transfer of several thousand previously undisclosed work-related emails for the state department to review and publish.<br></p> <p>Responding to the news, the Republican National Committee chairman, Reince Priebus, said Clinton “seems incapable of telling the truth”.</p> <p>State lawyers told federal judge James Boasberg on Monday they expected to release the emails in batches on 14, 21 and 28 October and 4 November. The election, against Republican nominee Donald Trump, takes place on 8 November.</p> <p>Boasberg ordered that the department should aim for a more ambitious deadline. The judge set another hearing for 22 September, so progress can be reviewed.</p> <p>Tom Fitton, president of the conservative legal group <a href=\"https://www.theguardian.com/us-news/2016/aug/20/hillary-clinton-email-server-judge-order-judicial-watch\">Judicial Watch</a>, which brought the case under a Freedom of Information Act (Foia) request, <a href=\"https://twitter.com/TomFitton/status/767698374124572672\">tweeted</a>: “FBI found almost 15,000 new Clinton documents. When will state release them?” </p> <p>Another federal judge, Emmet Sullivan, last week <a href=\"https://www.theguardian.com/us-news/2016/aug/20/hillary-clinton-email-server-judge-order-judicial-watch\">ordered Clinton</a> to answer written questions from Judicial Watch. Her answers are not due until after the presidential election.</p> <p>The state department claims it is “prioritizing” the appraisal of the new batch of emails while assessing how many are related to government business and how many are personal. Lawyer Lisa Olson told the court: “We are aiming to complete the appraisal by the first week of October.” She described the target as “extraordinarily ambitious”.</p> <p>The 14,900 documents are contained on the first of seven computer disks. The number of documents on all such disks is unknown but according to Olson it runs to “tens of thousands”. Boasberg ordered that the department should concentrate on the first disk for now.</p> <p>Judicial Watch filed the lawsuit in May 2015, after disclosures that Clinton had exclusively used a personal email server while secretary from 2009 to 2013.</p> <p>Following the court hearing, Priebus said: “Hillary Clinton seems incapable of telling the truth. Clinton’s pattern of serial dishonesty is completely unacceptable for a candidate seeking the nation’s highest office, and her refusal to tell the truth and own up to her poor judgment is a preview of how she would conduct herself if elected president.</p> <p>“Even worse, this news comes on the heels of the Clinton camp falsely trying to pin her email woes on Colin Powell, raising serious questions about whether she lied to the FBI.”</p> <p>Former secretary of state Colin Powell has pushed back against Clinton’s claim, first <a href=\"http://www.nytimes.com/2016/08/19/us/politics/hillary-clinton-told-fbi-colin-powell-advised-her-to-use-private-email.html?_r=0\">reported in the New York Times</a>, that he advised her to use a private email account.</p> <p><a href=\"http://www.people.com/article/colin-powell-hillary-clinton-pinning-email-scandal-on-him\">He told People magazine</a>: “Her people have been trying to pin it on me. The truth is, she was using [the private email server] for a year before I sent her a memo telling her what I did.”</p> <p>Powell told NBC News <a href=\"http://www.nbcnews.com/news/us-news/clinton-told-fbi-colin-powell-recommended-private-email-sources-n634136\">last week</a> he sent a memo to Clinton “describing his use of his personal AOL email account for unclassified messages and how it vastly improved communications within the state department”.</p> <p>The Times said its report was based on a leak by Congress of notes from a classified interview.</p> <p>At a White House press briefing, press secretary Josh Earnest said: “Like the president, I don’t have any insight into any conversations that may have taken place between Secretary Clinton and General Powell, so I’m afraid I can’t shed any light on that for you.”</p> <p>Priebus added: “The process for reviewing these emails needs to be expedited, public disclosure should begin before early voting starts, and the emails in question should be released in full before election day.”</p> <p>A Clinton spokesperson did not respond to a request for comment.</p>",
  "<p>JK Rowling has sung the praises of a recent study which found that reading the Harry Potter books lowers Americans’ opinions of Donald Trump.</p> <p>The bestselling novelist has already made her feelings on Trump clear, <a href=\"http://www.jkrowling.com/en_GB/#/timeline/on-monsters-villains-and-the-EU-referendum\">writing in an open letter in June</a> that the presidential candidate is “fascist in all but name”. “His stubby fingers are currently within horrifyingly close reach of [the US’s] nuclear codes. He achieved this pre-eminence by proposing crude, unworkable solutions to complex threats. Terrorism? ‘Ban all Muslims!’ Immigration? ‘Build a wall!’,” wrote Rowling. “He has the temperament of an unstable nightclub bouncer, jeers at violence when it breaks out at his rallies and wears his disdain for women and minorities with pride. God help America. God help us all.”</p> <p>This weekend, Rowling pointed on Twitter <a href=\"http://iscap.upenn.edu/studies/harry-potter-and-deathly-donald\">to a study</a> into whether reading the Harry Potter books influences Americans’ attitudes to Trump. Harry Potter and the Deathly Donald was recently published in <a href=\"http://www.apsanet.org/ps\">PS: Political Science and Politics</a>.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jk_rowling/status/766683212810690560\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So anyway, this has made my day.<a href=\"https://t.co/mJSCdHLVPz\">https://t.co/mJSCdHLVPz</a></p>&mdash; J.K. Rowling (@jk_rowling) <a href=\"https://twitter.com/jk_rowling/status/766683212810690560\">August 19, 2016</a></blockquote>  </figure>  <p>The University of Pennsylvania’s Professor Diana Mutz polled a nationally representative sample of 1,142 Americans for the study, in 2014, and again in 2016. She asked them about their Harry Potter consumption, and using a zero to 100 scale, about their attitudes on issues from the death penalty to the treatment of Muslims, and in 2016, their feelings about Donald Trump.</p> <p>Democrats, Republicans and independents had all read the Harry Potter books in roughly equal numbers, found Mutz. She also discovered that each Potter book that her respondents had read lowered their feelings about Trump by two to three points on the 100-point scale.</p> <p>“This may seem small,” she said. “But for someone who has read all seven books, the total impact could lower their estimation of Trump by 18 points out of 100.”</p> <p>Mutz said that even when she controlled for issues including gender, education and age, all of which predict Americans’ attitudes to Trump, the “Harry Potter effect” remained.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2015/dec/08/jk-rowling-on-donald-trump-voldemort-was-nowhere-as-bad\">JK Rowling on Donald Trump: 'Voldemort was nowhere as bad'</a> </p> </aside>  <p>Mutz writes in the study that similarities between Trump and Potter’s nemesis Voldemort “have not gone without notice during the 2016 campaign”, with the term Trumpdemort gaining traction, and “even Trump supporters … buying into the analogy, purchasing Trump posters featuring their candidate in front of an American flag as backdrop, with a quote from the Dark Lord himself: ‘There is no good and evil, there is only power, and those too weak to seek it.’”</p> <p>She points out similarities between the fictional wizard and the Republican candidate for president, including how Voldemort “supports the eradication of mixed blood wizards”, and how “in comparison, Donald Trump has called for a temporary moratorium on Muslim immigration”.</p> <p>“It may simply be too difficult for Harry Potter readers to ignore the similarities between Trump and the power-hungry Voldemort,” she writes in the study.</p> <p>Mutz found that the Potter films, by contrast, did not lead to Trump opposition – possibly, she believes, because “reading inherently requires much higher levels of attention and allows for greater nuance in characters, many of whom are neither wholly good nor wholly bad”, and “due to length, movies must leave out material from the full books, and they are more likely to emphasise action over the characters’ internal dilemmas and introspection”. </p> <p>Mutz ends her study by speculating that “these findings raise the hope that Harry Potter can stop the Deathly Donald and make America great again in the eyes of the world, just as Harry did by ridding the wizard world of Voldemort”.</p> <p>“Throughout the series, love and kindness consistently triumph over aggression and prejudice,” she said. “It’s a powerful, positive theme, and thus not surprising that readers understand the underlying message of this storyline, and are moved by it. These pro-unity views come through loud and clear in the storyline and have also been publicly voiced by the author of the series, JK Rowling, who has … espoused anti-Brexit and anti-Trump political views. Harry Potter’s popularity worldwide stands to make a difference not just in the US election, but in elections across Europe that involve aggressive and domineering candidates worldwide.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/books/video/2016/may/17/jk-rowling-donald-trump-freedom-pen-america-gala-video\"            data-short-url=\"https://gu.com/p/4ja6v\"                    data-show-ads=\"true\"            data-video-id=\"2507193\"            data-video-name=\"JK Rowling defends 'objectionable' Donald Trump’s freedom to speak – video\"            data-video-provider=\"PEN American Center\"            > <video data-media-id=\"gu-video-573b09b4e4b05be498d5fba5\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/05/17/160517JKRowling_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/webM/2016/05/17/160517JKRowling_synd_768k_vp8.webm\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2016/05/17/160517JKRowling_small.3gp\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/05/17/160517JKRowling.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2016/05/17/160517JKRowling_large.3gp\"/> </video> <figcaption><a href=\"https://www.theguardian.com/books/video/2016/may/17/jk-rowling-donald-trump-freedom-pen-america-gala-video\">JK Rowling defends ‘objectionable’ Donald Trump’s freedom to speak</a></figcaption> </figure>",
  "<p>In a <a href=\"https://www.theguardian.com/us-news/2016/jun/02/hillary-clinton-donald-trump-speech-foreign-policy-security\">speech in San Diego recently</a>, Hillary Clinton asked: “Do we want his [Donald Trump’s] finger anywhere near the button?” She was doubtful that her Republican rival was really the guy you wanted to unleash <a href=\"https://en.wikipedia.org/wiki/Nuclear_weapons_and_the_United_States\">America’s arsenal of nuclear warheads</a> which has thousands of times the destructive force of the weapons that obliterated Hiroshima and Nagasaki 71 years ago this month.</p> <p>Certainly, her opponent’s nuclear strategy, if that’s not too strong a word, is nothing if not maverick. “Somebody hits us within Isis, you wouldn’t fight back with a nuke?” <a href=\"http://www.nytimes.com/2016/08/04/world/donald-trump-nuclear-weapons.html?_r=0\">Trump asked in March</a>. He was also <a href=\"https://www.theguardian.com/us-news/live/2016/aug/03/trump-clinton-campaign-election-2016-live?page=with:block-57a202c9e4b031196bf5bc88#block-57a202c9e4b031196bf5bc88\">reported</a> as saying of nuclear weapons: “If we have them, why can’t we use them?” On an interview with MSNBC in March, his interviewer told Trump that nobody wanted to hear that “a guy running for president of the United States talking of maybe using nuclear weapons”. To which <a href=\"http://www.vanityfair.com/news/2016/08/donald-trump-nuclear-weapons\">Trump replied</a>: “Then why are we making them? Why do we make them?”</p> <p>This sort of stuff has been too much, for some Republicans. One of them is John Noonan, who worked for many years as a Minuteman III nuclear launch officer under the Wyoming tundra, hoping never to receive a particularly urgent call from presidents Bush or Obama. He is not voting for Trump because he thinks the Republican is too irrational and doesn’t understand nuclear deterrence strategy that, in his view, has spared the world from destruction since 1945. “The very point of nuclear weapons is that they are never used,” <a href=\"http://www.latimes.com/opinion/op-ed/la-oe-noonan-trump-nuclear-20160809-snap-story.html\">wrote Noonan in the LA Times earlier this month</a>. “We have them to dissuade hostile powers from attacking us, and vice versa.</p> <p>“I sat at my post believing, through both the Bush and Obama administrations, that the president was fundamentally rational and would never ask me to do my terrible duty. Not unless the country was in the direst of national emergencies. With Trump as president, the young men and women who are assigned to our nuclear forces will have no such assurances.”</p> <p>To be fair, maybe Trump does understand something of the mind-boggling, games-theory-based logic underpinning deterrence strategy. He was <a href=\"https://thinkprogress.org/9-terrifying-things-donald-trump-has-publicly-said-about-nuclear-weapons-99f6290bc32a#.7d54x6q0i\">asked on CBS in March</a> when should the US use nuclear weapons. “Well, it is an absolute last stance. And, you know, I use the word unpredictable. You want to be unpredictable.” The corollary? If you’re too predictable, then the enemy can get the nuclear jump on you.</p> <p>In another interview, Trump was asked if he would nuke Europe. “Europe is a big place,” he replied airily. “I’m not going to take cards off the table.”</p> <p>What Clinton must have known better than most when she made her San Diego speech is that Donald Trump will never get his fingers on the nuclear button. Not because the polls suggest she will trounce him in November, but rather because it is merely a figure of speech. In a 1980s Spitting Image sketch, Ronald Reagan had two buttons at his bedside. One was labelled “nurse”, the other – inadvertently pressed – labelled “nukes”. In reality, there is no such thing as the president’s nuclear button.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2016/aug/19/donald-trump-bit-like-us-oliver-burkeman\">Is there a bit of Donald Trump in all of us? | Oliver Burkeman</a> </p> </aside>  <p>Every US president since John F Kennedy has been equipped with a nuclear biscuit and a nuclear football. It’s what the US president does with them that decides whether the rest of us should plan for tea or armageddon.</p> <p>The so-called nuclear biscuit is a credit-card-sized piece of plastic containing the codes the president needs to order the launch nuclear weapons. The president is supposed to carry the biscuit at all times, though there are reports that in the 1970s Jimmy Carter <a href=\"http://www.telegraph.co.uk/news/worldnews/northamerica/usa/8077326/Bill-Clinton-lost-vital-White-House-nuclear-codes.html\">inadvertently lost his when a suit was sent to the dry cleaners</a>.</p> <p>Worse was to happen 20 years later under Bill Clinton’s presidency when, according to General Hugh Shelton, who was chairman of the Joint Chiefs of Staff at the time, “the codes were actually missing for months”. Shelton wrote in his memoir Without Hesitation: “That’s a big deal – a gargantuan deal.” You think? Indeed, one of Clinton’s former military aides, Lt Col Robert “Buzz” Patterson, recalled that the morning after the Monica Lewinsky sex scandal broke, he asked the president for the card so that he could supply an updated version. The president couldn’t find it.</p>  <figure class=\"element element-image\" data-media-id=\"de421223b3cddbd916c2c5a6fc0cf29dd8e3cc64\"> <img src=\"https://media.guim.co.uk/de421223b3cddbd916c2c5a6fc0cf29dd8e3cc64/0_75_3870_2322/1000.jpg\" alt=\"A military aide carries the nuclear football.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A military aide carries the nuclear football.</span> <span class=\"element-image__credit\">Photograph: Joshua Roberts / Reuters/Reuters</span> </figcaption> </figure>  <p>“He thought he just placed them upstairs,” Patterson <a href=\"http://www.telegraph.co.uk/news/worldnews/northamerica/usa/8077326/Bill-Clinton-lost-vital-White-House-nuclear-codes.html\">wrote in his memoir</a> Dereliction of Duty: Eyewitness Account of How Bill Clinton Compromised America’s National Security. “In my experience, nuclear launch codes are usually in the last place you saw them. We called upstairs, we started a search around the White House for the codes, and he finally confessed that he in fact misplaced them. He couldn’t recall when he had last seen them.” These were, we realise in hindsight, perturbing hours for humanity, since it is only when the Pentagon and nuclear launch officers hear these codes that will they know for certain that the person on the line is really the president rather than, say, an Obama impersonator working for Kim Jong-un.</p> <p>There may be some of you already suspecting that humanity’s best hopes for surviving a Trump presidency is to send his suits for dry cleaning before he gets to empty the pockets, or tuck the nuclear biscuit down the back of an Oval Office sofa while the president is distracted arranging his hair.</p> <p>As for the nuclear football, it comes into active service when the president leaves the White House. It is the nickname for a large leather, aluminium-framed briefcase weighing 20kg which is hefted by a military aide who shadows the US commander in chief.</p> <p>It is, <a href=\"http://www.smithsonianmag.com/history/real-story-football-follows-president-everywhere-180952779/\">as former Washington Post reporter Michael Dobbs calls it</a>, “the ultimate power accessory, a doomsday machine that could destroy the entire world”. The late Bill Gulley, a former director of the White House Military Office, described what’s inside the nuclear football in his 1980 memoir Breaking Cover. “There are four things in the football. The Black Book containing the retaliatory options, a book listing classified site locations, a manila folder with eight or 10 pages stapled together giving a description of procedures for the Emergency Broadcast System, and a three-by-five inch card with authentication codes.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"bd7898de1e0bd71f8798438414c382eedc91aba7\"> <img src=\"https://media.guim.co.uk/bd7898de1e0bd71f8798438414c382eedc91aba7/0_683_2953_3691/800.jpg\" alt=\"The nuclear football in Red Square during Reagan’s visit.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The nuclear football in Red Square during Reagan’s visit.</span> <span class=\"element-image__credit\">Photograph: Bettmann/Bettmann Archive</span> </figcaption> </figure>  <p>The nuclear football has an antenna protruding from it, likely indicating that inside there is a communication system with which the president can maintain contact the Pentagon’s National Military Command Centre which monitors worldwide nuclear threats and can order an instant nuclear response. “The football,” <a href=\"http://www.smithsonianmag.com/history/real-story-football-follows-president-everywhere-180952779/\">says Dobbs</a>, “also provides the commander-in-chief with a simplified menu of nuclear strike options – allowing him to decide, for example, whether to destroy all of America’s enemies in one fell swoop or to limit himself to obliterating only Moscow or Pyongyang or Beijing.” Or, presumably, Milton Keynes.</p> <p>One of Ronald Reagan’s aides even carried the nuclear football across Red Square during a presidential visit to Moscow. In principle, Reagan could have ordered a first strike on the Soviet Union at that moment. In any case, Reagan’s Soviet counterpart, Mikhail Gorbachev, was also accompanied during the visit by a military aide holding a very similar bag, known in Russian as the chemodanchik, or “little briefcase.”</p> <p>Over the years there have been several nuclear footballs, all manufactured for the White House by <a href=\"http://zerohalliburton.com/#\">Zero Halliburton</a>, the Utah firm that also supplied aluminium briefcases <a href=\"https://web.archive.org/web/20120314205312/http://www.zerohalliburton.com/index.php?dispatch=pages.view&amp;page_id=17\">for movies</a> like Men in Black II, Air Force One and perhaps less reassuringly, Dude, Where’s My Car? and Spy Kids. Today, visitors to the Smithsonian’s National Museum of American History in Washington can see a retired nuclear football and, if so minded, salute its gallant contribution to global security.</p> <p>The nuclear football came into active service after the 1962 Cuban missile crisis when President Kennedy worried how the Pentagon and nuclear launch officers would be sure that it was really the president ordering a strike. Declassified documents <a href=\"https://books.google.co.uk/books?id=2pEQpx8CB7oC&amp;pg=PA294&amp;lpg=PA294&amp;dq=%E2%80%9CWhat+would+I+say+to+the+Joint+War+Room+to+launch+an+immediate+nuclear+strike?%E2%80%9D&amp;source=bl&amp;ots=jfksuHVMEc&amp;sig=PBJ_MNOo84HEPyBBVN1PAw1C-pA&amp;hl=en&amp;sa=X&amp;ved=0ahUKEwjbuaP8lrfOAhXIShQKHXF1CNQQ6AEIKjAC#v=onepage&amp;q=%E2%80%9CWhat%20would%20I%20say%20to%20the%20Joint%20War%20Room%20to%20launch%20an%20immediate%20nuclear%20strike%3F%E2%80%9D&amp;f=false\">reveal his concerns</a>: “What would I say to the Joint War Room to launch an immediate nuclear strike?” Kennedy asked. “How would the person who received my instructions verify them?”</p> <p>Now, long after the end of the cold war, the man bag still shadows the president on his or her travels. There are in fact three nuclear footballs – one kept near the president when they leave the White House, another for the vice-president and a third kept in storage in the White House. The nuclear football is not handcuffed to aides, as some have claimed, but has a leather cinch strap <a href=\"https://www.newspapers.com/newspage/138042614/\">that can be looped around the wrist</a>.</p> <p>Why is the briefcase nicknamed the nuclear football? According to former US secretary of defence Robert McNamara, it was so-named because it was part of an early nuclear war plan code-named Operation Drop Kick.</p> <p>In Stanley Kubrick’s 1964 nuclear black comedy Dr Strangelove, there is also an Operation Drop Kick. It denoted a nuclear exercise that goes wrong when the unhinged US general played by Sterling Hayden orders a first strike on the Soviet Union. All the president’s men strive to recall the bombers to prevent nuclear politics. As you know (spoiler alert!), they fail and the film concludes with Major TJ “King” Kong played by Slim Pickens, dropping from Russian skies astride a nuclear weapon.</p> <p>In reality, happily, Operation Drop Kick hasn’t resulted in nuclear catastrophe. That said, there have been nuclear-football fumbles. Peter Metzger, a former marine who was one of five military aides charged with carrying the nuclear football for Reagan, recently recalled that once a colleague steered him into a different lift from the president and tricked him into thinking he had missed the motorcade. Metzger said his heart was racing “like a gerbil in a cage” until he realised his colleague was playing a practical joke.</p> <p>Metzger said that carrying the nuclear football is a worrisome responsibility. “The result of a decision the president would make is so grotesquely horrible – it would change the face of the earth, it would change humanity, it would change mankind,” <a href=\"http://edition.cnn.com/2016/08/06/politics/nuclear-football-president-button/\">he said</a>. “I guess when you’re on duty, you try not to think of the import of that. But you are fully prepared to do so if you have to.”</p> <p>Robert Patterson, who carried the football for Clinton, said: “You’re always kind of on edge. I opened it up constantly just to refresh myself, to always be aware of what was in it, all the potential decisions the president could possibly make.”</p> <p>Last year, one of the nuclear football’s trusty carriers, ex-marine John Kline, even used footage of the bag in a TV ad to help his campaign for re-election to Congress. “In this briefcase lies the fate of the world,” <a href=\"http://usatoday30.usatoday.com/news/washington/2005-05-05-nuclear-football_x.htm\">went the voiceover</a>. “It contains top-secret codes to launch a nuclear strike. Two presidents – one from each party – trusted a young marine named John Kline to safeguard it.” It’s not clear how key that ad was to his successful campaign, but it probably didn’t hurt.</p> <p>Aides who carry the nuclear football have extensive psychological evaluations to assess whether they’re up to the task. Metzger discloses that he underwent extensive vetting by the Defense Department, the secret service and the FBI before he was given the job. The incoming president, whether it is Trump or Clinton, will undergo no such checks as to their mental stability. There is, though, one consoling thought. Even if Trump did nuke Europe, he’d probably spare part of Aberdeenshire – he wouldn’t want to destroy his golf resort.</p> <p>• This article was amended on 23 August 2016. An earlier version said that George C Scott played the unhinged US general who ordered an attack on the Soviet Union in the film Dr Strangelove. The general, Brig. General Jack D. Ripper, was played by Sterling Hayden.</p>"
]