[
  "<p>A federal judge in New York has ordered counsel for Donald Trump and the disgraced financier Jeffrey Epstein to appear in court along with the attorney for a woman referred to only as “Jane Doe” who alleges the Republican presidential nominee raped her when she was 13.<br></p> <p>Judge Ronnie Abrams has slated an initial status conference in the civil lawsuit for 16 December in a New York district court. </p> <p>The order raises the extraordinary prospect, were Trump to win the 8 November battle for the White House, of counsel for a US president-elect being called into federal court in proceedings relating to allegations of rape of an underage girl.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/30/hillary-clinton-lose-election-fbi-email-investigation\">Will Hillary Clinton lose the US election because of the FBI email investigation?</a> </p> </aside>  <p>Trump has vociferously denied the accusations, dismissing them as fabrications and slamming the lawsuit as a sham designed to smear him as he runs for highest office. Epstein, an associate of the UK’s Prince Andrew, was convicted of underage sex crimes in Florida in 2008 and has also denied the allegations.</p> <p>A <a href=\"https://www.theguardian.com/us-news/2016/jul/07/donald-trump-sexual-assault-lawsuits-norm-lubow\">Guardian investigation</a> this summer found that the lawsuit appeared to have been coordinated by a former producer on the Jerry Springer TV show who has been associated in the past with a range of disputed claims involving celebrities including OJ Simpson and Kurt Cobain. A publicist acting for “Jane Doe” also attempted to sell a video in which the woman describes her allegations against Trump to media outlets at a $1m price tag.</p> <p>The <a href=\"https://www.scribd.com/document/326770514/Judge-Status-Conference-Order-Jane-Doe-V-Trump#download&amp;from_embed\">court order</a> gives no details of the legal complaint raised by “Jane Doe”. It instructs all parties to the case to set out in advance the nature of the allegations and the “principal defenses”, as well as any previous motions and discovery as well as the “estimated length of trial”.</p> <p>The original federal lawsuit, filed in June, alleged that “Jane Doe” was sexually assaulted by Trump in 1994 at Epstein’s Manhattan home. Further claims were made that the real estate billionaire raped the then teenager at parties hosted by Epstein on the Upper East Side.</p> <p>The Guardian investigation found that a publicist calling himself “Al Taylor” attempted to sell the videotape of “Jane Doe” relating her allegations for $1m. It linked Taylor through a variety of means including shared email addresses and phone numbers to Norm Lubow, who used to work on Springer’s daytime talk show.</p> <p>Lubow was connected to a contentious claim, raised in the 1998 documentary movie Kurt and Courtney, that Courtney Love offered a fellow musician $50,000 to murder her husband, Kurt Cobain of Nirvana. Love denied the charge.</p> <p>According to the New York Post, Lubow was also behind a tabloid newspaper story that OJ Simpson bought illicit drugs on the day his estranged wife Nicole Brown was killed.</p> <p>When the Guardian quizzed “Al Taylor” about his true identity, the publicist replied: “Just be warned, we’ll sue you if we don’t like what you write. We’ll sue your ass, own your ass and own your newspaper’s ass as well, punk.”</p> <p>The Trump presidential campaign did not immediately respond to a request for comment about the forthcoming court proceedings. A lawyer for the Trump Organization told the Guardian in July: “This is basically a sham lawsuit brought by someone who desires to impact the presidential election.”</p>",
  "<p>The Federal Reserve’s decision not to increase rates in September was a close call, <a href=\"https://www.federalreserve.gov/monetarypolicy/fomcminutes20160921.htm\">the minutes released</a> on Wednesday show. When the Federal Open Markets Committee (FOMC) <a href=\"https://www.theguardian.com/business/2016/sep/21/federal-reserve-interest-rates-unchanged\">met in September</a>, three of the 12 members voted in favor of increasing interest rates as the US labor market continued to improve at a slower rate and the risks from Brexit, the UK’s vote to leave the European Union, eased. Some members indicated that a rate hike might be appropriate “relatively soon”. </p> <p>Up until September, Kansas City Fed president Esther George was the lone voice in favor of raising interest rates. Last month, she was joined by Cleveland Fed president Loretta Mester and Boston Fed president Eric Rosengren in her call to increase the target range to 0.50%-0.75%. The current range is 0.25%-0.50%, after it was increased last December for the first time in nearly a decade.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/04/interest-rates/\" data-alt=\"US interest rates\"> <a href=\"https://interactive.guim.co.uk/embed/2016/04/interest-rates/\">US interest rates</a> </figure>  <p>The FOMC – which is the policy setting arm of the US central bank – noted that the case for increasing interest rates has strengthened recently. After last year’s increase, the Fed was initially expected to hike rates four more times in 2016. With six FOMC meetings having come and gone, that forecast has now been revised down to just one rate hike. The Fed next meets in November, days before the presidential election, and once more in December. </p> <p>Most economists expected the Fed to raise rates again in December, a year since its last hike. </p> <p>Among the reasons for the delay were the continued slack in the labor market and inflation, which continues to run below the FOMC’s 2% objective. According to the FOMC minutes, the majority of its members wanted to wait and see evidence of continued progress before hiking rates. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/oct/11/pound-completes-worst-four-day-performance-since-brexit-vote\">Pound completes worst four-day performance since Brexit vote</a> </p> </aside>  <p>The majority of the members also agreed that the risks from Brexit “had receded”. </p> <p>“However, a few still judged that overall risks were weighted to the downside, citing various factors that included the possibility of weaker-than-expected growth in foreign economies, continued uncertainty associated with Brexit, the proximity of policy interest rates to the effective lower bound, or persistent headwinds to economic growth,” according to the minutes. <br></p> <p>The committee will continue to closely monitor global economic and financial developments.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/oct/2016-10-11T17:01:25/embed.html\" data-alt=\"Pound to dollar\"> <a href=\"https://interactive.guim.co.uk/charts/embed/oct/2016-10-11T17:01:25/embed.html\">Pound to dollar</a> </figure>  <p>On Tuesday, almost three weeks since the committee’s meeting, the <a href=\"https://www.theguardian.com/business/2016/oct/11/ftse-100-record-high-sterling-pound-weakens\">pound recorded</a> its worst four-day performance since the Brexit vote. </p> <p>Those in favor of raising interest rates pointed to <a href=\"https://www.theguardian.com/business/2016/oct/07/us-economy-september-jobs-report\">continuing job creation</a>. September was the <a href=\"https://www.theguardian.com/business/2016/sep/13/why-the-us-economy-is-crucial-to-the-election-in-six-charts\">78th consecutive month</a> of private-sector job growth – the longest streak of job creation on record. That month the US economy added 156,000 jobs even as the unemployment rate went up to 5%. The higher unemployment rate, however, was good news as it was a result of more people returning to the US labor market. </p> <p>“As the labor market has improved, people who were discouraged are coming back into the labor force,” <a href=\"http://www.bloomberg.com/news/articles/2016-10-12/fed-s-dudley-says-go-as-far-as-you-can-to-expand-workforce?utm_content=business&amp;utm_campaign=socialflow-organic&amp;utm_source=twitter&amp;utm_medium=social&amp;cmpid%3D=socialflow-twitter-business\">said William Dudley</a>, president of New York Fed, on Wednesday. “That’s allowing us to grow payrolls at a pretty decent clip without pushing down the unemployment rate.”</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/04/unemployment-rate/\" data-alt=\"us unemployment rate\"> <a href=\"https://interactive.guim.co.uk/embed/2016/04/unemployment-rate/\">us unemployment rate</a> </figure>  <p>The labor participation rate for September was 62.9%, up from 62.8% a month ago. In September 2008, when Lehman Brothers declared bankruptcy and the US economy shed 159,000 jobs, the labor participation rate was 66%. As the participation rate has remained near historic lows, the US Department of Labor has pointed out that a contributing factor are the many baby boomers who are leaving the labor market and retiring. </p> <p>The central bankers voting in favor of a rate hike believe that the US labor market is nearing full employment, a condition where those willing and able to work are able to find jobs. According to these bankers, “a further delay in raising the target range would unduly increase the risk of the unemployment rate falling markedly below its longer-run normal level”.</p>",
  "<p>A Canadian politician who made history as the country’s first female prime minister has publicly voiced her concerns about Donald Trump, branding the Republican presidential nominee as a sexual predator who revels in his own inappropriate behaviour.<br></p> <p>“He has described himself as a sexual predator,” Kim Campbell said of Trump’s <a href=\"https://www.theguardian.com/us-news/video/2016/oct/08/donald-trumps-sex-boasts-when-you-are-a-star-they-let-you-do-anything-video\">2005 leaked Access Hollywood tape.</a> “The behaviour he has admitted to and celebrated in himself is predation.” </p> <p>After taking helm of the country’s Progressive Conservative party in 1993, Campbell became Canada’s first – and to-date only – <a href=\"http://www.ctvnews.ca/politics/i-think-it-matters-kim-campbell-on-being-first-and-only-female-pm-in-canada-1.2970411\">female prime minister.</a> Her term lasted just over four months, coming to an end when her party lost the general election.</p> <p>As justice minister in the early 1990s, Campbell was instrumental in reforming Canada’s sexual assault laws, and in an interview on Tuesday, she lashed out Trump’s remarks on kissing women and grabbing them without permission. “Unconsented sexual touching is a sexual assault,” Campbell <a draggable=\"true\" href=\"http://www.cbc.ca/news/politics/kim-campbell-describes-trump-as-dangerous-for-democracy-1.3800280\">told the Canadian Broadcasting Corporation.</a> “And somebody who does that, who thinks he has a right to do that, who does it thinking that it’s a reflection of his value because he’s a celebrity, et cetera, I mean that is predation.” </p> <p>Trump’s comments could hold wider, more troubling implications for women across the United States, warned Campbell. “He has released a wave of misogynistic rhetoric in the guise of being opposed to political correctness,” she said. “The giving permission of people to express the worst misogynistic attitudes is incredibly dangerous and very, very worrisome.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/10/sexual-assault-definition-trump-comments\">Trump backers claim grabbing women's genitals is not sexual assault</a> </p> </aside>  <p>As news of the leaked tape broke, Trump <a href=\"https://www.theguardian.com/us-news/2016/oct/08/donald-trump-forced-into-apology-as-sex-boast-tape-horrifies-republicans\">issued an apology and said he regretted his words.</a> During Sunday’s presidential debate, he dismissed his remarks as simply <a href=\"https://www.theguardian.com/us-news/2016/oct/10/donald-trump-locker-room-banter-athletes-reaction\">run-of-the-mill “locker room talk”.</a> </p> <p>The US presidential campaign has seen Canadian politicians from across the spectrum publicly <a href=\"https://www.theguardian.com/world/2016/mar/31/canadian-party-leader-calls-donald-trump-a-fascist-thomas-mulcair\">air their concerns regarding Trump’s candidacy</a> – with one notable exception. The country’s prime minister, Justin Trudeau – <a href=\"https://www.theguardian.com/world/2016/mar/17/justin-trudeau-feminist-twitter-explodes\">a self-described feminist</a> – has repeatedly shied away from weighing in with his thoughts on the US election. On Wednesday a spokesperson for Trudeau reiterated that there would be no comment on the presidential election. </p> <p>Campbell said Trudeau’s stance was not surprising. “Justin Trudeau is a sitting prime minister of Canada and normally we don’t like it when other governments wade into our elections.”</p> <p>Any perception of interference could be magnified given Trump’s repeated claims that if he loses the election in November, <a href=\"https://www.theguardian.com/us-news/2016/sep/06/donald-trump-rigged-election-voter-fraud-intimidation\">it will be due to a “rigged” system.</a> “The idea of delegitimizing the results, as a result of his own vanity, is something that he has taken on and it is very dangerous,” Campbell said. “The notion that you would want to open a wound and encourage people … to believe somehow an election was stolen from their candidate is really a crime against democracy.”</p>",
  "<p>If only men voted in the upcoming presidential election, Donald Trump - a man who brags about <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">sexually assaulting women</a> and deliberately <a href=\"http://thehill.com/blogs/ballot-box/presidential-races/300551-report-trump-walked-into-teen-beauty-pageant-changing\">walked in on naked teenage pageant contestants</a> – would be our president. And here it was women who had to spend years convincing the country we weren’t too stupid to vote!</p> <p>FiveThirtyEight’s Nate Silver <a href=\"http://fivethirtyeight.com/features/election-update-women-are-defeating-donald-trump/\">released a map this week</a> showing Trump’s men-only win alongside a map of a Hillary Clinton landslide should only women vote. In that scenario, Silver estimates Clinton would take the presidency with 458 electoral votes, a landslide victory.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/oct/11/locker-room-talk-not-harmless-rape-culture-trump\">'Locker room talk' isn't harmless – it normalizes rape | Jaclyn Friedman</a> </p> </aside>  <p>Fantasy voting maps aside, the gender gap in November will be historic: One current poll shows Clinton <a href=\"http://www.theatlantic.com/politics/archive/2016/10/prri-atlantic-poll-trump-plummets/503561/\">leading among women by a massive 33 points</a>, and more than 68% of white women with a college education voting for her (<a href=\"http://www.businessinsider.com/hillary-clinton-donald-trump-polls-2016-8\">a group that Mitt Romney won in 2012</a>). </p> <p>If there was ever an election that was a referendum on gender in America, this is it. But that doesn’t mean the moment is just about women. </p> <p>In the wake of tapes that some still characterize as “locker room talk,” right now is an opportunity for undecided male voters to demonstrate that they are better than all this. That, no, not all men talk about sexually assaulting women and laugh. That it is not normal male behavior to treat women as if we were no more than a collection of sexualized body parts. And that voting trends aside, they won’t vote for someone who talks like it is normal.</p> <p>Because the claim that “all men” when out of earshot talk this way is certainly offensive to women, but it also deeply underestimates men and their morality. But for Trump to bounce back from the tape, his campaign needs to send the message that what he did was not horrific or abnormal, just regrettable and mundane. </p> <p>That’s why Rudy Giuliani has made the media rounds claiming that <a href=\"http://www.politico.com/story/2016/10/rudy-giuliani-trump-language-229400\">this is just the way men talk</a>. And why, in a CNN interview, <a href=\"https://www.yahoo.com/news/ben-carson-defends-trump-that-kind-of-banter-goes-around-all-the-time-211428208.html\">Ben Carson said</a>, “that kind of banter goes around all the time.” Even <a href=\"https://www.theguardian.com/us-news/2016/oct/10/sexual-assault-definition-trump-comments\">when pressed</a> about how the language Trump used described a sexual assault, Republican Senator Jeff Sessions said, “that’s a stretch,” and RNC communications director <a href=\"https://www.theguardian.com/commentisfree/2016/jul/20/donald-trump-rnc-sean-spicer-my-little-pony-melania-plagiarism\">Sean Spicer</a> said, “I’m not a lawyer.” </p> <p>Perhaps most appallingly, when MSNBC’s Chris Hayes asked Texas Rep Blake Farenthold whether he’d pull support from Trump if he was to say, “I like raping women,” Farenthold replied, <a href=\"https://twitter.com/allinwithchris/status/785999654034874368\">“I’d consider it.”</a></p> <p>This is cowardice. Are women really so disposable to these men – not just as “wives, mothers and daughters,” but as people – that they would abandon all sense of morality in favor of allegiance to a monster? </p> <p>Women on the left are not necessarily shocked by this behavior from the GOP – their policies enshrine a basic disrespect for women’s bodies and autonomy.<br tabindex=\"-1\"></p> <p>But now conservative women are feeling fed up. <a href=\"https://twitter.com/MBGlenn/status/785641127604916224\">In a scathing series of tweets</a>, for example, one Republican woman blasted the men in her party who are still supporting Trump. She noted how conservative women have defending Republican men from sexism claims for years. “I fought on behalf of my principles while other women told me I hated my own sex,” she wrote. “Now some Trojan horse nationalist sexual predator invades the GOP, eating it alive, and you cowards sit this one out?”<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/oct/08/donald-trump-women-comments-groping-apology\">This is the point of no return for Donald Trump | Richard Wolffe</a> </p> </aside>  <p>“You won’t really care that I’m offended by your silence, and your inability to take a stand. But one by one you’ll watch more women like me go.”</p> <p>It cannot be up to just women – whether by our voices or our votes – to end this madness. Men need to step up. The white male voters who tend to vote Republican need to look at that map of red and feel ashamed. Women will likely be the ones who stave off armageddon this time, but we sure would like some company.</p>",
  "<p>A brief rally in the pound was quickly reversed on Wednesday after the government refused to make tariff-free access to the European Union’s single market a red line in Brexit negotiations with Brussels.</p> <p>Investors sold the pound after <a href=\"https://www.theguardian.com/politics/2016/oct/12/brexit-mps-david-davis-eu-exit-plan\">Brexit minister David Davis told MPs it was “not black or white”</a> whether the UK would stay in the single market.</p> <p>Sterling fell two cents to $1.21 on the currency markets in afternoon trading, reversing a jump to $1.23 overnight that followed Theresa May’s concession for parliament to hold a debate on the government’s stance on talks with the EU.<br></p> <p>The U-turn in agreeing to a debate initially lifted markets, but the refusal of ministers to clarify the government’s position provoked a swift reversal in sentiment and the pound ended the day at $1.22.</p> <p>The pound has tumbled since last week when in her party conference speech May appeared to put taking control over immigration above retaining access to the single market on the current tariff-free terms. </p> <p>According to Bank of England figures, which compare the pound to a basket of major currencies, the UK’s currency has fallen to its lowest level since the 1970s, when records began. </p> <p>The figures show that the value of sterling has fallen to below the levels seen in the aftermath of the 2008 banking crisis and the slump in the pound in 1992 that followed “Black Wednesday” and the UK’s exit from the European Union exchange rate mechanism.</p> <p><a href=\"https://www.theguardian.com/business/2016/oct/12/british-shoppers-told-to-expect-price-rises-after-steep-fall-in-pound\">Business leaders warned that without a rapid recovery in the pound’s value</a>, the cost of imported goods in the shops would begin to rise, hitting household disposable incomes.</p> <p>Justin King said that supermarkets, already suffering from a prolonged price war, would be unable to absorb the recent rise in the cost of importing goods, <a href=\"https://www.theguardian.com/business/2016/oct/12/british-shoppers-told-to-expect-price-rises-after-steep-fall-in-pound\">forcing them to push up prices on the shelves</a>.</p> <p>A <a href=\"https://www.theguardian.com/business/2016/oct/12/tesco-running-low-key-unilever-brands-price-row-supplier-supermarket-falling-pound\">row between Tesco and Unilever</a> gave a foretaste of the likely disputes between suppliers and retailers after reports that the Dove soap manufacturer attempted to push through an across the board 10% rise in the price of its branded goods, which was resisted by the supermarket chain. <br></p> <p>Mike Rake, the chairman of BT, said imported mobile phones and broadband home hubs were already 10% more expensive and the cost would need to be passed on to consumers in the near future.</p> <p>Jordan Rochester, a Nomura analyst, said the pound was likely to continue its decline over the coming weeks. </p> <p>“While Theresa May’s acceptance that parliament should scrutinise her plan for Brexit in part provides for some form of a pre-article 50 ‘checks and balances’ procedure, it is unlikely to result in a detailed plan being revealed nor change the current government stance,” he said.</p> <p>Kathleen Brooks, research director at the financial trading firm City Index, said: “Every time Davis opens his mouth the pound falls because he is such a hard Brexiteer. But ultimately it will be May and Philip Hammond that make the decisions and investors were trying to work out which way they are going to go.”<br></p> <p>She said a rise in prices could spook backbench Tory MPs who want to break free from the EU to cut tariffs and lower prices in the shops.</p> <p>“It could be that the Bank of England starts to raise rates to calm inflation, making the situation for low income families even worse,” she said.</p> <p>Analysts said the US election was also influencing the situation after polls showing Donald Trump slipping in the race strengthened the dollar.<strong> </strong>Hillary Clinton’s lead in the US presidential race is also seen as a green light to the US central bank to raise interest rates in December or early next year.</p>",
  "<p>Utah is an important state in this election. Even though it only has six of the 538 electoral college votes available throughout the country (to win, a candidate must secure 270 of those votes), Utah could offer an interesting insight into America’s changing political geography.</p> <p>Historically, Utah has been one of the safest Republican states in the country. In 2012, the Republican presidential candidate, Mitt Romney – who like 55% of the state is Mormon, and who ran the Winter Olympics in Salt Lake City in 2002 – won Utah by a landslide, 48 percentage points ahead of Barack Obama. In 2008, the Republican John McCain easily defeated Obama in Utah by 28 percentage points. In 2016, though, Republican Donald Trump and Democrat Hillary Clinton appear to be neck and neck, according to a <a href=\"https://www.dropbox.com/s/1p9dm1e1w184c3s/UT%20Statewide%20Presidential%20Polling%20October%202016%20Memo%20-%20Y2.pdf?dl=0\">poll</a> published yesterday by the survey research firm  Y2 Analytics. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/11/election-polling-trump-clinton-lead\">How big is Hillary Clinton's lead in the presidential race? It depends on the poll</a> </p> </aside>  <p>After speaking to 500 likely voters in Utah on 10-11 October, the company found that Hillary Clinton, Donald Trump, and the independent candidate Evan McMullin – who is a Mormon and is from Utah – were tied for first place in Utah. </p> <p>The timing of the poll is significant – the polling company attributes Trump’s meagre 26% of the vote (Clinton also has 26% and McMullin 22%) to the release last week of a video where the Republican nominee is heard <a href=\"https://www.theguardian.com/us-news/2016/oct/08/donald-trump-tape-quit-republicans-lewd-comments\">bragging about groping women</a>. When the company asked Utah voters about the video, 64% said they had seen the video, while another 30% had heard about it. </p> <p>But this effect might not be as severe throughout the country. About <a draggable=\"true\" href=\"http://www.pewforum.org/religious-landscape-study/\">1.6%</a> of the US population is Mormon, according to the Pew Research Center, but in Utah, that figure jumps to <a draggable=\"true\" href=\"http://www.pewforum.org/religious-landscape-study/state/utah/\">55%</a>. And, according to Tuesday’s political survey, many of those Mormons are feeling thoroughly unimpressed by Donald Trump right now – 56% said that Republican leaders should no longer support him as the Republican nominee for president.</p> <ul> <li><em>You can get in touch with any questions you’d like to see answered in this series by emailing mona.chalabi@theguardian.com</em><br></li> </ul>",
  "<p></p> <p></p> <p>Donald Trump has lost nearly £26m ($31.8m) building his golfing empire in Scotland, his company accounts show – a sum that means the Republican presidential candidate has avoided paying any UK corporation tax on either of his two resorts.</p> <p>The latest accounts filed to the UK authorities for Trump’s two resorts, in Aberdeenshire and Turnberry in Ayrshire, also show he has sunk more than £102m ($125m) of his own money into both businesses, despite losing increasing sums on both investments. The accounts suggest he may never make a profit on either resort, although the Trump family insist Turnberry will return to profitability in the short to medium term.</p> <p>There is also an apparent discrepancy between the accounts and his filings last year to the US Federal Election Commission (FEC), the regulator which controls election spending. </p> <p>In his attempt to create a global portfolio of world-class golf resorts, the Republican presidential candidate had invested £62.7m in buying and refurbishing the Open championship resort at Turnberry on the coast of south-west Scotland, between acquiring it in April 2014 and the end of 2015. </p>  <figure class=\"element element-image\" data-media-id=\"072426cdcdc1f813cc59c6a2ddbf9c76deb7c734\"> <img src=\"https://media.guim.co.uk/072426cdcdc1f813cc59c6a2ddbf9c76deb7c734/255_119_693_545/500.png\" alt=\"Location of Donald Trump’s Scottish golf courses\" width=\"500\" height=\"393\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The locations of Donald Trump’s Scottish golf courses.</span> <span class=\"element-image__credit\">Photograph: Mapbox, OpenStreetMap</span> </figcaption> </figure>  <p>Meanwhile, his losses at his golf course and boutique hotel at Balmedie, north of Aberdeen, which he once claimed would be “the world’s greatest golf course” and where he plans to build 2,750 homes and holiday flats, also continue to mushroom. </p> <p>Trump’s personal loans to Trump International Golf Course Ltd (TIGCS), which has owned the Aberdeenshire estate where the resort is being built since 2006, increased by £2.6m last year. <br></p> <p>That took his total investment there to £39.4m – well above the £31.5m valuation he has given for the course and 19-bed hotel. That increased loan was needed to help stem cumulative operating losses totalling £9.7m by the end of 2015.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/jun/23/donald-trump-faces-wall-of-opposition-as-he-returns-to-scotland\">Donald Trump faces wall of opposition as he returns to Scotland</a> </p> </aside>  <p>As well as avoiding corporation tax liability due to those operating losses, Trump also avoided paying any value added tax (VAT), the UK sales tax, at the Aberdeenshire course last year.</p> <p>The accounts for both companies, published this week, state that their financial viability rests on Trump’s loans and his continued willingness to underwrite their losses. But neither set of accounts makes any mention of his bid to become US president and the fate of his investments were he to win the White House in November. Trump <a href=\"http://www.newsweek.com/2016/09/30/donald-trump-blind-trust-foreign-business-deals-500398.html\">has said</a> his children would run his businesses if he is elected.</p> <p>In his filings last year to the US FEC, Trump declared that Turnberry generated income of $20.4m (£16.6m today) in 2014 and the Aberdeenshire course earned him $4.4m (£3.6m today). <br tabindex=\"-1\"></p> <p>His UK company accounts showed hefty losses on both resorts in that year, of £1.1m at the Aberdeenshire course and £3.6m at Turnberry. Last year’s operating losses at Turnberry were £8.4m. Trump lost a further £2m in dollar-to-sterling currency exchanges, bringing total losses for Trump to £10.5m last year. In 2014, he reports losing £3.1m in currency transactions at Turnberry, bringing his total losses to £6.7m in 2014. The result was an overall loss of £26m.<br tabindex=\"-1\"></p> <p>The Turnberry accounts state: “The group is dependent on continuing finance being made available by its ultimate owner to enable it to continue operating and to meet its liabilities as they fall due.” The Aberdeenshire course accounts use almost identical wording.</p> <p>When he bought Turnberry, a world-famous links course with striking sea views on the coast of Ayrshire, in 2014, Trump boasted he would spend £200m on refurbishing the resort, to make it one of the world’s most prestigious and attract Open championship tournaments. However, his new company accounts cast doubt on that spending claim.</p> <p>That work appeared to have been completed in June this year, when he officially reopened the 149-room five star hotel, complete with a new opulent ballroom, a £3,500-a-night presidential suite and entrance-way fountain, and the newly extended and reorganised Ailsa golf course.</p> <p>But his company accounts show that by 31 December 2015, he had spent only £62m on buying the resort, its running costs, and the upgrade and course reorganisation. </p> <p>The accounts show that his New York-based trust, the Donald J Trump Revocable Trust, loaned his Turnberry holding company, Golf Recreation Scotland Ltd, £42m in 2014 and £21m in 2015. </p> <p>Of that, he is reported to have spent £35m buying the business, implying that in order to meet his pledged refurbishment investment of £200m he needed to spend a further £138m in the first six months of this year. The accounts show that this investment only increased the value of Turnberry’s physical assets by £14.4m by the end of last year.</p> <p>He flew <a href=\"https://www.theguardian.com/us-news/2016/jun/24/donald-trump-hails-eu-referendum-result-as-he-arrives-in-uk\">into Turnberry in June</a> on his own Trump-branded Sikorsky S-76B helicopter, and the accounts show the 12-seater aircraft was put on Turnberry’s books in 2014 after he moved it from Florida to be permanently based in Scotland.</p> <p>His accounts show the aircraft was bought for just over £1m, by transferring shares from Golf Recreation Scotland Ltd to his Delaware-registered firm DT Connect LLC, which had previously operated the Sikorsky from Palm Beach, Florida. However, the accounts also show the Scottish company valued the aircraft at just £269,000.<br tabindex=\"-1\"></p> <p>Trump’s executives in the UK point out that both courses employ significant numbers of people – there are 337 on Turnberry’s staff, earning a total of £5.6m last year, and 95 in Aberdeenshire, earning £2m in 2015. Trump has also spent tens of millions of pounds on local contractors. That spending has added to the Scottish economy.</p> <p>Turnover at both resorts rose last year. Despite the resort’s closure for refurbishments in October last year, Turnberry’s turnover increased by £2.2m to £11.4m in 2015 while the Aberdeenshire course turnover rose by a more modest amount, from £2.8m to £3m. Even so, the operating losses for TIGCS were close to £1.1m, just a bit lower than its similar losses in 2014.</p> <p>In addition to using the continuing losses to avoid paying company tax at both resorts, the accounts show that he has other assets which would allow him to defer corporation tax if they became profitable in future. </p> <p>The accounts for Golf Recreation Scotland Ltd state he also has a potential deferred tax asset of £7.9m but that asset is not recognised in the accounts “as there is no certainty of taxable profits in the future”. The Aberdeenshire course has a similar deferred tax asset said to be worth £1.4m.</p> <p>At the second presidential debate in St Louis, Missouri, on Sunday night, Trump <a href=\"http://www.nytimes.com/2016/10/10/us/politics/donald-trump-taxes.html\">acknowledged</a> that he used a $916m loss reported on his 1995 income tax returns to <a href=\"http://www.nytimes.com/2016/10/02/us/politics/donald-trump-taxes.html?_r=0\">avoid paying personal federal US income taxes for years</a>. “Of course I do. Of course I do … I absolutely used it,” he said. </p> <p>The Trump campaign has been contacted for comment.</p>",
  "<p>On the eve of the most bitterly fought US presidential election in decades, the British Museum has unveiled a print created by Andy Warhol in 1972, a demonic Richard Nixon urging the viewer to vote for George McGovern – a spectacular and spectacularly unsuccessful campaign image that preceded a landslide victory for Nixon.</p> <p>Warhol used a bland official photograph of Nixon and his wife Pat, taken from the cover of Newsweek, and doctored it to give him glaring yellow eyes, lipstick, and a eerie face the colour of his wife’s top. It will be be a star exhibit in the <a href=\"http://americandreamexhibition.org/\">museum’s major spring exhibition</a> of prints made in the US since the 1960s, including some gigantic recent acquisitions that have never been displayed because they are too big for any of the prints and drawings galleries.</p> <p>Warhol believed the image, created to be sold as a fundraiser for the Democratic party, made him a marked man politically, with the tax authorities poring over every cent of his income tax returns for the rest of his life.</p> <p>Stephen Coppel, joint curator of the exhibition, said Warhol’s subsequent lifelong battle with the revenue service was the true reason for the much-mocked revelation that he kept scrupulous daily notes in his diaries of every taxi fare and other expenses – “he knew his accounts would be crawled all over”.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"54a0fa915cf3bea48179f536b99cd8fd46e734d3\"> <img src=\"https://media.guim.co.uk/54a0fa915cf3bea48179f536b99cd8fd46e734d3/0_472_4541_2726/1000.jpg\" alt=\"Anonymous, Description of a Slave Ship, woodcut, 1789.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Anonymous, Description of a Slave Ship, woodcut, 1789.</span> <span class=\"element-image__credit\">Photograph: BM</span> </figcaption> </figure> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/artanddesign/2016/aug/19/anatomy-of-an-artwork-warhol-self-portrait-1981\">Andy Warhol’s Self-Portrait With Platinum Bouffant Wig</a> </p> </aside>  <p>Coppel’s department has for years been planning and acquiring works specially for an exhibition, The American Dream, which will open in March, knowing it would come close to a US presidential election – but with no idea how bitterly fought that contest would be.</p> <p>Although many of the recent acquisitions and loans from major collections, including the Museum of Modern Art in New York touch on campaign issues including racism, feminism and immigration, Coppel said they would not be making any changes to reflect the outcome. “I think we will let the viewers draw their own conclusions,” he said.<br></p> <p>After Vikings, Celts, and Egyptian underwater archaeology, the exhibition will be the first contemporary art show in the museum’s new Sainsbury exhibition gallery, and will include more than 200 works by 70 artists including some of the biggest names in American art, such as Jasper Johns, Louise Bourgeois, Edward Ruscha, Claes Oldenburg and and Robert Rauschenberg. Almost half the works have been acquired by the museum in the last eight years, which the director Hartwig Fischer described as “a fantastic achievement” given the stature of the artists and the soaring art market prices.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/artanddesign/jonathanjonesblog/2016/oct/12/picasso-guernica-aleppo-syria\">As Aleppo burns in this age of lies, Picasso's Guernica still screams the truth about war</a> </p> </aside>  <p>Although some of the earliest pieces include Warhol’s images of Jackie Kennedy after the assassination of her husband, and the artist’s electric chair series, generally the works from the 60s have a more optimistic air. One of the largest will be Rauschenberg’s towering Sky Garden, more than 2 metres tall, an explosion of joyful colour from his Stoned Moon series when he was invited by Nasa to go to Cape Canaveral to witness the launch of the Apollo 11 mission. It includes an image of the footprint Buzz Aldrin later left on the surface of the moon.</p> <p>Another, coming on loan from MoMA, is a 1966 vision of an immaculate filling station by Ruscha, the petrol pumps gleaming under a blue sky, the open road waiting. </p>  <figure class=\"element element-image element--showcase\" data-media-id=\"a645f4d0b5198a78319efc7f3fa649bc0f62434c\"> <img src=\"https://media.guim.co.uk/a645f4d0b5198a78319efc7f3fa649bc0f62434c/58_110_3686_2212/1000.jpg\" alt=\"Edward Ruscha, Standard Station, colour screenprint, 1966.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Edward Ruscha, Standard Station, colour screenprint, 1966.</span> <span class=\"element-image__credit\">Photograph: Ed Ruscha</span> </figcaption> </figure>  <p> The mood has darkened dramatically in many later pieces, including Willie Cole’s huge woodcut Stowage. Cole, who comes from an African-American family, was inspired by a famous 18th-century image he saw as a child in a schoolbook, of the human beings packed like barrels into the hold of a Liverpool slave ship, which was widely used by campaigners for the abolition of slavery. </p> <p>Cole reinvented it to reflect the grinding drudgery of domestic service of his mother and grandmother, embedding a real ironing board into his printing blocks to represent the ship, surrounded by the soleplates of steam irons evoking African tribal masks.</p> <p>Only 16 copies were printed, almost all now in museum collections in the US. Coppel recently managed to buy the 16th copy in New York for the collection, and it will go on display for the first time in the exhibition. “It was in astonishing mint condition,” he said fondly; “when we unrolled it, it still smelt of printing ink.”</p> <p> <em>The American Dream: Pop to the Present will be shown at the British Museum in London from 9 March to 18 June 2017</em><br></p>",
  "<p>Seth Meyers has ridiculed Donald Trump and the increasing problems within the Republican party on his late night chat show.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/11/samantha-bee-donald-trump-leaked-video\">Samantha Bee rips Donald Trump for 'rape culture banter' in leaked video</a> </p> </aside>  <p>On Tuesday’s <a href=\"https://www.theguardian.com/tv-and-radio/2016/sep/27/donald-trump-debate-stephen-colbert-trevor-noah-seth-meyers\">Late Night with Seth Meyers</a>, the ex-Saturday Night Live star joked about the fallout from the second presidential debate, where he claimed Trump “looked like he was wandering around, waiting for his microwave burrito to be done”.</p> <p>He referenced reports that Trump was leading an isolated life in his New York residence, believing that “we’re about two weeks away from learning the name of Trump’s childhood sled”.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=YRxDfIOTyi0\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/YRxDfIOTyi0?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>He also brought up Trump’s belief that the polls were rigged after they suggested he had fallen far behind Hillary Clinton over the last week. “How can you possibly think everything is rigged against you?” Meyers said. “You’re a blowhard with a seventh-grade vocabulary who became a celebrity billionaire with a supermodel wife. Life isn’t unfair to you, it’s unfair for you.”</p> <p>At a rally this week, Trump suggested that the large numbers of people turning out to see him suggested he was set to be victorious in November. Meyers quipped: “Just because you draw big crowds, it doesn’t mean you’re winning the election. If all you needed to win was a big crowd of people, our next president would be Ikea on a Saturday.”</p>",
  "<p>Armed with an old tablecloth on which is written the words “<em>revocatorio ya</em>”, or “recall now”, 36-year-old unemployed architect Gabriela Valero will take to the streets of Caracas on Wednesday. She is part of a movement trying to force a referendum on Nicolás Maduro’s government.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/11/venezuela-on-the-brink-a-journey-through-a-country-in-crisis\">Venezuela on the brink: a journey through a country in crisis</a> </p> </aside>  <p>“This cloth has more need now on the streets of Caracas than in my home,” says Valero, who is growing increasingly desperate due to the country’s crumbling economy. “I am a middle-class person in a middle-class neighbourhood and we struggle to buy food. We queue for hours in a lottery for staples like corn, oil and flour, or I am forced to buy from the black market.</p> <p>“When [the late president Hugo] Chávez was in power things weren’t great, but when Maduro stepped in everything got worse and worse. The government is becoming more and more authoritative and militarised. We, the people of Venezuela, need to push for a change in government, and the only way is to do it peacefully through the recall referendum,” she says.</p> <p>With polls showing that 80% of Venezuelans would vote against Maduro in a referendum, <a href=\"https://www.theguardian.com/world/2016/aug/02/nicolas-maduro-dismissal-threat-grows-as-enough-venezuelans-sign-petitions\">opponents of the country’s 17-year leftwing administration have made the recall their focus</a>. </p>  <figure class=\"element element-image\" data-media-id=\"6f03efe52af74812b0bb1c3502a0bc4029a0a688\"> <img src=\"https://media.guim.co.uk/6f03efe52af74812b0bb1c3502a0bc4029a0a688/0_53_3960_2376/1000.jpg\" alt=\"Demonstrators sing Venezuela’s national anthem during a protest against the Maduro government.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Demonstrators sing Venezuela’s national anthem during a protest against the Maduro government.</span> <span class=\"element-image__credit\">Photograph: Ariana Cubillos/AP</span> </figcaption> </figure>  <p>Medical student Astrid Escalona, 21, will be protesting against a government that she believes is doing everything it can to make the referendum impossible.</p> <p>“Even though we are exhausted from attending all of the protests that have been organised we don’t give up. People are losing their patience as every day passes, becoming a time bomb. There are so many things that make our lives more difficult and if you mix them together it is almost impossible to keep going. The best outcome is to have the referendum this year. If not, there could be a social breakdown: people can no longer keep living with this.</p> <p>“Just two years ago I was able to buy breakfast on my way to college almost every day. Right now I can’t do that, I have no money. My cat died because we could not find food for cats, so we gave her dog food instead and she got sick because cats can’t digest dog food,” she says.</p> <p>Last month, Maduro’s opponents were dealt a blow. The National Electoral Council (CNE) set the date for the referendum <a href=\"https://www.theguardian.com/world/2016/sep/22/venezuela-opposition-referendum-nicolas-maduro\">too late to trigger a presidential election even in the event of Maduro losing</a>. Under the current rules, the vice president would be sworn in and the Socialist party would continue its presidential term for another two years.</p>  <figure class=\"element element-image\" data-media-id=\"9dc77109d40753926c7c9b3e5c62b472fb07bb9c\"> <img src=\"https://media.guim.co.uk/9dc77109d40753926c7c9b3e5c62b472fb07bb9c/0_0_2333_3500/667.jpg\" alt=\"Thousands of people participate in a referendum rally in Caracas last September.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Thousands of people participate in a referendum rally in Caracas last September.</span> <span class=\"element-image__credit\">Photograph: Miguel Gutierrez/EPA</span> </figcaption> </figure>  <p>“The CNE has been postponing and making up excuses as to why we can’t have our referendum,” says 21-year-old veterinary assistant Victoria Perez. Although hopeful that a referendum will be called, possibly even by the end of the year, the government’s ability to control the election processes worries her.</p> <p>“The election officials belong to the government party, and it is completely biased towards them. Knowing this, it’s really hard to tell if a referendum will take place. But I need to protest so I can state my political rights. We won’t let the government sabotage us any longer.</p> <p>“I am completely terrified to walk in the streets because of how dangerous it is, and when I do I am constantly stressed, looking around me to see if I’m being followed. After Maduro and the party is removed we will go through hard times trying to rebuild everything we lost in the years of this regime, from companies that left our country to our society’s morals.”</p>  <figure class=\"element element-image\" data-media-id=\"40070f0d124767e3f098162e522bd6e7194ba933\"> <img src=\"https://media.guim.co.uk/40070f0d124767e3f098162e522bd6e7194ba933/0_15_3500_2100/1000.jpg\" alt=\"A Venezuelan opposition demonstrator poses with the word ‘freedom’ painted on his fists during a demonstration against the government.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Venezuelan opposition demonstrator poses with the word ‘freedom’ painted on his fists during a demonstration against the government.</span> <span class=\"element-image__credit\">Photograph: Miguel Gutierrez/EPA</span> </figcaption> </figure> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/may/20/venezuela-breaking-point-food-shortages-protests-maduro\">'We are like a bomb': food riots show Venezuela crisis has gone beyond politics</a> </p> </aside>  <p>For a referendum to be called, Maduro’s opponents need to collect signatures from 20% of registered voters in each of Venezuela’s 23 states over three days in October. The government will open voting machines for just seven hours a day and will provide only 5,400 machines – almost 15,000 fewer than requested. </p> <p>But many opposition supporters have grown too disheartened to protest any more. English language teacher Jessica Guerra, 30, who works in Mérida, a small city in the Venezuelan Andes, believes that the government will do everything it can to make the referendum impossible.<br tabindex=\"-1\"></p> <p>“I have grown quite jaded of demonstrations. Nothing has really improved. As much as I would love to think of a referendum as a possibility, I am afraid the odds are against it. The CNE is supposed to be independent and its members are not supposed to be linked to any political party, but that is not the case. The institution has been accused of manipulating elections before in order to maintain the current government in power,” says Guerra. “I will hope for the best while expecting the worst.”</p> <p>Claudia Ferrer, a 45-year-old former TV producer, thinks it is very unlikely there will be a referendum but will be joining the protest to show her disapproval.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"4062ef221b58118bd51696dee993c3bb8a789a1a\"> <img src=\"https://media.guim.co.uk/4062ef221b58118bd51696dee993c3bb8a789a1a/1154_0_2670_3337/800.jpg\" alt=\"Venezuela’s president Nicolás Maduro.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Venezuela’s president Nicolás Maduro.</span> <span class=\"element-image__credit\">Photograph: Mikhail Metzel/Tass</span> </figcaption> </figure>  <p>“A referendum is very unlikely, because the government controls the institutions that have to call the referendum and they know they will lose it. The government is even considering making the supreme court declare it unconstitutional, even though it is clearly stated in our constitution. Only international leverage can force them to accept it. We need to make the world know that we are demanding a constitutional democratic right,” she says.</p> <p>Previous protests about the recall vote have turned violent, with demonstrators throwing stones and <a href=\"https://www.theguardian.com/world/2016/may/11/venezuela-nicolas-maduro-referendum-protest\">police using teargas on protesters</a>. Alexis Reinefeld, 45, a former journalist living in Maracay, a city located 100km (60 miles) south-west of Caracas, says that the risk of violence will deter people from the demonstrations, hiding the true level of discontent within the country. </p> <p>“I totally support the opposition but it’s too risky to go outside. There were many acts of violence during the last demonstration. Bands of armed bikers rode the main streets of Maracay robbing and hurting people. Police watched everything, but not a single biker was reported to be in jail for those acts of violence.</p> <p>“I’m centre-leftist but never sympathised with Chávez or his ideas, not to mention Maduro’s interpretation of Chavism. There’s too much corruption and populism posing as social justice. <br></p> <p>“A referendum would be a moral victory, in order to give people back the sense of living in a democracy because that’s something we have lost.”</p>",
  "<p>The Republican party’s descent into civil war has revived Democratic hopes of an improbable treble by winning the presidency, House and Senate, allowing Hillary Clinton to pursue an aggressive agenda without the obstacles that have faced Barack Obama.</p> <p>With Donald Trump’s campaign at risk of imploding, there are growing signs that both parties are focusing on the battle for Congress, where Republicans have everything to lose and could find Trump dragging them underwater like a drowning man.</p> <p>Trump’s apparent declaration of war against the House speaker, Paul Ryan, and the Republican establishment on Tuesday will have done little to soothe nerves. Republican members of Congress seeking re-election now face the perilous choice of whether to risk alienating moderates or angering Trump diehards. Some are evidently trying to have their cake and eat it.</p> <p>The Senate consists of 54 Republicans, 44 Democrats and two independents, both of whom caucus with the Democrats. The House breaks down as 246 Republicans and 186 Democrats with three vacancies.</p> <p>This year was always going to be an uphill battle for Republicans in hoping to retain the Senate. Democrats are defending just 10 seats while the GOP has to hold on to 24. Democrats also tend to do better in a presidential election year with higher turnout. <br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/oct/11/paul-ryan-cant-escape-trump-shipwreck-republican-party\">Paul Ryan can't escape from Trump's shipwreck of the Republican party | Richard Wolffe</a> </p> </aside>  <p>If Clinton wins the White House, Democrats need to take only four seats to gain control because the vice-president has the casting vote in the event of a tie. But key Senate races, which include presidential battlegrounds such as New Hampshire, Pennsylvania, Wisconsin and Nevada, have remained competitive. <br></p> <p>The House also seemed to be safe in Republican hands, due in significant part to the gerrymandering that has made districts more partisan. Despite Democrats’ best efforts to cast their opponents as the “Party of Trump”, few signs have pointed to the brash real estate mogul being as deadly to down-ballot candidates as they once feared.</p> <p>But last Friday’s release of an 11-year-old video in which Trump boasted about sexual assault have again shaken the party to its core. As his poll numbers plunge, there are fears that independent and even some Republican voters will turn against the party, or at least stay at home on election day, potentially handing Democrats a crucial advantage. Suddenly the Senate looks in grave jeopardy and even the House could be in play again.</p> <p>Voters support Democrats over Republicans for Congress by seven percentage points, according to an NBC News/Wall Street Journal poll taken after the release of the tape but before Sunday night’s presidential debate.</p> <p>Democrats have been looking to tie candidates to Trump for some time and are now intensifying their efforts. One TV ad for a House seat in Wisconsin attacks Republican Mike Gallagher by playing the Trump video and stating: “Mike Gallagher still says we have to support Donald Trump. No, we don’t. We don’t have to support Mike Gallagher either.”</p>       <figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/12/miss-arizona-donald-trump-naked-girls-video\"            data-short-url=\"https://gu.com/p/577az\"                    data-show-ads=\"true\"            data-video-id=\"2800383\"            data-video-name=\"Trump 'walked in on naked girls', says former Miss Arizona – video\"            data-video-provider=\"Reuters/CBS\"            > <video data-media-id=\"gu-video-57fe79e5e4b03b22b4fb2ae7\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/12/161012missusa_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/12/161012missusa.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/12/161012missusa_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/12/miss-arizona-donald-trump-naked-girls-video\">Trump ‘walked in on naked girls’, says former Miss Arizona</a></figcaption> </figure>   <p>Among the most vulnerable incumbent Republican senators are Kelly Ayotte in New Hampshire, Richard Burr in North Carolina, Ron Johnson in Wisconsin, Mark Kirk in Illinois, and Pat Toomey in Pennsylvania. Also facing tough re-election battles are senators Rob Portman of Ohio, Marco Rubio of Florida and John McCain in Arizona, who have managed to run parallel races to Trump despite endorsing him. <br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/12/republican-party-congress-races-donors-donald-trump\">Republican mega-donors ramp up efforts to hold Congress after Trump tape</a> </p> </aside>  <p>In the wake of the lewd tape, Ayotte, Portman and McCain rescinded their support for Trump. So did Joe Heck, who is running for the open Senate seat in Nevada that is being vacated by the retiring minority leader, Harry Reid. <br></p> <p>Rubio, who ran unsuccessfully against Trump in the Republican presidential primary, stuck by his former rival on Tuesday.</p> <p>“I have never hesitated to oppose his policies I disagree with. And I have consistently rejected his offensive rhetoric and behavior,” Rubio said in a statement that captured the awkward contortions of many Republicans.</p> <p>“I disagree with him on many things, but I disagree with his opponent on virtually everything. I wish we had better choices for president. But I do not want Hillary Clinton to be our next president.”</p> <p>Rubio has led his Democratic challenger Patrick Murphy in most polling of the Florida Senate race, the latest being a University of North Florida survey showing the senator up by seven points. But an NBC News/ Wall Street Journal poll also released this week showed Rubio with just a two-point advantage among likely voters, proving the contest is far from over. <br></p> <p>Both polls were also conducted before the controversy over Trump’s tapes, which Murphy has sought to capitalize on. The congressman appeared with Hillary Clinton at a rally in Miami on Tuesday, paraphrasing Michelle Obama’s speech at the Democratic convention: “When Donald Trump goes low, Marco Rubio is right there with him.”<br></p> <p>Other Republican senators continued to walk a tightrope, uncertain whether to embrace Trump or denounce him and risk a backlash from his vociferous supporters.</p> <p>In Pennsylvania, Toomey trails Democratic rival Katie McGinty by one point, according to the Huffington Post’s average of publicly available polling. Toomey has made sharp criticisms of Trump but not yet made clear whether he will vote for him. <br></p> <p>The challenge of holding Trump at arm’s length, while acknowledging that victory may elude them without his enthusiastic army of supporters, was apparent as Republicans sought to mitigate the damage from his comments about women. Ryan was jeered at a rally in Wisconsin for criticizing Trump, while Heck and the former Republican presidential nominee Mitt Romney faced similar protests at a campaign event in Nevada. <br></p> <p>“They risk alienating the most loyal Trump supporters if they denounce him. And they’re still going to be criticised by Democrats for supporting him for months,” Eric Herzik, chairman of the political science department at the University of Nevada, Reno, told USA Today.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/11/obama-trump-groping-remarks-unfit-for-president\">Obama savages Trump's groping boast and urges party to abandon him</a> </p> </aside>  <p>“I don’t think you can walk back your support for Trump at this point and actually gain voters. The best you can hope for is you might limit the bleeding.”</p> <p>In the House, Democrats can target Republicans in 26 districts that Obama won four years ago. He came close in a further 23 districts. Some of the most vulnerable Republicans have denounced Trump in recent days. Barbara Comstock of northern Virginia has been a longtime critic of him but Democratic challenger LuAnn Bennett has thrown Trump at her on the debate stage and in commercials.</p> <p>For now, the true down-ballot impact of Trump’s recent crash remains unclear. Jennifer Duffy, senior editor of the non-partisan Cook Political Report, who has been closely tracking the races, said: “I understand why Democrats are optimistic but that optimism isn’t based on any meaningful data yet.”</p> <p>Shaun Bowler, professor of political science at the University of California, Riverside, had a similar assessment. <br></p> <p>“It isn’t clear – or at least not from the data that are public yet – just how much damage Trump is doing to the GOP brand,” Bowler said. “Yes, there are lots of hardliners sticking by him regardless – it just isn’t clear though whether that support will translate into a win for candidates lower down the ballot.</p> <p>“It seems likely that the wave after wave of attacks from fellow Republicans coupled with what seems to be generally regarded as Trump’s poorly run campaign will depress turnout among Republicans. Which means – for some candidates – there is a problem. On the one hand they can see the blowback Ryan is experiencing, suggesting there may be costs to bailing on Trump; on the other Trump’s candidacy simply may depress the number of voters who turn out. This is a harder group to talk about since it does depend on district-by-district knowledge.”</p> <p>Whit Ayres, a veteran political consultant and pollster for Rubio’s presidential campaign, agreed: “It’s really too early to assess until we’ve had time to get some polling data back. I did believe that Republicans have an excellent chance to hold on to the House and a 50-50 chance to retain the Senate, both of which are more optimistic than many people’s view last summer.</p> <p>“That said, we don’t know the effect of the tape, the debate and Trump’s pledge to essentially take the party down with him.”</p> <p>In 1984, former vice-president Walter Mondale was demolished by Ronald Reagan yet Democrats gained two Senate seats. In 1996, former Kansas senator Bob Dole lost to Bill Clinton by more than 8% but Republicans won two Senate seats. <br></p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It isn’t clear – or at least not from the data that are public yet – just how much damage Trump is doing to the GOP</p> <footer> <cite>Professor Shaun Bowler</cite> </footer> </blockquote> </aside>  <p>“There’s nothing written in the stars that just because the top of the ticket goes down, the members have to lose their seats as well,” Ayres said.<br></p> <p>Ryan’s priorities as the nation’s top Republican, at least, are clear. <br></p> <p>On Monday he told colleagues in a conference call he would no longer defend Trump, nor would he campaign with the nominee, and would instead concentrate on trying to hold on to the party’s majorities in the House and Senate. The goal, Ryan said, was to ensure Clinton did not get a “blank check” with a Democratic-controlled Congress should she win. <br></p> <p>Ryan received both support and criticism from House members, some of whom warned that it was the very strategy of ostracising Trump, rather than backing him, that could cost them the House.</p> <p>On Tuesday, Trump used Twitter to fire off attacks on Ryan. Disloyal Republicans “are far more difficult” than Clinton, he posted. “They come at you from all sides. They don’t know how to win I will teach them!”</p> <p>Forty Republican senators and representatives have revoked their support for Trump, with nearly 30 of those calling on him to quit the race altogether, according to a count by the Associated Press. But Reince Priebus, chairman of the Republican National Committee, insists that the party stands by the nominee.</p> <p>There are also signs of a shift in emphasis in the Clinton campaign, aware that control over House and Senate would present her with a historic opportunity to enact a progressive agenda that includes issues such as gun control and climate change.</p> <p>Last year, Clinton accused the other Republican candidates of maligning Muslims after Trump proposed a ban on Muslims entering the country. “Their language may be more veiled than Mr Trump’s, but their ideas aren’t so different,” Clinton <a href=\"https://www.hillaryclinton.com/feed/no-donald-trump-were-not-barring-muslims-entering-country/?utm_medium=social&amp;utm_source=tw&amp;utm_campaign=20151208feed-trump\">said</a> during a December campaign event in New Hampshire. </p> <p>“Donald Trump didn’t come out of nowhere,” Clinton <a href=\"https://www.hillaryclinton.com/es/post/remarks-supreme-court-and-whats-stake-2016-election/\">said</a> during a March speech at the University of Wisconsin–Madison. “What the Republicans have sown with their extremist tactics, they are now reaping with Donald Trump’s candidacy.”</p> <p>By May, when it was clear Clinton would win the Democratic primary, her campaign took a different tack. <br></p> <p>“The campaign does not want to connect Trump and the Republican party. They want to make Trump look even more extreme than the rank-and-file Republican Member of Congress,” <a href=\"https://www.buzzfeed.com/rubycramer/how-a-decision-in-may-changed-the-general-election\">an internal email exchange</a> between officials at the Democratic National Committee, made public by WikiLeaks as part of a huge cyber-attack, revealed.<br></p> <p>The campaign spent much of the summer months casting Trump as far beyond the pale while touting endorsements from business leaders and influential Republicans. <br></p> <p>But when the tape of Trump boasting about using his fame to prey on women was made public and the long-simmering tensions between factions of the Republican party erupted into a full-fledged civil war over the weekend, Clinton’s campaign gleefully fanned the flames.<br></p> <p>“It’s pretty stunning that right after the debate the speaker of the House has to come and say he’s no longer going to defend Donald Trump and that each Republican member of Congress has to decide for themselves whether they’re going to support the nominee,” Clinton’s campaign spokeswoman, Jennifer Palmieri, told reporters this week.<br></p> <p>“I understand why they’re doing that, but Paul Ryan and leaders of the Republican party – there was a time when they could have stopped Donald Trump. There was a time where they could’ve spoken out against him. That time was the summer and obviously it’s too late now.”</p> <p>In a signal that the campaign was not abandoning its courtship of Republicans and independent voters, Palmieri noted that the campaign launched ads featuring Republican voters backing Clinton in key battleground states, including Florida, North Carolina, Pennsylvania, Ohio, Nevada and Iowa. </p> <p>“Donald Trump didn’t become the nominee of his party on his own. The leaders helped legitimise him and I think they have a lot to answer for, and I imagine voters will hold them accountable, too,” Palmieri continued, singling out the Senate races in Arizona and New Hampshire, where Republican incumbents McCain and Ayotte had withdrawn their endorsements of Trump.</p> <p>On Monday, McCain, the 2008 Republican presidential nominee, was forced to contend with his decision to disavow Trump. <br></p> <p>“It’s not pleasant for me to renounce the nominee of our party,” the Arizona senator said during a debate in Phoenix with his Democratic challenger, Ann Kirkpatrick. “He won the nomination fair and square. But … I have daughters. I have friends. I have so many wonderful people on my staff. They cannot be degraded and demeaned in that fashion.”</p> <p>Ian Prior, communications director of Republicans’ Senate Leadership Fund, remained optimistic. <br></p> <p>“From day one, Senate Republicans have been running their races focused on the particular issues that are important in their respective states,” he said. “Because of that, they are well positioned to withstand any cross currents from the top of the ticket and, consequently, this gives Republicans a good chance at retaining the majority in the Senate.”</p> <p>But Obama, arguably still the most effective messenger for Democrats, twisted the knife while campaigning for Clinton on Tuesday. <br></p> <p>“You can’t have it both ways here!” Obama told voters in North Carolina. “You can’t repeatedly denounce what is said by someone and then say, ‘But I’m still gonna endorse ’em to be the most powerful person on the planet!’</p> <p>“The fact that now you’ve got people saying, ‘Well, we strongly disapprove. We really disagree. We find those comments disgusting, but we’re still endorsing him. We still think he should be president.’ That doesn’t make sense to me!”</p>",
  "<p>They may be seen more on YouTube than conventional television these days, but a presidential campaign advertisement can still scandalise, distill a message like little else, and even swing an election. Donald Trump’s latest, Dangerous, is already stoking outrage with its signature offensive of innuendo and untruth, but he’s hardly the first to court controversy. How do some of the most notorious campaign ads in history stack up against it? </p> <h2><strong>Dangerous</strong><strong> (2016)</strong></h2>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=WTylz2WToXw\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/WTylz2WToXw?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>An unusual candidate in every respect, Trump has long favoured Twitter and the use of his celebrity to leverage free TV coverage over traditional campaign ads. The latter tend to play like an intro to his benighted Celebrity Apprentice: stolid, explicit and exhausting. Dangerous lists the external threats to American security (the Middle East, North Korea and Islamic State but no Russia, naturally), then accuses Clinton of lacking fortitude with footage of her recent public faint and of her coughing. Having praised her as a “fighter” in Sunday’s TV debate, Trump neatly encapsulates his contradictory and very loud campaign. </p> <h2><strong>Daisy Girl </strong><strong>(1964)</strong></h2>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=9Id_r6pNsus\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/9Id_r6pNsus?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Girl counts petals picked from a flower. Nuclear countdown interrupts. The world ends. Without even naming his opponent, Lyndon B Johnson characterised Barry Goldwater as a loose cannon with views on nuclear weapons that would now be described as “intensely relaxed”, even “Trump-esque”. Only broadcast once but exhaustively analysed on the news, it brought political advertising into the modern age. As devastating a minute of television as has ever aired. </p> <h2><strong>Willie Horton</strong><strong> (1988)</strong></h2>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=Io9KMSSEZ0Y\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/Io9KMSSEZ0Y?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>This ugly affair from George Bush Sr built on his equally infamous <a href=\"https://www.youtube.com/watch?v=PmwhdDv8VrM\">Revolving Door</a> advert, alerting voters to a murderer who committed rape while on a weekend pass from prison in the state of his opponent Michael Dukakis, who advocated the rehabilitation of criminals. It laid waste to the Democrat’s law and order policies, but no less significant was its use of the dog whistle over the bullhorn when it came to racial politics: Horton was black, and his name was William, not Willie. <br></p> <h2><strong>Mirrors</strong><strong> (2016)</strong></h2>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=vHGPbl-werw\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/vHGPbl-werw?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Over plaintive piano and a slurry of Trump misogyny, a group of young girls comb their hair before a question is posed. “Is this the president we want for our daughters?” It may not be especially subtle or even very smart, but compared to Dangerous, Clinton’s ad is Bergman-esque – and its message impossible to deny. </p> <h2><strong>Convention</strong><strong> (1968)</strong></h2>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=hM0CBfwI_Ck\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/hM0CBfwI_Ck?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>The ultimate bad trip from the year the hippy dream started to sour. Blaming the well-meaning but ineffectual Hubert Humphrey for countercultural chaos, Vietnam and nationwide poverty, Richard Nixon appealed successfully to his emerging “silent majority”. A sensory onslaught and a masterpiece of distortion, in every sense. </p> <h2><strong>Any Questions?</strong><strong> (2004)</strong></h2>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=V4Zk9YmED48\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/V4Zk9YmED48?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>As Dubya learned from his old man, sling enough mud and some of it will stick. Any Questions? wasn’t an official ad, but was tacitly endorsed by Bush and adopted the style of a stirring war homily (think Band of Brothers: the Documentary) as a group of Vietnam vets smeared John Kerry’s war record. It later transpired that none of them had served alongside him, and Bush was of course a draft dodger, but the damage was done.</p> <h2><strong>The Bear</strong><strong> (1984)</strong></h2>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=NpwdcmjBgNA\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/NpwdcmjBgNA?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>In sharp contrast to the pro-Reagan hymn <a href=\"https://www.youtube.com/watch?v=Zn9fR_-X9uw\">Prouder, Stronger, Better</a>, this ingenious, insidious ad paired a pulsing soundtrack with sinister, ambiguous images of a grizzly wandering around the woods. The implicit Soviet imagery was clear enough, but it pressed home Reagan’s message of peace through strength without screaming about it. And the last line – “isn’t it smart to be as strong as the bear, if there is a bear?” – was a killer conversation-starter.</p> <h2><strong>South</strong><strong> (1976)</strong></h2>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=K8wiic-ivro\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/K8wiic-ivro?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>After the paranoid and unscrupulous Nixon era, Georgian peanut farmer Jimmy Carter cast himself carefully as a man of the people. From the banjo-picking soundtrack to the bucolic backdrop, this ad marked a refreshing return to straightforward, uncynical campaigning and demonstrated the enduring appeal of the outsider, distant from DC horse-trading. Gerald Ford never stood a chance.</p> <h2><strong>Ike for President</strong><strong> (1952)</strong></h2>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=YmCDaXeDRI4\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/YmCDaXeDRI4?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>This Walt Disney-created effort pairs a catchy tune (“Hang out the banner, beat the drum, we’ll take Ike to Washington”) with irresistibly cute animation – an elephant banging a drum! Babies brandishing balloons! – to create a message so simple it’s virtually meaningless. There’s nothing dull like policy statements here, just feel-good fun to get voters whistling all the way to the ballot box, where they would vote Eisenhower in their droves.</p> <h2><strong>Kennedy for Me</strong><strong> (1960)</strong></h2>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=vs5ORK8RLWk\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/vs5ORK8RLWk?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>In many ways a continuation of Ike-era innocence, Kennedy for Me allied childish illustrations with a hummable tune, slightly more pointed this time (“a president who’s seasoned through and through, but not so doggone seasoned that he won’t try something new”). This blast of irrepressible optimism buoyed JFK through choppy waters until his murder, which ensured a very different tone for 1964. The age of the attack ad had dawned and political campaigning changed forever.</p>",
  "<p></p> <p>With Donald Trump’s campaign still reeling from his lascivious comments about groping women on an 11-year-old tape, a growing number of GOP mega-donors and outside groups are fretting about the Republicans losing their congressional majorities, and scrambling to pour tens of millions more into ads and voter mobilization drives in tight races to stave off Democratic challengers.</p> <p>The release of Trump’s remarks about assaulting women on Friday and his slash-and-burn attacks on Hillary Clinton and her husband in the second presidential debate, have fueled growing Republican worries about the Democrats taking one or both houses, say GOP donors and former members. If Clinton wins, meaning Vice-President Tim Kaine would hold the casting vote in the Senate, meaning the Democrats would only need to pick up four seats to control the upper chamber. The Republicans currently have 54 Senate seats, and the Democrats 44, along with two independents who caucus with them. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/29/scott-walker-investigation-wisconsin-lawmakers-john-doe-papers\">Wisconsin lawmakers urge investigation of Scott Walker after 'John Doe' papers</a> </p> </aside>  <p>In two tight Senate contests, Nevada and New Hampshire, GOP candidates on Saturday announced they could no longer stomach Trump, and called on him to withdraw. On Monday, the House speaker, Paul Ryan, fired another salvo at Trump by saying he would no longer campaign for him or defend him, and told members they should feel free to focus on their own survival.</p> <p>“I think Republicans were feeling pretty good about the Congress a couple weeks ago, but this morning they’re very worried,” former representative Vin Weber told the Guardian on Monday. Weber has helped raise funds for a politically-active non-profit, the American Action Network, and an allied Super Pac, the Congressional Leadership Fund, that are trying to keep the GOP majority. The fund has received $20m from casino mogul Sheldon Adelson.</p> <p>“Republicans are scared to death of what would happen if they lost the Senate and House, regardless of which candidate” wins the presidency, billionaire broadcaster Stan Hubbard told the Guardian. Hubbard, who has contributed over $100,000 to a pro-Trump Super Pac, added of Trump and Clinton: “They’re both disgusting.”</p> <p>Hubbard, a major donor to a few conservative groups, said he got a call last week from the US Chamber of Commerce, which is strictly focused on congressional races. Although he had already given a six-figure check to the Chamber of Commerce, Hubbard said he pledged another, somewhat smaller, check after talking to the organization’s top executive, Tom Donohue, about the risks of losing the Senate.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/25/mike-pence-donald-trump-political-donations-koch-brothers\">Pence refuses to answer questions on political 'puppetry' and big donations</a> </p> </aside>  <p>The Chamber of Commerce is one of a few key outside groups spending big bucks to stave off Democratic Senate challengers in at least six crucial states. Besides Nevada and New Hampshire, the others are Indiana, North Carolina, Missouri and Pennsylvania. Last week the Chamber of Commerce began its fourth ad buy in Nevada, a $1m effort to help representative Joe Heck win the Senate seat of retiring Senator Harry Reid.</p> <p>Several days after the first debate, the conservative big donor and advocacy network led by the billionaire Koch brothers – which has said it isn’t backing Trump due to strong concerns about his policies and rhetoric – hosted a conference call with donors, asking for at least $10m more for Senate ads and get-out-the-vote efforts which have been its major focus, a donor who was on the call told the Guardian. </p> <p>The Koch network, which expects to spend about $42m this year on TV and digital ads in eight states, might spend a few million more on “strategic media buys” and voter mobilization drives, said James Davis of Freedom Partners Chamber of Commerce, the financial hub of the sprawling advocacy network. Koch-backed advocacy groups, Davis added, are now “focused on turning out 5 million voters in the eight states”.</p> <p>The Koch network’s concerns about the Senate were underscored for donors when they received an email, seen by the Guardian, with new poll results in key races, which painted a worrisome picture.</p> <p>Two other cash-rich outside groups, a Super Pac dubbed the Senate Leadership Fund and an allied non-profit called One Nation, have stepped up their fundraising efforts. </p> <p>As of 1 September the two groups had raised just under $100m this election cycle, including $42.4m in August. And the Leadership Fund expects to spend close to $75m in seven key states in September and October combined, according to a spokesman. Adelson and his wife have has given the Super Pac $20m and chipped in $10m to the allied non-profit, according to records and fundraising sources.</p> <p>Other conservative groups and their big donors are worried about losing the Senate. “Victory for us is keeping the Senate and the latest disgusting episode doesn’t help us,” said Michael Epstein of the Republican Jewish Coalition, a staunchly pro-Israel group heavily backed by Adelson. “Trump is a destructive force … He’s hurting the country, the GOP and the Trump brand.”</p>",
  "<h2>Trump unleashed becomes a party of one</h2> <p>Donald Trump’s war with his own party, which he called disloyal and unable to win, is intensifying with any semblance of unity effectively destroyed. Trump <a href=\"https://twitter.com/realDonaldTrump/status/785842546878578688\">tweeted</a>, after clashing with the House speaker, Paul Ryan, who condemned the Republican nominee following the release of a tape of him <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">boasting about groping women</a> without their consent: “It’s so nice that the shackles have been taken off me and I can now fight for America the way I want to.” In Florida, Trump railed against the “corruption” of the Clintons, warning that the Democratic candidate would “ruin our country” if elected. His tirade came days after dozens of elected Republicans abandoned the candidate following the release of the footage.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/oct/11/donald-trump-republican-party-disloyal-election-2016\">Donald Trump rails against ‘disloyal’ Republican party as support collapses</a></p> <h2>The view from Indiana</h2> <p>The Guardian’s Gary Younge is spending a month in Muncie, Indiana, ahead of the election to get a closer reading of the issues affecting ordinary voters. In the primaries Muncie’s electoral county, Delaware, voted for both Donald Trump (53%) and Bernie Sanders (58%), an ideal place perhaps to find out what is alienating about their political establishment. The dispatches will be published on Tuesdays and Thursdays.</p> <p><a href=\"https://www.theguardian.com/membership/2016/oct/11/middletown-gary-younge-us-election-presidential-muncie-indiana\">The view from Middletown: join Gary Younge for a unique look at the US election</a></p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/membership/video/2016/oct/11/view-from-middletown-us-election-2016-presidential-election-video\"            data-short-url=\"https://gu.com/p/57xny\"                    data-show-ads=\"true\"            data-video-id=\"2796357\"            data-video-name=\"The view from Middletown: get involved in this US election project – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-57fcbd19e4b0eaaafbc951fa\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/11/161010GaryYoungeMuncieSUBTITLED_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/11/161010GaryYoungeMuncieSUBTITLED.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/11/161010GaryYoungeMuncieSUBTITLED_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/membership/video/2016/oct/11/view-from-middletown-us-election-2016-presidential-election-video\">The view from Middletown: get involved in this US election project</a></figcaption> </figure>   <h2>Obama on Trump: unfit for 7-Eleven</h2> <p>Barack Obama said the Republican presidential nominee, Donald Trump, is unfit “for a job at 7-Eleven”, let alone the presidency, as he assailed Trump over remarks about sexually assaulting women. “You just have to be a decent human being to say that’s not right,” he told supporters at a rally in North Carolina. The president also mocked Republicans who rebuked Trump’s comments but continued to endorse his candidacy. “You can’t repeatedly denounce what is said by someone and then say but I’m still going to endorse him to be the most powerful person on the planet and to put them in charge.”</p> <p><a href=\"https://www.theguardian.com/us-news/2016/oct/11/obama-trump-groping-remarks-unfit-for-president\">Obama savages Trump over groping boast and urges party to abandon him</a></p> <h2>Clinton accuses WikiLeaks</h2> <p>Hillary Clinton’s campaign fired back on Tuesday as WikiLeaks released a new tranche of hacked emails from the account of its chairman, John Podesta, calling the website a “propaganda arm of the Russian government”. More than 2,000 emails, disclosed on Monday, included messages relaying concerns by Chelsea Clinton over potential conflicts of interest for the family’s foundation. Foreign minister Sergey Lavrov told CNN that accusations that Russia was behind the DNC hack were “flattering but ridiculous”.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/oct/11/clinton-campaign-wikileaks-hack-russia-donald-trump\">Clinton campaign dubs WikiLeaks ‘Russian propaganda’ after latest hack</a></p> <h2>North Carolina flooding worsens</h2> <p>The death toll from Hurricane Matthew in the United States climbed again on Tuesday, as officials warned of a continuing threat from floodwaters still rising in several areas of North Carolina. Overnight, four more people were reported killed in the state, Governor Pat McCrory announced, bring the total to 14. One victim was shot dead late on Monday after a “confrontation” involving a state trooper. Hurricane Matthew, which has killed at least 1,000 people in Haiti and left a million vulnerable to cholera, has now accounted for at least 33 deaths in the US, including 12 in Florida, three each in South Carolina and Georgia and one in Virginia.</p> <p><a href=\"https://www.theguardian.com/world/2016/oct/11/hurricane-matthew-death-toll-shooting-north-carolina-florida-georgia\">Hurricane Matthew’s US death toll rises to 33 as flooding chaos continues</a></p> <h2>Russia rejects ‘hysteria’ over Aleppo bombing </h2> <p>Moscow has responded forcefully to accusations that it was involved in an attack on an aid convoy in Syria last month, as intense violence in Aleppo continued. “There were no Russian planes in the area of the aid convoy to Aleppo. That is a fact,” ministry spokesman Igor Konashenkov said in a statement. He said allegations by the British foreign minister, Boris Johnson, that Russia should be investigated for war crimes in Aleppo were “Russophobic hysteria”.</p> <p><a href=\"https://www.theguardian.com/world/2016/oct/12/russia-boris-johnson-syria-aleppo-war-crime-russophobic-hysteria\">Russia scorns Boris Johnson’s ‘hysteria’ as bombs hammer Aleppo</a></p> <p></p> <h2>Bernie Sanders backs brother in UK contest</h2> <p>Bernie Sanders, the former candidate to be Democratic nominee for US president, has released a video backing his brother Larry to take David Cameron’s parliamentary seat. While US presidential hopefuls do not often intervene in British regional elections, Sanders recommended his brother as a “very, very caring human being”. He continued: “I do not know a heck of a lot about British politics … but I do know a lot about my brother, Larry Sanders.”</p> <p><a href=\"https://www.theguardian.com/us-news/2016/oct/11/bernie-sanders-endorses-his-brother-larry-in-race-to-replace-david-cameron\">Bernie Sanders endorses his brother in race to replace David Cameron</a></p> <h2>San Francisco’s tent cities under threat</h2> <p>A tent on a sidewalk is the only place thousands of San Franciscans have to call home. But if a few of the city’s tech billionaires and millionaires have their way, even that shelter could be taken away. Sequoia Capital’s chairman, Michael Moritz, tech angel investor Ron Conway and hedge-fund investor William Oberndorf have donated $49,999 apiece to a divisive ballot measure intended to clear San Francisco’s streets of homeless encampments, according to campaign filings.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/oct/12/san-francisco-homeless-proposition-q-tech-investors\">Wealthy San Francisco tech investors bankroll bid to ban homeless camps</a></p> <h2>The world’s toughest exam</h2> <p>For two days in early June every year, China comes to a standstill as high school students who are about to graduate take their college entrance exams. Literally the “higher examination”, the gaokao is a national event on a par with a public holiday, but much less fun. A high or low mark determines life opportunities and earning potential. That score is the most important number of any Chinese child’s life, the culmination of years of schooling, memorisation and constant stress.</p> <p><a href=\"https://www.theguardian.com/world/2016/oct/12/gaokao-china-toughest-school-exam-in-world\">Is China’s gaokao the world’s toughest school exam?</a></p> <p></p> <h2>In case you missed it …</h2> <p>With greater oil reserves than Saudi Arabia, <a href=\"https://www.theguardian.com/world/venezuela\">Venezuela</a> should be at least moderately prosperous. Instead, it has the world’s fastest-contracting economy, the second highest murder rate, inflation heading towards 1,000% and shortages of food and medicine that have pushed the poorest members of its 30 million population to the edge of a humanitarian abyss. Latin America correspondent Jonathan Watts travelled 870 miles across the country from the Amazonian border with Brazil to the capital, Caracas to get a snapshot of a country in crisis.</p> <p><a href=\"https://www.theguardian.com/world/2016/oct/11/venezuela-on-the-brink-a-journey-through-a-country-in-crisis\">Venezuela on the brink: a journey through a country in crisis</a></p> <p></p>",
  "<p>Barack Obama assailed the Republican nominee, Donald Trump, on Tuesday over remarks about groping women, also criticizing Republicans who continued to support the candidate.</p> <p>“You don’t have to be a husband or a father to hear what we heard just a few days ago and say that’s not right,” the president said in Greensboro, North Carolina, in his first public remarks since the release of a <a href=\"https://www.theguardian.com/us-news/video/2016/oct/08/donald-trumps-sex-boasts-when-you-are-a-star-they-let-you-do-anything-video\">2005 tape showing Trump bragging about groping and kissing women without their consent</a>.</p> <p>“You just have to be a decent human being to say that’s not right.”</p>       <figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/12/demon-barack-obama-sniffs-hand-sulphur-hillary-clinton-video\"            data-short-url=\"https://gu.com/p/575bb\"                    data-show-ads=\"true\"            data-video-id=\"2798939\"            data-video-name=\"'Demon' Obama sniffs hand to check for sulphur – video\"            data-video-provider=\"Pool\"            > <video data-media-id=\"gu-video-57fdfa48e4b01d9dd2c901d4\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/12/161012obamasniffSUB_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/12/161012obamasniffSUB.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/12/161012obamasniffSUB_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/12/demon-barack-obama-sniffs-hand-sulphur-hillary-clinton-video\">‘Demon’ Obama sniffs hand to check for sulphur</a></figcaption> </figure>   <p>Campaigning on behalf of Hillary Clinton in North Carolina, Obama said the Republican presidential nominee is unfit “for a job at 7-Eleven”, let alone the presidency.</p> <p>He encouraged the crowd of nearly 8,000 to respond at the ballot box in November.<br></p> <p>“If it makes you mad,” the president said, “then you say ‘That’s not somebody I want representing the United States of America.’ You can do something about it, North Carolina.”</p> <p>“The guy says stuff nobody would find tolerable if they were applying for a job at 7-Eleven,” he added.</p> <p>The president, among Clinton’s most powerful surrogates, did not reserve his criticism solely for Trump. He also mocked Republicans who rebuked Trump’s comments but continued to endorse his candidacy.<br></p> <p>“That doesn’t make sense to me,” Obama said. “You can’t have it both ways here. You can’t repeatedly denounce what is said by someone and then say but I’m still going to endorse him to be the most powerful person on the planet and to put them in charge.”<br></p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=NC\" data-alt=\"North Carolina\"> <a href=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=NC\">North Carolina</a> </figure>  <p>He also expressed his disbelief at the Republicans who have expressed hope that Trump might change his ways. </p> <p>“What did you think? He was going to transform himself? I mean, I’m 55 and it’s hard for me to change. I know at 70 it’s going to be harder.”<br></p> <p>Earlier in the day, the White House press secretary, Josh Earnest, told reporters the president had <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/live/2016/oct/11/trump-tape-paul-ryan-support\">found Trump’s boasting about his behavior toward women to be “repugnant”</a>.</p> <p>There had been a wide consensus across the political spectrum, Earnest added, that Trump’s remarks “constituted sexual assault”.</p> <p>At an evening rally in Florida, Trump managed to train his fire on Clinton rather than members of his own party, whom he had spent the afternoon denouncing on Twitter. </p> <p>Trump seized on the hacked emails of Clinton’s campaign chairman, John Podesta, that were made public by WikiLeaks this week, accusing the Obama administration of colluding with the Democratic nominee over its investigation into her use of a private email server. </p> <p>“The DoJ fed information to the Clinton campaign about the email investigation so that the campaign could be prepared to cover up for her crimes,” Trump said at a rally in Panama City, Florida on Tuesday night. “This is collusion and corruption of the highest order and is one more reason I will ask my attorney general … to appoint a special prosecutor. We have to investigate Hillary Clinton and we have to investigate the investigation.”</p> <p>He called the FBI investigation into her emails – in which the agency director, James Comey, reprimanded Clinton for being “extremely careless” but ultimately recommended no charges – a “disgrace”. </p> <p>The email Trump singled out involves an exchange between Clinton spokesman Brian Fallon and the DoJ concerning a lawsuit pertaining to a freedom of information request about her emails. The exchange between Fallon and the individual at the DoJ occurred two months before the FBI opened its probe into Clinton’s emails, and it pertained to information that was publicly available. </p> <p>There is no evidence that the DoJ communicated with Fallon on the email investigation.</p> <p>Speaking to reporters aboard Clinton’s campaign plane on Tuesday, Podesta blamed Russian intelligence officials intent on undermining the Democratic nominee. </p> <p>“I’ve been involved in politics for nearly five decades,” Podesta told reporters. “This definitely is the first campaign that I’ve been involved with in which I’ve had to tangle with Russian intelligence agencies … who seem to be doing everything that they can on behalf of our opponent.” Podesta did not confirm the veracity of the leaks. </p> <p>Ahead of the Florida rally, Trump lashed out at the speaker of the House, Paul Ryan, who this week announced he would no longer defend Trump or campaign with him although he <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/oct/10/paul-ryan-ends-support-trump-campaign-endorsement-republicans\">stopped short of formally withdrawing his support for the nominee</a>. </p> <p>“They’re not giving support – they don’t give the support that we really need – but the fact is that I think we should get support and we don’t get the support from guys like Paul Ryan,” Trump told Fox News host Bill O’Reilly on Tuesday. “[Ryan] had a conference call with congressmen, with hundreds of them, and they practically rioted against him on the phone. One person stuck up for him.”</p> <p>“And I don’t really want his support,” Trump added of Ryan. </p> <p>O’Reilly asked Trump to elaborate on his earlier tweet in which he wrote that it was “so nice that the shackles have been taken off me”.<strong> </strong></p> <p>Trump said the shackles represented some of “establishment people, the weak and ineffective people within the party”. When O’Reilly asked if “throwing off of the shackles” meant that he would become more outspoken, Trump forcefully denied that he was outspoken.</p> <p>He also denied polling that shows him losing support among women, a group he had trouble appealing to even before the release of video in which he boasted about touching women without consequence because of his fame. He has dismissed the remarks as “locker room talk”.</p> <p>“Most people have heard it before, and I’ve had a lot of women come up to me and say I’ve heard that before, and I’ve heard a lot worse,” Trump told O’Reilly. “If that’s what it takes to lose an election, I think that’d be pretty sad.”</p> <p>With less than one month left until election day, Trump is under pressure from party leadership and his own supporters to hone his attack strategy and stick to it. His campaign has so far proved resilient despite not having a conventional fundraising structure or voter outreach plan. </p> <p>During the speech in Florida’s conservative panhandle, Trump encouraged the crowd to register to vote. He noted that the voter registration deadline in Florida had been extended because of the hurricane, which interrupted the state’s final registration days. </p> <p>“It’s a movement. But if we don’t win, all it is a little asterisk in history,” Trump said. “There’s never been anything like this. So go and register. Make sure you get out and vote. November 28th.” The US election is on 8 November. </p>",
  "<p>It has been one of the most toxic campaigns in history, but in a month’s time, we will know the identity of the next US president.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/11/trump-spiralling-disaster-desertion-wikileaks-russia\">Trump marches on amid spiraling disaster of Republican party desertion</a> </p> </aside>  <p>Insurgent Republican candidate Donald Trump’s campaign <a href=\"https://www.theguardian.com/us-news/2016/oct/11/trump-spiralling-disaster-desertion-wikileaks-russia\">remains mired in controversy</a>. <br></p> <p>Trump’s poll ratings have taking a battering and Republican grandees have deserted him after the release of a recording in which he bragged about using his celebrity status to sexually assault women.<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/785842546878578688\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">It is so nice that the shackles have been taken off me and I can now fight for America the way I want to.</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/785842546878578688\">October 11, 2016</a></blockquote>  </figure>  <p>Meanwhile Hillary Clinton has been criticised both on policy and for her inability to inspire, with many arguing she <a href=\"https://www.theguardian.com/commentisfree/2016/oct/04/bernie-sanders-supporters-young-voters-hillary-clinton\">has not done enough to reach out to supporters </a>of her defeated rival candidate Bernie Sanders.<br></p> <p>We’re looking for international readers’ views on the US presidential election. Whether you’d rather Trump or Clinton ends up in the White House, let us know where you’re from, what you’ve made of the campaign so far – and how you think a Trump or Clinton presidency will affect you and your country.</p> <p>You can share your views by filling out the form below.<br></p>  <figure class=\"element element-embed\" data-alt=\"form\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;script type=&quot;text/javascript&quot; src=&quot;https://guardiannewsampampmedia.formstack.com/forms/js.php/untitled_form_19_copy_88_copy_copy_1_copy_2_copy_2_copy_copy_copy_copy_2_copy_copy_copy_copy_copy_copy_copy_copy_copy_1_copy_4_copy_1_copy_copy_1&quot;&gt;&lt;/script&gt;&lt;noscript&gt;&lt;a href=&quot;https://guardiannewsampampmedia.formstack.com/forms/untitled_form_19_copy_88_copy_copy_1_copy_2_copy_2_copy_copy_copy_copy_2_copy_copy_copy_copy_copy_copy_copy_copy_copy_1_copy_4_copy_1_copy_copy_1&quot; title=&quot;Online Form&quot;&gt;Online Form - &lt;/a&gt;&lt;/noscript&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>",
  "<p>Donald Trump railed against his fellow Republicans on Twitter on Tuesday morning, after a week in which <a href=\"https://www.theguardian.com/us-news/2016/oct/11/trump-spiralling-disaster-desertion-wikileaks-russia\">many in the party have deserted him</a> following the release of a tape of him <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">boasting about groping women</a>.</p> <p>The move came as prominent Republicans Marco Rubio and Ted Cruz both reaffirmed that they were standing by the nominee. </p> <p>Trump described his party – which he first joined in 1987 before several years as a Democrat and an independent – as disloyal and unable to win, while labeling the House speaker, Paul Ryan, the most senior Republican in Congress, “very weak and ineffective”. Ryan has been a vocal critic of Trump’s and this week announced he would no longer defend Trump or campaign with him, although he <a href=\"https://www.theguardian.com/us-news/2016/oct/10/paul-ryan-ends-support-trump-campaign-endorsement-republicans\">stopped short of formally unendorsing him</a>.</p> <p>Trump’s outburst marked yet another sign of the growing divisions between the candidate and the rest of his party, and the candidate’s willingness to throw political prudence to the wind to attack any dissenter. “It is so nice that the shackles have been taken off me and I can now fight for America the way I want to,” he <a href=\"https://twitter.com/realDonaldTrump/status/785842546878578688\">tweeted</a>.<br></p> <p>His tirade came days after <a href=\"https://www.theguardian.com/us-news/2016/oct/08/donald-trump-tape-quit-republicans-lewd-comments\">dozens of elected Republicans abandoned</a> Trump in the wake of leaked video where he bragged about groping women. The backlash culminated in a conference call on Monday with House Republicans at which Ryan essentially cut Trump loose and seemed to acknowledge that Hillary Clinton would win the election.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/08/donald-trumps-sex-boasts-when-you-are-a-star-they-let-you-do-anything-video\"            data-short-url=\"https://gu.com/p/56ffv\"                    data-show-ads=\"true\"            data-video-id=\"2786643\"            data-video-name=\"Donald Trump's sex boasts: 'When you are a star they let you do anything' – video\"            data-video-provider=\"NBC\"            > <video data-media-id=\"gu-video-57f87665e4b0e4aaeaa8d24b\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/08/161008TrumpUpdate2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/08/161008TrumpUpdate2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/08/161008TrumpUpdate2_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/08/donald-trumps-sex-boasts-when-you-are-a-star-they-let-you-do-anything-video\">Donald Trump’s sex boasts: ‘When you are a star they let you do anything’</a></figcaption> </figure>   <p>Shortly after landing in San Antonio for a closed press fundraiser, Trump extended his attacks, railing against the 2008 GOP nominee, John McCain, for withdrawing his endorsement. “The very foul mouthed Sen John McCain begged for my support during his primary (I gave, he won), then dropped me over locker room remarks!” <a href=\"https://twitter.com/realDonaldTrump/status/785885793340448769\">Trump tweeted.</a> McCain <a href=\"https://www.theguardian.com/us-news/2016/oct/08/john-mccain-donald-trump-sex-boast-tape\">issued a statement</a> that he was unable to even offer his party’s nominee “conditional support” on Saturday in the wake of what the Arizona senator<a href=\"http://www.johnmccain.com/statement-from-john-mccain-withdrawing-support-of-donald-trump/\"> called </a>Trump’s “boasts about sexual assaults”.</p> <p>Trump had <a href=\"https://www.theguardian.com/us-news/2015/jul/18/donald-trump-john-mccain-vietnam-iowa-republicans\">previously mocked </a>McCain, a decorated war hero, for being captured during the Vietnam war after his plane was shot down. <br></p> <p>Rubio, who ran against Trump in the presidential primary, said his position had not changed in a statement on Tuesday after facing mounting pressure from his opponent in the Florida Senate race to dump Trump.</p> <p>“I disagree with him on many things, but I disagree with his opponent on virtually everything,” Rubio said. “I wish we had better choices for president. But I do not want Hillary Clinton to be our next president.</p> <p>“While I respect that voters chose him as the GOP nominee, I have never hesitated to oppose his policies I disagree with,” he added of Trump. “And I have consistently rejected his offensive rhetoric and behavior.” </p> <p>Rubio did not specifically address in his statement the tape in which Trump bragged about assaulting women. The senator’s only remark on its content was a tweet late on Friday, in which he said Trump’s comments were “vulgar, egregious [and] impossible to justify”.</p> <p>The senator was trounced by his former rival by 20 points in the Florida primary, and needs Trump’s base of support to be re-elected in his home state next month.</p> <p>His statement came shortly after Ted Cruz, another 2016 contender expected to seek the presidency again, also reaffirmed his support for Trump.</p> <p>“I am supporting the Republican nominee because I think Hillary Clinton is an absolute disaster,” Cruz said in an interview with a local Texas station. </p> <p>“Now my differences with Donald, I have articulated at great length during the campaign,” he added. “This is an election unlike any other but I’ll tell you, Hillary Clinton, I think, is manifestly unfit to be president.”</p> <p>Trump attacked Ryan with his first tweet this morning, writing: “Despite winning the second debate in a landslide (every poll), it is hard to do well when Paul Ryan and others give zero support!” and <a href=\"https://twitter.com/realDonaldTrump/status/785828772423561216\">then continuing</a> “our very weak and ineffective leader, Paul Ryan, had a bad conference call where his members went wild at his disloyalty”.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/oct/10/poll-won-debate-trump-clinton-drudge-report-us-voters\">Polls conducted using more rigorous methodology</a> – rather than the self-selecting online polls Trump has highlighted – have ruled that Clinton “won” the second debate on Sunday night.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mattmfm/status/785803273982906368\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Politico poll too finds Hillary won the debate.<br><br>Politico - Clinton 42 / Trump 28<br>CNN - Clinton 57 / Trump 24<br>YouGov - Clinton 47 / Trump 42</p>&mdash; Matt McDermott (@mattmfm) <a href=\"https://twitter.com/mattmfm/status/785803273982906368\">October 11, 2016</a></blockquote>  </figure>  <p>Trump then boasted that “the shackles have been taken off me” before attacking fellow Republicans for perceived disloyalty.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/785854588654092290\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Disloyal R&#39;s are far more difficult than Crooked Hillary. They come at you from all sides. They don’t know how to win - I will teach them!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/785854588654092290\">October 11, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/785846205750337537\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">With the exception of cheating Bernie out of the nom the Dems have always proven to be far more loyal to each other than the Republicans!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/785846205750337537\">October 11, 2016</a></blockquote>  </figure>  <p>A spokesperson for Ryan shrugged off the comments, saying in a statement: “Paul Ryan is focusing the next month on defeating Democrats, and all Republicans running for office should probably do the same.”</p> <p>However, Trump’s criticisms come at a time of growing schism between the nominee’s supporters and other Republicans. Trump supporters rallied outside the Republican National Committee headquarters in Washington on Monday in protest against what they saw as the national party’s anti-Trump bias.</p> <p>The protest was organized by the Trump campaign’s Virginia state chairman, who was fired for what the deputy campaign manager, David Bossie, called “a stunt in front of the RNC without the knowledge or the approval of the Trump campaign”. Meanwhile Trump spokeswoman Katrina Pierson bragged <a href=\"https://twitter.com/KatrinaPierson/status/785545902236831744\">on Twitter</a> on Monday about the number of people who were voting for Trump but not voting for Republican candidates for the Senate and the House.</p> <p>Earlier this year, while the primary process was still taking place, Trump renounced a pledge he had made to support the GOP nominee whoever he or she was because “I have been treated very unfairly”.</p> <p>Before his 2016 run for the White House, Trump, who <a href=\"http://www.politifact.com/florida/statements/2015/aug/24/jeb-bush/bush-says-trump-was-democrat-longer-republican-las/\">most recently registered as</a> a Republican in April 2012, had donated to a number of Democratic politicians and flirted with a third-party campaign for the presidency in 2000.</p>",
  "<p>The polls are grim, but the cosmos may yet save <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>. Why fret about Florida when you have Orion?</p> <p>The Republican presidential nominee, born under a full moon eclipse, has a possible edge that could align the stars on 8 November.</p> <p>“Mythologically he’s Orion – a constellation. It represents giants. It’s very important for the whole story of the United States, that’s why he finds his place here,” said Aleksandar Imsiragic.</p> <p>The Serbia-born astrologer was speaking on Tuesday in advance of a conference that will bring dozens of astrologers together in Costa Mesa, California, to predict the outcome of the election. </p>  <figure class=\"element element-image\" data-media-id=\"8417ee31efdcc282f8a142880bfee80e57bf1f67\"> <img src=\"https://media.guim.co.uk/8417ee31efdcc282f8a142880bfee80e57bf1f67/0_96_640_384/500.jpg\" alt=\"International Society for Astrological Research.\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">International Society for Astrological Research.</span> <span class=\"element-image__credit\">Photograph: Rory Carroll/The Guardian</span> </figcaption> </figure>  <p>Instead of Gallup or Ipsos, the astrologers are poring over zodiac charts, which signal, among other things, a “potentially explosive” October surprise that could shape the result. </p> <p>Imsiragic and eight colleagues gave some teasers at a press conference about the climax and aftermath of the wildest election campaign in memory. Their advice: buckle up.</p> <p>“The US election occurs when the sun is travelling in the Via Combusta, the fiery way,” said Shelley Ackerman. A period which also includes Halloween and <a href=\"https://www.theguardian.com/us-news/hillary-clinton\">Hillary Clinton</a>’s birthday, she noted. “It could be something that is unexpected, very powerful and upsetting to a lot of people. That patch of the zodiac is literally when the shit hits the fan.” </p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>That patch of the zodiac is literally when the shit hits the fan</p> <footer> <cite>Shelley Ackerman</cite> </footer> </blockquote> </aside>  <p>For most Americans, if polls are accurate, that would be a good way of describing a Trump victory. So can the Donald, trailing eight points with likely voters in the latest <a href=\"http://live.reuters.com/Event/Election_2016?utm_source=twitter&amp;utm_medium=Social\">Reuters-Ipsos poll</a>, defy political gravity and win the White House?</p> <p>His hair, source of so much mockery, actually matches Orion mythology, according to Imsiragic, who said he predicted Trump’s implausible rise in August 2015. “He’s a giant, even physically, with golden hair.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rorycarroll72/status/785996969172832256\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Breaking: &#39;Mythologically he&#39;s Orion. It represents giants.&#39; Aleksander Imsiragic on Trump. <a href=\"https://t.co/lOxv7kBGBl\">pic.twitter.com/lOxv7kBGBl</a></p>&mdash; Rory Carroll (@rorycarroll72) <a href=\"https://twitter.com/rorycarroll72/status/785996969172832256\">October 12, 2016</a></blockquote>  </figure>  <p>Born on 14 June 1946 in New York, Trump is astrologically from Mars, an aggressive place, and that chimes with the country’s combative mood, said Ray Merriman, president of the International Society for Astrological Research, which is hosting the <a draggable=\"true\" href=\"http://www.isarastrology.org/2016-conference\">four-day conference</a> that starts on Thursday. So, too, is the GOP candidate’s running mate, mild-mannered Mike Pence. </p> <p>“If you look at Pence and Trump, they’re both Geminis, born either side of Mars. So in this election Republicans are from Mars. Make America Great Again – the motto is Mars.”</p> <p>Clinton and her running mate, Tim Kaine, in contrast, have their suns making a trine – an angle of 120 degrees. “The Democrats are from Venus this year. Their slogan, Stronger Together, that’s Venus,” Merriman said.</p> <p>In Roman mythology Mars and Venus were lovers, but the astrologers were not predicting a rapprochement between Clinton and Trump, a romance so cosmically wrong it could tilt the Earth off its axis. </p> <p>Trump’s aggressive tack may backfire, said Glenn Perry. “He’s so over the top, so Martian … it’s almost as if in the candidacy we’ve overshot the mark. We’ve nominated someone who does embody the mood of the collective, but too much.” </p> <p>If Trump flames out, Clinton can thank her running mate. “The moon ends up on election day right at Tim Kaine’s sun,” Ackerman said. Pressed, she predicted the Democratic ticket would prevail. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rorycarroll72/status/785997780682625024\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Breaking: astrologer Shelley Ackerman calls it for Hillary. &#39;Election Day moon ends up at Tim Kaine&#39;s sun.&#39; <a href=\"https://t.co/y0BVfYGChx\">pic.twitter.com/y0BVfYGChx</a></p>&mdash; Rory Carroll (@rorycarroll72) <a href=\"https://twitter.com/rorycarroll72/status/785997780682625024\">October 12, 2016</a></blockquote>  </figure>  <p>The other astrologers played coy, withholding forecasts until the conference, when two panels of American and foreign astrologers will give verdicts. </p> <p>To astrology skeptics that will be gibberish based on pseudo-science nonsense, as meaningful as goldfish bubbles. Conference exhibitors have names such as Cosmic Intelligence Agency, Planetary Visions, Aura Photo &amp; Coaching, Gaisheda Kheawok &amp; The Whispering Song School. </p> <p>Astrologers are not psychics, Perry said. “We can read certain signs but there are always certain levels of ambiguity.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2016/feb/09/astrology-new-hampshire-primary-presidential-election\">Astrologers predict New Hampshire results: whoever wins will be president</a> </p> </aside>  <p>Gloria Star made one safe prediction. “Whoever wins, no one will be entirely happy with what they get.”</p> <p>If Clinton wins, here is another safe bet: a fresh round of birtherism. She was born on 26 October 1947 in Chicago, but the exact time of her birth is disputed. Some accounts say 8am, others 8pm, or maybe closer to 2am. </p> <p>“It’s important because the planets shift over the course of a day, and just a few minutes can make a big difference,” Star said.</p> <p>A sleuthing astrologer rang an Illinois records office and used a Bob Woodward and Carl Bernstein-type Watergate code to extract information, Ackerman said. When he punted incorrect times, the source or sources indicated so. “They were silent at 2.18am, which basically is Virgo rising.”</p> <p>A big deal if correct, apparently. “The chart of the leader is the chart of the country while they are leading,” Ackerman said.</p> <ul> <li>An earlier version of this article misspelled the given name of an astrologer. It is Glenn Perry, not Glen.<br></li> </ul>",
  "<p>Softly spoken with assertive undertones, Fadumo Dayib is the first woman ever to run for the presidency of Somalia. As a Somali female campaigner, she was a “shero” of mine before I met her.</p> <p>The odds are stacked against Dayib defeating incumbent Hassan Sheikh Mohamud; she isn’t even listed as a candidate in <a href=\"http://allafrica.com/stories/201608180542.html\">analysis in regional media</a> and has said herself that <a href=\"https://www.theguardian.com/world/2016/sep/08/fadumo-dayib-the-somali-refugee-vying-to-return-home-as-first-female-president\">she has little chance of winning</a>.</p> <p>But Dayib’s courage says something about my home country and how far it’s come. So far, the daily death threats she receives are greatly outweighed by the overwhelming support from fellow Somalis. Dayib believes Somalia is ready for female leaders and the fact that she can run at all is in itself cause for celebration.</p> <p>I ask the most obvious question: “Why do you want to run for the Somali presidency in such a hostile environment to women?”. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/global-development-professionals-network/2016/aug/22/woman-for-a-week-salve-international-gender-inequality\">I decided to be a Ugandan woman for a week – it was the wig that broke me</a> </p> </aside>  <p>Living in Finland, she says, gives her many privileges she wouldn’t have had in her own country, and she wants to extend these to women and girls back home. Dayib wasn’t fully literate until the age of 14 but now has several degrees in international public health, including one from Harvard, and is currently a doctoral candidate at the University of Helsinki. Born in Kenya to Somali parents, as a child Dayib was deported back to Somalia with her family. When civil war broke out shortly thereafter, the family was forced to leave again, ending up in Finland.</p> <p>“All I want is for my people to reach their full potential and exercise their constitutional rights,” she says, adding that by running for the presidency, she is exercising her rights as a Muslim woman. During our discussion, she frequently expresses sadness at the global wave of Islamophobia and the portrayal of Muslim women as voiceless and weak. Were she to be elected, she would want to ensure Somalia practices the correct Islam, “the religion of peace”.</p> <p>Dayib has seen first hand the violence of extremists al-Shabaab in Somalia, where she worked for six months setting up maternal health clinics before the UN evacuated her over security concerns. </p> <p>However, the everyday hostility she faced was oddly familiar. “It was very similar to what my Finnish colleagues were telling me, ‘you came to our country to take our jobs’. Now I was being told by Somali colleagues, ‘you came back to Somalia to take our jobs’. So where was I to go? I was stuck in the middle. Where did I belong?”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I want to be in an environment where you don’t hear gunfire, girls go to school, women are working, people feel happy</p> </blockquote> </aside>  <p>From there, Dayib went to Fiji and Liberia, where she helped set up HIV prevention offices and trained health care providers for the UN. Seeing how Liberia had emerged from long-term strife brought Dayib’s thoughts back to her ancestral land. </p> <p>“Why can’t Somalia be like this? I want to be in an environment where you don’t hear gunfire, girls are going to school, women are working, people feel happy,” she says. Experiencing progress in other African countries gave her hope, but she was under no illusion about the difficult road ahead. The start, however, is always the hardest and that’s what her candidacy is all about: a huge step for Somali women and for Somalia as a whole.</p> <p>Even if Dayib not chosen as next president at the election (<a href=\"http://www.foxnews.com/world/2016/09/27/somalia-delays-its-presidential-election-by-month.html\">currently scheduled for 30 November</a>) she vows to remain in Somalia. Her plan is to set up an independent panel to deal with corruption. She says its her duty to help rebuild the country, and is is adamant that more Somali women should invest back in Somalia whether economically or through their skills as doctors, teachers or social workers. </p> <p>Dayib is under no illusions; she knows Somalia is still very male-dominated, and that when she announced her bid for the presidency, many people struggled to believie it. I was one, but meeting her has extinguished any doubts. Dayib is fierce and her vision for Somalia is clear.</p> <p>“I have a calling and purpose in this world,” she says. “We must stand and speak up against injustices, my family gets that, it’s not easy but this is who I am. If loving my land means I will die, so be it.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/global-development-professionals-network/2016/jun/29/leyla-hussein-the-women-who-made-me\">Anti-FGM campaigner Leyla Hussein: the women who made me</a> </p> </aside>  <p>Dayib and I both know too well that Somali women do not lack strength, intelligence or skills; what they lack is opportunities to reach their goals. We agreed that women and girls in Somalia are in desperate need of safe spaces to access resources, support, education and for protection.</p> <p>Our country faces great challenges. The al-Shabaab rebellion is certainly one of the greatest, but it does not scare Dayib. She believes that by creating a stable environment, and reclaiming the Somali identity, she can address the anger and disillusionment of young Somali men that is fanning the rebellion. </p> <p>In the end, however, corruption might prove a greater obstacle. Dayib places ending corruption at the top of her candidacy’s priorities. She recognises, however, that corruption is also the greatest barrier to her own chances of winning, possibly even greater to her being a woman. I hope this will not be the case. I believe that a president like her could take on the great challenges facing our country.</p> <p>Meeting Dayib reignited my own commitment as a campaigner. It helped me believe again that no battle is too big to fight.</p> <p><strong><a href=\"https://register.theguardian.com/global-development\">Join our community</a> of development professionals and humanitarians. Follow <a href=\"https://twitter.com/GuardianGDP\">@GuardianGDP</a> on Twitter. </strong><strong>Join the conversation with the hashtag <a href=\"https://twitter.com/search?q=%23SheMatters&amp;src=typd\">#SheMatters</a>.</strong></p>",
  "<div id=\"block-57fd9b74e4b03b22b4fb274b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-12T02:19:01.417Z\">3.19am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today in Campaign 2016</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"7b5182d106017461280ce8b5c51f562cffb57e3e\"> <img src=\"https://media.guim.co.uk/7b5182d106017461280ce8b5c51f562cffb57e3e/0_0_3500_2696/1000.jpg\" alt=\"Hillary Clinton and Al Gore\" width=\"1000\" height=\"770\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton and Al Gore</span> <span class=\"element-image__credit\">Photograph: UPI / Barcroft Images</span> </figcaption> </figure>  <ul> <li>Donald Trump railed against his fellow Republicans on Twitter on Tuesday morning, after a week in which <a href=\"https://www.theguardian.com/us-news/2016/oct/11/trump-spiralling-disaster-desertion-wikileaks-russia\">many in the party have deserted him</a> following the release of a tape of him <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">boasting about groping women</a>.</li> <li>The move came as prominent Republicans Marco Rubio and Ted Cruz both reaffirmed that they were standing by the nominee. Trump described his party – which he first joined in 1987 before several years as a Democrat and an independent – as disloyal and unable to win, while labeling the House speaker, Paul Ryan, the most senior Republican in Congress, “very weak and ineffective”. Ryan has been a vocal critic of Trump’s and this week announced he would no longer defend Trump or campaign with him, although he <a href=\"https://www.theguardian.com/us-news/2016/oct/10/paul-ryan-ends-support-trump-campaign-endorsement-republicans\">stopped short of formally unendorsing him</a>.<br></li> <li>Barack Obama assailed Republican nominee <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> on Tuesday over remarks about groping women, also criticizing Republicans who continued to support the candidate. “You don’t have to be a husband or a father to hear what we heard just a few days ago and say that’s not right,” the president said in Greensboro, North Carolina, in his first public remarks since the release of a <a href=\"https://www.theguardian.com/us-news/video/2016/oct/08/donald-trumps-sex-boasts-when-you-are-a-star-they-let-you-do-anything-video\">2005 tape showing Trump bragging about groping and kissing women without their consent</a>. “You just have to be a decent human being to say that’s not right.”<br></li> <li><a href=\"https://www.theguardian.com/us-news/hillary-clinton\">Hillary Clinton</a> used the global climate crisis as a weapon for another assault on Donald Trump on Tuesday, enlisting the help of her husband’s former vice-president Al Gore to urge America’s voters not to risk sending a “climate change denier” to the White House. In a joint address in Miami, Clinton and Gore repeatedly hammered the Republican nominee for his stance on climate change and his belief that global warming is a <a href=\"https://twitter.com/realdonaldtrump/status/265895292191248385?lang=en\">hoax initiated by the Chinese</a>. “Climate change is real, it’s urgent, and America can take the lead in the world in addressing it,” Clinton said, promising investment in clean energy.<br></li> <li>The 2016 campaign has jumped the shark. Specifically, the shark from <a href=\"https://www.theguardian.com/film/jaws\">Jaws</a>. In a conversation with Fox News host Megyn Kelly, former Arkansas governor<a href=\"https://www.theguardian.com/us-news/2016/feb/01/mike-huckabee-suspends-campaign-iowa-caucus\">Mike Huckabee</a> declared that Republican presidential nominee Donald Trump may be rough around the edges, but when the chips are down, he’s the person you can trust to save your life – not unlike Captain Quint in the film Jaws.<br></li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jzokun/status/785708353360060416\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">And they wonder why Hollywood hates them <a href=\"https://t.co/7YJxixbzVf\">pic.twitter.com/7YJxixbzVf</a></p>&mdash; JORDAN OKUN (@Jzokun) <a href=\"https://twitter.com/Jzokun/status/785708353360060416\">October 11, 2016</a></blockquote>  </figure>  <ul> <li>The repercussions were swift following last Friday’s leak of the Access Hollywood tape, in which Donald Trump can be heard bragging about sexually assaulting women: House speaker Paul Ryan <a href=\"https://www.theguardian.com/us-news/2016/oct/10/paul-ryan-ends-support-trump-campaign-endorsement-republicans\">told fellow Republicans</a> that he would no longer defend the party’s nominee, while hordes of party members distanced themselves from Trump’s comments with some – including Senator John McCain – even saying they could no longer vote for Trump. Supposedly, things could get even worse for the Republican nominee.</li> <li>Following the release of the footage by the Washington Post, Bill Pruitt, a producer on the first two seasons of The Apprentice, the NBC reality show Trump hosted from 2004-2015, <a href=\"https://twitter.com/billpruitt/status/784872190587998209\">tweeted</a> that there are “far worse” behind-the-scenes tapes of Trump on the program. Emmy award-winning producer Chris Nee has <a href=\"http://theslot.jezebel.com/producer-says-theres-video-of-trump-saying-the-n-word-1787592521\">alleged</a> that Trump says the n-word in the recordings.</li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/billpruitt/status/784872190587998209\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">As a producer on seasons 1 &amp; 2 of <a href=\"https://twitter.com/hashtag/theapprentice?src=hash\">#theapprentice</a> I assure you: when it comes to the <a href=\"https://twitter.com/hashtag/trumptapes?src=hash\">#trumptapes</a> there are far worse. <a href=\"https://twitter.com/hashtag/justthebegininng?src=hash\">#justthebegininng</a></p>&mdash; Bill Pruitt (@billpruitt) <a href=\"https://twitter.com/billpruitt/status/784872190587998209\">October 8, 2016</a></blockquote>  </figure>  <ul> <li>The BeyHive <a href=\"https://www.theguardian.com/music/2016/oct/11/beyonce-hillary-clinton-betsy-mccaughey-trump-supporter\">did not take kindly</a> to Trump surrogate Betsy McCaughey calling Hillary Clinton a hypocrite for criticizing Donald Trump’s sexist remarks despite also being a fan of <a href=\"https://www.theguardian.com/music/beyonce\">Beyoncé</a>. “Hillary Clinton expresses that she finds the language on that bus horrific,” said McCaughey on CNN on Monday, noting that she herself did not like “rap music”. “But in fact she likes language like this: ‘I came to slay bitch, when he fuck me good, I take his ass to Red Lobster,’” quoting Beyoncé’s song <a href=\"https://www.theguardian.com/music/musicblog/2016/feb/07/hear-beyonces-surprise-new-single-formation\">Formation</a>.</li> </ul> </div>   </div> <div id=\"block-57fd9a66e4b03b22b4fb2747\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-12T02:05:46.348Z\">3.05am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump urges crowd to vote November 28</h2>  <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Walldo/status/786022757804892161\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Donald Trump just told a crowd to vote on November 28th 😬 <a href=\"https://t.co/I6JJFEoQKc\">pic.twitter.com/I6JJFEoQKc</a></p>&mdash; Brandon Wall (@Walldo) <a href=\"https://twitter.com/Walldo/status/786022757804892161\">October 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57fd9a10e4b03b22b4fb2746\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-12T02:04:04.429Z\">3.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LGamGam/status/786024478136381440\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">“If you guys don’t vote for me I”m going to be very angry at youuuuu,” Trump croons the Florida crowd.</p>&mdash; Lauren Gambino (@LGamGam) <a href=\"https://twitter.com/LGamGam/status/786024478136381440\">October 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57fd9758e4b05d915e4240a4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-12T01:52:37.747Z\">2.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Donald Trump, on Al Gore:</h2> <blockquote class=\"quoted\"> <p>Didn’t he say he was the founder of the Internet? He wasn’t.</p> </blockquote> </div>   </div> <div id=\"block-57fd9375e4b03b22b4fb2741\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-12T01:35:55.353Z\">2.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Live from Florida: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LGamGam/status/786017336880869377\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">After warning that the US risks becoming a banana republic if he&#39;s not elected, Trump calls for the prosecution of his political opponent</p>&mdash; Lauren Gambino (@LGamGam) <a href=\"https://twitter.com/LGamGam/status/786017336880869377\">October 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57fd8296e4b01d9dd2c90160\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-12T01:30:17.343Z\">2.30am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump campaigns in Panama City, Florida</h2>  <div class=\"block-elements\">  <p>Watch it live here:</p>  <figure class=\"element element-embed\" data-alt=\"Donald Trump in Florida\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57fd4d4dab1fac507660c6f7?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57fd8b22e4b05d915e42409b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-12T01:01:30.623Z\">2.01am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Texas congressman Blake Farenthold has swiftly apologized for telling an MSNBC anchor that he would have to think about revoking his endorsement of a candidate who said that he “really liked raping women.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/farenthold/status/786007660051169280\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I apologize for my failure to immediately condemn anyone who would say something as outrageous as they like raping women. (1/3)</p>&mdash; Blake Farenthold (@farenthold) <a href=\"https://twitter.com/farenthold/status/786007660051169280\">October 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/farenthold/status/786007784198471680\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">During an interview on MSNBC with Chris Hayes tonight, I was thrown off by the anchor’s use of a hypothetical question. (2/3)</p>&mdash; Blake Farenthold (@farenthold) <a href=\"https://twitter.com/farenthold/status/786007784198471680\">October 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/farenthold/status/786007877723054081\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I do not, and have not ever condoned rape or violence against women. That is not the kind of man I believe Donald Trump to be. (3/3)</p>&mdash; Blake Farenthold (@farenthold) <a href=\"https://twitter.com/farenthold/status/786007877723054081\">October 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57fd8a53e4b01d9dd2c90168\" class=\"block\" data-block-contributor=\"profile/sabrina-siddiqui\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-12T00:57:47.113Z\">1.57am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hillary Clinton’s campaign fired back on Tuesday as Wikileaks released a new tranche of hacked emails from the account of its chairman John Podesta, dubbing the website a “propaganda arm of the Russian government” seeking to help elect Republican nominee <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>.</p>  <figure class=\"element element-image\" data-media-id=\"57e8450f69610ed42d11ce99bfee8b014a5a0c36\"> <img src=\"https://media.guim.co.uk/57e8450f69610ed42d11ce99bfee8b014a5a0c36/0_0_3500_2334/1000.jpg\" alt=\"Hillary Clinton\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton</span> <span class=\"element-image__credit\">Photograph: Lucy Nicholson/Reuters</span> </figcaption> </figure>  <p>The latest batch of more than 2,000 emails, disclosed on Monday, offered a glimpse into the inner workings of the Clinton campaign. They included insights on multiple fronts, such as a lack of preparedness for Bernie Sanders’ insurgent campaign, concerns raised by Chelsea Clinton over potential conflicts of interest for the family’s foundation, and efforts by aides on how to best frame the former secretary of state’s second bid for the White House.</p> <p>Last week, Wikileaks published other hacked emails from Podesta’s account, which included <a href=\"https://www.theguardian.com/us-news/2016/oct/07/wikileaks-hillary-clinton-paid-wall-street-speeches\">alleged excerpts</a> of Clinton’s paid speeches to Wall Street. Clinton’s campaign has neither confirmed nor denied authenticity of the emails, but in recent days escalated its charge that the hack was conducted by Russian state actors.<br></p> <p>Brian Fallon, a spokesman for Clinton’s campaign, fired off a tweet storm late Monday in which he assailed Wikileaks and its founder, Julian Assange, for working on behalf of the Russian government.</p> <p>“You are no media organization,” Fallon tweeted at Wikileaks. “You are a propaganda arm of the Russian government, running interference for their pet candidate, Trump.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/11/clinton-campaign-wikileaks-hack-russia-donald-trump\">Clinton campaign dubs WikiLeaks 'Russian propaganda' after latest hack</a> </p> </aside> </div>   </div> <div id=\"block-57fd8409e4b01d9dd2c90162\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-12T00:31:03.619Z\">1.31am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">GOP congressman suggests he might back Trump even if Trump said he liked rape</h2>  <div class=\"block-elements\">  <p>Texas congressman Blake Farenthold, asked on MSNBC this evening whether he would continue to support Donald Trump if he said “I really like to rape women,” did not commit to revoking his endorsement of the Republican presidential candidate.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/allinwithchris/status/785999654034874368\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/farenthold\">@farenthold</a> on if he&#39;d revoke support for Trump if he said &quot;I like raping women&quot; -- &quot;It&#39;d be bad...I&#39;d consider it&quot; <a href=\"https://t.co/jWCZ1YERYl\">https://t.co/jWCZ1YERYl</a></p>&mdash; All In w/Chris Hayes (@allinwithchris) <a href=\"https://twitter.com/allinwithchris/status/785999654034874368\">October 12, 2016</a></blockquote>  </figure>  <p>“That would be bad and I’d consider it.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-12T01:15:53.514Z\">at 2.15am BST</time></p>  </div> <div id=\"block-57fd7f7fe4b01d9dd2c9015c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-12T00:15:57.304Z\">1.15am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump, making his first appearance in a one-on-one interview since the release of video recordings that showed him bragging about sexually assaulting women and since the second presidential debate, petulantly told Fox News’ Bill O’Reilly that “I get along with everybody” that that House speaker Paul Ryan had committed a craven act of political betrayal by refusing to defend him.</p> <p>“We’ve been having a problem - we have millions and millions of followers,” Trump said, “and Paul Ryan, open borders and amnesty and bad budgets by the way, very, very bad budgets... The shackles are some of the establishment people the weak and ineffective people within the party.”<br></p> <p>“They’re not giving support - they don’t give the kind of support,” Trump said, when O’Reilly asked why he was so angry with Republican leadership. “They don’t give the support that we really need. Maybe we’ll do better without their support.”</p> <p>When O’Reilly asked if Trump’s “throwing off of the shackles” of cooperating with Republicans meant that he would become more outspoken, Trump denied that he was outspoken at all.</p> <p>“I don’t think I’m that outspoken to be honest with you - I think I’ve been very nice,” Trump said. “I don’t think so - look, I went to Ivy League schools.”</p> <p>“I’m just tired of nonsupport - and I don’t really want support.”<br></p> <p>Asked how he would address his cratering support among women after release of video in which he grabbed about being able to “grab [women] by the pussy” without consequence because of his fame, Trump dismissed the remarks as “locker room talk.”</p> <p>“Most people have heard it before, and I’ve had a lot of women come up to me and say I’ve heard that before, and I’ve heard a lot worse,” Trump said. “If that’s what it takes to lose an election, I think that’d be pretty sad.”</p> <p>O’Reilly said that his popularity among women has taken a hit, which Trump denied.</p> <p>“I’m not sure I believe it - I’m not sure I believe it,” Trump said. “What women want is they want secure borders, they want safety, they want law and order, they want a police department that is allowed to so its job, they want justice for all,” before going on a tirade about Hillary Clinton creating Isis, which he said “I’m sure she was very proud of.”</p> <p>“To be honest with you, Bill, I get along with people.”</p> </div>   </div> <div id=\"block-57fd7ba9e4b05d915e42408f\" class=\"block\" data-block-contributor=\"profile/richardluscombe\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T23:55:30.576Z\">12.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/us-news/hillary-clinton\">Hillary Clinton</a> used the global climate crisis as a weapon for another assault on Donald Trump on Tuesday, enlisting the help of her husband’s former vice-president Al Gore to urge America’s voters not to risk sending a “climate change denier” to the White House.</p>  <figure class=\"element element-image\" data-media-id=\"fe3209781868eda4821ab85cee08f4f3d0a1a389\"> <img src=\"https://media.guim.co.uk/fe3209781868eda4821ab85cee08f4f3d0a1a389/0_462_5138_3085/1000.jpg\" alt=\"Hillary Clinton and Al Gore.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton and Al Gore.</span> <span class=\"element-image__credit\">Photograph: Sun-Sentinel vi/REX/Shutterstock</span> </figcaption> </figure>  <p>In a joint address in Miami, Clinton and Gore repeatedly hammered the Republican nominee for his stance on climate change and his belief that global warming is a <a href=\"https://twitter.com/realdonaldtrump/status/265895292191248385?lang=en\">hoax initiated by the Chinese</a>.</p> <p>“Climate change is real, it’s urgent, and America can take the lead in the world in addressing it,” Clinton said, promising investment in clean energy.</p> <p>“We can transform our economy, we can rally the world to cut carbon pollutions and above all we can fulfill our moral obligation to protect the planet. Just remember what is at stake. My opponent is a guy who denies science, who denies climate change every day.”</p> <p>Yet it was Gore, who lost the 2000 presidential election to George W Bush by <a href=\"http://www.cnn.com/2015/10/31/politics/bush-gore-2000-election-results-studies/\">less than 500 votes</a> in Florida, who delivered the more powerful message about why the climate crisis is one of the most serious issues in this campaign, and why he believes Clinton is the only candidate who can help solve it.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/11/hillary-clinton-al-gore-climate-change-florida-trump\">Hillary Clinton urges Florida voters not to elect 'climate change denier' Trump</a> </p> </aside> </div>   </div> <div id=\"block-57fd6fefe4b01d9dd2c9012c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T23:05:30.978Z\">12.05am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>President Barack Obama, on the stakes of the 2016 election:</h2> <blockquote class=\"quoted\"> <p><em>Civility</em> is on the ballot! <em>Respect for women</em> is on the ballot! <em>Tolerance</em> is on the ballot! <em>Justice</em> is on the ballot! <em>Equality</em> is on the ballot! <em>Democracy</em> is on the ballot! If you want to send a message in this election, make it a resounding message!</p> </blockquote> </div>   </div> <div id=\"block-57fd6fcfe4b01d9dd2c9012a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T23:04:12.364Z\">12.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Closing out his remarks by speaking directly to young voters, President Barack Obama urges them to turn out, despite the coarsening of the American political process during the 2016 campaign.</p> <p>“There are a lot of things about our politics that can seem cheap, and trivial, and frustrating,” Obama says, “but here’s a chance to reject a divisive and mean-spirited politics that would just take us backwards. And there’s nothing cheap or trivial about that.”</p> <p>“That’s real - that is true. And young people, you have a chance to do that, so don’t fall for the easy cynicism that says my vote doesn’t matter, or all politicians are the same,” Obama continues. “I promise you - your vote matters!”</p> <p>“If you care about equality, if you supported Bernie in the primaries, you’ve got a choice!” Obama says. “When he asks you what you have to lose, you answer - you’ve got everything to lose!”</p> <p>“Send a message for hope! Send a message by voting for Hillary Clinton!” Obama closes. “Send a message about who we are as the American people, and make our kids proud!”</p> <p>“Let’s get to work!”</p> </div>   </div> <div id=\"block-57fd6d0ce4b01d9dd2c90121\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T22:56:25.316Z\">11.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>President Barack Obama turns his attention to national security, often seen in polling at Donald Trump’s strongest quality among voters, deriding the notion that Trump would be a safer commander-in-chief than Hillary Clinton.</p> <p>“If you’re concerned about who’s gonna keep you and your family safe in a dangerous world, the choice is even clearer,” Obama says, and “she’ll do it without resorting to torture, or banning entire religions from our country.”</p> <p>“He might be up, I guess, at 3am, but that’s tweeting insults at someone who got under his skin instead of getting a good night’s sleep to do the job of being president of the United States!”</p> <p>“Come on!” Obama shouts, as the audience laughs.</p> <p>“When, in the middle of a debate, you threaten to put your political opponent in jail - no trial, no indictment, no lawyers - when you welcome Russian meddling in our electoral process, then you’re disregarding not just things like facts or evidence or a free press, but you’re chipping away at core values like tolerance and due process and mutual respect,” Obama says. “And our democracy doesn’t work that way.”</p> <p>“We have stood in contrast and in opposition to those kids of ideas, and I frankly never thought I’d see the day when we have a major-party candidate who would be promoting those kinds of notions!”</p> </div>   </div> <div id=\"block-57fd6d91e4b05d915e42405f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T22:54:34.104Z\">11.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>President Obama reacts to Alex Jones:</h2> <blockquote class=\"quoted\"> <p>He said me and Hillary are demons. Said we smell like sulfur. Ain’t that something? Now, I mean, come on, people! Democracy does not work if you just say stuff like that!</p> </blockquote> </div>   </div> <div id=\"block-57fd6ba8e4b05d915e424050\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T22:46:20.784Z\">11.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>President Barack Obama, on Donald Trump’s age:</h2> <blockquote class=\"quoted\"> <p>At 55, it’s hard for me to change - I know at 70 it’s gonna be harder!</p> </blockquote> </div>   </div> <div id=\"block-57fd6b3be4b03b22b4fb26e8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T22:45:28.483Z\">11.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>President Obama, extending an olive branch to Republicans who have been no fan of his administration for the past eight years, tells the audience in Greensboro, North Carolina, that not all Republicans (#NotAllRepublicans?) say or believe the things that Donald Trump does - but that he’s a creation of their that they need to expressly disavow.</p> <blockquote class=\"quoted\"> <p>I do not believe that every Republican official thinks the way Donald Trump does - many of them do not. The overwhelming majority of Republicans, they love the families, they love their country, they’re good and decent people doing all sorts of good things for this country. What is true is that over the last eight, ten, however long you wanna say, if you’ve been only about obstruction, if in order to score political points, you tell your voter base crazy stuff like I wasn’t born here, or that I’m a Muslim, or that— well, it’s just a long list.</p> </blockquote> <p>“And you repeat it over and over again, and so that your only agenda is negative and you just make up facts,” Obama continues, as call-and-response “Yeahs!” echo throughout the hall, “over time what happens is that you produce a nominee who’s all about obstruction and insults and makes up his own facts! Now, I don’t think that’s how the majority of Republicans think, but this is the habit you get into that creates this kind of nominee. And now you find a situation in which the guy says stuff that nobody would find tolerable if they were applying for a job at 7/11.</p> <blockquote class=\"quoted\"> <p>The fact that now you’ve got people saying, well, we strongly disapprove, we really disagree, we find those comments disgusting, but we’re still endorsing him, we still think he should be president, that doesn’t make sense to me!</p> </blockquote> <blockquote> <p>I’m certainly not perfect, nobody’s perfect, and I too believe in forgiveness and redemption, but that doesn’t mean I’m going to elect the person president!</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-11T22:49:04.345Z\">at 11.49pm BST</time></p>  </div> <div id=\"block-57fd6935e4b03b22b4fb26e0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T22:36:41.588Z\">11.36pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">President Obama: 'Tweeting doesn’t qualify you' to serve as president</h2>  <div class=\"block-elements\">  <p>“You don’t have to be a husband or a father to hear what we heard just a few days ago and say, ‘That’s not right,’” President Barack Obama says, of Donald Trump’s remarks about sexually assaulting women. “You just have to be a decent human being to say, ‘that’s not right.’ And if it makes you mad, you can do something about it!”</p> <p>“Nobody fully understands - including me - the jobs and demands of this job until you’ve sat behind this desk,” Obama continues. “The buck stops here! And so, like, tweeting doesn’t qualify you. Soundbites don’t qualify you. Insults certainly don’t qualify you. Nobody can fully know what it’s like to manage a global crisis, or know the feeling of sending a young person into war, but I tell you, nobody’s been closer to those decisions than Hillary.”</p> <p>“She knows what it means, she knows what it takes,” Obama continues. “She understands that the decisions you make in this job mean life or death, affect soldiers and veterans and workers who need a raise or a decent retirement. She understands that it counts for families that are trying to climb into the middle class, or stay in the middle class.”</p> <p>“No matter how daunting the odds, or how many times she gets knocked down, she doesn’t point fingers or throw blame, she doesn’t say the system is rigged, she doesn’t check her mic,” he says, tapping the microphone. “She is qualified to be president of the United States of America.”</p> </div>   </div> <div id=\"block-57fd67e2e4b03b22b4fb26db\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T22:30:22.550Z\">11.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>President Barack Obama, woke AF:</h2> <blockquote class=\"quoted\"> <p>You don’t have to be a husband or a father to hear what we heard just a few days ago and say, ‘That’s not right.’ You just have to be a decent human being to say, ‘that’s not right.’</p> </blockquote> </div>   </div> <div id=\"block-57fd6712e4b05d915e42403d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T22:29:01.070Z\">11.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Speaking at a raucous rally in Greensboro, North Carolina, President Barack Obama outlines the progressive victories of the past eight years of his administration - and points to the threat to that agenda posed by the election of Donald Trump.</p> <p>“I wanted to say thank you for all of the support you’ve given us over the years,” Obama says. “When we look back, eight years later, we fought back from the recession, our auto industry is setting new records, our businesses have turned job losses into 15 million new jobs... incomes are rising, poverty is falling, uninsured rate at an all-time low, across America you can marry whoever you love, brought our brave troops to our families, delivered justice to Osama bin Laden, shut down Iran’s nuclear weapons program, opened a new chapter with the people of Cuba... no wonder I’ve gone grey, ‘cause we’ve been busy! We’ve been busy!”</p> <p>“That’s why I’ve got all this grey hair! I’ve been busy!” Obama continues, the crowd eating it up. “But Michelle says I still look good.”</p> <p>“But I am telling you, Greensboro, all that press goes out the window if we don’t make the right choice just four weeks from today. The closer we get, the clearer the choice becomes,” Obama continues. “We’ve got a choice right now between somebody who is as qualified as anybody who has ever run for the White House, and somebody who has proven over and over again that he is unfit to represent this county.”</p> <p>“He doesn’t have the temperament or the knowledge or apparently the inclination to obtain the knowledge” to serve as president, Obama says, “and that was before we knew about his attitudes towards women!”</p> </div>   </div> <div id=\"block-57fd65c4e4b05d915e424037\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T22:21:22.959Z\">11.21pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">President Barack Obama campaigns for Hillary Clinton in Greensboro, North Carolina</h2>  <div class=\"block-elements\">  <p>Watch it live here:</p>  <figure class=\"element element-embed\" data-alt=\"Barack Obama for Clinton\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57fcf36dab1fac507660c5d0?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57fd655be4b03b22b4fb26d5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T22:19:33.379Z\">11.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Former House speaker John Boehner has declared that while Donald Trump is “not a conservative, he’s barely a Republican,” he still plans to vote for him:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=tULC026cLoQ\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/tULC026cLoQ?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-57fd618de4b01d9dd2c900f9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T22:18:19.673Z\">11.18pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Reuters poll: Hillary Clinton leads Donald Trump by 8 points after tape, debate</h2>  <div class=\"block-elements\">  <p>Democratic presidential nominee Hillary Clinton’s lead over Republican rival Donald Trump has widened to 8 points among likely voters less than a month before Election Day, <a href=\"http://www.reuters.com/article/us-usa-election-poll-idUSKCN12B2PV?il=0\">according to a new Reuters/Ipsos poll</a> that shows one in five Republicans hold the opinion that Trump’s predatory remarks about sexually assaulting women disqualify him from holding office.</p> <p>The survey, which was conducted after news of Trump’s remarks to Access Hollywood in 2005 as well as after the second of three presidential debates between the two candidates, unhelpfully declines to include the specific percentages of likely voters supporting either candidate, other than stating that Clinton’s lead has extended from a 5-point lead the last time the survey was conducted. (Thanks, guys!)</p> <p>According to voters who watched at least part of the second presidential debate, 53% said that Clinton won, while only 32% saw Trump as the winner - surely information that Trump will take into account the next time he tweets that every poll taken after the debate showed him winning by massive margins.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/785816454042124288\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Despite winning the second debate in a landslide (every poll), it is hard to do well when Paul Ryan and others give zero support!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/785816454042124288\">October 11, 2016</a></blockquote>  </figure>  <p>According to the poll, 42% of American adults - and 19% of Republicans - find that Trump’s comments in 2005, in which he bragged about sexually assaulting women and being able to get away with it by virtue of his fame, believe that Trump’s remarks disqualify him from the presidency.</p> </div>   </div> <div id=\"block-57fd60ade4b05d915e424021\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T21:59:26.024Z\">10.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hillary Clinton has wished her Jewish supporters an easy fast as Yom Kippur begins at sundown:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/785960597934313472\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">G’mar chatima tova to those celebrating <a href=\"https://twitter.com/hashtag/YomKippur?src=hash\">#YomKippur</a>. Wishing you a meaningful day and an easy fast. -H</p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/785960597934313472\">October 11, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57fd5c39e4b03b22b4fb26af\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T21:40:19.684Z\">10.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Jake Tapper is about three more news cycles away from striking a panelist.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SarahBurris/status/785939681380675584\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump surrogate Boris Epshteyn smacked down by <a href=\"https://twitter.com/jaketapper\">@JakeTapper</a> after he says Gore talking about mosquitoes in Florida was boring <a href=\"https://twitter.com/hashtag/Zika?src=hash\">#Zika</a> <a href=\"https://t.co/NenMQ4mU4S\">pic.twitter.com/NenMQ4mU4S</a></p>&mdash; Sarah Burris (@SarahBurris) <a href=\"https://twitter.com/SarahBurris/status/785939681380675584\">October 11, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57fd5444e4b05d915e423ff5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T21:10:50.567Z\">10.10pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Report: Breitbart chief bragged 'I'm Trump's campaign manager' two months after campaign started</h2>  <div class=\"block-elements\">  <p>Breitbart News, the far-right website that has become a functional extension of Donald Trump’s presidential campaign, reportedly merged certain editorial operations with the Republican nominee’s presidential campaign a year before its executive chair joined the campaign as its CEO, <a href=\"http://www.thedailybeast.com/articles/2016/10/11/breitbart-boss-stephen-bannon-bragged-in-2015-i-m-trump-s-campaign-manager.html?via=desktop&amp;source=twitter\">according to a report from the Daily Beast.</a></p> <p>“I’m Trump’s campaign manager,” Steve Bannon, the current CEO of the Trump campaign and one of Trump’s closest advisors, wrote in an email sent on August 30, 2015 to a former writing partner.</p> <p>When asked if it was true, Bannon responded: “Don’t u ever read breitbart--its trump central.”</p> <p>Bannon then lauded Trump as “a nationalist who embraces [Sen. Jeff Sessions’s] immigration plan” as the reason the site became “Trump central.”</p> </div>   </div> <div id=\"block-57fd52ace4b03b22b4fb2685\" class=\"block is-key-event\" data-block-contributor=\"profile/nigel-m-smith\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T21:00:12.585Z\">10.00pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Demand mounts for Trump Apprentice tapes that may hold 'far worse'</h2>  <div class=\"block-elements\">  <p>The repercussions were swift following last Friday’s leak of the Access Hollywood tape, in which Donald Trump can be heard bragging about sexually assaulting women: House speaker Paul Ryan <a href=\"https://www.theguardian.com/us-news/2016/oct/10/paul-ryan-ends-support-trump-campaign-endorsement-republicans\">told fellow Republicans</a> that he would no longer defend the party’s nominee, while hordes of party members distanced themselves from Trump’s comments with some – including Senator John McCain – even saying they could no longer vote for Trump.</p> <p>Supposedly, things could get even worse for the Republican nominee.</p> <p>Following the release of the footage by the Washington Post, Bill Pruitt, a producer on the first two seasons of The Apprentice, the NBC reality show Trump hosted from 2004-2015, <a href=\"https://twitter.com/billpruitt/status/784872190587998209\">tweeted</a> that there are “far worse” behind-the-scenes tapes of Trump on the program. Emmy award-winning producer Chris Nee has<a href=\"http://theslot.jezebel.com/producer-says-theres-video-of-trump-saying-the-n-word-1787592521\">alleged</a> that Trump says the n-word in the recordings.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/billpruitt/status/784872190587998209\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">As a producer on seasons 1 &amp; 2 of <a href=\"https://twitter.com/hashtag/theapprentice?src=hash\">#theapprentice</a> I assure you: when it comes to the <a href=\"https://twitter.com/hashtag/trumptapes?src=hash\">#trumptapes</a> there are far worse. <a href=\"https://twitter.com/hashtag/justthebegininng?src=hash\">#justthebegininng</a></p>&mdash; Bill Pruitt (@billpruitt) <a href=\"https://twitter.com/billpruitt/status/784872190587998209\">October 8, 2016</a></blockquote>  </figure>  <p>In light of the allegations, Metro-Goldwyn-Mayer studios, which owns the rights to the show, and <a href=\"https://www.theguardian.com/tv-and-radio/apprentice\">The Apprentice</a> creator Mark Burnett are facing mounting pressure to make public the footage. But on Monday, MGM and Burnett said in a joint statement to the Guardian, that they do “not have the ability nor the right” to release the material, citing “various contractual and legal requirements”.</p> <p>MGM and Burnett also refuted allegations that staffers have been threatened with legal action for releasing the outtakes, stating that: “the recent claims that Mark Burnett has threatened anyone with litigation if they were to leak such material are completely and unequivocally false.” Burnett “has consistently supported Democratic campaigns”, the statement said. In past presidential cycles, he has been a prominent donor to Democratic candidates and the Democratic National Committee.</p> <p>But leaking The Apprentice tapes comes for an alleged asking price of $5.1m – needed to cover the potential penalty fee for breaking Burnett’s non-disclosure agreement.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/11/donald-trump-apprentice-tapes-search-mark-burnett\">Demand mounts for Trump Apprentice tapes that may hold 'far worse'</a> </p> </aside> </div>   </div> <div id=\"block-57fd50b8e4b03b22b4fb267b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T20:51:25.998Z\">9.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hillary Clinton’s campaign is officially using Kate McKinnon’s portrayal of the candidate as part of its communications strategy:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jmpalmieri/status/785944795768352768\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Here is our official response to the conduct of the Trump campaign over the past 48 hours: <a href=\"https://t.co/evAviDI3nH\">pic.twitter.com/evAviDI3nH</a></p>&mdash; Jennifer Palmieri (@jmpalmieri) <a href=\"https://twitter.com/jmpalmieri/status/785944795768352768\">October 11, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57fd4b68e4b05d915e423fd2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T20:39:27.412Z\">9.39pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Mike Huckabee: Donald Trump is like the guy who gets eaten by the shark in Jaws</h2>  <div class=\"block-elements\">  <p>The 2016 campaign has jumped the shark. Specifically, the shark from Jaws.</p> <p>In a conversation with Fox News host Megyn Kelly, former Arkansas governor Mike Huckabee declared that Republican presidential nominee Donald Trump may be rough around the edges, but when the chips are down, he’s the person you can trust to save your life - not unlike Captain Quint in the film Jaws.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jzokun/status/785708353360060416\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">And they wonder why Hollywood hates them <a href=\"https://t.co/7YJxixbzVf\">pic.twitter.com/7YJxixbzVf</a></p>&mdash; JORDAN OKUN (@Jzokun) <a href=\"https://twitter.com/Jzokun/status/785708353360060416\">October 11, 2016</a></blockquote>  </figure>  <p>“He’s like Captain Quint in the original movie Jaws,” said Huckabee. “He’s vulgar, he’s salty, he might even get drunk... But hold on here: he’s the guy who’s gonna save your butt and save your family. And so, at the end of the day, when he kills the shark, you’re happy about it.”</p> <p>Huckabee, who has long been a critic of American popular culture, continued with the analogy. “Now, Hillary is the shark,” Huckabee said. “She’s going to eat your boat, she’s gonna have open borders, immigration out the kazoo, and so the choice is, do you vote for Captain Quint, who’s gonna save your family, or do you vote for the shark? That’s the choice you get to make.”</p> <p>Kelly, clearly a scholar of summer blockbusters, burst Huckabee’s bubble by reminding the former governor that <a href=\"https://www.youtube.com/watch?v=pmLP0QQPqFw\">Quint was devoured by the shark</a>.</p> <p>“Now, governor, I hate to be the one to tell you this,” said Kelly. “Captain Quint got eaten by the shark.”</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=pmLP0QQPqFw\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/pmLP0QQPqFw?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>“But he died saving the other people!” Huckabee protested, laughing.</p> <p>“But he died!” Kelly said. “Went down in flames and the shark won as between the two of them!”</p> <p>Huckabee continued, despite the blow to his theory.</p> <p>“The shark didn’t win! The shark got blown up! Look, any analogy can fall apart, Megyn,” Huckabee said, laughing. “Come on, work with me!”</p> <p>Kelly rounded out the segment by singing Quint’s song from the film, <a href=\"https://www.youtube.com/watch?v=yrpmv_zOa0k\">Fairwell And Adieu to You Fair Spanish Ladies</a>, because this campaign needs at least a little levity.</p> <p>Actor Richard Dreyfuss, who starred as Hooper, the dreamy oceonographer, in the film, backed up Kelly’s assertion on Twitter:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RichardDreyfuss/status/785931910845464577\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Quint did not kill Jaws. <a href=\"https://t.co/jSSRmGE9hD\">https://t.co/jSSRmGE9hD</a></p>&mdash; Richard Dreyfuss (@RichardDreyfuss) <a href=\"https://twitter.com/RichardDreyfuss/status/785931910845464577\">October 11, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-11T20:44:22.409Z\">at 9.44pm BST</time></p>  </div> <div id=\"block-57fd4915e4b01d9dd2c900ab\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T20:23:44.837Z\">9.23pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Al Gore: 'Take it from me - every single vote counts!'</h2>  <div class=\"block-elements\">  <p>Former vice president Al Gore reminds the audience in Miami that he knows better than anyone the importance of a vote in Florida - and encourages them to not let that opportunity go to waste.</p> <p>“The stakes in this election simply could not be higher,” Gore says. “Honestly, to those of you here and to those who can hear my voice by whatever means, this election really matters. The world is on the cusp of either building on the progress of solving the climate crisis, or stepping back, washing our hands of americas traditional role of a leader in the world... the choice is that clear. It’s that stark.”</p>  <figure class=\"element element-image\" data-media-id=\"597bdc1dc9bd1998dc47a43e38a4e515457ddaf2\"> <img src=\"https://media.guim.co.uk/597bdc1dc9bd1998dc47a43e38a4e515457ddaf2/0_0_2048_1349/1000.jpg\" alt=\"Hillary Clinton and Al Gore at their last campaign event together, in 2000.\" width=\"1000\" height=\"659\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton and Al Gore at their last campaign event together, in 2000.</span> <span class=\"element-image__credit\">Photograph: Mark Wilson/REUTERS</span> </figcaption> </figure>  <p>Pounding the lectern, Gore reminds the audience of his 500-odd vote loss in the 2000 presidential election that ended up delivering the presidency to Republican rival George W. Bush.</p> <p>“Please take it from me - every single vote counts! Every single vote counts!” Gore shouts. “If you are not registered to vote, do so today! If you are on the fence about whether to vote, remember what is at stake in this election, and if you think your vote does not matter, take it from me: your vote can make all of the difference in this election! Vote early! And don’t let your friends sit this election out.”</p> <p>Returning to the main theme of the event - climate change, Gore lauds Hillary Clinton as a leader “who gets it, who cares about it, who’s internalized it, who’s passionate about it.”</p> <p>“That’s why I am here and that’s why I will vote for Hillary Clinton!” Gore says. “I know that my vote counts, I know that your vote counts, I hope you will consider carefully the future in making your decision this November.”</p> <p>“Together, we have the opportunity to look back on this year as a time when our national finally chose to answer the alarm bells on the climate crisis, and went into action to solve it. I know that there are still some who doubt in their hearts that we as human beings and we as Americans have the ability to bring about such a big and important change... the will to change and build a brighter future is itself a reusable resource!”</p> <p>The last line of Gore’s speech is wildly popular - not least of all, with Clinton herself.</p> <p>“That’s a great line - I love that!” Clinton shouts.</p> </div>   </div> <div id=\"block-57fd46c3e4b05d915e423fba\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T20:08:43.023Z\">9.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Al Gore, speaking to a slightly listless crowd in Miami, is lauding Hillary Clinton as the candidate who will help turn the United States into a “renewable-energy superpower.”</p> <p>“The Paris Agreement is a big deal,” Gore elaborates. “It is by far the biggest step forward the world has ever taken to solve the climate crisis. Every nation in the world, virtually... agreed to phase out these greenhouse-gas emissions and go to net-zero emissions in the second half of this century.”</p> <p>“The question in this election,” Gore continues, “is which of these candidates is going to continue this progress. With Hillary Clinton we’ll build under the progress made by President Obama, and she will seize the opportunities.”</p> <p>“It’s already creating millions of jobs, and it continues to get cheaper and cheaper every single week - world records are being broken.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-11T20:09:49.413Z\">at 9.09pm BST</time></p>  </div> <div id=\"block-57fd457ce4b03b22b4fb2632\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T20:04:09.102Z\">9.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Al Gore, speaking in Miami, warns the audience that the warming of the Atlantic Ocean presents a clear and present danger to the state of Florida - and its residents.</p> <p>“Just in the last year, we have seen one-in-a-thousand-year downpours,” Gore says. “This is not normal - it is becoming the new normal, which is now a set of conditions that we have created with all of this man-made global warming pollution.”</p> <p>“Every vertical inch of sea-level rise means four-to-eight feet of water going inward” during storm surges and high tides, Gore continues. “Just yesterday, there were six more cases of Zika in Dade County... but the changing climate conditions change the places where these tropical diseases become endemic and put down roots!”</p> <p>“These any many other consequences,” Gore continues, “are really wake-up calls for us. Mother Nature is giving us a very clear and powerful message: we cannot continue putting 110m tons of global-warming pollution into the atmosphere like it’s an open sewer. We’ve got to wake up.”</p> </div>   </div> <div id=\"block-57fd434de4b05d915e423fa4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T19:58:55.495Z\">8.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Speaking to a raucous crowd of Hillary Clinton supporters in Miami after an extended speech on the issue of climate change, former vice president Al Gore tells the audience that “when it comes to the most urgent issue facing our country and the world, the choice in this election is extremely clea: HC will make solving the climate crisis a top national priority.”</p>  <figure class=\"element element-image\" data-media-id=\"a5232d144dc9519efc655aab58330381f9ed5943\"> <img src=\"https://media.guim.co.uk/a5232d144dc9519efc655aab58330381f9ed5943/0_0_2048_1406/1000.jpg\" alt=\"Hillary Clinton campaigning with Al Gore in 2000.\" width=\"1000\" height=\"687\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton campaigning with Al Gore in 2000.</span> <span class=\"element-image__credit\">Photograph: Mike Segar/REUTERS</span> </figcaption> </figure>  <p>“Her opponent, based upon the ideas that he has presented, will take us toward a climate catastrophe,” Gore says. “The climate crisis is and must be considered a top national priory, and a top global priority.”</p> <p>“For those of you who are younger than 25, you might not remember the election of 2000, and what happened here in Florida and across the country,” Gore, who lost Florida and the election in 2000, tells the audience to scattered boos and chants of “YOU WON!”</p> <p>“Here’s my point: I don’t want you to be in a position years from now where you welcome Hillary Clinton and say ‘actually, you did win, it just wasn’t close enough to make sure that all the votes were counted,” Gore says. “Elections have consequences! Your vote counts! Your vote has consequences!”</p> </div>   </div> <div id=\"block-57fd3b24e4b05d915e423f88\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T19:54:38.333Z\">8.54pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Al Gore campaigns for Hillary Clinton in Miami</h2>  <div class=\"block-elements\">  <p>After being introduced by Democratic presidential nominee Hillary Clinton as the single most influential person regarding the issue of climate change, former vice president Al Gore takes the stage in Miami.</p> <p>Watch it live here:</p>  <figure class=\"element element-embed\" data-alt=\"Al Gore in Miami\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57fce9c3ab1fac507660c5ab?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57fd3c3ee4b03b22b4fb260b\" class=\"block\" data-block-contributor=\"profile/richardluscombe\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T19:25:39.241Z\">8.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Patrick Murphy, the Florida Democrat challenging Marco Rubio for his seat in the US Senate, has unloaded on his rival and Donald Trump during his warm-up speech for Clinton and Al Gore in Miami, at which climate change will be the topic of the day.</p>  <figure class=\"element element-image\" data-media-id=\"0b374bfd8617293b7fc424ad9533666cff3bac48\"> <img src=\"https://media.guim.co.uk/0b374bfd8617293b7fc424ad9533666cff3bac48/41_231_1382_830/1000.jpg\" alt=\"Donald Trump and Marco Rubio\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump and Marco Rubio</span> <span class=\"element-image__credit\">Photograph: Joe Raedle/Getty Images</span> </figcaption> </figure>  <p>“I grew up on Florida’s coast, I could swim before I could walk, I could fish before I could talk,” he told an appreciative crowd. “Floridians don’t need to be told about the effects of climate change, we’re seeing it first hand. With the future of the environment on the line, who are the Republicans trying to elect? Donald Trump and Marco Rubio. We’re not going to protect our waterways with Donald Trump attacking immigrants.</p> <p>“When Donald Trump goes low, Marco Rubio is right there with him. Despite overwhelming existence of the effects of climate change, Marco Rubio’s quote is: ‘I’m not a scientist.’ High tides are flooding the streets of Miami Beach and still he refuses to act. Climate change is real and we need to act.”</p> </div>   </div> <div id=\"block-57fd3828e4b03b22b4fb25f2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T19:09:11.872Z\">8.09pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">White House considers 'proportional' response to Russian hacking</h2>  <div class=\"block-elements\">  <p>Press secretary Josh Earnest told reporters that the United States would respond to Russian hacking of the DNC and other hacking. The intelligence community announced last week that it believed Russia was behind hacking of the Democrats which appears to extend to the hacking of Clinton campaign officials feeding the current Wikileaks dump.</p> <p>“We obviously will ensure that our response is proportional,” Earnest said, according to a pool report. “It is unlikely that our response would be announced in advance.”</p> <p>“The president has talked before about the significant capabilities that the US government has to both defend our systems in the United States but also carry out offensive operations in other countries... So there are a range of responses that are available to the president and he will consider a response that is proportional.”</p> </div>   </div> <div id=\"block-57fd373ae4b05d915e423f77\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T19:03:28.764Z\">8.03pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Gore to appear with Clinton</h2>  <div class=\"block-elements\">  <p>Here’s a breath of fresh air in the 2016 election cycle: former vice president Al Gore is about to take the stage in Miami with Hillary Clinton.</p> <p>Live video stream here:</p>  <figure class=\"element element-embed\" data-alt=\"Gore\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57fce9c3ab1fac507660c5ab?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57fd31bbe4b01d9dd2c90021\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T18:57:12.444Z\">7.57pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">White House says Trump remarks described 'sexual assault'</h2>  <div class=\"block-elements\">  <p>Barack Obama is scheduled to rally voters on behalf of Hillary Clinton in Greensboro, North Carolina, this evening. He has just landed outside the city.</p> <p>Aboard the flight, press secretary Josh Earnest said of Trump’s hot mic remarks, “those statements consisted of sexual assault,” according to a pool report. </p> <p><strong>Update: here’s a transcription of Earnest’s remarks:</strong></p> <p>“The president found the tape as repugnant as most Americans did”.<br>“There has been a pretty clear statement by people all along the ideological spectrum that those statements consisted sexual assault.”<br>“That’s why many people I believe have concluded that those statements are worthy of sharp condemnation.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jamiedupree/status/785915561586941952\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">From the White House Pool aboard Air Force One - official reaction to Trump tape <a href=\"https://t.co/asqLvr7BRI\">pic.twitter.com/asqLvr7BRI</a></p>&mdash; Jamie Dupree (@jamiedupree) <a href=\"https://twitter.com/jamiedupree/status/785915561586941952\">October 11, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-11T19:28:19.344Z\">at 8.28pm BST</time></p>  </div> <div id=\"block-57fd3420e4b01d9dd2c90030\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T18:49:34.199Z\">7.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>For the latest on Billy Bush, Donald Trump’s bus buddy, read CNN’s Brian Stelter:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/brianstelter/status/785913295278485504\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Billy Bush&#39;s departure from <a href=\"https://twitter.com/TODAYshow\">@TodayShow</a> is now a matter of &quot;when,&quot; not &quot;if.&quot; Here&#39;s my new story: <a href=\"https://t.co/LIF2FxjtiV\">https://t.co/LIF2FxjtiV</a></p>&mdash; Brian Stelter (@brianstelter) <a href=\"https://twitter.com/brianstelter/status/785913295278485504\">October 11, 2016</a></blockquote>  </figure>  <p>How is Billy Bush related to the other Bushes? His father is a younger brother to George HW Bush. That makes Billy first cousins with Jeb and George W. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-11T18:50:39.664Z\">at 7.50pm BST</time></p>  </div> <div id=\"block-57fd3399e4b01d9dd2c9002b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T18:48:38.157Z\">7.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The NBC/WSJ poll, which yesterday released numbers for a survey ending before the second debate, has released new numbers taking in the debate.</p> <p><strong>The poll has Clinton up 10 points on Trump, 50-40,</strong> in a head-to-head matchup.</p> <p>She leads in the poll by nine points in a four-way race:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jaketapper/status/785912186338246656\">  <blockquote class=\"twitter-tweet\" data-cards=\"hidden\"><p lang=\"en\" dir=\"ltr\">New NBC/WSJ numbers, expands sample and polls after debate as well:<br><br>Clinton 46%<br>Trump 37%<br>Johnson 8%<br>Stein 2%<a href=\"https://t.co/APWYtixcFB\">https://t.co/APWYtixcFB</a></p>&mdash; Jake Tapper (@jaketapper) <a href=\"https://twitter.com/jaketapper/status/785912186338246656\">October 11, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57fd1c32e4b05d915e423efd\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T18:33:14.139Z\">7.33pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Wikileaks trove shows Clinton camp devising Sanders strategy and more</h2>  <div class=\"block-elements\">  <p>Wikileaks has released a third tranche of John Podesta emails – the veracity of which the Clinton campaign has not denied – revealing discussion inside the campaign about how to adapt to Bernie Sanders, how to walk back Clinton’s comments about Aids at Nancy Reagan’s funeral, how to describe “everyday Americans” and other topics.</p> <p><strong><a href=\"https://wikileaks.org/podesta-emails/\">Search the Wikileaks emails on the Wikileaks web site here.</a></strong></p> <p>The Clinton camp wrestled with Sanders’ rise. “Message needs to be more positive, upbeat, hopeful. Bernie is saying we can change the world,” an adviser wrote to Podesta, the campaign chairman, at one point. </p> <p>After Sanders won big in the February New Hampshire primary, the Clinton team discussed its strategy for the upcoming states of South Carolina and Nevada.</p> <p>In Nevada, an adviser <a href=\"https://wikileaks.org/podesta-emails/emailid/4324\">wrote</a>, “Our biggest concern is enthusiasm and caucus knowledge. Sanders supporters are more likely to know the ins and outs of the caucus. To mitigate this, in the upcoming days our field team is focusing on caucus education among our supporters.”</p> <p>In South Carolina, the same adviser, Elan Kriegel, noted: “Like Nevada, our support is particularly high with people of color and we are roughly tied with white voters. The difference between the states is that far more African-American voters will participate in South Carolina than Nevada.”</p> <p>The campaign had <a href=\"https://wikileaks.org/podesta-emails/emailid/5115\">lengthy discussions</a> over how to retract and apologize for Clinton’s assertion at Nancy Reagan’s funeral that the former first lady had “started a national conversation” about HIV/Aids “when before nobody would talk about it.” The Reagans did not acknowledge the epidemic as it unfolded.</p> <p><a href=\"https://wikileaks.org/podesta-emails/emailid/4433\">On a separate email chain</a>, aides discuss whether the phrase “everyday Americans” should be in a Clinton speech in New Hampshire about small business. A draft of the speech had Clinton saying:</p> <blockquote class=\"quoted\"> <p>I’m running for President because you and Americans everywhere need a champion. And I want to be that champion. </p> </blockquote> <p>At which Podesta weighed in:</p> <blockquote class=\"quoted\"> <p>I know she has begun to hate everyday Americans, but I think we should use it once the first time she says I’m running for president because you and everyday Americans need a champion. I think if she doesn’t say it once, people will notice and say we false started in Iowa.</p> </blockquote> <p>Do you notice how Podesta did not place the phrase “everyday Americans” in quotes in his email? So have a lot of Trump supporters, who are <a href=\"https://twitter.com/ShillForHillary/status/785885391718973440\">asserting</a> that the email is a smoking gun proving that Hillary Clinton has begun to hate everyday Americans, which it isn’t.</p> <p>On a separate email chain, then-DNC vice chair and CNN commentator Donna Brazile shares in advance a question about the death penalty that Clinton might face at a CNN town hall: “Here’s one that worries me about HRC,” Brazile <a href=\"http://www.politico.com/story/2016/10/wikileaks-email-hack-clinton-donna-brazile-229609\">wrote</a>.</p> <p>Much of the emails show the campaign discussing media strategy and emailing with the media, in some cases on friendly terms.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/morningmoneyben/status/785888097426894848\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Pretty shocked by these Wikileaks reveals showing good reporters working good sources. Outrageous.</p>&mdash; Ben White (@morningmoneyben) <a href=\"https://twitter.com/morningmoneyben/status/785888097426894848\">October 11, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/daveweigel/status/785891814368686080\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Former DOJ spokesman <a href=\"https://twitter.com/brianefallon\">@brianefallon</a> was following developments in DOJ, whoa <a href=\"https://t.co/dr2hV1PLrT\">https://t.co/dr2hV1PLrT</a></p>&mdash; daveweigel (@daveweigel) <a href=\"https://twitter.com/daveweigel/status/785891814368686080\">October 11, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Tom_Winter/status/785845815373856768\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEW: Hacked e-mails from Wikileaks appear to show Clinton campaign spokesman in touch with DOJ officials regarding e-mail litigation: <a href=\"https://t.co/nlBZ3aHZh5\">pic.twitter.com/nlBZ3aHZh5</a></p>&mdash; Tom Winter (@Tom_Winter) <a href=\"https://twitter.com/Tom_Winter/status/785845815373856768\">October 11, 2016</a></blockquote>  </figure>  <p>Here’s a section discussing responses to a potential Joe Biden presidential run:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/woodruffbets/status/785832919390617601\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Podesta tells DeBlasio how to talk about a potential Biden run: &quot;Great guy, grieve with him on the loss of his son&quot; <a href=\"https://t.co/A8DGgbmj8p\">pic.twitter.com/A8DGgbmj8p</a></p>&mdash; Betsy Woodruff (@woodruffbets) <a href=\"https://twitter.com/woodruffbets/status/785832919390617601\">October 11, 2016</a></blockquote>  </figure>  <p>And the Green Party takes offense at a Podesta email referring to Ross Perot, the Reform party nominee who ran against Bill Clinton and George HW Bush in 1992. After campaign manager Robby Mook suggests “WJC redux of 1992,” Podesta replies, “just need a third party spoiler and we’ll be all set.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GreenPartyUS/status/785871452239228929\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/HillaryClinton\">@HillaryClinton</a> campaign:<br><br>&quot;Just need a third party spoiler and we&#39;ll be all set!&quot;<br><br>HRC has no respect for democracy. <a href=\"https://twitter.com/hashtag/PodestaEmails2?src=hash\">#PodestaEmails2</a> <a href=\"https://t.co/1xTtGCWW56\">pic.twitter.com/1xTtGCWW56</a></p>&mdash; Green Party US (@GreenPartyUS) <a href=\"https://twitter.com/GreenPartyUS/status/785871452239228929\">October 11, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/785898532645502980\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I hope people are looking at the disgraceful behavior of Hillary Clinton as exposed by WikiLeaks. She is unfit to run.</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/785898532645502980\">October 11, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/785901921815199745\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Worth noting that Wikileaks is likely a Russian intelligence cut out <a href=\"https://t.co/VeBA0QcUQE\">https://t.co/VeBA0QcUQE</a></p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/785901921815199745\">October 11, 2016</a></blockquote>  </figure>  <h2>‘I’m beginning to worry about Rubio’</h2>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/7im/status/785908082928869376\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">like a letter from an alternate universe<br>cc: <a href=\"https://twitter.com/marcorubio\">@marcorubio</a> <a href=\"https://t.co/hsf9E7L7Xf\">pic.twitter.com/hsf9E7L7Xf</a></p>&mdash; Tim Dickinson (@7im) <a href=\"https://twitter.com/7im/status/785908082928869376\">October 11, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-11T18:41:26.457Z\">at 7.41pm BST</time></p>  </div> <div id=\"block-57fd23e4e4b01d9dd2c8ffdf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T17:42:11.050Z\">6.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The senate majority leader forecloses any discussion of his party’s presidential nominee:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/frankthorp/status/785890416960925697\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Per <a href=\"https://twitter.com/wnkytv\">@wnkytv</a>, McConnell opened up remarks in Danville, KY by saying &quot;If any of you are here to ask me about Donald Trump, please leave now.&quot;</p>&mdash; Frank Thorp V (@frankthorp) <a href=\"https://twitter.com/frankthorp/status/785890416960925697\">October 11, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57fd1ee8e4b05d915e423f0f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T17:38:00.677Z\">6.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Have you read David Brooks’ <a href=\"http://www.nytimes.com/2016/10/11/opinion/donald-trumps-sad-lonely-life.html?ref=opinion\">concern-trolly column</a> about Trump in today’s New York Times? Here’s a bit:</p> <blockquote class=\"quoted\"> <p>Trump breaks his own world record for being appalling on a weekly basis, but as the campaign sinks to new low after new low, I find myself experiencing feelings of deep sadness and pity.</p> <p>Imagine if you had to go through a single day without sharing kind little moments with strangers and friends.</p> <p>Imagine if you had to endure a single week in a hate-filled world, crowded with enemies of your own making, the object of disgust and derision.</p> <p>You would be a twisted, tortured shrivel, too, and maybe you’d lash out and try to take cruel revenge on the universe. For Trump this is his whole life.</p> </blockquote> <p>Read the <a href=\"http://www.nytimes.com/2016/10/11/opinion/donald-trumps-sad-lonely-life.html?ref=opinion\">full piece here</a>.</p> </div>   </div> <div id=\"block-57fd1b2ce4b03b22b4fb256e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T17:04:26.187Z\">6.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump’s interlocutor in the “grab them by the pussy” video has been suspended from the morning variety show he starred on, Today, and erased from a digital billboard outside NBC’s famous headquarters:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/unclegrambo/status/785875980049084416\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Billy Bush already wiped off the digital billboards outside of 30 ROCK. <a href=\"https://t.co/WTa07OZ2us\">pic.twitter.com/WTa07OZ2us</a></p>&mdash; Mark Graham (@unclegrambo) <a href=\"https://twitter.com/unclegrambo/status/785875980049084416\">October 11, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57fd1900e4b03b22b4fb2564\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T16:56:06.002Z\">5.56pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump: McCain 'very foul-mouthed'</h2>  <div class=\"block-elements\">  <p>Trump’s spray of fire tags the Arizona senator:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/785885793340448769\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The very foul mouthed Sen. John McCain begged for my support during his  primary (I gave, he won), then dropped me over locker room remarks!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/785885793340448769\">October 11, 2016</a></blockquote>  </figure>  <figure class=\"element element-image\" data-media-id=\"2f17bddd655f070c8e7577282d4f213e396c861c\"> <img src=\"https://media.guim.co.uk/2f17bddd655f070c8e7577282d4f213e396c861c/0_95_3500_2101/1000.jpg\" alt=\"McCain is up 10 points in polling averages on his general election opponent Ann Kirkpatrick.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">McCain is up 10 points in polling averages on his general election opponent Ann Kirkpatrick.</span> <span class=\"element-image__credit\">Photograph: Ross D. Franklin/AP</span> </figcaption> </figure>  <p>So add another name to this list...</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SimonMaloy/status/785839875182452736\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">so Donald Trump is now running against:<br>-Hillary Clinton<br>-Paul Ryan<br>-CNN<br>-the biased polls<br>-hip hop lyrics</p>&mdash; Simon Maloy (@SimonMaloy) <a href=\"https://twitter.com/SimonMaloy/status/785839875182452736\">October 11, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TeeMcSee/status/785887977452937217\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Who will Trump go after next?</p>&mdash; Tom McCarthy (@TeeMcSee) <a href=\"https://twitter.com/TeeMcSee/status/785887977452937217\">October 11, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-11T17:01:34.792Z\">at 6.01pm BST</time></p>  </div> <div id=\"block-57fd17d4e4b03b22b4fb255a\" class=\"block is-key-event\" data-block-contributor=\"profile/mona-chalabi\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T16:52:24.955Z\">5.52pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">How big is Clinton's lead? It depends on the poll.</h2>  <div class=\"block-elements\">  <p>Democratic candidate Hillary Clinton now has an 11 percentage point lead over her Republican opponent Donald Trump, according to a <a href=\"http://www.prri.org/wp-content/uploads/2016/10/PRRIThe-Atlantic-Survey-Topline-Oct.-9.pdf\">poll</a> released by PRRI and the Atlantic on Tuesday, writes Guardian US data editor Mona Chalabi:</p> <blockquote class=\"quoted\"> <p>If that weren’t already reason enough for Trump supporters to worry, a <a href=\"https://www.scribd.com/document/327067170/161027-NBCWSJ-October-N-500-Poll\">poll</a> from NBC and the Wall Street Journal released on Monday put Clinton’s lead at 14 percentage points. But why the difference in numbers?</p> <p>If you want to follow polls in the 28 remaining days before the US votes, I strongly recommend you ignore the date that the poll was published – and focus instead on the dates that the poll was conducted. That PRRI/Atlantic poll was based on landline and cellphone interviews that took place October 5-9 while the data for the NBC/WSJ poll was gathered October 8-9.</p> <p>Those dates are potentially significant given that on October 8, a 2005 <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">recording</a>was released of Trump saying that, thanks to his fame, he was able to grab women “by the pussy”.</p> </blockquote> <p>Read the full piece here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/11/election-polling-trump-clinton-lead\">How big is Hillary Clinton's lead in the presidential race? It depends on the poll</a> </p> </aside>  <p>Here’s a comparison of Clinton’s current status in Real Clear Politics’ polling average versus the winners of presidential elections in 2004, 2008 and 2012:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/gdebenedetti/status/785835852110987264\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Oct 11, 2004: Bush +0.8<br>2008: Obama +7.6<br>2012: Obama +0.7<br>2016: Clinton +6.5<br>(RCP) <a href=\"https://t.co/KHZhlELiNW\">pic.twitter.com/KHZhlELiNW</a></p>&mdash; Gabriel Debenedetti (@gdebenedetti) <a href=\"https://twitter.com/gdebenedetti/status/785835852110987264\">October 11, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ForecasterEnten/status/785848182223859713\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This is what happens when you&#39;re trailing in every key swing state, two high quality national polls have u down over 10, &amp; 28 days left.</p>&mdash; (((Harry Enten))) (@ForecasterEnten) <a href=\"https://twitter.com/ForecasterEnten/status/785848182223859713\">October 11, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57fd1237e4b05d915e423ec2\" class=\"block is-key-event\" data-block-contributor=\"profile/sabrina-siddiqui\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T16:29:10.445Z\">5.29pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Rubio stands by Trump endorsement</h2>  <div class=\"block-elements\">  <p>Senator Marco Rubio, who looks good in his reelection bid in Florida, has announced that he is standing by his endorsement of Trump, saying that he disagrees with Trump “on many things, but I disagree with his opponent on virtually everything”:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SabrinaSiddiqui/status/785875487402840064\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Marco Rubio statement standing by his endorsement of Donald Trump: <a href=\"https://t.co/r34wIOas4f\">pic.twitter.com/r34wIOas4f</a></p>&mdash; Sabrina Siddiqui (@SabrinaSiddiqui) <a href=\"https://twitter.com/SabrinaSiddiqui/status/785875487402840064\">October 11, 2016</a></blockquote>  </figure>  <p>Update: Rubio’s challenger for the senate seat, Representative Patrick Murphy, hits back:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PatrickMurphyFL/status/785876616001892352\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Marco Rubio’s failure to stand up to Trump proves that he will never stand up for Florida in the U.S. Senate. <a href=\"https://twitter.com/hashtag/FLSen?src=hash\">#FLSen</a></p>&mdash; Patrick Murphy (@PatrickMurphyFL) <a href=\"https://twitter.com/PatrickMurphyFL/status/785876616001892352\">October 11, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SabrinaSiddiqui/status/785875487402840064\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Marco Rubio statement standing by his endorsement of Donald Trump: <a href=\"https://t.co/r34wIOas4f\">pic.twitter.com/r34wIOas4f</a></p>&mdash; Sabrina Siddiqui (@SabrinaSiddiqui) <a href=\"https://twitter.com/SabrinaSiddiqui/status/785875487402840064\">October 11, 2016</a></blockquote>  </figure>  <figure class=\"element element-image\" data-media-id=\"f6a137642a61df88fb66228b2ae055ca99a1e54b\"> <img src=\"https://media.guim.co.uk/f6a137642a61df88fb66228b2ae055ca99a1e54b/0_0_1500_948/1000.png\" alt=\"HuffPost Pollster’s average of polls of the Florida senate race.\" width=\"1000\" height=\"632\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">HuffPost Pollster’s average of polls of the Florida senate race.</span> <span class=\"element-image__credit\">Photograph: HuffPost Pollster</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-11T17:05:45.759Z\">at 6.05pm BST</time></p>  </div> <div id=\"block-57fd0dfee4b03b22b4fb2531\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T16:15:13.641Z\">5.15pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton is outrunning Trump on the ground by a lot</h2>  <div class=\"block-elements\">  <p>Bill Clinton is about to appear at a get-out-the-vote event in Belle Glade, Florida. Here’s a live video stream:</p>  <figure class=\"element element-embed\" data-alt=\"bill\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57fd0ab8ab1fac507660c626?autoplay=false\"></iframe> </figure>  <p>Guess which campaign is doing a better job registering voters in Florida?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ElectProject/status/785504830307508225\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Ground game asymmetry. In FL last month:<br>-Rep party submitted 117 voter reg applications<br>-Dem party submitted 6,920 <a href=\"https://t.co/wVBG3pvJHd\">https://t.co/wVBG3pvJHd</a></p>&mdash; Michael McDonald (@ElectProject) <a href=\"https://twitter.com/ElectProject/status/785504830307508225\">October 10, 2016</a></blockquote>  </figure>  <p>And North Carolina:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/gdebenedetti/status/785878553749557249\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Cheering its registration push, Clinton camp notes this afternoon that in NC, African American <a href=\"https://twitter.com/hashtag/s?src=hash\">#s</a> up by 6% over &#39;12, Hispanic <a href=\"https://twitter.com/hashtag/s?src=hash\">#s</a> by 50%.</p>&mdash; Gabriel Debenedetti (@gdebenedetti) <a href=\"https://twitter.com/gdebenedetti/status/785878553749557249\">October 11, 2016</a></blockquote>  </figure>  <p>Here’s related reading from the New York Times:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jwpetersNYT/status/785836074794885120\">  <blockquote class=\"twitter-tweet\" data-cards=\"hidden\"><p lang=\"en\" dir=\"ltr\">Hillary&#39;s strength in registering and recruiting voters early in FL and NC could make this election a done deal soon <a href=\"https://t.co/iKScWUNoOo\">https://t.co/iKScWUNoOo</a></p>&mdash; Jeremy W. Peters (@jwpetersNYT) <a href=\"https://twitter.com/jwpetersNYT/status/785836074794885120\">October 11, 2016</a></blockquote>  </figure>  <blockquote class=\"quoted\"> <p>The first wave of data from states like Florida and North Carolina shows preliminary signs that Mrs. Clinton was building a slight edge even before the revelation that <a href=\"http://www.nytimes.com/interactive/2016/us/elections/donald-trump-on-the-issues.html?inline=nyt-per\">Donald J. Trump</a> <a href=\"http://www.nytimes.com/2016/10/08/us/politics/donald-trump-women.html\">had bragged about sexual assault</a>roiled the race.</p> <p>Democrats are requesting more absentee ballots in Florida than they were at this point in 2012, with increases of 50 percent in the heavily Hispanic areas around Miami and Orlando. In North Carolina, where Mitt Romney built enough of a lead in early voting four years ago to edge out a victory over President Obama, Democrats are requesting mail-in ballots in larger numbers than in 2012, while Republicans’ participation is declining.</p> </blockquote> <p>If Clinton’s ground game is as solid as it appears, and recent polling trendlines hold, and with a couple other caveats, <strong>it’s easy to imagine a map like this:</strong></p>  <figure class=\"element element-embed\" data-alt=\"em\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;div align=&quot;center&quot;&gt;&lt;a href=&quot;http://www.270towin.com/maps/nJdEw&quot;&gt;&lt;img src=&quot;http://www.270towin.com/presidential_map_new/maps/nJdEw.png&quot; width=&quot;600&quot;&gt;&lt;/a&gt;&lt;br&gt;&lt;small&gt;&lt;img style=&quot;vertical-align: middle;&quot; src=&quot;http://www.270towin.com/uploads/3rd_party_270_30px.png&quot; alt=&quot;&quot; /&gt; Click the map to create your own at &lt;a href=&quot;http://www.270towin.com/maps/nJdEw&quot;&gt;270toWin.com&lt;/a&gt;&lt;/small&gt;&lt;/div&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-11T16:48:03.960Z\">at 5.48pm BST</time></p>  </div> <div id=\"block-57fd0c36e4b05d915e423e9a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T16:04:14.139Z\">5.04pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Take our voter turnout quiz</h2>  <div class=\"block-elements\">  <p>With voter registration deadlines falling today in <a href=\"https://www.theguardian.com/us-news/live/2016/oct/11/trump-tape-paul-ryan-support?page=with:block-57fd05d6e4b05d915e423e80#block-57fd05d6e4b05d915e423e80\">numerous states</a>, the Guardian interactive team has taken a look at voter turnout in each state.</p> <p>Can you guess/ do you know the rate of voter turnout in your state? Click through below.</p>  <figure class=\"element element-image\" data-media-id=\"35b1d6d7f4a06a0c1996bfbaa59355d51c962f56\"> <img src=\"https://media.guim.co.uk/35b1d6d7f4a06a0c1996bfbaa59355d51c962f56/0_0_1016_819/1000.jpg\" alt=\"Voter turnout in presidential elections: Pennsylvania.\" width=\"1000\" height=\"806\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Voter turnout in presidential elections: Pennsylvania.</span> <span class=\"element-image__credit\">Photograph: Pennsylvania</span> </figcaption> </figure> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/ng-interactive/2016/oct/11/voter-turnout-presidential-election-states-2012-2016\">What is the voter turnout in your state? An election quiz</a> </p> </aside>  <figure class=\"element element-image\" data-media-id=\"398183bd1f9dfed05309937264b02ee640d7d3de\"> <img src=\"https://media.guim.co.uk/398183bd1f9dfed05309937264b02ee640d7d3de/0_0_1049_820/1000.jpg\" alt=\"Voter turnout in presidential elections: Florida.\" width=\"1000\" height=\"782\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Voter turnout in presidential elections: Florida.</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-11T16:21:54.778Z\">at 5.21pm BST</time></p>  </div> <div id=\"block-57fd0952e4b05d915e423e8d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T15:54:39.029Z\">4.54pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Glenn Beck calls Clinton 'moral, ethical' choice</h2>  <div class=\"block-elements\">  <p>Former Fox talker Glenn Beck, an erstwhile Ted Cruz friend who has <a href=\"http://politicalhumor.about.com/od/stupidquotes/a/glenn-beck-quotes.htm\">ranted</a> about Barack Obama being a racist and compared Al Gore to Hitler, has written <a href=\"https://www.facebook.com/GlennBeck/posts/10154622008673188\">on Facebook</a> that Hillary Clinton is the “moral, ethical” choice in this election.</p> <blockquote class=\"quoted\"> <p>“It is not acceptable to ask a moral, dignified man to cast his vote to help elect an immoral man who is absent decency or dignity,” Beck writes. “If the consequence of standing against Trump and for principles is indeed the election of Hillary Clinton, so be it. At least it is a moral, ethical choice.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"e775236c6e0f3e61f612db8871f97518af6d5621\"> <img src=\"https://media.guim.co.uk/e775236c6e0f3e61f612db8871f97518af6d5621/0_49_3500_2100/1000.jpg\" alt=\"Beck with a Koran.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Beck with a Koran.</span> <span class=\"element-image__credit\">Photograph: John Sommers Ii/Reuters</span> </figcaption> </figure>  <blockquote class=\"quoted\"> <p>If she is elected, the world does not end.... Once elected, Hillary can be fought...</p> </blockquote> <blockquote> <p>The alternative does not offer a moral person the same opportunity. If one helps to elect an immoral man to the highest office, then one is merely validating his immorality, lewdness, and depravity.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/politicalwire/status/785868989692010497\">  <blockquote class=\"twitter-tweet\" data-cards=\"hidden\"><p lang=\"en\" dir=\"ltr\">Apparently they’re serving ice cream in Hell today<a href=\"https://t.co/icBAtVqhBm\">https://t.co/icBAtVqhBm</a></p>&mdash; Taegan Goddard (@politicalwire) <a href=\"https://twitter.com/politicalwire/status/785868989692010497\">October 11, 2016</a></blockquote>  </figure>  <p>(h/t: <a href=\"https://twitter.com/Bencjacobs?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">@bencjacobs</a>)</p> </div>   </div> <div id=\"block-57fd06b4e4b05d915e423e84\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T15:41:56.623Z\">4.41pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump ad attacks Clinton's health</h2>  <div class=\"block-elements\">  <p>Both campaigns have released new ads out today. The Trump campaign argues that Clinton is not the right leader for these dangerous times, while the Clinton campaign uses people reading from her book “It takes a village” to appeal to Mormon voters to give her a look. </p> <p>First the Trump ad. It adds a twist to the world-is-scary campaign video trope by <strong>mixing in video of Clinton stumbling getting into her van, coughing and being helped on a staircase.</strong></p> <p>“Our next president faces daunting challenges in a dangerous world... Hillary Clinton failed every time as secretary of state,” the narrator says. “Hillary Clinton doesn’t have the fortitude, strength and stamina to lead in our world.”<br></p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=WTylz2WToXw\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/WTylz2WToXw?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption>Dangerous</figcaption> </figure>   <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/aseitzwald/status/785871655801266176\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;She doesn’t quit. She doesn’t give up...She’s a fighter.&quot; -- Donald Trump TWO DAYS AGO <a href=\"https://t.co/8i7Vo8ML01\">https://t.co/8i7Vo8ML01</a></p>&mdash; Alex Seitz-Wald (@aseitzwald) <a href=\"https://twitter.com/aseitzwald/status/785871655801266176\">October 11, 2016</a></blockquote>  </figure>  <p>The Clinton campaign ad, “We are Mormons for Hillary,” could not frame a stronger contrast. It features sweeping shots of beautiful western landscapes and pictures kids flying kites, with a voiceover message about mutual reinforcement and the common good.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=1MWX6X0A85I\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/1MWX6X0A85I?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption>We are Mormons for Hillary</figcaption> </figure>  </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-11T15:57:28.175Z\">at 4.57pm BST</time></p>  </div> <div id=\"block-57fd05d6e4b05d915e423e80\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T15:34:28.224Z\">4.34pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Voter registration deadlines today</h2>  <div class=\"block-elements\">  <p>Ohio governor John Kasich, who’s not #nevertrump but who’s never been for Trump, and who sat out his party’s national convention in his home state, is encouraging Ohio voters not to miss today’s registration deadline:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JohnKasich/status/785865145297866756\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Ohio&#39;s voter registration deadline is TODAY. Register or update your registration at <a href=\"https://t.co/WBMIHeVJf5\">https://t.co/WBMIHeVJf5</a></p>&mdash; John Kasich (@JohnKasich) <a href=\"https://twitter.com/JohnKasich/status/785865145297866756\">October 11, 2016</a></blockquote>  </figure>  <p>Here are other states with voter registration deadlines today:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PoliticsReid/status/785832777300058112\">  <blockquote class=\"twitter-tweet\" data-cards=\"hidden\"><p lang=\"en\" dir=\"ltr\">Today’s the deadline to register to vote in OH, PA, MI, NM, TX, GA, IN, KY, LA, TN, SC and DC - <a href=\"https://t.co/gBL8EReh7T\">https://t.co/gBL8EReh7T</a></p>&mdash; Reid Wilson (@PoliticsReid) <a href=\"https://twitter.com/PoliticsReid/status/785832777300058112\">October 11, 2016</a></blockquote>  </figure>  <p>You can visit <a href=\"https://www.iwillvote.com/\">iwillvote.com</a> to check your registration status and get signed up.</p> </div>   </div> <div id=\"block-57fd03b6e4b03b22b4fb24e9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T15:24:16.088Z\">4.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump or Dylan?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PGourevitch/status/785862906994884608\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;I&#39;ve been double-crossed now for the very last time and now I&#39;m finally free&quot;<br>— who said it?</p>&mdash; Philip Gourevitch (@PGourevitch) <a href=\"https://twitter.com/PGourevitch/status/785862906994884608\">October 11, 2016</a></blockquote>  </figure>  <p>Tip for Trump: each of these lines is fewer than 140 characters:</p> <p>I kissed goodbye the howling beast on the borderline which separated you from me<br> You’ll never know the hurt I suffered nor the pain I rise above<br> And I’ll never know the same about you, your holiness or your kind of love<br> And it makes me feel so sorry</p> </div>   </div> <div id=\"block-57fd027fe4b03b22b4fb24e1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T15:19:17.403Z\">4.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A phone and a remote control. At least no <a href=\"https://en.wikipedia.org/wiki/Nuclear_football\">football</a>? </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/costareports/status/785860777047629826\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump is at Trump Tower, per a person close to him. Watching TV, tweeting. With Bannon &amp; others who encourage his anti-estab R sentiment...</p>&mdash; Robert Costa (@costareports) <a href=\"https://twitter.com/costareports/status/785860777047629826\">October 11, 2016</a></blockquote>  </figure>  <p>Yes, Ms Rubin. Everyone is:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JRubinBlogger/status/785861384294760448\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/costareports\">@costareports</a> Imagine it&#39;s the oval office. ahhhhhhhh!!!!!!</p>&mdash; Jennifer Rubin (@JRubinBlogger) <a href=\"https://twitter.com/JRubinBlogger/status/785861384294760448\">October 11, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-11T15:27:35.394Z\">at 4.27pm BST</time></p>  </div> <div id=\"block-57fcffe1e4b05d915e423e5a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T15:15:59.491Z\">4.15pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">All eyes on Ryan, and his endorsement</h2>  <div class=\"block-elements\">  <p>There has been no shortage this election cycle of stories about how Paul Ryan, the top elected Republican, might un-endorse Donald Trump.</p> <p>It’s now 11 October – 28 days out – and Trump is attacking Ryan highly publicly as “very weak and ineffective” and Trump appears to be trying to crush, Stephen Bannon-style, the rest of the Republican party which is essential to Ryan’s life work if anything is. </p> <p>And here this morning Politico <a href=\"http://www.politico.com/story/2016/10/paul-ryan-donald-trump-229571\">has another story</a>, based on unnamed sources, about how Ryan may un-endorse Donald Trump:</p> <blockquote class=\"quoted\"> <p>Paul Ryan may not be done yet.</p> <p>As thoroughly as the House speaker shocked the national political establishment Monday by saying he’s done with Donald Trump and it’s time to focus on his House majority, there’s a distinct possibility Ryan will go a step further and completely yank his endorsement, sources close to him told POLITICO.</p> <p>In fact, Ryan has personally been on the edge of pulling the plug but has held out because his decision is about more than just his personal feelings: It’s about saving his massive 60-seat majority. The Wisconsin Republican is in an excruciating spot: He feels torn between his own conscience and his obligations as the top Republican in the country, according to multiple sources in leadership familiar with the internal discussions.</p> <p>Not to mention, nearly everyone in House Republican leadership believes there are more embarrassing revelations about Trump to come before Nov. 8.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"25a53ec42e51a014f0a8f99439b2cde397d3f35f\"> <img src=\"https://media.guim.co.uk/25a53ec42e51a014f0a8f99439b2cde397d3f35f/0_20_2304_1382/1000.jpg\" alt=\"Chukwudi Iwuji as Hamlet.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chukwudi Iwuji as Hamlet.</span> <span class=\"element-image__credit\">Photograph: Joan Marcus/2016 Joan Marcus</span> </figcaption> </figure>  <p>For now:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/785502365130555393\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Ryan is still endorsing Trump. <a href=\"https://t.co/L30EZvUbm0\">https://t.co/L30EZvUbm0</a></p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/785502365130555393\">October 10, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/costareports/status/785860056021606401\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Some context: the person closest to Trump right now -- Bannon -- published this story about Ryan in July <a href=\"https://t.co/ktEjVbLV28\">https://t.co/ktEjVbLV28</a></p>&mdash; Robert Costa (@costareports) <a href=\"https://twitter.com/costareports/status/785860056021606401\">October 11, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-11T15:16:49.109Z\">at 4.16pm BST</time></p>  </div> <div id=\"block-57fcfd29e4b03b22b4fb24bf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T14:55:45.011Z\">3.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Instead of embedding each new Trump tweet in its own block, we’ll do periodic roundups (if he keeps going). Here’s volume one, including his new tweet, for posterity:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/785854588654092290\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Disloyal R&#39;s are far more difficult than Crooked Hillary. They come at you from all sides. They don’t know how to win - I will teach them!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/785854588654092290\">October 11, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/785846205750337537\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">With the exception of cheating Bernie out of the nom the Dems have always proven to be far more loyal to each other than the Republicans!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/785846205750337537\">October 11, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/785842546878578688\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">It is so nice that the shackles have been taken off me and I can now fight for America the way I want to.</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/785842546878578688\">October 11, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NateSilver538/status/785855302268772352\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">THE PARTY DECIDES: Republicans won&#39;t pick Trump because no party could fuck up a nomination that badly.<br>REPUBLICANS: Oh yeah? Just watch us.</p>&mdash; Nate Silver (@NateSilver538) <a href=\"https://twitter.com/NateSilver538/status/785855302268772352\">October 11, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-11T15:01:18.689Z\">at 4.01pm BST</time></p>  </div> <div id=\"block-57fcfbece4b01d9dd2c8fef9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T14:53:11.310Z\">3.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Maybe this is Trump’s strategy: get the headlines away from the debate his surrogates are pushing about whether unwanted genital-touching constitutes sexual assault. It’s a distraction technique?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NYTnickc/status/785849739241717760\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Just a thought about Trump&#39;s tweets this morning: A war with Washington and &quot;establishment&quot; is a better headline than the lewd tape</p>&mdash; Nick Corasaniti (@NYTnickc) <a href=\"https://twitter.com/NYTnickc/status/785849739241717760\">October 11, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ShaneGoldmacher/status/785850753550254080\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">New fires has been how he has put out old fires his whole campaign (and career) --&gt;<a href=\"https://t.co/SBS5wb0ZuX\">https://t.co/SBS5wb0ZuX</a></p>&mdash; Shane Goldmacher (@ShaneGoldmacher) <a href=\"https://twitter.com/ShaneGoldmacher/status/785850753550254080\">October 11, 2016</a></blockquote>  </figure>  <p>There’s another possible explanation for Trump’s erratic strategy: he is an erratic candidate.</p> </div>   </div> <div id=\"block-57fcf8d1e4b03b22b4fb24a3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T14:43:14.428Z\">3.43pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump-GOP flame war escalates</h2>  <div class=\"block-elements\">  <p>What’s Trump’s game here? </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/785846205750337537\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">With the exception of cheating Bernie out of the nom the Dems have always proven to be far more loyal to each other than the Republicans!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/785846205750337537\">October 11, 2016</a></blockquote>  </figure>  <p>Is he hoping that a spectacular split with elected Republicans will give him the votes he needs in ME-2 to tip the dominoes through New Hampshire and North Carolina which all, assuming he wins Mitt Romney’s states, would give him 272 electoral votes and the presidency (<a href=\"http://www.270towin.com/\">see this scenario, mapped</a>)?</p> <p>Or is this more a look at shackles-off Trump, a Trump who does not need state parties and polls and least of all “<a href=\"https://twitter.com/realdonaldtrump/status/752215352122208256\">underachieving</a>” John King’s electoral map?</p> <p>While Trump is focused this morning on #winning by doing things his own way, his son Eric Trump is trying to make sure voters don’t miss registration deadlines. </p> <p>Which is precisely the kind of thing that the national party infrastructure could help with. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EricTrump/status/785808945440927744\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">13 states have voter registration deadlines TODAY: FL, OH, PA, MI, GA, TX, NM, IN, LA, TN, AR, KY, SC.<br><br>Register: <a href=\"https://t.co/9oSr60oP8H\">https://t.co/9oSr60oP8H</a></p>&mdash; Eric Trump (@EricTrump) <a href=\"https://twitter.com/EricTrump/status/785808945440927744\">October 11, 2016</a></blockquote>  </figure>  <p>There are indications, meanwhile, that for Republicans, the only reward for bailing on Trump now may be spiritual. Here’s Democratic pollster Nick Gourevitch: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NickRiccardi/status/785853211764817921\">  <blockquote class=\"twitter-tweet\"><p lang=\"und\" dir=\"ltr\">Ooof <a href=\"https://t.co/c70BViTOUc\">pic.twitter.com/c70BViTOUc</a></p>&mdash; Nick Riccardi (@NickRiccardi) <a href=\"https://twitter.com/NickRiccardi/status/785853211764817921\">October 11, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/StuPolitics/status/785852609903071233\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This election is like a bad made-for-TV movie about a presidential nominee who goes nuts. The only question: is he is also a Russian agent?</p>&mdash; Stuart Rothenberg (@StuPolitics) <a href=\"https://twitter.com/StuPolitics/status/785852609903071233\">October 11, 2016</a></blockquote>  </figure>  <p>Doesn’t sound <em>that</em> bad, for a made-for-TV movie? Maybe if it’s raining, and nothing else is on? </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-11T14:48:51.962Z\">at 3.48pm BST</time></p>  </div> <div id=\"block-57fcf79ae4b01d9dd2c8fedb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T14:35:37.545Z\">3.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Speaking of Tipper Gore, who founded and led the anti-expression group showcased in the previous block’s video –<strong> former vice president Al Gore,</strong> from whom Tipper separated in 2010, is scheduled to <strong>campaign with Hillary Clinton</strong> in Miami, Florida, this afternoon.</p>  <figure class=\"element element-image\" data-media-id=\"0221df5a30a9da40850442e1907fdfe5fb0e1872\"> <img src=\"https://media.guim.co.uk/0221df5a30a9da40850442e1907fdfe5fb0e1872/622_0_3983_2391/1000.jpg\" alt=\"We’re not gonna take it.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">We’re not gonna take it.</span> <span class=\"element-image__credit\">Photograph: Robin van Lonkhuijsen/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-11T14:35:50.052Z\">at 3.35pm BST</time></p>  </div> <div id=\"block-57fcf421e4b01d9dd2c8febe\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T14:30:31.837Z\">3.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This blog has not made it common practice to showcase the thinking of Katrina Pierson, the Trump surrogate whose controversial statements often seem to play out over in the corner while the campaign action is at midfield.</p> <p>However in this case, Pierson gives voice to an argument heard elsewhere in the last 24 hours from the mouths of other prominent Trump supporters: it’s hypocritical to find fault with Trump’s hot mic statement about grabbing genitalia without consent because, hip-hop. </p> <p>Pierson: </p> <blockquote class=\"quoted\"> <p>But I do quite [sic] find it rich that we have Democrats and the left talking about rape culture, when they’re the ones backed fully by Hollywood. This rape culture is purported [sic] by none other than the entertainment industry, none other than hip-hop music, which you can hear on local radio stations.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/poniewozik/status/785835644694257664\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump surrogates going all in on &quot;but rap lyrics tho&quot; defense <a href=\"https://t.co/GNViErCcni\">pic.twitter.com/GNViErCcni</a></p>&mdash; James Poniewozik (@poniewozik) <a href=\"https://twitter.com/poniewozik/status/785835644694257664\">October 11, 2016</a></blockquote>  </figure>  <p>The culture war on hip-hop is as old as rap and was preceded by fear of rock ‘n’ roll. Here’s the 1985 senate hearing with the Parent’s Musical Resource Center:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=d65BxvSNa2o\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/d65BxvSNa2o?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-57fcf3b5e4b01d9dd2c8febb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T14:14:28.672Z\">3.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Where’s your Tuesday at?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/chashomans/status/785839496302583808\">  <blockquote class=\"twitter-tweet\"><p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/oU9SM3I18L\">https://t.co/oU9SM3I18L</a> <a href=\"https://t.co/B9LaYYdWHE\">pic.twitter.com/B9LaYYdWHE</a></p>&mdash; Charles Homans (@chashomans) <a href=\"https://twitter.com/chashomans/status/785839496302583808\">October 11, 2016</a></blockquote>  </figure>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=Q3L58KyHC_M\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/Q3L58KyHC_M?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-57fcf05be4b05d915e423e02\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T14:07:53.518Z\">3.07pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump: 'the shackles have been taken off'</h2>  <div class=\"block-elements\">  <p>Donald Trump tweets that “the shackles have been taken off.” </p> <p>He seems to mean that to this point, he had been toning it down out of deference to the guidance or demands of elected Republicans, but that’s over. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/785842546878578688\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">It is so nice that the shackles have been taken off me and I can now fight for America the way I want to.</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/785842546878578688\">October 11, 2016</a></blockquote>  </figure>  <h2>Trump: Ryan ‘very weak and ineffective’</h2> <p>This morning on Twitter, Trump has attacking House speaker Paul Ryan and by extension the Republican leadership and rank and file:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/785828772423561216\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Our very weak and ineffective leader, Paul Ryan, had a bad conference call where his members went wild at his disloyalty.</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/785828772423561216\">October 11, 2016</a></blockquote>  </figure>  <p>At least three Republicans on Ryan’s conference call Tuesday were quoted as objecting to what they said was the leadership’s cowardice and defeatism.</p> <p>Here’s what Ryan is up to this morning:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SpeakerRyan/status/785836773758730240\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">4 out of 10 families look to women as the sole breadwinners. <a href=\"https://twitter.com/RepMcSally\">@RepMcSally</a> is leading a working group to find solutions to their challenges. <a href=\"https://t.co/pxOIhGwmkR\">pic.twitter.com/pxOIhGwmkR</a></p>&mdash; Paul Ryan (@SpeakerRyan) <a href=\"https://twitter.com/SpeakerRyan/status/785836773758730240\">October 11, 2016</a></blockquote>  </figure>  <p>Republicans who break with Donald Trump may face ballot box retribution, pollster Frank Luntz points out. (They may sense this.)</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/FrankLuntz/status/785282123074793472\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">🚨 Warning to GOP candidates 🚨<br><br>If you <a href=\"https://twitter.com/hashtag/DumpTrump?src=hash\">#DumpTrump</a>, many of Trump&#39;s supporters will dump you.</p>&mdash; Frank Luntz (@FrankLuntz) <a href=\"https://twitter.com/FrankLuntz/status/785282123074793472\">October 10, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidCornDC/status/785836326771884032\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A fellow who used to work for former Sen. Lugar, a moderate R, just stopped me to say, &quot;I don&#39;t have a party any more.&quot; Sad.</p>&mdash; David Corn (@DavidCornDC) <a href=\"https://twitter.com/DavidCornDC/status/785836326771884032\">October 11, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-11T14:10:37.636Z\">at 3.10pm BST</time></p>  </div> <div id=\"block-57fccc43e4b0eaaafbc95244\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-11T12:26:57.989Z\">1.26pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello and welcome to our live-wire coverage of the 2016 race for the White House. </p> <p>Republican officials have been tying themselves in tightening knots in an attempt to argue that touching women’s genitalia without consent, as described by Donald Trump, <a href=\"https://www.theguardian.com/us-news/2016/oct/10/sexual-assault-definition-trump-comments\">does not constitute sexual assault</a>.</p> <p>The communications director of the Republican national committee, Sean Spicer, appears to have <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/10/10/donald-trumps-backers-have-been-reduced-to-suggesting-groping-may-not-be-sexual-assault/?postshare=6041476146677317&amp;tid=ss_tw\">lied point-blank</a> to the Washington Post last night, denying a quote that had been attributed to him in which he dodged the sexual assault question by saying: “I’m not a lawyer.” </p> <p>Confronted with a recording of his remarks, Spicer finally admitted saying it, and released this further statement:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/seanspicer/status/785641484066238464\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">While I was asked question about a matter of law, it is never appropriate to touch anyone in an unwelcome manner. <a href=\"https://t.co/uSEaDC78aY\">https://t.co/uSEaDC78aY</a></p>&mdash; Sean Spicer (@seanspicer) <a href=\"https://twitter.com/seanspicer/status/785641484066238464\">October 11, 2016</a></blockquote>  </figure>  <p>Spicer’s comments follow remarks by Trump campaign manager Kellyanne Conway, who admonished people on Monday to quit saying “sexual assault”: “That’s a very unfortunate phrase, and people really should stop using it,” Conway said. Alabama senator Jeff Sessions, meanwhile, told the conservative magazine the Weekly Standard that he wouldn’t characterize unwanted touching and kissing as sexual assault. “I think that’s a stretch,” he said.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/StephensWSJ/status/785529507621048320\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I think the GOP just had its Todd Akin &quot;legitimate rape&quot; moment of 2016.... <a href=\"https://t.co/QcQ7NSmZf5\">https://t.co/QcQ7NSmZf5</a></p>&mdash; Bret Stephens (@StephensWSJ) <a href=\"https://twitter.com/StephensWSJ/status/785529507621048320\">October 10, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/clairecmc/status/785541531818078208\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">That&#39;s not fair to Todd Akin. No comparison. This much worse. <a href=\"https://t.co/3a9EYqkoKT\">https://t.co/3a9EYqkoKT</a></p>&mdash; Claire McCaskill (@clairecmc) <a href=\"https://twitter.com/clairecmc/status/785541531818078208\">October 10, 2016</a></blockquote>  </figure>  <p><strong>Read Molly Redden for more:</strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/10/sexual-assault-definition-trump-comments\">Is grabbing women's genitals sexual assault? Trump backers suggest it's not</a> </p> </aside>  <h2>Trump starts day with swipe at Ryan</h2> <p>Trump seems to be feeling the sting of Republican party abandonment. House speaker Paul Ryan told members of Congress yesterday that he would no longer defend Trump and would not campaign for him:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/785806702641807360\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Desite winning the second debate in a landslide (every poll), it is hard to do well when Paul Ryan and others give zero support!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/785806702641807360\">October 11, 2016</a></blockquote>  </figure>  <p>A greater liability for Trump than his loss of Ryan may be the continuous war he keeps up with three-dimensional reality. For example the “(every poll)” bit: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mattmfm/status/785803273982906368\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Politico poll too finds Hillary won the debate.<br><br>Politico - Clinton 42 / Trump 28<br>CNN - Clinton 57 / Trump 24<br>YouGov - Clinton 47 / Trump 42</p>&mdash; Matt McDermott (@mattmfm) <a href=\"https://twitter.com/mattmfm/status/785803273982906368\">October 11, 2016</a></blockquote>  </figure>  <h2>Trump marches on amid spiraling disaster</h2> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/11/trump-spiralling-disaster-desertion-wikileaks-russia\">Trump marches on amid spiraling disaster of Republican party desertion</a> </p> </aside>  <h2>Trump hoists mini-him</h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/11/donald-trump-brings-lookalike-toddler-on-stage-video\"            data-short-url=\"https://gu.com/p/57x64\"                    data-show-ads=\"true\"            data-video-id=\"2795881\"            data-video-name=\"Donald Trump brings lookalike toddler on stage - video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-57fc8b35e4b0a043a4c24501\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/11/161011TrumpRallyBaby_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/11/161011TrumpRallyBaby_V3.webm\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/11/161011TrumpRallyBaby.m3u8\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/11/donald-trump-brings-lookalike-toddler-on-stage-video\">Donald Trump brings lookalike toddler on stage</a></figcaption> </figure>   <h2>A crowd for Clinton</h2> <p>Clinton had a very large crowd at Ohio State University in Columbus last night:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dougmillsnyt/status/785626433636806656\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/HillaryClinton\">@HillaryClinton</a> on the campus of The Ohio State University. <a href=\"https://t.co/gRpPGuZwDk\">pic.twitter.com/gRpPGuZwDk</a></p>&mdash; Doug Mills (@dougmillsnyt) <a href=\"https://twitter.com/dougmillsnyt/status/785626433636806656\">October 10, 2016</a></blockquote>  </figure>  <h2>Trump surrogate quotes Beyoncé to defend ‘hot-mic’ moment</h2> <p>A Trump surrogate on CNN last night quoted Beyoncé’s Formation to make the point that – we’re not sure. But here’s what she said:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AllyRoche/status/785680511960166400\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">THIS. REALLY. JUST. HAPPENED. <a href=\"https://t.co/LiTbQnMYrL\">pic.twitter.com/LiTbQnMYrL</a></p>&mdash; ally (@AllyRoche) <a href=\"https://twitter.com/AllyRoche/status/785680511960166400\">October 11, 2016</a></blockquote>  </figure>  <p>You be the judge: like Donald Trump on that bus or what?</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=1ZDEX2ggvao\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/1ZDEX2ggvao?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Thank you for reading and please join us in the comments.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-11T15:03:17.109Z\">at 4.03pm BST</time></p>  </div>",
  "<p>Hillary Clinton’s campaign fired back on Tuesday as WikiLeaks released a new tranche of hacked emails from the account of its chairman, John Podesta, dubbing the website a “propaganda arm of the Russian government” seeking to help elect the Republican nominee, Donald Trump.</p> <p>The latest batch of more than 2,000 emails, disclosed on Monday, offered a glimpse into the inner workings of the Clinton campaign. They included insights on multiple fronts, such as a lack of preparedness for Bernie Sanders’ insurgent campaign, concerns raised by Chelsea Clinton over potential conflicts of interest for the family’s foundation, and efforts by aides on how to best frame the former secretary of state’s second bid for the White House.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/oct/11/hillary-clinton-bill-accusers-jones-willey-broaddrick\">Did Hillary Clinton intimidate Bill's accusers? Let's look at the evidence | Jill Abramson</a> </p> </aside>  <p>Last week, WikiLeaks published other hacked emails from Podesta’s account, which included <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/oct/07/wikileaks-hillary-clinton-paid-wall-street-speeches\">alleged excerpts</a> of Clinton’s paid speeches to Wall Street. Clinton’s campaign has neither confirmed nor denied the authenticity of the emails, but in recent days escalated its charge that the hack was conducted by Russian state actors.</p> <p>Brian Fallon, a spokesman for Clinton’s campaign, fired off a tweet storm late on Monday in which he assailed WikiLeaks and its founder, Julian Assange, for working on behalf of the Russian government.</p> <p>“You are no media organization,” Fallon tweeted at WikiLeaks. “You are a propaganda arm of the Russian government, running interference for their pet candidate, Trump.</p> <p>“How about probing possibility of Trump associates directly coordinating with Russia and WikiLeaks? That is the thing that should cause chills,” he added.</p> <p>In another tweet, Fallon acknowledged that reporters would be interested in their internal campaign operation but implored the media to scrutinize collusion between the hackers and Trump’s associates.</p> <p>“For God sakes, Roger Stone admitted meeting with Assange,” Fallon said of one of Trump’s closest advisers.</p> <p>“Wouldn’t it be good reading to see internal discussions [about] Trump’s taxes? Yes but WikiLeaks isn’t targeting Trump. That tells you something.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/brianefallon/status/785675136578023424\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Media needs to stop treating Wikileaks like it is same as FOIA. Assange is colluding with Russian government to help Trump.</p>&mdash; Brian Fallon (@brianefallon) <a href=\"https://twitter.com/brianefallon/status/785675136578023424\">October 11, 2016</a></blockquote>  </figure>  <p>The US government has <a href=\"https://www.theguardian.com/technology/2016/oct/07/us-russia-dnc-hack-interfering-presidential-election\">formally accused Russia</a> of attempting to “interfere” with the 2016 presidential election, pointing to the hacking of more than 19,000 emails from Democratic party officials in a statement over the weekend to suggest that only the country’s “senior-most officials could have authorized these activities”.</p> <p>The allegations against Russia include the hacking in July of the Democratic National Committee’s emails, which were released just before the party’s convention in Philadelphia and prompted the resignation of the DNC chairwoman, <a href=\"https://www.theguardian.com/us-news/2016/jul/24/debbie-wasserman-schultz-resigns-dnc-chair-emails-sanders\">Debbie Wasserman Schultz</a>. President Vladimir Putin of Russia praised that breach as a public service, but has denied that his government had any involvement. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2016/oct/07/us-russia-dnc-hack-interfering-presidential-election\">US officially accuses Russia of hacking DNC and interfering with election</a> </p> </aside>  <p>The White House weighed in about the latest hack on Tuesday, saying the administration “will ensure that our response is proportional”.</p> <p>“The president has talked before about the significant capabilities that the US government has to both defend our systems in the United States, but also carry out offensive operations in other countries,” Josh Earnest, the White House press secretary, told reporters.</p> <p>“So there are a range of responses that are available to the president and he will consider a response that is proportional.”</p> <p>The latest batch of Podesta emails include concerns within Clinton’s inner circle about her positioning on key issues as well as the private server email controversy that has dogged the campaign since March of last year. </p> <p>In one email, Clinton’s chief strategist, Joel Benenson, wrote that she “risks looking very political” in coming out against the controversial <a href=\"https://www.theguardian.com/environment/keystone-xl-pipeline\">Keystone XL Pipeline</a>. In another, Podesta said he was “skeptical” about hitting Sanders on his gun control record, which during the Democratic primary became one of Clinton’s more prominent lines of attack against the Vermont senator. </p> <p>“Interestingly, I am worried about blowback from our supporters,” Podesta wrote, as the campaign mulled criticizing Sanders in an op-ed that ran in Clinton’s name in the New York Daily News.</p> <p>Aides ultimately concluded they would “tone down the contrast” between Clinton and her Democratic opponent.</p> <p>One exchange revealed tensions between Clinton’s longtime aide Doug Band and her daughter Chelsea Clinton in late 2011, when Chelsea cited “serious concerns” about the blurring of lines between the family’s foundation and Band’s consulting company, Teneo. </p> <p>Band, who insisted his company had “almost nothing to do” with the Clintons or its foundation, lashed out at Chelsea in an email to Podesta on the subject.</p> <p>“She is acting like a spoiled brat who has nothing else to do but create issues to justify what she’s doing because she, as she has said, hasn’t found her way and has a lack of focus in her life,” Band wrote.</p> <p>The fallout from Clinton’s use of a private email server while heading the state department was also a topic of discussion. In an email from August of 2015, campaign spokeswoman Jennifer Palmieri noted Clinton was “not in the same place” as her team on how to address the controversy.</p> <p>“As you all know, I had hoped that we could use the ‘server moment’ as an opportunity for her to be viewed as having take [sic] a big step to deal with the email problem that would best position us for what is ahead,” Palmieri wrote. “It is clear that she is not in same place (unless John has a convo with her and gets her in a different place).”</p> <p>The Trump campaign pounced on the hacked emails, focusing on one exchange it claimed showed evidence of “collusion” between Clinton’s campaign and the Department of Justice in the investigation into her private server. But the emails cited by Trump adviser Jason Miller were <a draggable=\"true\" href=\"http://www.politico.com/blogs/under-the-radar/2016/10/trump-clinton-wikileaks-doj-229615\">sent two months before</a> the federal government opened its inquiry into Clinton’s email setup, and show nothing more than the exchange of information that was already publicly available. <br tabindex=\"-1\"></p> <p>Trump tried to draw attention to the hacked emails himself on Monday during a rally in Wilkes-Barre, Pennsylvania, holding up a printed statement he misattributed to longtime Clinton friend Sidney Blumenthal.</p> <p>“Sleazy Sidney,” Trump told his supporters, admitted “they could have done something about Benghazi”.</p>  <figure class=\"element element-image\" data-media-id=\"3afa7e4ffcec09c14db36632607f9b2b4dbdd2d2\"> <img src=\"https://media.guim.co.uk/3afa7e4ffcec09c14db36632607f9b2b4dbdd2d2/0_357_5352_3211/1000.jpg\" alt=\"Trump supporters outside a rally in Wilkes-Barre, Pennsylvania.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Trump supporters outside a rally in Wilkes-Barre, Pennsylvania.</span> <span class=\"element-image__credit\">Photograph: Dominick Reuter/AFP/Getty Images</span> </figcaption> </figure>  <p>“This just came out a little while ago,” he added, prompting the familiar “lock her up” chants against Clinton that are now a staple at Trump’s rallies.<br></p> <p>But the words the Republican nominee claimed were written by Blumenthal were, in fact, sentences from a story published in Newsweek by journalist Kurt Eichenwald last October about the 2012 attack in Benghazi. Blumenthal was simply passing along the article to Podesta, in an email that contained the subject line “the truth” and prompted <a href=\"http://www.newsweek.com/vladimir-putin-sidney-blumenthal-hillary-clinton-donald-trump-benghazi-sputnik-508635\">an essay</a> in Newsweek on Monday evening from Eichenwald himself titled: Dear Donald Trump and Vladimir Putin, I am not Sydney Blumenthal.</p> <p>The source of the false story linking Blumenthal to the passages he never wrote was Sputnik, a government-controlled Russian news agency. The website took its post down after the error became clear, but Eichenwald questioned how a conspiracy went quickly from Russian print to Trump’s podium.</p> <p>The Guardian has contacted the Trump campaign to ask how the Benghazi email came to the candidate’s attention and whether the campaign would acknowledge what the Republican nominee quoted as Blumenthal’s words were, in fact, from Eichenwald’s 2015 Newsweek article.</p>"
]