[
  "<p>As Hillary Clinton <a href=\"https://www.theguardian.com/us-news/2016/sep/23/presidential-debate-preparation-trump-clinton\">prepared</a> for the <a href=\"https://www.theguardian.com/us-news/2016/sep/24/hillary-clinton-donald-trump-habitual-liar-presidential-debate\">first presidential debate</a> against Donald Trump on Monday, campaign surrogates spoke in swing states and the New York Times published <a href=\"http://www.nytimes.com/2016/09/25/opinion/sunday/hillary-clinton-for-president.html?emc=edit_na_20160924&amp;nlid=70059035&amp;ref=cta&amp;_r=0\">a strongly worded endorsement</a> of the former secretary of state.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/24/hillary-clinton-donald-trump-habitual-liar-presidential-debate\">Clinton: ‘habitual liar’ Trump must be curbed in presidential debate</a> </p> </aside>  <p>The Times’ editorial board said that as first lady, senator for New York and secretary of state, Clinton had shown herself to be “one of the most tenacious politicians of her generation”, capable of fostering bipartisan cooperation.</p> <p>It also called Trump “the worst nominee put forward by a major party in modern American history”.</p> <p>In New Hampshire, where, <a href=\"http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_trump_vs_clinton-5596.html\">according to the Real Clear Politics average</a>, Clinton holds a 44% to 38% lead, Massachusetts senator Elizabeth Warren accused Trump and the Republican party of “making hate OK”. In <a href=\"http://www.realclearpolitics.com/epolls/2016/president/oh/ohio_trump_vs_clinton-5634.html\">Ohio</a>, where Trump leads by 45% to 42%, cast members from the 1990s TV show The West Wing, which portrayed an imaginary Democratic administration, hit the stump for Clinton.</p> <p>Echoing concerns among Democrats about motivating voters, particularly the young, to vote for a candidate who has struggled to generate campaign momentum, the Times’ editorial board argued that Trump’s negative qualities were not enough to merit an endorsement of Clinton. </p> <p>“Running down the other guy won’t suffice,” wrote the board, which is separate from the newsroom. “The best case for Hillary Clinton cannot be, and is not, that she isn’t Donald Trump. The best case is, instead, about the challenges this country faces, and Mrs Clinton’s capacity to rise to them.<br></p> <p>“A lifetime’s commitment to solving problems in the real world qualifies Hillary Clinton for this job, and the country should put her to work,” the editorial board added.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=OH\" data-alt=\"Ohio key facts\"> <a href=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=OH\">Ohio key facts</a> </figure>  <p>Addressing Clinton’s poor poll ratings regarding <a href=\"http://www.nbcnews.com/news/us-news/who-does-public-trust-less-hillary-clinton-or-donald-trump-n647621\">trust</a> and <a href=\"http://www.realclearpolitics.com/epolls/other/clinton_favorableunfavorable-1131.html\">favourability</a>, it said: “Mrs Clinton’s occasional missteps, combined with attacks on her trustworthiness, have distorted perceptions of her character. </p> <p>“She is one of the most tenacious politicians of her generation, whose willingness to study and correct course is rare in an age of unyielding partisanship.”</p> <p>Grouping as examples the rise of Trump, the Brexit vote for Britain to leave the European Union, the spread of Islamic State militants in Iraq and Syria and the resurgence of Russia under Vladimir Putin, the Times said the next president would take office “with bigoted, tribalist movements and their leaders on the march”.</p> <p>It added: “War, terrorism and the pressures of globalization are eroding democratic values, fraying alliances and challenging the ideals of tolerance and charity.” </p> <p>Regarding the candidate’s long-running battles with the press over her use of a private email server while secretary of state, which <a href=\"http://www.cnn.com/2016/09/23/politics/fbi-investigation-hillary-clinton-emails/\">flared up again on Friday</a> with the release of FBI notes and the news a judge had ruled some such emails must be <a href=\"http://www.cnn.com/2016/09/23/politics/clinton-emails-state/\">released to the public before election day</a>, the Times said: “That decision deserved scrutiny, and it’s had it. </p> <p>“Now, considered alongside the real challenges that will occupy the next president, that email server, which has consumed so much of this campaign, looks like a matter for the help desk. </p> <p>“And, viewed against those challenges, Mr Trump shrinks to his true small-screen, reality-show proportions, as we’ll argue in detail on Monday.”</p> <p>The paper promised a scathing perspective on Trump for Monday, saying he is “the worst nominee put forward by a major party in modern American history”. In a preview, the Times said the Republican candidate “discloses nothing concrete about himself or his plans while promising the moon and offering the stars on layaway”. </p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=NH\" data-alt=\"New Hampshire: key facts\"> <a href=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=NH\">New Hampshire: key facts</a> </figure>  <p>On the campaign trail in Nashua, Warren spoke to volunteers at a Clinton campaign office. “We’re here to say hate is not OK,” she said. “We build a stronger America together – that’s what this is about.”</p> <p>Warren was scheduled to make three stops in the state, where a Senate contest between incumbent Republican Kelly Ayotte and Democratic governor Maggie Hassan <a href=\"http://www.realclearpolitics.com/epolls/2016/senate/nh/new_hampshire_senate_ayotte_vs_hassan-3862.html\">remains close</a>. Warren sought to tie Ayotte to Trump – the senator has said she would “stand up” to Trump <a href=\"http://www.cnn.com/2016/08/16/politics/kelly-ayotte-trump-hassan-new-hampshire/\">but nonetheless vote for him</a> – saying she had not thought a major presidential candidate would base a campaign on scapegoating Mexicans, women and Muslims.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/24/donald-trump-hillary-clinton-debate-awkward-questions\">Trump v Clinton: 10 awkward debate questions to put candidates on the spot</a> </p> </aside>  <p>“What Donald Trump is doing is not what any of us thought a man who’s running for president would do,” she said. “He’s found something much uglier that he wants to make the basis of his campaign.”</p> <p>Warren was also critical of the ultra-conservative Texas senator Ted Cruz, who on Friday <a href=\"https://www.theguardian.com/us-news/2016/sep/23/ted-cruz-support-donald-trump\">said he would vote for Trump</a> despite having denounced him, while they were primary rivals, for Trump’s <a href=\"https://www.theguardian.com/us-news/2016/may/02/ted-cruz-indiana-heckler-canada-zodiac-killer\">personal attacks against the senator’s wife and father</a>. </p> <p>In July, Cruz <a href=\"https://www.theguardian.com/us-news/2016/jul/20/ted-cruz-speech-republican-national-convention-trump-endorsement\">refused to endorse Trump</a> in a speech to the Republican convention, earning boos, then explained his speech by saying he was not a “servile puppy”.</p> <p>Explaining his decision in a <a href=\"https://www.facebook.com/tedcruzpage/posts/10154476728267464\">statement</a> posted to Facebook on Friday, Cruz said: “Even though I have had areas of significant disagreement with our nominee, by any measure Hillary Clinton is wholly unacceptable.”<br></p> <p>On Saturday, Warren asked: “Is that really what your word is worth, Ted Cruz?”</p>",
  "<p>It is 90 minutes that could change the world, but Hillary Clinton is already warning that Donald Trump may overwhelm their first presidential debate on Monday if his “habitual lying” is left unchallenged by the moderator.<br tabindex=\"-1\"></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/24/donald-trump-hillary-clinton-debate-awkward-questions\">Trump v Clinton: 10 awkward debate questions to put candidates on the spot</a> </p> </aside>  <p>The “prebuttal” from Democratic campaign headquarters came as both candidates hunker down in preparation this weekend, nervously awaiting an estimated television audience of up to 100 million Americans at what opinion polls suggest is the turning point in their race for the White House.<br></p> <p>Clinton’s concern stems from Trump’s fast-and-loose rhetorical style, which has been <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2016/03/22/all-of-donald-trumps-four-pinocchio-ratings-in-one-place/\">attacked by newspaper fact-checkers</a> but proved devastatingly effective on TV, first against his Republican challengers in the primary and, more recently, in a <a href=\"https://www.theguardian.com/us-news/2016/sep/08/clinton-vows-no-more-troops-in-iraq-as-trump-slams-dumbest-foreign-policy\">candidate forum</a> on national security in which he was allegedly allowed to airbrush his past support for the Iraq war.</p> <p>“She will respond when he misrepresents her own record, but given the historic nature of how much Donald Trump lies, it cannot be only on her,” Clinton communications director Jennifer Palmieri told reporters by phone on Friday. </p> <p>“If the moderator is not willing to stand up and challenge lies, [then] to not do that is to give him a very unfair advantage”.</p> <p>Trump fired an early counterblast, urging debate moderator Lester Holt not to take sides. “We don’t want another Candy Crowley,” the Republican nominee said, referring to a famous <a href=\"https://youtu.be/rydUk0YjIeI\">incident in the 2012 debate</a> between Barack Obama and Mitt Romney, where the host corrected an embarrassed Republican, midstream.</p> <p>Whether or not Holt attempts live fact-checking, the first full debate, at Hofstra University outside New York, is one neither candidate can afford to lose. Clinton must stem an apparent surge in Trump’s popularity; the Republican needs to prove he has the temperament to be commander-in-chief. Both sides are desperate to manage expectations.</p> <p>“It is unprecedented to hold a conference call to talk about special precautions that need to be taken because your opponent is a habitual liar,” said Palmieri, who said she was worried about what it “means for the how debate may unfold and how viewers should judge [Trump’s] performance”.</p> <p>Though ridiculing the disciplined rehearsal schedule of his opponent, Trump also suspended campaigning on Friday in order to prepare. He sought to outsource his strategy to a giant focus group, asking supporters to email in suggested responses.</p> <p>With barely seven weeks to go until election day, Democrats are also pulling out all the stops. Even characters from a fictional White House were enlisted to the Clinton effort on Saturday, as members of the cast of the West Wing – “Toby, CJ, Josh, Charlie” – were due to campaign for her in Ohio.</p> <p>Monday’s debate is not the only way Clinton hopes to restore a sense of inevitability to her candidacy, but the audience will dwarf those at rallies. “She takes it very seriously,” said Palmieri. “She’s going in front of tens of millions of Americans, maybe even 100 million Americans, to persuade them why she needs their vote.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It is unprecedented to … talk about special precautions that need to be taken because your opponent is a habitual liar</p> <footer> <cite>Jennifer Palmieri</cite> </footer> </blockquote> </aside>  <p>Stan Greenberg, a Democratic strategist who has been a senior pollster for Bill Clinton, Al Gore, Tony Blair and Nelson Mandela, agrees that the debates come at a crucial stage for undecided voters. </p> <p>“In that period, people open up a little bit,” he said, “so in terms of when people make up their minds, when the last debate happens you can watch it almost visibly. I remember with [Ross] Perot and Clinton [in 1992] it was like within a few days, locked in. So the debates are important.”</p> <p>Debate performance proved particularly decisive in the case of Al Gore, who, Greenberg says, went from five points ahead to seven behind over the course of three debates against George W Bush. </p> <p>“He got back to like a half-point lead but it had a huge impact because the voters decided they didn’t like him in the first debate and then became more comfortable with Bush. In the third debate, Al Gore virtually tackled Bush physically.”</p> <p>Debate performance is not always indicative of electoral success. Romney did well against Obama four years ago. </p> <p>“John Kerry too,” Greenberg said. “He had great debates against [George W] Bush, polls showed him winning, and yet in the end neither had any impact on the vote. The academic studies suggest that even the vote at the time did not shift. It was more a question of who was excited and energised and answered surveys, not any real change in the electorate.”</p> <p>Greenberg believes Clinton is on course for victory in the debate and the election either way: “Hillary Clinton has debated a lot. She’s very experienced and she does well. </p> <p>“She’ll be prepared and I’m pretty confident that the race won’t change much. I obviously have no idea what Trump’s going to do, it’s so unpredictable, but I think she’s a pretty steady and strong debater.”</p> <h2><strong>When Nixon met Kennedy: the first TV debate</strong></h2>  <figure class=\"element element-image\" data-media-id=\"27a5c3c79f062ad418de5ce81b89527ce1cc224e\"> <img src=\"https://media.guim.co.uk/27a5c3c79f062ad418de5ce81b89527ce1cc224e/0_0_2611_2048/1000.jpg\" alt=\"Richard M Nixon speaks as John F Kennedy watches\" width=\"1000\" height=\"784\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Richard M Nixon speaks as John F Kennedy watches.</span> <span class=\"element-image__credit\">Photograph: Paul Schutzer/Time &amp; Life Pictures/Getty Image</span> </figcaption> </figure>  <p>Clinton is not the first candidate to face scrutiny over her health during the gruelling spectacle of a presidential race. Her debate with Trump will take place 56 years to the day since the first TV presidential debate, between John F Kennedy and Richard Nixon. Viewers are said to have judged the charismatic Kennedy the winner, whereas radio listeners are said to have thought Nixon prevailed or at least forced a draw.</p> <p>The Republican’s sweaty, pasty appearance and five o’clock shadow may have played a part. He had banged his left knee in a car door, contracting a Staph infection that migrated to the joint. He checked into Walter Reed military hospital in Bethesda, Maryland, where he was seen by Capt Raymond Scalettar, chief of rheumatology. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/23/presidential-debate-preparation-trump-clinton\">Clinton and Trump's first presidential debate: will practice make perfect?</a> </p> </aside>  <p>“I shook hands with him and said, ‘Hello, Mr Vice-President’,” Scalettar, 87, recalled this week in an interview with the Guardian. “We treated him with various antibiotics. He was in traction, he was in lots of pain. But he was a tough guy and he did well.”</p> <p>Scalettar’s guidance was overruled, however, because Nixon was eager to get back on the campaign trail. He said: “My advice was that he should postpone leaving the hospital. That was not to be. If this was a private patient and not a political situation, one could be very insistent on him not leaving the hospital. But I was just a lowly captain.”</p> <p>Nixon’s health continued to suffer and he arrived at the debate with a 102F fever. He refused to postpone the event. Scalettar said: “He was just not well. He lost 10lbs and his shoe size was too big. He was wan and pasty on TV. People who heard it on the radio thought Nixon won, because that’s show business, right?”</p> <p>Kennedy won one of the tightest elections in history by just over 100,000 votes and Scalettar, now clinical professor of medicine at George Washington University medical center, thinks Nixon’s refusal to take his medical advice played a part. </p> <p>“I’ll be watching Clinton and Trump,” he said. “It’s a sad time in our lives.”</p> <h2><strong>‘Debates matter a lot and they really matter this year’</strong></h2>  <figure class=\"element element-image\" data-media-id=\"bf477adacf022022c59c627fb5277bf6adfcff35\"> <img src=\"https://media.guim.co.uk/bf477adacf022022c59c627fb5277bf6adfcff35/0_0_2048_1498/1000.jpg\" alt=\"George W Bush and Al Gore\" width=\"1000\" height=\"731\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">George W Bush and Al Gore in the last of their three debates, at Washington University in St Louis in October 2000.</span> <span class=\"element-image__credit\">Photograph: Jeff Mitchell/Reuters</span> </figcaption> </figure>  <p>Robert Shrum, an adviser to both Al Gore and John Kerry before their presidential debates, also believes this is a key moment. </p> <p>“Debates have been good for the process,” he said. “They’re often substantive and I defend them. What would we do instead?” </p> <p>Do debates affect the outcome of elections? The answer is mixed, according to Shrum. The 1960 debates were a “defining moment” for Kennedy that “basically erased the experience argument”. In 1976, Gerald Ford had been gaining on Jimmy Carter until he made a gaffe suggesting that Poland was free of Soviet influence and “the momentum was broken”.</p> <p>But in 1980 and 1984, Ronald Reagan would have won anyway, Shrum believes, while “in 1992, the debates were very important for Bill Clinton and he did a very good job”. </p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The debates are the only faint hope that Trump can assure people that he is capable of being president</p> <footer> <cite>Robert Shrum</cite> </footer> </blockquote> </aside>  <p>Shrum added that in 2000, focus groups initially thought Gore had beaten Bush, but the post-debate narrative focused on Gore sighing and “invading Bush’s personal space”. In 2004, in Shrum’s view, Kerry beat Bush in all three debates but still lost the election.</p> <p>He added: “I would argue they matter a lot and they really matter this year. They are the only faint hope that Trump can assure people that he is capable of being president.”</p> <p>Lanhee Chen is a research fellow at the Hoover Institution at Stanford University. He was also a consultant on the Romney debate team in 2012, with the candidate a couple of days before the first debate with Obama. </p> <p>“He had a full mock debate on stage in Boston,” Chen said, “with Rob Portman playing Obama. He had a great mock debate and I knew he was dialled in. He was very focused and ready. He gave one of the best debate performances in modern history.”</p> <p>Obama, by contrast, was widely seen as disappointing. Chen reflected: “Part of it was that being president every day, you’re not used to being told no. Part of it was that he underestimated Mitt. Part of it was that he didn’t want to be there.”</p> <p>But Romney still lost on election day, raising doubts over whether debates actually change anything.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/23/presidential-debates-real-time-reactions-notifications-mobile\">Get real-time reactions during the presidential debates | Guardian Mobile Innovation Lab</a> </p> </aside>  <p>“All of these are part of a bigger question as to whether campaigns matter at all,” Chen said. “Some political scientists say yes, other say no, it’s down to external factors. My view is that they definitely affect what’s happening within the campaigns.</p> <p>“If you look at the polling before and after Obama v Romney, it tightened substantially. Obviously it didn’t affect the outcome, but a lot of other things happened. Debates definitely have an impact on public opinion and both Clinton and Trump have a lot to gain and a lot to lose.”</p> <p>For all its theatre, Chen believes the process has democratic value: “I’m a big fan of the debates. It’s the only opportunity that voters have to see the candidates engaging each other directly and to draw comparisons. </p> <p>“This year I think they’re going to be great debates. They’re going to be a lot of fun and we’re going to learn a lot about the candidates.”</p>",
  "<p>Rock legend Bruce Springsteen has described Donald Trump as a “moron” and “tragic” in an election campaign he has chosen largely to stay out of, until now.</p> <p>Speaking <a href=\"http://www.rollingstone.com/music/news/bruce-springsteen-calls-donald-trump-a-moron-w441761\">to Rolling Stone magazine</a>, the singer said: “The republic is under siege by a moron, basically. Without overstating it, it’s a tragedy for our democracy.” <br></p> <p>Springsteen also accused Trump of offering “simple answers to very complex problems”.</p> <p>“The ideas he’s moving to the mainstream are all very dangerous ideas – white nationalism and the alt-right movement.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/music/2016/aug/30/bruce-springsteen-born-to-run-memoirs-autumn-arts-preview-2016\">Bruce Springsteen: born to write</a> </p> </aside>  <p>Springsteen said he liked Hillary Clinton and thought she would be a “very, very good president”.<br></p> <p>Speaking in a separate interview with a talk-show in Norway and Sweden he described the Republican presidential candidate as an embarrassment to the United States.</p> <p>Springsteen, who has dramatised the plight of working-class Americans in his music, said he understands how Trump could seem “compelling” to people who are economically insecure.</p> <p>“The absurdity is beyond cartoon-like. But he’s gotten close enough [to the White House] so it can make you nervous,” he told the talk show Skavlan.</p> <p>“I don’t think he’s going to win, but even him running is a great embarrassment if you’re an American,” he said.</p> <p>Trump knows how to tell voters “some of the things they want to hear,” he added, including to people “uncomfortable with the ‘browning’ of America.”</p> <p>“We have certain problems in the United States – tremendous inequality of wealth distribution. That makes for ripe ground for demagoguery,” Springsteen said.</p> <p>“He has a very simple answer to all these very, very complex problems.”</p> <p>Springsteen recorded the interview with the talk show ahead of next week’s release of his memoir, Born to Run, which describes his childhood in New Jersey and rise to fame.<br></p> <p>The singer, famous for his onstage stamina, has drawn a diverse field of devoted fans for decades, including New Jersey governor Chris Christie, one of Trump’s most public backers.</p> <p>Springsteen insisted for years that he would let his music speak for him but has been more openly political since the election in 2004, when he campaigned for John Kerry in his unsuccessful bid to win the White House from George W Bush.</p>",
  "<p>The Bongo family will extend its 50-year rule over Gabon after the country’s constitutional court ruled Ali Bongo was the rightful winner of last month’s contested election.</p> <p>The court said it had retallied all the votes from the poll, though it could not do a full recount because all the votes were burned immediately after they were counted at the polling stations. In a televised broadcast at midnight, it changed some of the results, but declared Bongo still had the lead.</p> <p>The streets of Libreville, the central African country’s seaside capital, were eerily quiet on Friday evening. Security forces had been deployed in the days leading up to the announcement. Many residents of the city had stockpiled food and waited quietly at home in case violence broke out.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/sep/07/gabon-hospital-albert-schweitzer-atone-colonial-crimes-funding-racism-allegations\">Crisis engulfs Gabon hospital founded to atone for colonial crimes</a> </p> </aside>  <p>At least seven people died and more than 1,000 were arrested in <a href=\"https://www.theguardian.com/world/2016/sep/01/gabon-election-army-accused-attacking-opposition-protests\">violent protests </a>following the announcement of the election result earlier this month, which the leader of the opposition, Jean Ping, said Bongo, the incumbent, had rigged.</p> <p>A claimed 99.9% turnout in Bongo’s stronghold, the province of Haut Ogooué, was roundly condemned. The 95% of eligible Haut Ogoouéans who voted for Bongo just tipped the balance and he was declared the victor with a margin of fewer than 5,000 votes.</p> <p>The constitutional court revised the figures for Haut Ogooué, saying there had been a 98% turnout, and that Bongo had won 83.2% to Ping’s 4.6%. It also cancelled the results from 21 polling stations in Libreville. The African Union went to dispatch a team of observers to the court, but some were barred from entering. </p> <p>A high-ranking official in the Bongo camp, who spoke on condition of anonymity, said that such a high turnout was normal in Gabon and dismissed the idea that anyone in the Haut Ogooué province could have been sick or giving birth on the day of the election.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/aug/31/gabon-election-results-disputed-incumbent-ali-bongo-victor-jean-ping\">Violence erupts after Gabon election as incumbent Ali Bongo named victor</a> </p> </aside>  <p>Asked why African Union observers had been blocked from monitoring the constitutional court’s review of the election, he said it was for reasons of “sovereignty”.</p> <p>Ping is a former chair of the African Union and was a crony of Omar Bongo, the current president’s father, who ruled the oil-rich nation for 42 years, until his death in 2009.</p> <p>Bongo’s camp had called for Ping to be banned from standing for the presidency again for 10 years, for inciting violence immediately after the election. This was rejected by the court, which said there was no proof he had caused the violence.</p> <p>The president’s spokesman Alain-Claude Bilie By Nze said the government “expects more responsibility from Mr Ping” and added: “If he crosses the line, he will be arrested. If a Gabonese falls, he will answer.”</p> <p>Former presidential candidate Leon Paul Ngoulakia, a cousin of Bongo who resigned from government last year and backed Jean Ping in the election, was reportedly arrested on Friday.</p> <p>In his last remarks to the court, Ping’s lawyer Jean-Remy Bantsantsa said: “Don’t bring us stories of fake records, fabricated to make us believe that there were irregularities – because it is they who have falsified records. Everything has happened in unbelievable opacity.”</p> <p>Each night since the election, the internet has been shut down, something the communications minister put down to mere “disruptions” in the network. Twitter, Facebook and WhatsApp have also been blocked. Many locals have set up virtual private networks to be able to use them.</p>"
]