[
  "<p>Donald Trump’s running mate refused to answer questions about big donations and alleged political “puppetry” on Sunday, despite Republican accusations of a “pay to play” system run by <a href=\"https://www.theguardian.com/us-news/2016/sep/25/hillary-clinton-donald-trump-debate-gennifer-flowers\">the Democratic nominee</a> for president, Hillary Clinton.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/25/hillary-clinton-donald-trump-debate-gennifer-flowers\">Clinton camp says Trump in 'sewer' as debate looms and fight gets dirty</a> </p> </aside>  <p>Last month, Trump accused Clinton of using her family-run foundation as a “pay-for-play” conduit through which to exchange political favors, <a href=\"http://www.cnn.com/2016/08/10/politics/donald-trump-hillary-clinton-pay-to-play/\">saying</a>: “If it’s true, it’s illegal. You’re paying and you’re getting things.” </p> <p>He has also labeled Clinton the “<a href=\"https://www.theguardian.com/us-news/2016/jul/04/donald-trump-antisemitic-hillary-clinton-tweet\">most corrupt candidate ever</a>” and mocked fellow Republicans for soliciting money from wealthy donors such as the Koch brothers. </p> <p>“I wish good luck to all of the Republican candidates that traveled to California to beg for money etc from the Koch Brothers,” Trump <a href=\"https://twitter.com/realdonaldtrump/status/627841345789558788\">wrote</a> last year. “Puppets?”</p> <p>Appearing on CBS’s Face the Nation on Sunday, Indiana governor Mike Pence struggled with questions about his running mate’s allegations, saying the businessman was not against big money in politics.</p> <p>“I don’t think that that’s the point that he’s really been making,” Pence said. “I think his point is that we’ve had a system in this country that really has benefited the favored few. That, you know, from Wall Street to Washington DC, we’ve seen, we’ve seen money flowing in to politics.<br></p> <p>“And … and the … and the American people really, really end up, really end up on the losing side one time after another.”</p> <p>Host John Dickerson noted that Pence has himself received support from the Koch brothers, one of whom is <a href=\"http://www.followthemoney.org/show-me?f-core=1&amp;c-t-eid=10245969#%5B%7B1%7Cgro=d-eid\">a top donor to him</a> and whose political groups <a href=\"http://www.nytimes.com/2016/07/19/us/politics/mike-pence-kochs-fundraising.html\">avidly support the governor’s plans</a> to reduce government regulation. Pence did not reply directly.</p> <p>“Well, look, Donald Trump has his own way of speaking in public life,” he said. “And, look, in a political campaign, things can get a little rough and tumble.”</p> <p>The Koch brothers <a href=\"https://www.theguardian.com/us-news/2016/jul/31/charles-koch-brothers-support-hillary-clinton-blood-libel\">have not backed Trump</a> this year, instead focusing their election spending on the House and Senate.</p> <p>Pence insisted that “when Donald Trump becomes president of the United States, that pay-to-play system is going to come to an end”.</p> <p>Trump is himself under investigation for possible illegal quid pro quo practices. His Trump Foundation <a href=\"https://www.washingtonpost.com/news/post-politics/wp/2016/09/01/trump-pays-irs-a-penalty-for-his-foundation-violating-rules-with-gift-to-florida-attorney-general/\">illegally gave $25,000 to a political group </a>connected to Florida’s attorney general, Pam Bondi, while her office was considering an investigation into whether Trump University defrauded people of tens of thousands of dollars. </p> <p>Trump paid the IRS a $2,500 fine for the illegal donation, but New York’s attorney general <a href=\"http://www.nytimes.com/2016/09/14/us/politics/pam-bondi-donald-trump.html\">announced this month</a> that he would investigate the Trump Foundation, which may also have committed <a href=\"https://www.washingtonpost.com/politics/trump-used-258000-from-his-charity-to-settle-legal-problems/2016/09/20/adc88f9c-7d11-11e6-ac8e-cf8e0dd91dc7_story.html\">illegal “self-dealing” practices</a>.</p> <p>Bondi declined to investigate Trump University, but the now defunct organization is <a href=\"http://www.nytimes.com/2016/08/03/us/politics/trump-university-case.html\">subject to a federal lawsuit</a> brought by former students. The case is due in court in San Diego on 28 November, 20 days after the presidential election.</p> <p>In an interview with Fox News Sunday, Pence struggled with questions about possible malfeasance at the Trump Foundation. After host Chris Wallace corrected the governor’s false claim that “the Trump Foundation has responded to those questions” and had corrected <a href=\"https://www.washingtonpost.com/news/post-politics/wp/2016/09/21/how-a-univision-anchor-found-the-missing-10000-portrait-that-trump-bought-with-his-charitys-money/\">reporting</a> <a href=\"https://www.washingtonpost.com/politics/trump-used-258000-from-his-charity-to-settle-legal-problems/2016/09/20/adc88f9c-7d11-11e6-ac8e-cf8e0dd91dc7_story.html\">by the Washington Post</a>, Pence deflected any further questions to the Trump family.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/jan/17/dark-money-review-nazi-oil-the-koch-brothers-and-a-rightwing-revolution\">Dark Money review: Nazi oil, the Koch brothers and a rightwing revolution</a> </p> </aside>  <p>“The family can answer all of those questions about that specific instance and others,” Pence said. </p> <p>The Trump campaign has accused the Post of inaccuracies but failed to specify or explain what is incorrect. </p> <p>Trump has also bragged publicly about exchanging donations for favors. At a debate last year, he bemoaned “a broken system” by citing his own experience within it. </p> <p>“I give to everybody,” <a href=\"http://abcnews.go.com/Politics/donald-trumps-surprisingly-honest-lessons-big-money-politics/story?id=32993736\">he said</a>. “When they call, I give. And you know what, when I need something from them two years later, three years later, I call them. They are there for me.”</p> <p>On CBS, Pence did not broach his running mate’s controversial history, instead speaking at length about their shared vision to “rebuild our military, revive our economy, make appointments to our supreme court that will uphold our constitution”.</p> <p>Dickerson eventually ended the exchange. </p> <p>“All right, governor,” he said, “we’ll have to leave it there with the issue of puppetry unresolved.”</p> <p></p> <p></p> <p></p> <p></p> <p></p> <p><br></p> <p></p> <p></p> <p></p> <p></p>",
  "<p>The US presidential election turned into an increasingly dirty fight on Sunday, as polls showed the gap between Hillary Clinton and Donald Trump tightening ahead of their first televised debate.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/24/donald-trump-hillary-clinton-debate-awkward-questions\">Trump v Clinton: 10 awkward debate questions to put candidates on the spot</a> </p> </aside>  <p>Trump’s campaign manager did not rule out the prospect of the nominee getting personal onstage at Hofstra University in New York by summoning the ghosts of Bill Clinton’s sex life, insisting that the Republican candidate had “a right to defend himself”.</p> <p>The two camps traded threats over who would be in the debate audience. After Clinton’s team confirmed that it had offered a front row seat to billionaire Trump critic Mark Cuban, Trump responded that <a href=\"https://www.theguardian.com/us-news/2016/sep/25/donald-trump-gennifer-flowers-debate-hillary-clinton\">he might invite Gennifer Flowers</a>, a former model who had an extramarital encounter with Bill Clinton in the 1980s.</p> <p>On Sunday, Clinton campaign chair John Podesta described Trump’s reaction as “to dive in the sewer and go for a swim”, although the Republican candidate’s running mate, Mike Pence, denied that Flowers would be present.</p> <p>Bob Schieffer, a venerable broadcaster who has moderated presidential debates, commented on CBS: “Those kinds of things are beneath the dignity of the office that these two people are running for. I think they both would do well to think about that.”<br></p> <p>The shadow boxing came as a <a href=\"https://www.washingtonpost.com/politics/poll-clinton-trump-in-virtual-dead-heat-on-eve-of-first-debate/2016/09/24/b99c95de-81cb-11e6-8327-f141a7beb626_story.html\">Washington Post/ABC poll</a> put Clinton just two points ahead among likely voters, 46% to 44%. A survey by the <a href=\"https://morningconsult.com/2016/09/25/trump-edges-clinton-ahead-first-debate/\">Morning Consult website</a> gave Trump an edge of one point.</p> <p>The debate on Long Island is predicted to draw an audience of 100 million, a record for a political event. National security will feature among the topics. Many are intrigued by the prospect of car-crash television and just how ugly things might turn. Online fact-checkers and a vast following on Twitter are likely to play a major role in real time in shaping the narrative of victory and defeat.</p> <p>On NBC’s Meet the Press on Sunday, host Chuck Todd wondered if the aim of inviting Cuban, <a href=\"http://www.vanityfair.com/news/2016/06/mark-cuban-donald-trump-wealth\">who has questioned Trump’s financial worth</a>, was to get under Trump’s skin. </p> <p>Podesta replied: “No, I think Mark Cuban is one of the business leaders who was never involved in partisan politics who’s endorsed Hillary because he thinks she’ll do better for the economy. I think that, you know, you saw [Trump’s] reaction, which is to do his favorite sport, which is to dive in the sewer and go for a swim.”</p> <p>On Saturday, Trump <a href=\"https://twitter.com/realDonaldTrump/status/779729180334387200\">tweeted</a>: “If dopey Mark Cuban of failed Benefactor fame wants to sit in the front row, perhaps I will put Gennifer Flowers right alongside of him!” Flowers herself then <a href=\"https://twitter.com/gennflowers/status/779764506146680832\">tweeted</a>: “Hi Donald. You know I’m in your corner and will definitely be at the debate!”</p> <p>On Sunday, his allies sought to defuse the issue. Vice-presidential candidate Pence told Fox News Sunday: “Gennifer Flowers will not be attending the debate tomorrow night. Donald was using the tweet yesterday really to mock an effort by Hillary Clinton and her campaign to really distract attention from where the American people are going to be focused tomorrow night, which is on the issues, it’s on the choice that we face.”</p> <p>Trump’s campaign manager, Kellyanne Conway, <a href=\"https://www.theguardian.com/us-news/2016/sep/25/donald-trump-gennifer-flowers-debate-hillary-clinton\">told CNN’s State of the Union</a> she could not confirm that Flowers would attend. </p> <p>“I can’t believe how easily baited the Clinton campaign was,” she said. “Basically, Mr Trump was saying, ‘Look, if Mark Cuban is going to send out these texts that say ‘<a href=\"https://twitter.com/mcuban/status/779125122628136962\">the humbling at Hofstra</a>’ and this is his big downfall, then Mr Trump was putting them on notice that we could certainly invite guests that may get into the head of Hillary Clinton. </p> <p>“But we have not invited her formally and we don’t expect her to be there as a guest of the Trump campaign.”</p> <p>One of the debate’s numerous subplots will be the question of whether Trump might be provoked into lashing out, perhaps by confronting Clinton with her husband’s past infidelities in a bid to humiliate her. It would be a risky move for the tycoon, himself thrice married.</p> <p>Conway said: “He has a right to defend himself against anything that Secretary Clinton may say in response. There’s no plan to do that. I’m not going to reveal what we have been doing in our debate conversations. But the fact is that he has every right to defend himself.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>You know, he’s constantly attacked and then the moment he counterpunches, people are just shocked that he would do that</p> <footer> <cite>KellyAnne Conway</cite> </footer> </blockquote> </aside>  <p>“You know, he’s always, constantly attacked, and then the moment he counterpunches, then people are just shocked that he would do that, he would try to defend himself. </p> <p>“But he will answer the questions, as we certainly hope that the questions go to policy. Answer the questions that the American people have. They deserve and expect these candidates to be talking about the issues.” </p> <p>Clinton’s campaign manger, Robby Mook, told the same show: “Nobody knows which Donald Trump is going to show up to this debate. And, in fact, his erratic temperament has been a subject of quite a bit of discussion … and I would argue it’s why he’s not fit and prepared to be president.”</p> <p>Coming <a href=\"https://www.theguardian.com/us-news/2016/sep/25/us-presidential-debates-famous-moments\">56 years to the day</a> after the first presidential debate, between John F Kennedy and Richard Nixon, Monday’s battle appears set to be the most unpredictable and potentially the most brutal ever held. Clinton is a seasoned politician who has been preparing with mock debates reportedly featuring her aide Philippe Reines in the role of her opponent. Trump is a brash businessman and TV showman who hurled insults at his opponents during the Republican primaries.</p> <p>On CBS’s Face the Nation on Sunday, Paul Ryan, the House speaker who, as Mitt Romney’s running mate, debated Joe Biden in 2012, advised Trump: “Over-prepare. Look, Hillary Clinton’s been doing this most of her life. She is the consummate pro. This is new for Donald. So I think he should obviously over-prepare for it. </p> <p>“And the thing I believe, obviously I prepared for these myself. You have to offer the country a vision, go on offence, prosecute your case, hold your opponent accountable. But then … show the country the direction you want to go and … prepare, prepare, prepare. And I hope he’s doing that.”</p> <p>On Sunday morning, Trump met Israeli prime minister Benjamin Netanyahu at Trump Tower in New York City. Netanyahu was due to meet Clinton later. </p> <p>A Trump campaign statement said: “Mr Trump acknowledged that Jerusalem has been the eternal capital of the Jewish people for over 3,000 years, and that the United States, under a Trump administration, will finally accept the long-standing Congressional mandate to recognize Jerusalem as the undivided capital of the state of Israel.”</p>  <figure class=\"element element-image\" data-media-id=\"e95d50a7bff4c1ae8815afd30bb1b407810e275f\"> <img src=\"https://media.guim.co.uk/e95d50a7bff4c1ae8815afd30bb1b407810e275f/0_0_2277_1366/1000.jpg\" alt=\"Carter Page\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Carter Page, whom Donald Trump has named as a foreign policy adviser, speaks at the World Trade Center in Moscow.</span> <span class=\"element-image__credit\">Photograph: Dmitry Serebryakov/TASS</span> </figcaption> </figure>  <p>Trump could face difficult questions from Clinton, and indeed debate moderator Lester Holt, over his business ties to Russia and repeated praise for its president, Vladimir Putin. Conway tried to distance her nominee from an adviser reportedly under investigation for meetings with senior Russian officials. She denied that <a href=\"http://www.politico.eu/article/the-mystery-of-donald-trumps-man-in-moscow-carter-page-phd/\">Carter Page</a>, an energy investor whom Trump <a href=\"https://www.washingtonpost.com/blogs/post-partisan/wp/2016/03/21/a-transcript-of-donald-trumps-meeting-with-the-washington-post-editorial-board/?utm_term=.dbc07be55270\">named as an adviser</a> earlier this year, now had any contact with the Trump campaign.</p> <p>This week, <a href=\"https://www.yahoo.com/news/u-s-intel-officials-probe-ties-between-trump-adviser-and-kremlin-175046002.html\">Yahoo News</a>, citing US intelligence sources speaking on condition of anonymity, reported that Page was under investigation for private communications with senior Kremlin officials about the possible lifting of economic sanctions. The Guardian could not independently confirm an investigation.</p> <p>“It’s on our radar screen,” the site quoted an official as saying. “It’s being looked at.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/24/hillary-clinton-donald-trump-habitual-liar-presidential-debate\">Clinton: ‘habitual liar’ Trump must be curbed in presidential debate</a> </p> </aside>  <p>Earlier this year, Trump <a href=\"https://www.washingtonpost.com/blogs/post-partisan/wp/2016/03/21/a-transcript-of-donald-trumps-meeting-with-the-washington-post-editorial-board/?utm_term=.1c389a9dd563\">named Page specifically</a> as one of five foreign policy advisers. Last month, campaign spokeswoman Hope Hicks called Page an “an informal adviser named as part of a much larger group several months ago”.</p> <p>Speaking to CNN, Conway strenuously rejected any links to Page, who worked in Russia for Merrill Lynch from 2004 to 2007 and subsequently founded an energy company and has argued against US sanctions on Russian officials. </p> <p>“He’s not part of our national security or foreign policy briefings at all, certainly,” Conway said. “He’s certainly not part of the campaign that I’m running. We have a number of people, fabulous people. He’s not among them at Trump Tower.”</p> <p>Conway did not deny that Page may have communicated with Kremlin officials, who have been accused by some US officials of attempting to meddle in the American presidential election. A hack on the Democratic National Committee, for instance, was traced by independent security firms to Russian security services.</p> <p>“If he’s doing that, he’s certainly not doing that with the permission of the campaign,” Conway said. “He’s certainly not authorised to do that.”</p> <p>Clinton’s campaign has released an ad linking Trump’s refusal to release tax returns – a break with 40 years of election tradition – with possible business interests in Russia. The Trump Organization’s significant ties to foreign businesses could create numerous conflicts of interest for a Trump White House, though it remains unknown what holdings Trump has in Russia, if any.</p>",
  "<p>America has seldom been so divided going into a general election. And that division is showing up even in the housing markets of states that traditionally vote Democratic and those that vote Republican.<br></p> <p>A new report issued by a real estate data company, HouseCanary, and given exclusively to the Guardian found that over the last four decades, housing prices have risen significantly higher in blue (Democratic-leaning) states than in red (Republican-leaning) states. </p> <p>Since 1984, blue states have seen their house values go up from an average of $85,000 to $312,000, while red states saw an increase from $75,000 to $184,000. Blue states now account for 77% of the total value of homes in United States.</p> <p>Higher housing prices in the liberal-leaning blue states might have a twofold effect on voters’ outlooks: while homeowners feel the benefits of the economic recovery, those who do not own homes are grappling with the effects of income inequality as house prices increase – often out of their reach.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/09/red-blue-state-home-value-year/\" data-alt=\"Average home value in blue and red states\"> <a href=\"https://interactive.guim.co.uk/embed/2016/09/red-blue-state-home-value-year/\">Average home value in blue and red states</a> </figure>  <p>The prices also show a profound shift in wealth in the US.</p> <p>“If you look at 20 to 30 years ago, Republican red states had higher net worth than Democrats in blue states. And now what you are seeing is this sea change happening where there is this growing divide in our country,” said Jeremy Sicklick, co-founder and chief executive of <a href=\"https://www.housecanary.com/about\">HouseCanary</a>. “This helps illustrate some of the appeal that probably Donald Trump has had in some of these red states, where there have been these factory closures and exodus from these once proud industrial centers in the north.”</p> <p>As this trend played out, those people who had resources to move to places with more jobs did so, contributing to this growing inequality, explained Sicklick. </p> <p>The divide between blue states and red states is likely to continue growing. According to HouseCanary, over the next three years, house values in all states are likely to grow between 10% to 12% – but those increases will look significantly different in blue states and in red states.</p> <p>“At this point, the average home in a blue state is [worth] almost double [the price] in a red state, and because of that, you are going to see this continued divide. Over the next three years, we expect the average homeowner in blue states to grow their value by $39,000 to $40,000 – versus in red states, [where] the average homeowner will grow their value by $20,000,” said Sicklick. </p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/09/real-estate-square-map/\" data-alt=\"house value by political leaning blue state red state\"> <a href=\"https://interactive.guim.co.uk/embed/2016/09/real-estate-square-map/\">house value by political leaning blue state red state</a> </figure>  <p>To determine which states were blue states and which were red states, HouseCanary relied on elections and the statistical analysis website <a href=\"http://fivethirtyeight.com/\">FiveThirtyEight</a>’s projections for the 2016 presidential elections. The projections used were released on 16 August. According to Sicklick, even if some of the swing states were to end up voting Republican instead of Democratic as predicted in the projections, the analysis would still hold up. </p> <p>“I don’t think any swing state changes – whether they are Ohio or Iowa or other swing states – would have a material impact on the overall findings,” he said. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/apr/01/average-manhattan-apartment-costs-hits-record\">Average Manhattan apartment costs $2m, and developers are to blame</a> </p> </aside>  <p>After all, not all blue states are equally expensive. The concentration of wealth can mostly be found in coastal power centers and America’s megacities, such as Los Angeles, San Francisco and New York. Then there are also Washington DC, Boston and Seattle – all of which tend to be expensive to live in.</p> <p>Just look at Donald Trump’s hometown. Earlier this year, the average price of a Manhattan apartment <a href=\"https://www.theguardian.com/business/2016/apr/01/average-manhattan-apartment-costs-hits-record\">surpassed $2m</a>. Brooklyn apartments have hit a <a href=\"http://ny.curbed.com/2016/4/7/11387056/median-sales-price-for-brooklyn-apartments-hits-post-recession-peak\">post-recession high at $600,000</a>. Another study found that rents in Brooklyn <a href=\"http://www.nytimes.com/2016/08/30/nyregion/the-market-is-saturated-brooklyns-rental-boom-may-turn-into-a-glut.html?_r=0\">went up by 50%</a> from 2009 to 2016, with median monthly rent on an entry-level apartment reaching $2,481.</p>  <figure class=\"element element-image\" data-media-id=\"15a7c5197b006d318b9077bdbcef922f2e20707d\"> <img src=\"https://media.guim.co.uk/15a7c5197b006d318b9077bdbcef922f2e20707d/0_0_593_453/500.png\" alt=\"house-prices-red-state-blue-state\" width=\"500\" height=\"382\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">house-prices-red-state-blue-state</span> <span class=\"element-image__credit\">Photograph: HouseCanary</span> </figcaption> </figure>  <p>“We are seeing blue states have basically 77% of the total value of homes in United States, which is quite staggering and part of it is definitely tied to where these large cities are located,” said Sicklick.</p> <p>And while increasing prices have been beneficial for current homeowners, whose assets are going up in value every year, they have had adverse effects on renters and those looking to buy homes.</p> <p>“This trend has come at a cost as well,” said Sicklick. “When we look at what’s really happening in these blue versus red states, basically the affordability or the percent of income that is used for the average home payment in blue states is now over 33% versus 20% in red states.”</p> <p>In the second quarter, ending on 30 June, the US census found that US <a href=\"http://www.cnbc.com/2016/07/28/millennials-cause-homeownership-rate-to-drop-to-lowest-level-since-1965.html\">homeownership fell to 62.9% </a>– the lowest it has been since 1965.</p>",
  "<p>This election season is enough to drive a normal voter – by which I mean anyone in search of substantive debate on real issues – to the brink of insanity. And the losers are us. <br></p> <p>With the very real possibility that we are heading towards another financial crisis, all we are discussing is whether Hillary Clinton had a body double after the her fainting episode. Or the latest outrage from Donald Trump, or his kids. It’s idiocy ad nauseam. </p> <p> With the two main candidates finally set to meet face-to-face for the first televised debate tomorrow, you’d be forgiven for hoping that might be finally about to change. I wish I shared that confidence. </p> <p> I do believe that both Clinton and Trump will engage in a free-for-all in an effort to show just how tough they’ll be when it comes to homeland security. That’s probably inevitable, given that the debate will take place only about 10 days after a bomb exploded in a dumpster on West 23rd Street in Manhattan, injuring 29 people.</p> <p> Clearly, it’s important for the two candidates to spell out their views on national security issues. Hopefully this can be accomplished with a minimum of melodrama and a maximum of substantive dialogue.</p> <p> What worries me is that there’s one aspect of national security that no one has mentioned, that no one will mention, and that neither of the two major candidates is even thinking about.</p> <p>What am I talking about? The risk that we could be heading for another financial crisis – one that might make the events of 2008 look like a walk in the park. And that kind of event – the prospect that the banking system will collapse, leaving us without access to our savings, and with no way to pay our bills or collect our paychecks – is just as much of a threat as the more conventional perils that spring to mind when I use the phrase “national security”.</p> <p> Let’s be clear: statistically it’s much more likely that the next president will have to deal with a massive financial crisis than it is that she or he will have to contend with a terrorist attack of the magnitude of 9/11. It not a certainty, but it is a possibility given our never-ending cycles of boom and bust. And neither has even mentioned how they’d prevent, or respond to, to such an event.</p> <p> The problem with trying to evaluate the probability of a financial crisis is that all the risk-management tools we use inevitably rely on what happened in the past. Inevitably, the next crisis comes from something we hadn’t imagined could or would become a problem, or hadn’t been watching. After the collapse of Long-Term Capital Management in 1998, regulators knew they needed to worry about “contagion”, or the way that the financial links between banks and other financial counter-parties, could spread problems, like a virus, throughout the system. But they were looking at hedge funds, not mortgage lending. </p> <p> Someone needs to ask Trump and Clinton who their top candidates for treasury secretary are – and what kind of instructions they would give that individual in terms of monitoring the financial markets and guarding against catastrophic outcomes. </p> <p>Well-informed candidates could deliver revelatory responses. Someone representing a traditional Republican view, for instance, might echo the view that private equity tycoon Stephen Schwarzman of Blackstone Group put forth in a <a href=\"http://www.wsj.com/articles/how-the-next-financial-crisis-will-happen-1433891718\">Wall Street Journal opinion piece last year</a>, and argue that new rules passed following the 2008 crisis might create another liquidity crunch, cutting off access to capital just when it’s needed most. </p> <p>Someone from the other side of the aisle would focus on the fact that the shadow banking system has exploded in size since the 2008 crisis. The private funds that form part of this universe <a href=\"http://www.americanbanker.com/bankthink/unregulated-shadow-banks-are-a-ticking-time-bomb-1079892-1.html\">now handle about 60% of all trading</a> in the US Treasury securities market – found in virtually every major investment portfolio – using high-speed trading based on algorithmic models. </p> <p>This does assume that we end up with an informed candidate, of course, and not just someone who blusters that because he is rich, we should trust him with the nation’s finances. (Forget about that unpleasant matter of the multiple corporate bankruptcies …) Or someone who does seem to be well-informed, but who may still be getting a lot of her information on the subject from one powerful constituency. (Yeah, I’d still like to see those speeches, even if I can pretty much guess what’s in them.)</p> <p>An informed moderator would asked an informed candidate during tomorrow’s debate what kinds of risks have been created in the name of trying to jumpstart the economy by keeping interest-rates at rock-bottom levels? </p> <p>At best, the result has been a surge in the issuance of junk bonds – speculative investments offering above-average bond yields – because investors have become desperate enough to take those risks. In some areas – <a href=\"http://www.bloomberg.com/news/articles/2015-03-17/energy-junk-bond-revival-cut-short-as-7-billion-lost-in-10-days\">particularly energy</a> – they have discovered the perils of that approach, sometimes losing billions in days when crude oil prices slumped. But what will happen when interest rates make all of these bonds look like bad investments?</p> <p>At worst? Well, that’s a trickier matter altogether. The Federal Reserve now has an astonishing $4.5tn on its balance sheet, compared to only about $1tn at the onset of the financial crisis. The difference? That’s all the assets it bought from the banks to stabilize the banks and keep interest rates low. Now, how does it reduce that bloated balance sheet without freaking markets out? <a href=\"http://www.ft.com/cms/s/0/520377e8-037e-11e5-b55e-00144feabdc0.html#axzz4L6i9gz1k\">No one really knows</a>, because no one has ever done it before. That’s another factor that could end up causing or worsening a crisis, because it means the Fed’s hands would be tied behind its back in the midst of another crisis. So – how would the next president cope in such an eventuality? </p> <p>Both presidents have said they want to reinstate Glass-Steagall financial regulations and break up the big banks. Setting aside the merits of that policy, how would the deal with the instability that would accompany its implementation?</p> <p>While we’re on the subject … Since most banks today would fail a <a href=\"https://www.bloomberg.com/view/articles/2014-03-19/most-big-banks-would-fail-a-real-stress-test\">real stress test</a>, do the candidates know what one incorporating realistic scenarios would look like? In other words, can they do more than utter the words, “I’d get tough on big banks and make sure they wouldn’t take foolish risks with your money again”?</p> <p>All of this matters even in the best of all possible worlds. And when it comes to financial markets, we aren’t living in the best of all possible worlds. Stocks and bonds alike are priced for perfection, and when that’s the case, the slightest hiccup – like comments made by Federal Reserve officials early this month – can <a href=\"http://www.cnbc.com/2016/09/09/us-markets.html\">ignite a big selloff</a>. And there are many, many things that could send markets into a tailspin, and generate a massive loss of confidence. </p> <p>Including, it’s worth noting, whether or not the country’s next commander-in-chief seems to have a grasp of how financial markets work, and how to manage that part of his or her national security responsibility. </p> <p>I’m hoping financial security will make it into Monday’s debate. But given this election cycle I’m not holding my breath.</p>",
  "<p>For decades, Republican presidential candidates have had the same relationship with the state of Pennsylvania that Charlie Brown had <a href=\"http://www.slate.com/articles/arts/culturebox/2014/10/the_history_of_lucy_s_pulling_the_football_away_from_charlie_brown_in_peanuts.html\">with a football</a>.<br></p> <p>With 20 electoral votes, the Keystone state has always been a tempting prize to aim for. But since 1988, in a geographically diverse state described by Clinton aide James Carville as “Philadelphia on one side, Pittsburgh on the other and Alabama in between”, the GOP has seen that prize swept away from its sights.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/22/trump-campaign-chair-kathy-miller-resigns-ohio-racism-obama\">Trump campaign chair in Ohio resigns over ‘no racism before Obama' remarks</a> </p> </aside>  <p>As <a href=\"https://twitter.com/johnbrabender\">John Brabender</a>, a veteran Republican consultant in the state, told the Guardian, Pennsylvania is simply tough for any Republican to win. He or she would always need to build a “strange coalition”, he said, “of blue-collar conservative Democrats that are in the western side of the state with moderate college-educated professional women in the eastern side of the state”.</p> <p>Traditionally, western Pennsylvania has been filled with rock-solid union Democrats while suburban Philadelphia has been filled with loyal and middle-class Republicans. </p> <p>Washington County, for example, is a 95% white industrial area south-west of Pittsburgh. It has only been lost by two Democratic presidential candidates in the past half-century: George McGovern and Barack Obama. </p> <p>Chester County is home to many of Philadelphia’s wealthiest suburbs. Obama won it in 2008, the first Democrat to do so since Lyndon Johnson, then lost it in 2012 by just 500 votes. In 1988, George HW Bush won two-thirds of the vote there.</p> <p>Obama’s results in Chester County hint at the cultural and partisan shifts of recent years. Accordingly, this year Donald Trump has been running strongly in western Pennsylvania. As Brabender pointed out, Trump’s message on trade and immigration reform “plays extremely well in the western side of the state”. </p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Philadelphia on one side, Pittsburgh on the other and Alabama in between</p> <footer> <cite>James Carville, on Pennsylvania</cite> </footer> </blockquote> </aside>  <p>He was echoed by <a href=\"http://www.fandm.edu/politics/dr-g-terry-madonna\">G Terry Madonna</a>, a professor at Franklin and Marshall College and another experienced Pennsylvania pollster. He told the Guardian: “This is the region that Trump has made a special appeal to. He talks about manufacturing and trade deals. He wants to bring coal back.”</p> <p>There were still demographic limitations, Madonna said. “The problem [for Trump] is that these are not big counties. You’re talking about 15,000 to 20,000 votes for one party, 25,000 to 30,000 votes for the other party.”</p> <p>Rick Santorum, twice a Republican presidential candidate and a two-term US senator from Pennsylvania, <a href=\"https://www.theguardian.com/us-news/2016/jul/03/donald-trump-campaigns-ohio-pennsylvania-democratic-voters\">told the Guardian</a> in July that Trump would do exceptionally well in the western part of the state. </p> <p>“He’s not an orthodox candidate by any stretch of imagination,” Santorum said, “and that allows a lot of folks who have Ds next to their name in south-west Pennsylvania to feel like the Republicans don’t even like him and [say], ‘I’m OK voting for him’.”</p> <h2>Obama ‘did a nice rally’</h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/13/pessimistic-trump-obama-vision-clinton-video\"            data-short-url=\"https://gu.com/p/52qhz\"                    data-show-ads=\"true\"            data-video-id=\"2716008\"            data-video-name=\"Obama: America must reject Trump’s 'dark, pessimistic vision' – video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-57d8746ce4b05caf65ecce8c\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572804&amp;format=video/mp4\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572804&amp;format=video/m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572804&amp;format=video/3gp&amp;maxwidth=700\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572804&amp;format=video/3gp&amp;minwidth=700\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572804&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/13/pessimistic-trump-obama-vision-clinton-video\">Obama tells Philadelphia rally America must reject Trump’s ‘dark, pessimistic vision’</a></figcaption> </figure>   <p>The real battle in the general election, however, will likely be in Philadelphia and its suburbs, in the south-eastern part of the state. Trump and Hillary Clinton have staged repeated events in the area in recent weeks, with Trump introducing <a href=\"https://www.theguardian.com/us-news/2016/sep/13/trump-childcare-proposal-paid-maternity-leave\">his childcare plan</a> with his daughter Ivanka in a Philadelphia suburb and <a href=\"https://www.theguardian.com/us-news/2016/sep/13/barack-obama-donald-trump-anger-hate\">Obama making his solo debut</a> on the campaign trail for Clinton at a rally in downtown Philadelphia. </p> <p>Obama racked up record margins in Philadelphia in 2012, beating Mitt Romney by 468,000 votes. Clinton’s chances of building a similar margin in a city where more than 40% of residents are African American remains open to question.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I’ve always argued that Trump wasn’t getting enough votes for people who didn’t want to vote for Clinton</p> <footer> <cite>John Brabender</cite> </footer> </blockquote> </aside>  <p>Ed Rendell, a former mayor of Philadelphia and former governor of Pennsylvania, told the Guardian that while Obama “did a nice rally” in the city, “he still needs to be in the neighborhoods where African Americans live” if he is to increase turnout in the City of Brotherly Love. </p> <p>Rendell thought, though, that by <a href=\"https://www.theguardian.com/us-news/2016/sep/16/donald-trump-campaign-admits-barack-obama-was-born-in-us\">relitigating the false “birther” claim</a> that Obama was born in Kenya and thus ineligible for the presidency, Trump had enraged many African Americans. </p> <p>He said: “If Trump was really smart, he would have said, ‘I was really wrong; I apologize; the president is an American citizen and a good, loyal American.’ His base would have forgiven him and he wouldn’t have enraged African American voters.” </p> <p>Instead, Rendell said, “Trump may have done more in that press conference than anything Hillary can do.” </p> <p>Despite this, Rendell said, Clinton would not carry Philadelphia by 468,000 votes. He thought Clinton needed to achieve a margin of 375,000 to 400,000 in the fifth-largest city in the country.</p> <p>The suburbs were the prize, he said, adding that he was confident Clinton would do well there. Romney, Rendell said, “was a very good suburban Republican candidate. He looked the part, was somewhat moderate and had been governor of Massachusetts.” The result was that Obama carried those four counties by “only” 120,000 votes. Rendell thought it was possible Clinton, against the more extreme Trump, could double such margins. </p> <p>Brabender, in contrast, thought Trump was making strides in the suburbs. The Republican nominee was doing two things right, he said. First, he was striking “more of a scripted tone, more presidential and certainly something that’s more in line with what they would expect to see out of a president.” Second, by emphasizing issues such as childcare, he was clearly trying to talk to suburban voters.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/23/hillary-clinton-national-security-plan-isis-baghdadi\">Hillary Clinton's plan to stop Isis: hunt down leader Abu Bakr al-Baghdadi</a> </p> </aside>  <p>“I’ve always argued that Trump wasn’t getting enough votes for people who didn’t want to vote for Clinton.” he said. “And now, for the first time, they are starting to look at him as a viable alternative.”</p> <p>As Madonna noted, however, “Trump is still losing the four suburban Philadelphia counties.” “He’s got to win a higher percentage of college-educated voters that really predominate in the Philly suburbs,” he said. “These are places where the economy is much more diversified.”</p> <p>In particular, Madonna said, the Republican nominee has a problem with women. “In my poll and every poll, and national polls, he’s not doing well with women,” he said. “He’s losing women double digits in my state. And he’s losing women by double digits in the Philly suburbs.”</p> <p>In Pennsylvania, Trump faces a major challenge. The Real Clear Politics polling average <a href=\"http://www.realclearpolitics.com/epolls/2016/president/pa/pennsylvania_trump_vs_clinton-5633.html\">has him down by almost seven points</a>. However, it may still be a state that is worth the effort. </p> <p>If Trump wins Pennsylvania, he will severely limit Clinton’s path to 270 electoral votes. The question is whether, in a state that always requires “a strange coalition” for Republicans to win it, Trump can find a formula for success. It has already been a strange political year.</p>",
  "<p><strong>1960: </strong>A defining moment for TV and politics. The first and possibly still the most famous American presidential debate pitted the telegenic Democrat John F Kennedy against Republican vice-president Richard Nixon. The clammy Nixon was recovering from illness and had a five o’clock shadow but refused makeup. TV viewers are said to have judged Kennedy the winner, whereas radio listeners gave it to Nixon or called it a draw. Kennedy won a narrow election. He was assassinated three years later.<br></p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=gbrcRKqLSRw\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/gbrcRKqLSRw?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><strong>1976: </strong>Republican president Gerald Ford, who succeeded Nixon after the Watergate scandal, had been closing the gap on Democrat Jimmy Carter but then remarked: “There is no Soviet domination of Eastern Europe, and there never will be under a Ford administration.” It was seen as a critical gaffe in the context of the cold war and Carter went on to win the election. </p>  <figure class=\"element element-image\" data-media-id=\"1a4b53644c944aef20826a459d13c338c2c8e819\"> <img src=\"https://media.guim.co.uk/1a4b53644c944aef20826a459d13c338c2c8e819/0_438_2292_2864/800.jpg\" alt=\"Gerald Ford Debating Jimmy Carter\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gerald Ford Debating Jimmy Carter.</span> <span class=\"element-image__credit\">Photograph: Wally McNamee/Corbis via Getty Images</span> </figcaption> </figure>  <p><strong>1980: </strong>Carter accused Republican Ronald Reagan of planning to cut Medicare healthcare funding for the elderly. Reagan, who had complained that Carter was misrepresenting his positions on numerous issues, said with a chuckle: “There you go again.” The audience erupted. The duel attracted 80.6 million viewers, the most ever for a presidential debate, according to Nielsen, though Clinton v Trump is expected to shatter that record.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=qN7gDRjTNf4\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/qN7gDRjTNf4?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><strong>1984:</strong> Reagan, at 73 the oldest president in US history, took the sting out of the issue of his age during the second debate with Democratic candidate Walter Mondale, 56, with this line: “I want you to know that, also, I will not make age an issue of this campaign. I am not going to exploit, for political purposes, my opponent’s youth and inexperience.” Reagan was re-elected.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=fJhCjMfRndk\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/fJhCjMfRndk?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><strong>1988: </strong><a href=\"https://www.youtube.com/watch?v=DF9gSyku-fc&amp;feature=youtu.be\">Democrat Michael Dukakis</a>, taking on Republican vice-president George HW Bush, was asked whether he would support the death penalty for someone who raped and murdered his wife. “No, I don’t, Bernard,” the Massachusetts governor replied. “And I think you know that I’ve opposed the death penalty during all of my life.” He was criticised as cold and unemotional and lost the election.</p>  <figure class=\"element element-image\" data-media-id=\"fbc9429152c9ebab1bb2a8455a7b51335951f7ef\"> <img src=\"https://media.guim.co.uk/fbc9429152c9ebab1bb2a8455a7b51335951f7ef/0_60_3000_1800/1000.jpg\" alt=\"Democratic presidential candidate Michael Dukakis answers questions.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Democratic presidential candidate Michael Dukakis answers questions.</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <p><strong>1988: </strong>In the vice-presidential debate, Bush’s running mate Dan Quayle compared himself with John F Kennedy. Democratic senator Lloyd Bentsen replied shot back: “Senator, I served with Jack Kennedy. I knew Jack Kennedy. Jack Kennedy was a friend of mine. Senator, you’re no Jack Kennedy.” It is probably the most famous line ever uttered in a vice-presidential debate and has been much parodied since.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=O-7gpgXNWYI\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/O-7gpgXNWYI?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><strong>1992:</strong> In a three-way contest with Democrat Bill Clinton and businessman Ross Perot, President George HW Bush made the fatal mistake of looking his watch. It gave the impression of a haughty, aloof incumbent who did not want to be there and took too much for granted. Bush later admitted what had been on his mind: “Only 10 more minutes of this crap.” He lost to Clinton.</p>  <figure class=\"element element-image\" data-media-id=\"c6c103c3420a398ba59c7499b8a5306f8c5df908\"> <img src=\"https://media.guim.co.uk/c6c103c3420a398ba59c7499b8a5306f8c5df908/0_0_1928_2850/676.jpg\" alt=\"President George H.W. Bush looks at his watch during the 1992 presidential campaign debate.\" width=\"676\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">President George HW Bush looks at his watch during the 1992 presidential campaign debate.</span> <span class=\"element-image__credit\">Photograph: Ron Edmonds/AP</span> </figcaption> </figure>  <p><strong>2000</strong>: Democratic vice-president Al Gore went into the debate leading in the polls but sighed loudly when his rival, Republican George W Bush, spoke. In another incident, he was criticised for invading Bush’s personal space when Bush strolled forward and Gore rose and moved towards his rival, as if looking for a fight. Bush dismissed him with a nod and won a close and bitterly disputed election.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=oAUcyfKESts\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/oAUcyfKESts?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><strong>2012:</strong> President Barack Obama was widely felt to have “phoned in” his first lacklustre debate performance against Republican Mitt Romney, who performed above expectations. But in the second debate, Romney, responding to a question about gender pay equality, said he had “binders full of women” as candidates for Cabinet posts. The phrase became a meme on social media and Romney lost in November.</p>  <figure class=\"element element-image\" data-media-id=\"9d27a717827b8591a8a7f4c28d6ae440b08108a1\"> <img src=\"https://media.guim.co.uk/9d27a717827b8591a8a7f4c28d6ae440b08108a1/0_98_3300_1980/1000.jpg\" alt=\"Republican presidential nominee Mitt Romney\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mitt Romney and Barack Obama speak directly to each other during the second US presidential debate of the 2012 election.</span> <span class=\"element-image__credit\">Photograph: Mike Segar/Reuters</span> </figcaption> </figure>",
  "<p>Ted Cruz refused on Saturday to say that Donald Trump is fit to be president, even as he defended his <a href=\"https://www.theguardian.com/us-news/2016/sep/23/ted-cruz-support-donald-trump\">surprise endorsement</a> a day earlier of a man he called a “pathological liar” during the bitter tussle for the Republican presidential nomination.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/24/hillary-clinton-donald-trump-habitual-liar-presidential-debate\">Clinton: ‘habitual liar’ Trump must be curbed in presidential debate</a> </p> </aside>  <p>Speaking at the <a href=\"https://www.texastribune.org/festival/\">Texas Tribune Festival</a> in Austin, Cruz said he forgave Trump for insults directed at him and his family and had been persuaded to fall in line by his belief that Hillary Clinton, the Democratic nominee, must not be allowed to enter the White House, where he fears she would appoint liberal supreme court justices and trample over the constitution.</p> <p>“I talked with both Donald and [his running-mate] Mike Pence yesterday,” Cruz said. “He was very gracious, he said thank you for the support.”</p> <p>“We’re going to move on and put the past behind us,” he added.</p> <p>Still, Cruz gave no impression that his antipathy towards Trump, or opinion of his presidential qualifications, have changed much since the spring. “I have been very clear that I have significant disagreements with him.”</p> <p>Making it clear he feels Trump is merely his least unpalatable option on the ballot, the Texas senator did not retract his criticisms, but he declined to repeat them during an onstage interview with Evan Smith, chief executive of the Texas Tribune, at the University of Texas. </p> <p>“We’re in a general election, I don’t think it is productive for me to criticise the Republican nominee today,” he said.</p> <p>“Do you consider Donald Trump to be fit to be president?” Smith asked. </p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>We’re in a general election, I don’t think it is productive for me to criticise the Republican nominee today</p> <footer> <cite>Ted Cruz</cite> </footer> </blockquote> </aside>  <p>“I think we have one of two choices,” Cruz said. He then talked about how hard he had tried to win the primary, and said the electoral process has produced “effectively a binary choice”.</p> <p>In May, after Trumpdenigrated Heidi Cruz, the senator’s wife, and Trump <a href=\"https://www.theguardian.com/us-news/2016/may/02/ted-cruz-indiana-heckler-canada-zodiac-killer\">claimed that Cruz’s father had a link to the assassination of John F Kennedy</a>, Cruz’s finally unleashed an explicit condemnation of the businessman with whom he had feuded for months.</p> <p>The Texas senator <a href=\"https://www.theguardian.com/us-news/2016/may/03/donald-trump-ted-cruz-jfk-assassination-indiana-primary-philanderer\">responded with a diatribe</a> against Trump, calling him “utterly amoral”, a “pathological liar”, “kooky”, a “serial philanderer”, a “bully”, a “narcissist at a level I don’t think this country has ever seen” and a “braggadocious, arrogant buffoon” who risked plunging America “into the abyss”.</p> <p>Trump retorted <a href=\"https://twitter.com/realDonaldTrump/status/727634574298255361?ref_src=twsrc%5Etfw\"> on Twitter</a>: “Wow, Lyin’ Ted Cruz really went wacko today. Made all sorts of crazy charges. Can’t function under pressure – not very presidential. Sad!”</p> <p>That night, Cruz ended his campaign after Trump won the Indiana primary, a vote that effectively clinched the nomination. In the months that followed, as other White House hopefuls and senior party figures got behind Trump, however reluctantly, Cruz declined to follow. </p> <p>At the Republican National Convention in July, he urged his audience to “vote your conscience” in a speech that drew boos and accusations of disloyalty.</p> <p>Still, time appears to have bridged some of the rift, even if Cruz has found himself teetering on the edge of another abyss. Cruz announced his about-turn on <a href=\"https://www.facebook.com/tedcruzpage/posts/10154476728267464\">Facebook</a> on Friday, writing that defeating Clinton was all-important. After much soul-searching, he wrote, he would honour a pledge made last year to support whomever became the nominee. </p> <p>“In my view, by any measure Hillary Clinton’s manifestly unfit to be president,” Cruz said in Austin on Saturday.</p> <p>“The @SenTedCruz endorsement was a wonderful surprise. I greatly appreciate his support! We will have a tremendous victory on November 8th,” Trump <a href=\"https://twitter.com/realDonaldTrump/status/779660413000617985\">tweeted</a> on Saturday. Only a few months earlier, in July,<a href=\"http://www.politico.com/story/2016/07/trump-no-accept-cruz-endorsement-226019\"> Trump said</a>: “I don’t want his endorsement. If he gives it, I will not accept it … nobody cares.”</p> <p>With his political future seemingly in question and Trump’s improved showing in recent polls putting added pressure on him to back the GOP candidate, Cruz tried to justify his decision to the Texas crowd. He argued he was being faithful to the party’s choice and his conservative principles, even though he had previously made it clear he saw the two as incompatible.</p> <p>That meant conveying that even though he still feels Trump is an imperfect candidate, he would at least be a better defender of the US constitution and conservative values than Clinton. This delicate task – supporting Trump without praising him – required a verbal tightrope act, and Cruz often wobbled.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Whatever path I went down … there was no option that wouldn’t result in people being deeply, deeply unhappy</p> <footer> <cite>Ted Cruz</cite> </footer> </blockquote> </aside>  <p>During a question and answer session, a Muslim woman asked what she could expect from a Trump presidency. </p> <p>“That is a question you’re going to have to ask yourself,” Cruz said, to jeers from many in the audience, before he pivoted to a favourite topic, his belief that a strong leader is required to combat “terrorism”.</p> <p>He was also asked how, with a wife and two daughters, he could support a misogynist. </p> <p>“That’s a question I have wrestled with,” Cruz said. “At the same time I want my daughters to have a country where they enjoy freedom of speech, where they enjoy rights under the bill of rights.”</p> <p>Cruz’s move risks undermining his self-proclaimed stance as an uncompromising, principled conservative who is unafraid to break ranks. RedState, an influential conservative website, <a href=\"http://www.redstate.com/absentee/2016/09/24/tedmaggedon-mistakes-made/\">described the news</a> as “TEDMAGEDDON”.</p>  <figure class=\"element element-image\" data-media-id=\"27b07b60a23aecc8079e99f5126c7662217bc06e\"> <img src=\"https://media.guim.co.uk/27b07b60a23aecc8079e99f5126c7662217bc06e/0_56_3499_2099/1000.jpg\" alt=\"Ted Cruz gestures at Donald Trump\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ted Cruz gestures at Donald Trump at a debate in Detroit in March.</span> <span class=\"element-image__credit\">Photograph: Jim Young/Reuters</span> </figcaption> </figure>  <p>Caleb Howe, the associate managing editor, wrote: “All he has done is taken his only remaining dedicated fanbase, his hardcore supporters who make up an also large, though probably not half, segment of the #NeverTrump population, and utterly disappointed them.”</p> <p>Though the 45-year-old Cruz is said to be eyeing a second tilt at the White House in 2020, after his non-endorsement in July there were indications of a dip in popularity in Texas that <a href=\"https://www.texastribune.org/2016/08/17/poll/\">might lead to a stiff challenge</a> in 2018 to retain his US senate seat.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/23/ted-cruz-support-donald-trump\">Cruz endorses Trump: 'He's the only thing standing in Clinton's way'</a> </p> </aside>  <p>“Whatever path I went down there were going to be people that were dismayed. There was no option that wouldn’t result in people being deeply, deeply unhappy,” Cruz said. “I think a lot of folks saw me as the face of Never Trump. I have never been Never Trump, I have never said I would never support Donald Trump. I have been Never Hillary.”</p> <p>Another speaker at the Texas Tribune Festival, the Libertarian presidential candidate, <a href=\"https://www.theguardian.com/us-news/2016/sep/11/gary-johnson-aleppo-day-white-house-clinton-trump\">Gary Johnson</a>, said he was surprised by the volte-face. </p> <p>“I thought he was a really principled guy and this doesn’t sound all that principled,” he told the Guardian. “When he in a very principled way said, ‘Look I said I’m going to vote for whomever the nominee was, but I can’t vote for him because he’s a serial liar and he insulted my wife’… to me that sounded pretty principled. </p> <p>“That he’s going to now vote for Trump? Sounds like there’s some calculation here on the future.”</p> <p>Not that Johnson – who is polling <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton_vs_johnson_vs_stein-5952.html\">at about 9%</a>, below the number that would have qualified him to take part in Monday’s first presidential debate – sees much long-term hope for a party he believes is damaged by internal division and a failure to appeal to young people. </p> <p>“I think the Republican party is done for,” he said.</p>"
]