[
  "<p>Hillary Clinton added yet another first to her résumé on Friday, becoming the first presidential candidate to have a campaign <a href=\"https://www.hillaryclinton.com/page/podcast/\">podcast</a>.</p> <p>The first episode of the free audio broadcast, titled With Her, is a conversation between Clinton and <a href=\"https://longform.org/about\">Longform cofounder</a> Max Linsky, though it won’t always feature the candidate herself. Future episodes will include interviews with other higher-ups in the campaign and, the podcasters hope, some staffers and even volunteers out in the states. The next episode, with a “very important” campaign staffer, is tentatively scheduled to tape next week.</p> <p>Don’t look for that next episode next Friday, though. “We’re sort of bucking one of the traditional rules of podcasting, which is that you come out at the same time every week,” said Linsky. “But with a presidential campaign, that’s not always possible.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/12/hillary-clinton-tim-kaine-tax-returns\">Hillary Clinton releases 2015 tax return and Tim Kaine unveils 10 years' worth</a> </p> </aside>  <p>Clinton’s is the first podcast launched by startup Pineapple Street Media, a collaboration between Linsky and longtime public radio producer and recent BuzzFeed podcaster Jenna Weiss-Berman that only opened in May 2016. </p> <p>Linsky and Weiss-Berman are both supporters of Clinton – Linsky told the Guardian she was “a big fan” and Weiss-Berman said: “I really like Hillary Clinton and want her to win” – but the podcast isn’t a labor of love. It’s produced for and with the campaign, which had been considering doing a podcast for nearly a year before Weiss-Berman approached them.</p> <p>“It’s not journalism, but that doesn’t mean it’s not true,” said Linsky – possibly in response to <a href=\"http://www.slate.com/articles/news_and_politics/politics/2016/08/hillary_clinton_s_podcast_with_her_is_charming_gutless_propaganda.html\">criticisms</a> that the podcast was more like an advertisement for Clinton’s candidacy than a more critical exploration of it. “We’re just trying to get a sense of what it really feels like to run for president, in every sense.”</p> <p>Laura Olin, who consults with the Clinton digital team and was the social media director for Barack Obama’s 2012 campaign, says that using social media is an important way for candidates not just to connect with potential voters but to activate supporters to donate money – especially in small dollar donations – and eventually make phone calls and knock on doors.</p> <p>“The way to get people engaged and interested and then take small actions on behalf of the campaign is to build relationships with people,” she said. “And you have to go to where they are, and connect with them on that level.”</p> <p>For the 2012 campaign, which pioneered the use of Tumblr, Instagram, Pinterest and even Spotify to connect directly with voters, Olin said organizers had to be very strategic in which social media they chose to use, because there were only 14 staffers involved in the effort. “It was looking at the demographics of each platform, and how it would reach the target audiences for the campaign.”</p> <p>“Podcasts have huge young audiences, and it’s pretty important to the campaign, I think, for young people to hear from her as much as possible, so we’re psyched that we can help with that,” Weiss-Berman said.</p> <p>Still, only 21% of Americans 12 and over have listened to a podcast in the last year, <a draggable=\"true\" href=\"http://www.journalism.org/2016/06/15/podcasting-fact-sheet/\">according</a> to Edison Research, and only about half of Americans of those ages have even heard of podcasting. Weiss-Berman is right about her audience, though: 35% of Americans aged 18-34 are podcast consumers, <a draggable=\"true\" href=\"http://www.edisonresearch.com/wp-content/uploads/2015/06/The-Podcast-Consumer-2015-Final.pdf\">according to 2015 Edison data</a>. And, like likely <a draggable=\"true\" href=\"http://www.people-press.org/2016/07/07/2-voter-general-election-preferences/\">Clinton</a> <a draggable=\"true\" href=\"http://www.bloomberg.com/politics/articles/2016-08-12/education-level-sharply-divides-clinton-trump-race\">voters</a>, podcast consumers tend to be wealthy compared to the population at large and are more likely to have college or graduate degrees.</p> <p>Clinton is frequently criticized for failing to connect emotionally with large audiences – despite the fact that friends and staffers <a draggable=\"true\" href=\"http://www.vox.com/a/hillary-clinton-interview/the-gap-listener-leadership-quality\">describe her</a> as warm and a great listener. Supporters hope the podcast can help bridge the gap between the woman that people find so personable one-on-one and the politician who manages to rub a lot of people the wrong way onstage.</p> <p>“What I was so excited about with this show, I feel like podcasts are such an intimate medium,” said Weiss-Berman. “It was a great way to let people in on this intimate conversation [between Clinton and Linsky].”<br></p> <p>Olin said: “Part of the digital team’s job is to show that [personal] side of her ... It’s a bit of a longitudinal look at what it really takes to run for the most difficult job in the world.”</p>",
  "<div id=\"block-57ae44bee4b062ce4d222d60\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T22:06:35.632Z\">11.06pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today in Campaign 2016</h2>  <div class=\"block-elements\">  <ul> <li>Donald Trump backed away from his recent “Obama founded ISIS” comments, claiming that he <a href=\"https://www.theguardian.com/us-news/live/2016/aug/12/donald-trump-republicans-hillary-clinton-us-election-live?page=with:block-57add42ee4b05ef4244a4f3d#block-57add42ee4b05ef4244a4f3d\">was simply being sarcastic</a>. Except, <a href=\"https://www.theguardian.com/us-news/live/2016/aug/12/donald-trump-republicans-hillary-clinton-us-election-live?page=with:block-57ae1de6e4b062ce4d222cb6#block-57ae1de6e4b062ce4d222cb6\">then he told a rally </a>in Erie, PA, this afternoon: “But not that sarcastic, to be honest with you.”</li> <li><a href=\"https://www.theguardian.com/us-news/live/2016/aug/12/donald-trump-republicans-hillary-clinton-us-election-live?page=with:block-57adf3e6e4b05ef4244a4fd3#block-57adf3e6e4b05ef4244a4fd3\">Hillary Clinton and Tim Kaine released their tax returns</a>, showing that Hillary and Bill took home nearly $11m in 2015, and paid a total of 43.2% tax. Kaine and his wife Anne Holton had an adjusted gross income of $313,441, and paid a total of 25.6% in tax. The Clinton campaign used the tax return release to push against Trump for refusing to release his while his organization is audited.</li> <li>Trump <a href=\"https://www.theguardian.com/us-news/live/2016/aug/12/donald-trump-republicans-hillary-clinton-us-election-live?page=with:block-57ae2d9ce4b062ce4d222cfd#block-57ae2d9ce4b062ce4d222cfd\">opened a field office in Orlando, Florida</a>, directly across the road from the Pulse nightclub, the scene of a mass shooting that killed 49, mainly gay people of color, in June.</li> <li><a href=\"https://www.theguardian.com/us-news/2016/aug/12/secret-donald-trump-supporters-change-vote-election\">The Guardian returned to its secret Trump voters</a> from earlier in the year, to see if the outrageous things Trump says changes the minds of people who planned to vote for him. And, turns out, it does! Four of the ten are no longer Team Trump.</li> <li>Just to take us off for the weekend, Libertarian nominee Gary Johnson is talking about his experiences with marijuana edibles - not something you’re likely to hear from either Team Trump or Clinton.</li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DannyEFreeman/status/764217286148313088\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Gary Johnson tells <a href=\"https://twitter.com/MSNBC\">@MSNBC</a>&#39;s Richard Lui he last used Marijuana 3 months ago. It seems he had edibles. There you go. <a href=\"https://t.co/LlxS0oWmY0\">pic.twitter.com/LlxS0oWmY0</a></p>&mdash; Danny Freeman (@DannyEFreeman) <a href=\"https://twitter.com/DannyEFreeman/status/764217286148313088\">August 12, 2016</a></blockquote>  </figure>  <p>Have a lovely weekend!</p> </div>   </div> <div id=\"block-57ae39d2e4b062ce4d222d35\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T21:17:45.731Z\">10.17pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Corey Lewandowski joins the paid speech circuit</h2>  <div class=\"block-elements\">  <p>Donald Trump’s ex-campaign manager, Corey Lewandowski, has signed to a speaker’s bureau as an insider who can reveal “behind the scenes” secrets from the campaign.</p> <p>The former campaign manager, who was charged with battery for allegedly grabbing a reporter, signed a confidentiality agreement as part of his employment with Trump, and it’s unknown what effect that will have on the content of his speeches, <a href=\"http://www.politico.com/story/2016/08/corey-lewandowski-speakers-bureau-leading-authorities-226968\">notes Politico</a>, who first broke the news of Lewandowski’s new speech career. </p> <p>Lewandowski was fired from Team Trump in late June, and Donald Trump Jnr later <a href=\"http://nypost.com/2016/07/20/donald-trump-jr-accuses-lewandowski-of-sabotage/\">accused Lewandowski of attempting to sabotage</a> the campaign. He’s also getting work as a CNN commentator.</p> <p><a href=\"http://www.leadingauthorities.com/blog/corey-lewandowski-available-for-speaking.html\">His profile on the Leading Authorities website proclaims</a>:<br></p> <blockquote class=\"quoted\"> <p>What did the Trump and Sanders campaigns see that no one else saw? Why was no one able to predict Trump’s eventual nomination? What do businesses and associations need to know as we head into 2017? </p> <p>Audiences will appreciate Lewandowski’s insights into polling, demographics, historic rallies, and the energy that drove Trump to become the unexpected nominee, plus what all this means for future candidates and elections.</p> <p>If you’re interested in going behind the scenes of this year’s race, there is no one better positioned to discuss Trump’s runaway success than Corey Lewandowski. Whether paired with a Democratic colleague or by himself, audiences will enjoy getting an insider’s perspective on this unprecedented election. </p> </blockquote> <p>There’s no advertised price for a Lewandowski speech, although it’s probably less than the $250,000 per speech that Hillary Clinton received for speaking to Goldman Sachs.</p> </div>   </div> <div id=\"block-57ae34e0e4b0178756b5c288\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T20:43:50.959Z\">9.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s the view from the new Trump Orlando office, where you can see the Pulse nightclub memorial.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferJJacobs/status/764198509889331200\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Pulse nightclub memorial site in Orlando reflected in the window of Trump&#39;s new field office. Photo by <a href=\"https://twitter.com/mmcnarney\">@mmcnarney</a>. <a href=\"https://t.co/LbRk2TdLE2\">pic.twitter.com/LbRk2TdLE2</a></p>&mdash; Jennifer Jacobs (@JenniferJJacobs) <a href=\"https://twitter.com/JenniferJJacobs/status/764198509889331200\">August 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57ae2d9ce4b062ce4d222cfd\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T20:23:07.789Z\">9.23pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump opens Orlando field office across from Pulse nightclub</h2>  <div class=\"block-elements\">  <p>Donald Trump will open a campaign office directly across the road from Pulse nightclub, the scene of the June Orlando shooting where 49 people, mainly gay Latinos and people of color were killed, reports Bloomberg.</p> <p><a href=\"http://www.bloomberg.com/politics/articles/2016-08-12/trump-to-open-florida-outposts-including-one-across-from-massacre-site\">Bloomberg describes the new office</a>, one of 24 being open in coming weeks. Florida is a key swing state:</p> <blockquote class=\"quoted\"> <p>The Orlando field office, which will officially open Monday, is tucked inside a tax preparer’s storefront, sandwiched between a tattoo parlor and a cell phone accessory shop.</p> <p>It was unoccupied and locked Friday, but posters are taped to the front windows, chairs are neatly arranged, and packages of bottled water and snack chips, still wrapped in plastic, wait on a side table.</p> <p>From the front door, one can see the steady stream of mourners who still visit Pulse throughout the day and night. The dark building is surrounded by chain-link fence and a privacy screen that’s now covered with rainbow flags and homemade signs of sympathy and remembrance. Candles and flowers are arranged on the sidewalk.</p> </blockquote> <p>The morning after the shooting, Trump tweeted that his thanks for being congratulated about Islamic terrorism (the shooter Omar Mateen was Muslim, but - as it came out in days after the shooting - also <a href=\"https://www.theguardian.com/us-news/2016/jun/14/orlando-shooter-omar-mateen-was-a-regular-at-nightclub\">seemed to be struggling with his own sexuality</a>). <br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/742034549232766976\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Appreciate the congrats for being right on radical Islamic terrorism, I don&#39;t want congrats, I want toughness &amp; vigilance. We must be smart!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/742034549232766976\">June 12, 2016</a></blockquote>  </figure>  <p>Trump regularly references the Orlando shooting, which is the nation’s worst mass shooting in history, during his rally speeches, saying if more people had guns they would have been able to stop the shooter.</p> <p>“If some of those wonderful people had guns strapped right here, right to their waist or right to their ankle and this son of a bitch comes out and starts shooting and one of the people in that room happened to have [a gun] and goes ‘boom, boom.’ You know what, that would have been a beautiful, beautiful sight, folks,” <a href=\"http://www.cnn.com/2016/06/17/politics/donald-trump-orlando-shooter/\">he said</a> in the days following the shooting. He later clarified that he meant for guards and security guards to be armed, not club goers.</p> </div>   </div> <div id=\"block-57ae27a1e4b0c23bfed88f02\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T19:47:48.899Z\">8.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>One Trump supporter still appreciates “the lowest form of humanity”.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Acosta/status/764183185123074049\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This lady just came up to me and said &quot;I still love CNN.&quot; <a href=\"https://t.co/3uSqnkRFRf\">pic.twitter.com/3uSqnkRFRf</a></p>&mdash; Jim Acosta (@Acosta) <a href=\"https://twitter.com/Acosta/status/764183185123074049\">August 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57ae22b7e4b0178756b5c221\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T19:34:08.969Z\">8.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“We have to win Pennsylvania. I went to school here. My kids went to school here,” said Trump.</p> <p>He talks more about winning, and needing to get the country winning again. He then thanks the crowd, and heads offstage to the tune of Rolling Stone’s Can’t Always Get What You Want, which has become a bit of signature tune for him as he leaves and seems like the most confusing campaign message song of all time.</p> </div>   </div> <div id=\"block-57ae207ee4b0178756b5c214\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T19:25:10.224Z\">8.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Oh, those protesters from before were calling for Trump’s tax forms, on the same day that Hillary Clinton and Tim Kaine’s tax forms were released.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JDiamond1/status/764170827399106560\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Half-dozen protesters just popped up at <a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a>&#39;s event, holding signs that say &quot;TAX FORMS.&quot; Same day Clinton released tax returns</p>&mdash; Jeremy Diamond (@JDiamond1) <a href=\"https://twitter.com/JDiamond1/status/764170827399106560\">August 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57ae1de6e4b062ce4d222cb6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T19:09:46.064Z\">8.09pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump was 'being sarcastic' over Obama ISIS comment: 'but not that sarcastic'</h2>  <div class=\"block-elements\">  <p>Trump references his ‘Obama is the founder of ISIS’ comments from this week, blaming the media for making it a story.</p> <p>“Of course I was being sarcastic, they know it,” says Trump. Before adding shortly afterwards, he adds: “But not that sarcastic, to be honest with you.” <br></p> <p>When Trump mentions “I said Obama was the founder of ISIS,” the audience cheers loudly. </p> <p>He then criticizes the “dishonest media people.”</p> <p>“They knew I was being sarcastic... These people are the lowest form of life, I’m telling you. The lowest. The lowest form of humanity. Not all of them, they have about 25% that are OK,” says Trump.</p> </div>   </div> <div id=\"block-57ae1d29e4b0c23bfed88ecd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T19:05:06.891Z\">8.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“If I ever said I short circuited, it would be headlines all over the world. They would call for the death penalty,” says Trump to laughs, referencing Hillary Clinton’s ‘short-circuited’ over emails.</p> <p>“I’m not looking at notes, I’m not reading teleprompters. Not easy, not easy. And if I make one mistake, it’s like ‘oh he got a wrong date, headlines!’”</p> </div>   </div> <div id=\"block-57ae1cbde4b0c23bfed88ec8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T19:01:49.570Z\">8.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A man unfurled a Confederate flag with the word ‘Trump’ emblazoned on it at a Florida rally for the Republican candidate on Thursday. The man was soon approached by police officers who asked him to take it down. Later the flag was replaced with an American flag hanging in the same spot.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/aug/12/confederate-flag-trump-rally-florida-video\"            data-short-url=\"https://gu.com/p/4qtja\"                    data-show-ads=\"true\"            data-video-id=\"2651167\"            data-video-name=\"Confederate flag hastily taken down at Donald Trump rally – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-57ae0f5ae4b0c23bfed88e82\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/08/12/120816trumpconfederate_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/08/12/120816trumpconfederate.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/08/12/120816trumpconfederate_V4.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/aug/12/confederate-flag-trump-rally-florida-video\">Confederate flag hastily taken down at Donald Trump rally</a></figcaption> </figure>  </div>   </div> <div id=\"block-57ae1938e4b0178756b5c1f0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T18:47:15.887Z\">7.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A protester appears, stopping the rally. Once they are taken away, Trump replies:</p> <p>“The Bernie Sanders protesters were much much stronger, they had much more passion, I have to say.”</p> <p>He says protesters are on the same side as him.</p> <p>“You know it’s interesting, if I can speak to them for like five minutes: we want a strong military, we want to take care of our people, we good housing, we want good education... we’re all in it for the same thing,” says Trump.</p> </div>   </div> <div id=\"block-57ae185fe4b062ce4d222ca0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T18:45:06.555Z\">7.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Currently Trump hitting his normal talking points at this PA rally: build a wall between Mexico, bad trade deals, special interests controlling Washington and “Crooked” Hillary.</p> <p>“They’re going to build that plant. Now, if I were here five years ago and if President Obama made me Secretary of Keeping Business in the United States. I like the sound of Secretary of Defense better....I like the Sound of Secretary of the Treasury, I like the Sound of Secretary of State, but would I be good at keeping jobs over here,” says Trump.</p> </div>   </div> <div id=\"block-57ae16dee4b0178756b5c1e0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T18:37:47.089Z\">7.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Before Trump arrived, Reince Priebus, chairman of the RNC, addresses the crowd, telling them “don’t believe the garbage you read” and says the RNC and Trump were working strongly together.</p> <p>“We’re going to put him in the White House and save this country together,” says Priebus.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-12T19:04:02.229Z\">at 8.04pm BST</time></p>  </div> <div id=\"block-57ae1687e4b0c23bfed88ea7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T18:34:58.749Z\">7.34pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Watch: Donald Trump rally in Erie, PA</h2>  <div class=\"block-elements\">  <p>Donald Trump walks out to Lee Greenwood’s Proud to be an American.</p>  <figure class=\"element element-embed\" data-alt=\"Trump rally\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57addb7c6add94c00b2611bc?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57ae14bde4b0c23bfed88e9f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T18:32:56.620Z\">7.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump Tower has less stories than Donald Trump would have you believe, because yuge buildings are worth more.</p> <p>An <a href=\"http://bigstory.ap.org/article/c8b57b1b9f284b2892ef17ef47f301be/trump-tower-not-huuge-donald-trump-says-it\">AP report</a> noted today that Trump conflates his building size as a marketing tool:</p> <blockquote class=\"quoted\"> <p>When a Virginia teenager attempted to scale the all-glass front of Trump Tower this week, journalists struggled to answer basic questions. </p> <p>Among them: How tall is the Republican presidential candidate’s namesake Manhattan skyscraper anyway? </p> <p>The Trump Organization claims in marketing materials that the building is 68 stories tall. But outside groups and city records list Trump Tower at 58 stories. </p> <p>Trump told The New York Times in 2003 he skipped 10 numbers when labeling the residential floors because the ceilings on lower floors were so tall.</p> </blockquote> <p>Another <a href=\"http://www.nytimes.com/interactive/2016/06/05/magazine/new-york-life.html?_r=0#/the-tallest-buildings-tallest-buildings-map\">New York Times story from this year</a>, which focused on the highest buildings in the city, also pointed out the difference:</p> <blockquote class=\"quoted\"> <p>“Is Trump known for exaggerating his buildings’ heights?” I asked.</p> <p>Gerometta replied that he didn’t know about that, but he did know this: Trump was probably one of the first builders to skip floor numbers in order to inflate the total count. “What he markets as the 90th floor is often actually the 72nd floor, just to make it sound more impressive.”</p> </blockquote> </div>   </div> <div id=\"block-57ae0fa8e4b062ce4d222c71\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T18:07:56.693Z\">7.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>As we prepare for Trump’s 2pm event in Erie, Pennsylvania to kick off, here’s a little taster, care of a video the Republican nominee tweeted showing him and “America’s Mayor” Rudy Giuliani - to the sound of soaring strings! - visiting a small business and hearing about businesses struggling with the cost of health insurance.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/764154460264394752\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">We will repeal and replace disastrous <a href=\"https://twitter.com/hashtag/Obamacare?src=hash\">#Obamacare</a>! <a href=\"https://twitter.com/hashtag/TrumpPence16?src=hash\">#TrumpPence16</a> <a href=\"https://t.co/Lx4Gdj5zGk\">pic.twitter.com/Lx4Gdj5zGk</a></p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/764154460264394752\">August 12, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-12T18:08:50.373Z\">at 7.08pm BST</time></p>  </div> <div id=\"block-57ae0384e4b0178756b5c17b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T17:21:53.653Z\">6.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>One of Donald Trump’s highest-profile surrogates is doubling down on his belief that there is “no doubt” President Barack Obama is a secret Muslim.</p>  <figure class=\"element element-image\" data-media-id=\"2f09addfa821ce97cc16236d07be4a0ff0168cc5\"> <img src=\"https://media.guim.co.uk/2f09addfa821ce97cc16236d07be4a0ff0168cc5/0_0_3000_2176/1000.jpg\" alt=\"Carl Paladino speaking on stage after winning the New York State Republican Gubernatorial primary.\" width=\"1000\" height=\"725\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Carl Paladino speaking on stage after winning the New York State Republican Gubernatorial primary.</span> <span class=\"element-image__credit\">Photograph: Don Heupel/AP</span> </figcaption> </figure>  <p>“If it acts like a duck, if it walks like a duck, and if it talks like a duck, it’s a duck!” former New York gubernatorial candidate and fellow real estate tycoon Carl Paladino told Fox Business host Connell McShane in a contentious interview on Don Imus’ radio show.</p> <p>Paladino <a href=\"http://observer.com/2016/08/no-doubt-president-obama-is-a-muslim-donald-trumps-new-york-campaign-chair-says/\">told the New York Observer</a> last week that “in the mind of the average American, there is no doubt he is a Muslim. He is not a Christian,” Paladino said of the president. “Look at what he’s done with Iran, what he’s done with the Sunni-Shia thing over in Iraq and Iran, and with Isis.”</p> <p>“Now I assume you don’t believe that. It’s not true,” McShane, who was filling in for Imus, told Paladino this morning.</p> <p>“Wait, how do you know that’s not true?” responded Paladino. “That’s not fair, Connell - you’ve formed a conclusion about a man because he’s told you that, he’s said, ‘No, I’m not a Muslim.’ Oh, that’s great.”</p> <p>“We’re not going to have this ridiculous talk,” McShane responded.</p> <p>“So there’s no doubt he is? How would you know that that is true?” Paladino said. “This is the same guy who yesterday deprived the American people of an investigation into Hillary Clinton’s foundation.”</p> <p>“OK, that’s fine, but that’s different from saying there’s no doubt he’s a Muslim,” McShane shot back.</p> <p>“If it acts like a duck, if it walks like a duck, and if it talks like a duck, it’s a duck!” Paladino said.</p> <p>“That’s just nonsense,” McShane responded dismissively. “It’s just so silly, Carl - you lose everybody on this kind of stuff!”</p> <p>“I don’t lose anybody!” Paladino responded. “I lose the press, that’s all I lose.”</p> </div>   </div> <div id=\"block-57ae0275e4b0c23bfed88e3d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T17:08:36.881Z\">6.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Hillary Clinton’s effective tax rate in 2015:</strong> 43.2%</p> <p><strong>Donald Trump’s effective tax rate in 2015:</strong> ¯\\_(ツ)_/¯<br></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/12/hillary-clinton-tim-kaine-tax-returns\">Hillary Clinton releases 2015 tax return and Tim Kaine unveils 10 years' worth</a> </p> </aside> </div>   </div> <div id=\"block-57ae0116e4b062ce4d222c2a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T17:02:58.583Z\">6.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>From <a href=\"https://books.google.com/books?id=kDAfGw0yeV0C&amp;pg=PR14&amp;lpg=PR14&amp;dq=%22when+I+get+permanently+fired+by+the+ultimate+boss,+I+want+the+elevator+to+heaven+to+go+up%22&amp;source=bl&amp;ots=o24mXgXTDJ&amp;sig=I139-jyXkwknXcJUMYDFlDurVIs&amp;hl=en&amp;sa=X&amp;ved=0ahUKEwiN7duxrbzOAhWHJcAKHY67DpIQ6AEIIzAB#v=onepage&amp;q=%22when%20I%20get%20permanently%20fired%20by%20the%20ultimate%20boss%2C%20I%20want%20the%20elevator%20to%20heaven%20to%20go%20up%22&amp;f=false\"><em>Trump</em>: <em>Think Like a Billionaire</em>: <em>Everything You Need to Know About Success</em><em>, Real Estate, and Life:</em></a></h2> <blockquote class=\"quoted\"> <p> If God ever wanted an apartment in Trump Tower, I would immediately offer my best luxury suite at a very special price. I believe God is everywhere and in all of us, and I want every decision I make to reflect well on me when it’s time for me to go to that big boardroom in the sky. When I get permanently fired by the ultimate boss, I want the elevator to heaven to go up, not down.</p> </blockquote> </div>   </div> <div id=\"block-57adfc14e4b0178756b5c162\" class=\"block\" data-block-contributor=\"profile/mazin-sidahmed\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T16:41:40.918Z\">5.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The man who climbed Trump Tower has been <a href=\"http://abc7ny.com/politics/trump-tower-climber-arrested-charged-/1465368/\">charged</a> with reckless endangerment and trespassing, police announced on Thursday.</p>  <figure class=\"element element-image\" data-media-id=\"8e8b0727ce242a23d9b721e217c3254d2181dab4\"> <img src=\"https://media.guim.co.uk/8e8b0727ce242a23d9b721e217c3254d2181dab4/0_0_3994_2580/1000.jpg\" alt=\"Stephen Rogata, 19, from Great Falls, Virginia, was captured and dragged through a window on the 21st floor of the 68-story skyscraper around three hours after he embarked on his dare-devil stunt.\" width=\"1000\" height=\"646\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Stephen Rogata, 19, from Great Falls, Virginia, was captured and dragged through a window on the 21st floor of the 68-story skyscraper around three hours after he embarked on his dare-devil stunt.</span> <span class=\"element-image__credit\">Photograph: Bryan R. Smith/AFP/Getty Images</span> </figcaption> </figure>  <p>Stephen Rogata, who had recently changed his name from Michael Joseph Ryan, made headlines on Wednesday when he used four suction cups and a series of ropes to attempt to climb Donald Trump’s 58-story building in midtown Manhattan. <a href=\"https://www.theguardian.com/us-news/2016/aug/10/man-climbs-trump-tower-new-york-city-suction-cups\">The incident</a> was livestreamed around the world as police inflated large crash pads and shut down the street in an attempt to get him down. He was eventually apprehended through the window of the building on the 21st floor.</p> <p>The 19-year old from Great Falls, Virginia, later told police he was seeking an “audience” with <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>.</p> <p>Rogata had reportedly driven from Great Falls to <a href=\"https://www.theguardian.com/us-news/new-york\">New York</a> on Tuesday night before checking into the Bowery Grand Hotel at 10am on Wednesday.</p> <p>A <a href=\"https://www.youtube.com/watch?v=sP493LmSJrE\">video</a> he uploaded to YouTube surfaced shortly afterward, in which he explained his motives: “I am an independent researcher seeking a private audience with you to discuss an important matter. I guarantee that it’s in your interest to honor this request,” he said in the video.</p> <p>He is now being held at Bellevue hospital under police supervision where he is currently under psychological evaluation.</p> <p>The tower is the headquarters for Trump’s campaign and his businesses and is also his residence.</p> </div>   </div> <div id=\"block-57adf3e6e4b05ef4244a4fd3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T16:12:15.554Z\">5.12pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Hillary Clinton, Tim Kaine release tax returns</h2>  <div class=\"block-elements\">  <p>Democratic presidential nominee Hillary Clinton has released <a href=\"https://m.hrc.onl/secretary/10-documents/01-health-financial-records/Clinton_2015_Form_1040_with_Signature_Page.pdf\">her 2015 personal tax return</a>, as well as that of her running mate, Virginia senator Tim Kaine and his wife Anne Holton, who additionally released 10 years of their returns. </p> <p>The figures show Hillary and Bill Clinton earned nearly $11m in 2015, and paid a total of 43.2% tax. </p> <p>“Hillary Clinton and Tim Kaine continue to set the standard for financial transparency as she releases her 2015 personal tax return and builds on the Clintons’ tradition of making their returns public since 1977 and Kaine releases 10 years of his returns,” campaign communications director Jenn Palmieri said in a statement.</p> <p>“In stark contrast, Donald Trump is hiding behind fake excuses and backtracking on his previous promises to release his tax returns,” Palmieri continued. “He has failed to provide the public with the most basic financial information disclosed by every major candidate in the last 40 years. What is he trying to hide?”</p> <p>Trump, Clinton’s Republican opponent, has steadfastly refused to release any of his personal tax information, citing legal advice from Trump Organization counsel not to publicly disclose his tax returns before the completion of an audit.</p> <p>In 2015, the Clintons paid an effective federal income tax rate of 34.2% on an adjusted gross income of $10,594,529. Adding an effective state and local income tax rate of 9.0%, the couple’s total tax rate was 43.2%. The Clintons donated $1,042,000, or 9.8% of their adjusted gross income, to charity.</p> <p>Kaine and Holton had an adjusted gross income of $313,441, and paid a total of 25.6% in tax. The Clinton campaign released a table showing the effective tax rates paid by Kaine and Holton since 2006, although they did not release one for the Clintons:</p>  <figure class=\"element element-image\" data-media-id=\"32785c9129144ec2c5c7929c098fbb8116dbc573\"> <img src=\"https://media.guim.co.uk/32785c9129144ec2c5c7929c098fbb8116dbc573/0_0_740_466/500.jpg\" alt=\"Tim Kaine and Anne Holton’s tax rates since 2006\" width=\"500\" height=\"315\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tim Kaine and Anne Holton’s tax rates since 2006</span> <span class=\"element-image__credit\">Photograph: Clinton Campaign</span> </figcaption> </figure>  <p>Presidential candidates are not legally required to release their tax returns, although the practice has been the norm for more than four decades.</p> <p>Trump’s critics have speculated that the real estate tycoon is hiding his tax returns because they may reveal that he has vastly overstated his personal wealth, has unsavory business ties with the Russians or may be stingy with charitable donations, or some combination thereof. Trump’s tax rate itself has been posited as a possible reason for the campaign’s reticence - the New York Times today floated the possibility that Trump may pay <a href=\"http://www.nytimes.com/2016/08/12/business/how-much-does-donald-trump-pay-in-taxes-it-could-be-zero.html?hpw&amp;rref=business&amp;action=click&amp;pgtype=Homepage&amp;module=well-region&amp;region=bottom-well&amp;WT.nav=bottom-well\">zero federal income tax</a> in some years.</p> <p>There are no laws prohibiting tax returns under audit from being released. Richard Nixon released his own taxes under audit in 1973, in part because of <a href=\"http://uschs.org/wp-content/uploads/2016/02/USCHS-History-Role-Joint-Committee-Taxation-Thorndike.pdf\">accusations of tax-dodging</a> that eventually forced the disgraced former president to pay the IRS $476,431 in back taxes.</p> <p>When asked about his taxes at the time, Nixon willingly released the returns that had been under audit: “I welcome this kind of examination, because people have got to know whether or not their president is a crook. Well, I am not a crook.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-12T16:34:21.161Z\">at 5.34pm BST</time></p>  </div> <div id=\"block-57adf3b1e4b007f802bad705\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T16:05:13.811Z\">5.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>We’re trying!</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/764064821000056832\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I love watching these poor, pathetic people (pundits) on television working so hard and so seriously to try and figure me out. They can&#39;t!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/764064821000056832\">August 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57adecb6e4b05ef4244a4fb3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T15:44:16.403Z\">4.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A new clutch of polls released by NBC and Marist College this morning in four key swing states show Donald Trump badly stumbling out of the gate in the first leg of the general election, down by double digits in Virginia and Colorado and with rival Hillary Clinton leading by healthy margins in Florida and North Carolina.</p> <p>The polls, released at 11.30am ET, shows Clinton increasing her lead in Colorado, North Carolina and Virginia, while maintaining her advantage in Florida.</p> <p>Clinton leads Trump by 14% in Colorado, 46% to 32%, six points higher than the same survey showed last month ahead of the national conventions. After the selection of Tim Kaine as her running mate, Clinton now has a 13% lead in his home state of Virginia, 46% to 33%. In North Carolina, she is polling ahead of Trump 48% to 39%.</p> <p>Of course, in the most important state in the general election, the race is slightly narrower: Clinton leads in Florida with 44% to Trump’s 39%.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-12T16:28:41.883Z\">at 5.28pm BST</time></p>  </div> <div id=\"block-57adec04e4b046a38cc23b71\" class=\"block is-key-event\" data-block-contributor=\"profile/amber-jamieson\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T15:34:32.327Z\">4.34pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Secret Trump voters reverse their support: 'He seems to be insane'</h2>  <div class=\"block-elements\">  <p>Do the outrageous things Donald Trump says – from <a href=\"https://www.theguardian.com/us-news/2016/aug/09/trump-gun-owners-clinton-judges-second-amendment\">insinuating Hillary Clinton should be assassinated for her support of gun control</a> to <a href=\"https://www.theguardian.com/us-news/2016/jul/27/donald-trump-russia-hillary-clinton-emails-dnc-hack\">calling on Russia to hack Clinton’s emails</a> – change the minds of people who had planned to vote for him? Yes, actually – at least some of them.</p>  <figure class=\"element element-image\" data-media-id=\"32ec14579d7360e6ef19344ca0f87cd10018369a\"> <img src=\"https://media.guim.co.uk/32ec14579d7360e6ef19344ca0f87cd10018369a/0_172_4038_2423/1000.jpg\" alt=\"A supporter of Republican presidential candidate Donald Trump wears socks with his face on them.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A supporter of Republican presidential candidate Donald Trump wears socks with his face on them.</span> <span class=\"element-image__credit\">Photograph: Evan Vucci/AP</span> </figcaption> </figure>  <p>In the middle of primary season in February, the Guardian called for secret Trump voters to contact us and tell us why they were voting for Trump on the sly. More than 100 reached out – from yoga teachers to immigration lawyers – and we <a href=\"https://www.theguardian.com/us-news/2016/mar/03/secret-donald-trump-voters-speak-out\">published 12 of those answers</a>. Now that the general election season has well and truly begun, we checked back in with the original anonymous 12 to see if they are still on board the Trump train. We got 10 responses – and four of them have already jumped off.</p> <p>“At first I was seduced by his showmanship and strong-man persona and charisma, and by his strong borders patriotism and willingness to speak about the problem with Islam, and considering banning all Muslims from coming into the USA,” said a 48-year-old scientist from California.</p> <p>“But when he said the <a href=\"https://www.theguardian.com/us-news/2016/jun/03/donald-trump-judge-curiel-university-case-biased-mexican\">judge of Mexican heritage wouldn’t be fair in his lawsuit</a> and <a href=\"https://www.theguardian.com/us-news/2016/mar/30/donald-trump-women-abortions-punishment\">women should be punished for having abortions</a>, that really turned me off him,” added the scientist, who had been flipping between Bernie Sanders and Trump but will now vote for Clinton.</p> <p>A retired biomedical engineer from Hawaii, aged 66, says he thought originally that the US needed someone like Trump to create total social upheaval in order to get rid of corruption and paid interests in politics.</p> <p>“But now – fortunately? – Trump has demonstrated that he is much more than a narcissistic buffoon,” he said.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/12/secret-donald-trump-supporters-change-vote-election\">Secret Trump voters reverse their support: 'He seems to be insane'</a> </p> </aside> </div>   </div> <div id=\"block-57ade240e4b007f802bad69c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T14:53:48.847Z\">3.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump’s campaign has vacated his campaign headquarters in New Jersey after vowing to be competitive in the Garden State, with some of its staffers having gone unpaid since June, <a href=\"http://www.politico.com/states/new-jersey/story/2016/08/trump-nj-headquarters-closed-not-long-after-it-opened-104651\">Politico reports</a>.</p> <p>“I mean, I love New Jersey,” Trump <a href=\"http://www.nj.com/politics/index.ssf/2016/06/donald_trump_on_winning_garden_state_i_am_new_jers.html\">said to Sean Hannity</a> after the opening of his office there. “I am New Jersey. Like a second home. I have property there. I have a lot of employees there. And frankly, I think we’re going to do well.”</p> <p>Frankly, he doesn’t seem to be feeling that way any more.</p> <p>According to Trump’s latest filings with the Federal Election Commission, the campaign last paid rent on the Edison property in May, and Politico quotes two neighboring employees who say that the operation has been a ghost town for at least a month.</p> </div>   </div> <div id=\"block-57adde06e4b007f802bad682\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T14:32:41.118Z\">3.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Pressure is mounting on Donald Trump to release his tax returns - even from fellow Republicans.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=zN3CVkmkPrw\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/zN3CVkmkPrw?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-57addb22e4b007f802bad66c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T14:21:08.553Z\">3.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>When <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> vowed this week to make childcare more accessible and affordable, it was just the second time during his White House campaign that he’s talked about an issue that affects millions of working Americans with young children.</p> <p>The first came months ago in Iowa, when the eventual Republican nominee touted his own record as a business owner during a candidate Q&amp;A, telling voters he provided on-site childcare service for his employees.</p> <p>There is no evidence, however, that any such programs exist.</p>  <figure class=\"element element-image\" data-media-id=\"b07c4a870dfa4533428bb9e4a56c12cf4c499773\"> <img src=\"https://media.guim.co.uk/b07c4a870dfa4533428bb9e4a56c12cf4c499773/0_0_2771_2000/1000.jpg\" alt=\"Donald Trump.\" width=\"1000\" height=\"722\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump.</span> <span class=\"element-image__credit\">Photograph: Stacie Scott/AP</span> </figcaption> </figure>  <p>Trump, who previously voiced his opposition to government-funded universal pre-K programs, said in Newton, Iowa, in November that he had visited many companies that offered workers on-site childcare centers – and added that he offered such programs himself.</p> <p>“You know, it’s not expensive for a company to do it. You need one person or two people, and you need some blocks, and you need some swings and some toys,” Trump said. “It’s not an expensive thing, and I do it all over. And I get great people because of it. Because it’s a problem with a lot of other companies.”</p> <p>Trump pointed specifically to two programs: “They call ‘em Trump Kids. Another one calls it Trumpeteers, if you can believe it. I have ‘em. I actually have ‘em, because I have a lot of different businesses.”</p> <p>Trump went on to describe “a room that’s a quarter of the size of this. And they have all sorts of – you know, it’s beautiful – they have a lot of children there, and we take care of them. And the parent when they leave the job – usually in my case it’s clubs or hotels – when they leave the job, they pick up their child and their child is totally safe.</p> <p>“They even come in during the day during lunch to see their child. It really works out well,” he said.</p> <p>But the two programs Trump cited – “Trump Kids” and “Trumpeteers” – are programs catering to patrons of Trump’s hotels and golf club. They are not for Trump’s employees, according to staff at Trump’s hotels and clubs across the country.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/12/childcare-trump-program-employees-guests-members\">Trump says he offers childcare services to employees, but there's no evidence</a> </p> </aside> </div>   </div> <div id=\"block-57add8c2e4b046a38cc23afa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T14:10:24.191Z\">3.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“SARCASM” is now trending on Twitter.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/VoteHillary2016/status/764094220432846850\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I suppose they also failed to get your sarcasm about building a wall, banning Muslims &amp; insulting Gold Star parents. <a href=\"https://t.co/hvZbausdbZ\">https://t.co/hvZbausdbZ</a></p>&mdash; Hillary Clinton (@VoteHillary2016) <a href=\"https://twitter.com/VoteHillary2016/status/764094220432846850\">August 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57add42ee4b05ef4244a4f3d\" class=\"block is-key-event\" data-block-contributor=\"profile/paulowen\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T13:51:53.838Z\">2.51pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump: I was being sarcastic about Obama and Isis</h2>  <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> has walked back his false claim that Barack Obama founded Isis, tweeting on Friday morning that he was only being sarcastic. <br></p> <p>Focusing on CNN’s reports on his original comments, the Republican candidate wrote:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/764045345332396032\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Ratings challenged <a href=\"https://twitter.com/CNN\">@CNN</a> reports so seriously that I call President Obama (and Clinton) &quot;the founder&quot; of ISIS, &amp; MVP. THEY DON&#39;T GET SARCASM?</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/764045345332396032\">August 12, 2016</a></blockquote>  </figure>  <p>On Thursday, Trump had refused to take the opportunity to reframe his remark to mean that Obama had created the context for the Islamic State’s growth. Conservative radio host Hugh Hewitt told him: “I know what you meant – you meant that he created the vacuum, he lost the peace.”</p> <p>But Trump disagreed. “No, I meant that he’s the founder of Isis, I do,” he said. “He was the most valuable player – I gave him the most valuable player award. I give her too, by the way,” he added of his Democratic rival, <a href=\"https://www.theguardian.com/us-news/hillary-clinton\">Hillary Clinton</a>.</p> <p>Trump did acknowledge that the root of his argument was that if Obama “had done things properly, you wouldn’t have had Isis”, but he repeated: “Therefore, he was the founder of Isis.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/12/donald-trump-obama-isis-founder-sarcasm\">Donald Trump: I was being sarcastic about Obama and Isis</a> </p> </aside> </div>   </div> <div id=\"block-57adcfa8e4b05ef4244a4f20\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T13:35:11.397Z\">2.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>A scoop in this morning’s Politico Playbook:</strong></p> <p>Hours before a highly anticipated meeting between the campaign and the Republican National Committee, Donald Trump has personally demanded that the RNC open field offices in all 50 states, from true-blue Massachusetts to blood-red Alaska, a decision that an RNC staffer called “a complete waste of resources.”</p> <p>Playbook cites RNC sources dismissing Trump’s request as an ego-driven “fool’s errand” for a candidate who enjoys nothing more than the right to brag about the historic nature of his candidacy. For the roughly 25 states that are neither competitive for Trump nor have contentious congressional races, the RNC will open volunteer-staffed officers at the cost of up to $90,000 a pop.</p> </div>   </div> <div id=\"block-57adc8bfe4b007f802bad603\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T13:20:50.140Z\">2.20pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump to hold 'emergency' meeting with RNC</h2>  <div class=\"block-elements\">  <p>After nearly two weeks of a campaign in crisis, Donald Trump’s presidential campaign will reportedly sit down with Republican National Committee officials in Orlando, Florida, today for what <a href=\"http://www.politico.com/story/2016/08/donald-trump-rnc-meeting-226938#ixzz4H65U1h2l\">one official told Politico</a> will be a “come-to-Jesus” meeting to discuss the state of Trump’s campaign.</p>  <figure class=\"element element-image\" data-media-id=\"811e0632cdd209776ac6d2e0921227387beaf3da\"> <img src=\"https://media.guim.co.uk/811e0632cdd209776ac6d2e0921227387beaf3da/0_233_3500_2101/1000.jpg\" alt=\"Donald Trump\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump</span> <span class=\"element-image__credit\">Photograph: Eric Thayer/Reuters</span> </figcaption> </figure>  <p>Although campaign staffers have dismissed the meeting as a low-key discussion about the campaign’s strategy in swing-state Florida, others involved in the planning of the Orlando meeting have told multiple outlets that the sitdown amounts to pulling the emergency brake on a candidate who has careened from one self-inflicted controversy to another.</p> <p>The meeting couldn’t come at a time of greater tension between Trump’s campaign and the Republican party. On Thursday evening, <a href=\"http://www.politico.com/story/2016/08/republicans-urge-rnc-cut-funds-trump-226918#ixzz4H6UBz8ag\">more than 70 Republicans</a> published an open letter to RNC chair Reince Priebus calling on the RNC to redirect money pegged for the Trump campaign to be used instead for vulnerable congressional races – in effect abandoning the party’s presidential nominee.</p> <p>The signatories – including former New Hampshire senator Gordon Humphrey, former congressmen Mickey Edwards and Christopher Shays and numerous former RNC staff members – wrote that Trump’s “divisiveness, recklessness, incompetence, and record-breaking unpopularity risk turning this election into a Democratic landslide, and only the immediate shift of all available RNC resources to vulnerable Senate and House races will prevent the GOP from drowning with a Trump-emblazoned anchor around its neck ...</p> <p>“This should not be a difficult decision, as Donald Trump’s chances of being elected president are evaporating by the day,” the signatories state. Citing numerous controversies over the course of Trump’s candidacy, from the mockery of a reporter with a disability to his feud with the family of an army captain killed in action, the letter asserts that Trump has shown “dangerous authoritarian tendencies”.</p> <p>Should make for an interesting sitdown.</p> <p><strong>Here’s what’s on the docket for today:</strong></p> <ul> <li>Neither Hillary Clinton nor Tim Kaine have public events scheduled for today.</li> <li>Donald Trump will be holding a rally at Erie Insurance Arena in Erie, Pennsylvania, at 2pm ET, followed by a rally at the Blair County Convention Center in Altoona, Pennsylvania, at 6pm ET. </li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-12T14:12:11.022Z\">at 3.12pm BST</time></p>  </div>",
  "<p>Tory MP Philip Davies has faced widespread criticism after it emerged <a href=\"http://www.theguardian.com/politics/2016/aug/12/tory-mp-philip-davies-claims-uk-legal-system-favours-women-at-mens-rights-event\">he told a conference hosted by an anti-feminist group that Britain’s justice system was skewed in favour of women</a>.</p> <p>Davies, the MP for Shipley, delivered a <a href=\"https://www.youtube.com/watch?v=vBECpFjOhVk&amp;feature=youtu.be\">45-minute speech</a> at the International Conference on Men’s Issues, which was organised by the Justice for Men and Boys party (J4MB), claiming “feminist zealots really do want women to have their cake and eat it”.<br></p> <p>The comments, disclosed by the Guardian, provoked outrage across the political spectrum including calls from the Labour leader that Davies should have his membership of the Conservative party suspended by the prime minister. </p> <p>Davies, who sits on the Commons justice committee, had told the event at the ExCel centre in London that women benefitted from an “equality but only when it suits agenda”.<br></p> <p>Critics questioned his decision to share a platform with J4MB, which issues awards for “lying feminist of the month”, “toxic feminist of the month” and “whiny feminist of the month”, and promotes inflammatory articles on its website including a piece titled <a href=\"https://j4mb.wordpress.com/2015/05/12/13-reasons-women-lie-about-being-raped-janet-bloomfield/\">13 reasons women lie about being raped</a>.</p> <p>Jeremy Corbyn said the “deeply sexist” comments revealed Davies had “utter contempt for women”, before calling on Theresa May to withdraw the Conservative whip.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeremycorbyn/status/764135243498610688\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Comments made by Philip Davies are deeply sexist and show utter contempt for women. Theresa May should suspend him. <a href=\"https://t.co/vBpvBJFIC2\">pic.twitter.com/vBpvBJFIC2</a></p>&mdash; Jeremy Corbyn MP (@jeremycorbyn) <a href=\"https://twitter.com/jeremycorbyn/status/764135243498610688\">August 12, 2016</a></blockquote>  </figure>  <p>The shadow secretary for women and equalities, Angela Rayner, also called for Davies’s suspension. She said: “Theresa May should withdraw the Tory whip from Mr Davies … while an investigation is carried out. He has open contempt for women. His views are so out-dated they are prehistoric.</p> <p> “He legitimises the inflammatory and toxic rhetoric of groups who are misogynistic to their core. He should have no place in Theresa May’s Tory party.”</p> <p>The Fawcett Society, a charity campaigning for gender equality and women’s rights, said he was “increasingly … at odds with many in his own party”, and suggested he might work for Donald Trump’s campaign.</p> <p>Davies, a pro-Brexit campaigner who backed Andrea Leadsom for the Tory leadership, appeared alongside anti-feminist bloggers, incluing Herbert Purdy – who likened the activist Malala Yousafzai to Osama bin Laden and has written posts such as: “The exquisite beauty of patriarchy”.</p> <p>He told the Guardian he did not believe his appearance at an event hosted by J4MB meant he subscribed to what the party stood for, adding: “I don’t think any of my colleagues will ever feel threatened by the political party concerned.”<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2015/jan/18/justice-for-men-and-boys-feminists-backlash\">Justice for Men and Boys’ hatred of feminism eclipses its remit to help men | Catherine Bennett</a> </p> </aside>  <p>J4MB states on its website that it intends to target the 20 most marginal Conservative constituencies in the next general election and has the income to fund its candidates’ £500 deposits.<br></p> <p>The party is led and was founded by Mike Buchanan, a former business consultant who retired at 52 and launched campaigns such as the Anti-Feminism League and the Campaign for Merit in Business – which actively fights against initiatives to improve gender diversity in the boardroom.<br></p> <p>J4MB pushes for a greater number of male teachers in schools because they claim female teachers habitually award lower grades to boys than to girls.<br></p> <p>Its 80-page 2015 election manifesto suggested women should stop being appointed as senior company directors, that the Equality Act 2010 should be scrapped and that men should claim their pensions before women because they work harder and die younger.</p> <p>After thanking Buchanan at the conference, Davies delivered a speech on “the justice gender gap”, arguing that the British justice system favoured women and discriminated against men. “In this day and age the feminist zealots really do want women to have their cake and eat it,” he told the conference. “They fight for their version of equality on all the things that suit women – but are very quick to point out that women need special protections and treatment on other things.”</p>  <figure class=\"element element-image\" data-media-id=\"3ad2a3daa6e39411765be64ccc6ed55dc9bfed0e\"> <img src=\"https://media.guim.co.uk/3ad2a3daa6e39411765be64ccc6ed55dc9bfed0e/0_0_5197_3117/1000.jpg\" alt=\"Angela Rayner\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Angela Rayner, shadow equalities secretary, said Davies’s views ‘are so out-dated they are prehistoric’.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardiam</span> </figcaption> </figure>  <p>Davies has voted against equalities legislation, argued against equality targets in the workplace and once tabled a private member’s bill that would have repealed the Sex Discrimination Act 2002.<br></p> <p>He once claimed that men struggled to be heard in parliament, a view for which he was <a href=\"https://www.youtube.com/watch?v=2oTSldlD7eM&amp;feature=youtu.be\">publicly criticised</a> by the Labour MP Jess Phillips.</p> <p>Further criticism came from a range of figures. Liberal Democrat leader Tim Farron said: “Philip Davies comments are astonishing. The need for feminism is self-evident.”</p> <p>Jenny Earle, director of Prison Reform Trust’s programme for reducing women’s imprisonment, said: “The evidence is not that women are treated more leniently. In fact they are twice as likely as men to receive a custodial sentence for a first offence, and the main offence for which women are imprisoned is theft and shoplifting.”<br></p> <p>Sam Smethers, chief executive of the Fawcett Society, , said: “Philip Davies is a man with form on these issues. Tragically, in 2016 he sounds increasingly anachronistic and at odds with many in his own party, including the prime minister herself. Perhaps he should lend his support to Trump’s presidential campaign?<br></p> <p>“Those who champion gender equality and women’s rights want to create a fairer, stronger society and a more productive economy. We want to grow the cake that Mr Davies refers to, then we can all eat a bigger slice of it. Perhaps we’ll even be generous enough to save a slice for him.”<br></p> <p>In one section of his speech, which was delivered in July and appeared on Buchanan’s YouTube page two weeks ago, he suggested women were treated more favourably in the family courts, which often deal with child custody.</p> <p>He said: “Many women use their children as a stick to beat the father with, either because they’re bitter about the failed relationship, for financial reasons, or because they’ve moved on and it’s easier for them if their new partner takes on the role of father to their children.”</p> <p>Davies told the conference: “I don’t believe there’s an issue between men and women. The problem is being stirred up by those who can be described as <a href=\"http://www.theguardian.com/politics/2015/nov/19/philip-daviestory-mp-politically-correct-males-pander-to-militant-feminists\">militant feminists and the politically correct males who pander to this nonsense</a>.</p> <p>“It seems to me that this has led to an ‘equality but only when it suits’ agenda that applies to women. The drive for women to have so-called equality on all the things that suit the politically correct agenda but not other things that don’t is of increasing concern to me.</p> <p>“For example, we hear plenty about increasing the numbers of women on company boards and female representation in parliament; however, there’s a deafening silence when it comes to increasing the number of men who have custody of their children or who have careers as midwives. In fact, generally there seems to be a deafening silence on all the benefits women have compared to men.”</p>  <figure class=\"element element-image\" data-media-id=\"60f82a772c59c8431023e65a00186054707f7137\"> <img src=\"https://media.guim.co.uk/60f82a772c59c8431023e65a00186054707f7137/92_613_5332_3199/1000.jpg\" alt=\"Sam Smethers\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Fawcett Society chief executive Sam Smethers suggested Davies lent his support to Donald Trump’s campaign.</span> <span class=\"element-image__credit\">Photograph: Graham Turner/The Guardian</span> </figcaption> </figure>  <p>Davies raises the issue of prison uniforms being compulsory for men but not for women, a policy he has raised in parliament in the past. “Men and women are different, it’s a fact,” he said. “Yet this is not allowed to be a reason to prevent equality in the fields where men are better on the whole – for example, when it comes to jobs that require great strength. Ah no, that would be sexist.</p> <p>“A woman must have equality and do whatever she wants, except when it comes to wearing a prison uniform, obviously.”</p> <p>Janet Bloomfield, a supporter of <a href=\"https://www.facebook.com/WomenAgainstFeminism\">Women Against Feminism</a> – a social media campaign featuring photos of women with pieces of paper listing reasons for rejecting feminism – also addressed the conference.</p> <p>She has called <a href=\"http://judgybitch.com/2012/11/11/dating-single-mothers-just-say-no-a-note-for-all-the-single-dudes/\">single mothers “bona fide idiots”</a> who do not care about their children’s wellbeing, and writes blogposts with titles such as “<a href=\"http://judgybitch.com/2013/03/18/why-dont-we-have-a-dumb-fucking-whore-registry-now-that-would-be-justice/\">Why don’t we have a dumb fucking whore registry? Now that would be justice</a>”. She has <a href=\"https://www.youtube.com/watch?v=162SfR9irKg\">dismissed</a> the concept of “rape culture” as “a giant rape fantasy”.</p> <p>Davies told the Guardian: “I don’t accept the premise that the only place people can speak on anything is a place where they agree with everything that organisation stands for.</p> <p>“I don’t agree with everything the Conservative party does but I’m still a Conservative MP. I don’t follow the logic that if you speak at something, it follows you therefore agree with everything it does. I’m not sure anybody subscribes to that in their life.”</p> <p>Asked about specific pledges in the J4MB manifesto, Davies said: “If you’ve got any points about what they stand for, my point is take them up with them.”</p> <p>Asked about J4MB’s plans to target Tory seats, he said: “I don’t think any of my colleagues will ever feel threatened by the political party concerned.”</p> <p>Davies said he had not been paid for the appearance.</p>",
  "<div id=\"block-57ae0154e4b062ce4d222c2d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T17:13:37.112Z\">6.13pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">US adds oil rigs for seventh week</h2>  <div class=\"block-elements\">  <p>US oil drillers have added rigs for the seventh week in a row, taking the edge off crude prices.</p> <p>Seventeen rigs in total were added last week compared to just one the previous week. Of these 15 were oil rigs and 2 gas, the largest weekly rise for more than a year.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JKempEnergy/status/764146243052400640\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">BAKER HUGHES US rig count rose +17 to 481 this wk (oil +15 to 396, gas +2 to 83) largest one-wk rise since Jul 2015 <a href=\"https://t.co/O6W6rLofDN\">pic.twitter.com/O6W6rLofDN</a></p>&mdash; John Kemp (@JKempEnergy) <a href=\"https://twitter.com/JKempEnergy/status/764146243052400640\">August 12, 2016</a></blockquote>  </figure>  <p>Following the figures Brent crude is still ahead but has moved from a 1.6% rise to a 0.65% increase at $46.34 a barrel.</p> <p><em>On that note, it’s time to close for the evening. Thanks for all your comments, and we’ll be back next week.</em></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-12T17:15:36.223Z\">at 6.15pm BST</time></p>  </div> <div id=\"block-57adf0a2e4b007f802bad6f7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T16:20:04.184Z\">5.20pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">European markets slip after US data</h2>  <div class=\"block-elements\">  <p>In a quiet day’s trading, the main impetus in the end came from a poor set of US data, including retail sales, which suggested weakness in the world’s second largest economy and a possible delay to any US rate rise. An early dip on Wall Street helped take away any impetus from European markets, despite oil continuing to hold firm after its recent gains. The final scores showed:</p> <ul> <li><strong>The FTSE 100 finished virtually flat, up just 1.31 points or 0.02% at 6916.02 although the index was up nearly 2% on the week</strong></li> <li><strong>Germany’s Dax dipped 0.27% to 10,713.43</strong></li> <li><strong>France’s Cac closed down 0.08% at 4500.19</strong></li> <li><strong>Italy’s FTSE MIB edged up 0.17% to 16,997.83</strong></li> <li><strong>Spain’s Ibex ended down 0.04% at 8716.4</strong></li> <li><strong>In Greece, the Athens market added 0.66% to 576.12</strong></li> </ul> <p>On Wall Street the Dow Jones Industrial Average is currently down 49.41 points or 0.27%.</p> <p>Meanwhile, despite an initial hit to the dollar following the US data, the pound failed to hold onto any gains and is currently down 0.3% at $1.2917. Against the euro, sterling has fallen 0.59% to €1.1564.</p> </div>   </div> <div id=\"block-57adef5ce4b007f802bad6e9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T15:47:31.171Z\">4.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A Chinese slowdown, the fallout from Brexit and a Trump presidency are among the main worries among businesses, according to Oxford Economics:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/OxfordEconomics/status/764124566775934976\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Which risks are firms most worried about? The results of our latest global risk survey: <a href=\"https://t.co/mkKAFPfuvv\">https://t.co/mkKAFPfuvv</a> <a href=\"https://t.co/KNkYy1tpYt\">pic.twitter.com/KNkYy1tpYt</a></p>&mdash; Oxford Economics (@OxfordEconomics) <a href=\"https://twitter.com/OxfordEconomics/status/764124566775934976\">August 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57ade936e4b007f802bad6ca\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T15:22:57.257Z\">4.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The International Monetary Fund has appointed a new senior representative for Greece, replacing an American with a Dutch national specialising in financial crises and social security reform (no comment necessary).</p> <p>Dennis Botman will take over from Wes McGrew who ends his three year assignment this month and will return to the IMF’s headquarters. A spokesman said:</p> <blockquote class=\"quoted\"> <p>Mr Botman... previously worked in the Asia and Pacific Department—as the deputy chief on Japan as well as the IMF’s Resident Representative in the Philippines—the Economic Modeling Division in the Research Department, and the Fiscal Affairs Department.</p> <p>He participated in numerous missions, including in Europe (e.g. Germany, UK), and his research covers a variety of topics, including general equilibrium modeling, financial crises and speculative attacks, aging and social security reform in Europe and Japan, and public finance.</p> </blockquote> </div>   </div> <div id=\"block-57ade869e4b046a38cc23b5b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T15:19:17.334Z\">4.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Back in the UK and Aberdeen Asset Management is detecting signs of calm in the property market after the post-Brexit slump.</p> <p>The firm has revised the fair value adjustment of its property fund from -7% on 6 July to -5%. Chief executive Martin Gilbert said:</p> <blockquote class=\"quoted\"> <p>There is further evidence that calm and order are being restored to the UK commercial property market. The impact of the vote to leave the EU is being felt most in the Central London office market, which the portfolio has little exposure to, whereas the retail and logistics markets are holding up relatively well along with longer-leased properties and those less dependent upon future rental growth. The quality of our holdings has allowed us to re-assess the fair value adjustment we are applying in the light of further emerging evidence. Of course the situation remains very fragile so we will remain watchful and act accordingly in the interests of all our underlying investors.</p> </blockquote> </div>   </div> <div id=\"block-57addda0e4b007f802bad67f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T14:31:11.564Z\">3.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Something to note for early next week:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AWMCheung/status/764104568288542720\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Reminder European markets will be quiet Monday with French, Italian, Spanish holidays for Assumption of Mary, some German states also off</p>&mdash; Anthony Cheung (@AWMCheung) <a href=\"https://twitter.com/AWMCheung/status/764104568288542720\">August 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57addc79e4b05ef4244a4f6d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T14:27:29.440Z\">3.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Stock markets and the dollar are still in negative territory - just - after the disappointing US data. Analyst Connor Campbell at Spreadex said:</p> <blockquote class=\"quoted\"> <p>A worrisome afternoon of US data ensured that trading continued at the same uninspired pace it did during the morning.</p> <p>Dipping back under 18600 the Dow Jones was suitably unimpressed with what the US economy threw up this Friday. Retail sales were the most alarming figure, an upwards revision to 0.8% for June failing to compensate for the 0.0% growth managed across July; things get even worse when the automobile sector is stripped out, core retail sales plunging by -0.3% against the 0.2% increase that had been expected.</p> <p> Unsurprisingly given those sales figures the preliminary UoM consumers sentiment reading failed to see the recovery forecast, coming in at 90.4 against 90.0 last month and the 91.5 analysts had estimated. Yet the Dow Jones didn’t bear the brunt of the bad news; that honour went to the dollar, which immediately began to suffer as its hopes of a 2016 rate hike were dealt a significant blow.</p> </blockquote> </div>   </div> <div id=\"block-57add778e4b05ef4244a4f55\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T14:08:17.785Z\">3.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Brexit concerns appear to have been replaced by uncertainty ahead of the US election, according to <strong><a href=\"http://www.sca.isr.umich.edu/\">the consumer confidence report.</a></strong> The survey’s chief economist, Richard Curtin said:</p> <blockquote class=\"quoted\"> <p>Confidence inched upward in early August due to more favorable prospects for the overall economy offsetting a small pullback in personal finances. Most of the weakness in personal finances was among younger households who cited higher expenses than anticipated as well as somewhat smaller expected income gains.</p> <p>Concerns about Brexit have faded amid rising references to the outcome of the presidential election as a source of uncertainty about future economic prospects... Overall, the data remains consistent with real personal consumption expenditures improving at an annual rate of 2.6% through mid 2017, with new and existing home sales also benefitting from low mortgage rates.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"34a7eb6fb7b52146e5a932db3269a5f3fab0e7d4\"> <img src=\"https://media.guim.co.uk/34a7eb6fb7b52146e5a932db3269a5f3fab0e7d4/0_0_964_698/500.jpg\" alt=\"US consumer sentiment\" width=\"500\" height=\"362\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">US consumer sentiment</span> <span class=\"element-image__credit\">Photograph: University of Michigan</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-12T14:08:54.984Z\">at 3.08pm BST</time></p>  </div> <div id=\"block-57add6cfe4b046a38cc23aef\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T14:04:35.741Z\">3.04pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">US consumer confidence disappoints</h2>  <div class=\"block-elements\">  <p>More weaker than expected US economic data, and thus more food for thought for Janet Yellen and her colleagues at the Federal Reserve.</p> <p>The University of Michigan survey of consumer sentiment came in at 90.4 in August’s preliminary reading, up from the final figure of 90 for July but below the expected level of 91.5.</p> </div>   </div> <div id=\"block-57add13ee4b007f802bad62c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T13:40:34.566Z\">2.40pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">US markets open lower</h2>  <div class=\"block-elements\">  <p>Wall Street has reacted to the disappointing US economic data, notably retail sales, by coming off the all time highs it hit on Thursday.</p> <p>The Dow Jones Industrial Average is currently 41 points or 0.23% lower while the S&amp;P 500 and Nasdaq have also opened lower.</p> </div>   </div> <div id=\"block-57adc664e4b046a38cc23a8e\" class=\"block is-key-event\" data-block-contributor=\"profile/juliakollewe\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T13:05:02.636Z\">2.05pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">IMF warns China’s economic transition will be ‘bumpy’</h2>  <div class=\"block-elements\">  <p>The International Monetary Fund has warned that China’s economic transition to more balanced, sustainable growth will be “complex, challenging and potentially bumpy”.<br></p> <p>In its latest assessment of the Chinese economy, the fund said China’s economy slowed to 6.9% growth last year, which is projected to ease to 6.6% this year due to slower private investment and weak external demand.</p> <p>It said: “The economy is advancing on many dimensions of rebalancing, particularly switching from industry to services and from investment to consumption. But other aspects are lagging, such as strengthening state-owned enterprise and financial governance and containing rapid credit growth.”</p>  <figure class=\"element element-image\" data-media-id=\"cb41e65cda90bc0128f40dbe301efb2d63172bdc\"> <img src=\"https://media.guim.co.uk/cb41e65cda90bc0128f40dbe301efb2d63172bdc/0_133_4000_2401/1000.jpg\" alt=\"Container ships docked at a port in Qingdao in eastern China’s Shandong province.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Container ships docked at a port in Qingdao in eastern China’s Shandong province.</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <p>The Washington-based fund welcomed the “impressive progress” on structural reforms in many areas, notably interest rate liberalisation, internationalisation of the renminbi, and urbanisation; and the 13th five-year plan, with its ambitious goals centred on economic rebalancing.</p> <p>IMF directors “stressed the need for decisive action to tackle rising vulnerabilities; reduce the reliance on credit-financed, state-led investment; and improve governance, risk pricing, and resource allocation in the state-owned enterprise and financial sectors”.</p> <p>Inflation in China dipped below 1.5% in 2015 and is expected to pick up to around 2% this year, reflecting the rebound in commodity prices and the weaker renminbi since mid-2015 (the currency has lost some 4.5% of its value).</p> <p>China’s current account surplus is projected to decline to 2.5% of GDP this year, from 3% of GDP in 2015, as imports increase and the services deficit widens, with Chinese tourists continuing to head abroad.<br></p> </div>   </div> <div id=\"block-57adc913e4b05ef4244a4eef\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T13:04:38.968Z\">2.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s a chart showing the movement in US retail sales:</p>  <figure class=\"element element-image\" data-media-id=\"a0d5ea0343af1bb92f4fef9077c87ef34eeb7dd0\"> <img src=\"https://media.guim.co.uk/a0d5ea0343af1bb92f4fef9077c87ef34eeb7dd0/0_0_967_667/500.jpg\" alt=\"US retail sales\" width=\"500\" height=\"345\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">US retail sales</span> <span class=\"element-image__credit\">Photograph: US Census Bureau</span> </figcaption> </figure> </div>   </div> <div id=\"block-57adc5dee4b05ef4244a4edd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T12:51:23.275Z\">1.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Fed is not likely to raise rates this year, according to economist James Knightley of ING Bank:</p> <blockquote class=\"quoted\"> <p>US retail sales for July are disappointing, coming in flat on the month versus expectations of a 0.4% month on month gain. There was a modest upward revision (2 tenths of a percentage point) to June’s figure, but it is still a miss. Car sales were actually the strong point of the report, rising 1.1%. There had certainly been some good volume numbers, but with GM having offered deep discounts we thought that the value of auto sales may not be quite so good.</p> <p>In terms of other categories, there was a 2.7% drop in gasoline station sales, due to price falls, but there was also weakness in sporting goods (-2.2%), building materials (-0.5%) and food/beverages (-0.6%). Looking at the “control group” which excludes volatile items and has a better relationship with overall consumer spending growth, it was also flat on the month. This suggests that after a pretty disappointing second quarter GDP, the economy isn’t exactly roaring ahead at the start of the third quarter.</p> <p>We have also had some softer than expected producer price inflation numbers, with the headline annual rate dropping into negative territory at -0.2% year on year, while the core (ex food and energy inflation rate slowed markedly to 0.7% year on year from 1.3%.</p> <p>So with activity being softer than hoped and pipeline inflation pressures looking benign it doesn’t offer much support to the view the Fed will be hiking rates imminently. We favour the next Fed move higher to come in the first quarter of 2017.</p> </blockquote> </div>   </div> <div id=\"block-57adc4d9e4b05ef4244a4ed6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T12:49:04.866Z\">1.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The US retail sales figures also showed a 0.3% fall excluding automobiles compared with expectations of a 0.2% rise.</p> <p>The data puts the Federal Reserve is something of a quandary, say analysts. Dennis de Jong, managing director at UFX.xom, said:</p> <blockquote class=\"quoted\"> <p>Investors had waited with bated breath to see what today’s US retail sales numbers would say about the strength of the American economy, but have been left disappointed by a result that leaves opinions divided.</p> <p>Neither particularly strong, nor catastrophic, the slight decline in monthly data shows that the world’s largest economy is merely ticking along, which will leave Fed chair Janet Yellen with a head-scratcher.</p> <p>An interest rate rise will remain in the back of her mind, but with no real clues as to whether consumers would withstand monetary tightening, the wait goes to see if and when she’ll exact one. </p> </blockquote> <p>Peter Read, co-founder of trading network Pelican, said:</p> <blockquote class=\"quoted\"> <p>Fed Chair Janet Yellen will be disappointed to not be able to add today’s retail sales data to the body of evidence she is building that supports raising interest rates later in the year.</p> <p>The possible intervention on rates received a notable backer in San Francisco Fed chief John Williams this week, which comes off the back of a second successive better than expected non-farm payroll result last week.</p> <p>However, Yellen and Co. will know that today’s surprisingly poor data is a significant drop from last month’s figures and further global market uncertainty, including equally poor Chinese data, may tempt the Fed to exercise caution. Next week’s inflation data will give observers further food for thought.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"25a0c27e44290a91478d41ec937969921f66bda7\"> <img src=\"https://media.guim.co.uk/25a0c27e44290a91478d41ec937969921f66bda7/0_37_4847_2909/1000.jpg\" alt=\"Federal Reserve chair Janet Yellen\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Federal Reserve chair Janet Yellen</span> <span class=\"element-image__credit\">Photograph: Manuel Balce Ceneta/AP</span> </figcaption> </figure> </div>   </div> <div id=\"block-57adc063e4b05ef4244a4ec0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T12:36:21.324Z\">1.36pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">US retail sales flat</h2>  <div class=\"block-elements\">  <p>July’s retail sales in the US are disappointing, coming in unchanged compared to expectations of a 0.4% increase</p> <p>However June’s figure was revised up from a 0.6% increase to 0.8%.</p> <p>The news has weakened the dollar, with the slowdown in sales suggesting the Federal Reserve may have less room to raise interest rates.</p> <p>The pound has hit a day’s high of $1.3030 while oil prices and gold have both risen after the figures.</p>  <figure class=\"element element-image\" data-media-id=\"989f39177b695f352d84a691995d48268e86c92c\"> <img src=\"https://media.guim.co.uk/989f39177b695f352d84a691995d48268e86c92c/0_231_4446_2667/1000.jpg\" alt=\"US department store Macy’s, which this week announced plans to cut 100 outlets\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">US department store Macy’s, which this week announced plans to cut 100 outlets</span> <span class=\"element-image__credit\">Photograph: Drew Angerer/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-12T12:38:27.100Z\">at 1.38pm BST</time></p>  </div> <div id=\"block-57adbfaee4b007f802bad5d1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T12:25:57.478Z\">1.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Better than expected US retail sales - the figures are due shortly - could provide more fuel to those hawks within the Federal Reserve who believe an interest rate rise is justified this year. And it will also give more support to the dollar. Analyst Lukman Otunuga at FXTM said:</p> <blockquote class=\"quoted\"> <p>With expectations continually fluctuating over the Fed raising US interest rates in 2016, dollar sensitivity has become a dominant theme in the currency markets</p> <p>If today’s retail sales exceed expectations then this period of sensitivity could be dispelled with bulls sending the dollar higher. Sentiment is still somewhat bullish towards the dollar and today’s key release could potentially provide another compelling reason for the Fed to break the trend of central caution.</p> </blockquote> </div>   </div> <div id=\"block-57adac6fe4b007f802bad560\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T11:15:47.280Z\">12.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Following the recent weakness in the pound after the Brexit vote and the Bank of England’s stimulus package, here’s a chart from Bloomberg clearly illustrating the bad time sterling has had:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/business/status/764053124155924480\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The pound just became the world&#39;s worst-performing major currency once again <a href=\"https://t.co/62ZLeEuhJb\">https://t.co/62ZLeEuhJb</a> <a href=\"https://t.co/D5Y3wyDigT\">pic.twitter.com/D5Y3wyDigT</a></p>&mdash; Bloomberg (@business) <a href=\"https://twitter.com/business/status/764053124155924480\">August 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57ada9d5e4b007f802bad550\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T10:56:59.689Z\">11.56am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Lunchtime summary</h2>  <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/business/blog/live/2016/aug/12/german-growth-slows-less-than-expected-in-second-quarter-business-live?page=with:block-57ad904de4b0f231200da298#block-57ad904de4b0f231200da298\">Eurozone economic growth was confirmed at 0.3%</a> in the second quarter, half the first quarter’s growth rate, while the EU as a whole expanded by 0.4%. Germany grew 0.4% between April and June, more than expected; Spain 0.7% and the Netherlands 0.6%. However, France and Italy recorded zero growth.</p> <p><a href=\"https://www.theguardian.com/business/blog/live/2016/aug/12/german-growth-slows-less-than-expected-in-second-quarter-business-live?page=with:block-57ad8a9fe4b0fe75509750cc#block-57ad8a9fe4b0fe75509750cc\">UK construction output fell 0.7% in the second quarter</a>, and by 0.9% in June, ahead of the EU referendum.</p> <p>European stock markets are lacklustre, and broadly flat, ahead of US retail sales data at 1.30pm BST and the International Monetary Fund’s report on China at 2.00pm BST.</p> </div>   </div> <div id=\"block-57ada7f8e4b007f802bad543\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T10:47:32.550Z\">11.47am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The National Housing Federation warns that a slowdown in housebuilding similar to that of the 2008 recession would over the next decade:</strong></p> <ul> <li><strong>Wipe out more than a third of GDP growth (£142.5bn). </strong></li> <li><strong>Result in the loss of nearly 120,000 construction jobs.</strong></li> </ul> <p>The federation notes that a poll by Reuters of almost 60 economists has predicted that GDP will decline by 0.1% for the next two quarters, pushing the UK into recession.</p> <p>David Orr, chief executive of the National Housing Federation said believes that housing associations could pick up the baton from housebuilders.</p> <blockquote class=\"quoted\"> <p>We know that an uncertain economic environment will cause builders to put the brakes on. Our country’s prosperity and thousands of citizens’ livelihoods depend on a strong building sector – we cannot let a slowdown take hold.”</p> <p> Housing associations have a track record of building through tough times, having upped their output through the last recession when private developers could not. With the right flexibility from Government, and at no extra cost to the taxpayer, housing associations can keep the nation building.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"689a24e1ecc4bd33b58689e583b6f5503d3a573b\"> <img src=\"https://media.guim.co.uk/689a24e1ecc4bd33b58689e583b6f5503d3a573b/0_50_3500_2101/1000.jpg\" alt=\"A Bovis Homes construction site in Nottinghamshire.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Bovis Homes construction site in Nottinghamshire.</span> <span class=\"element-image__credit\">Photograph: Rui Vieira/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-57ada635e4b007f802bad537\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T10:38:16.114Z\">11.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Let’s take a look at the markets. They are a bit dull today...</p> <ul> <li>FTSE 100 index in London up 5.2 points at 6919.97, up 0.08%<br></li> <li>Dax in Frankfurt down 0.18% at 10,723.77<br></li> <li>CAC in Paris down 0.03% at 4502.69<br></li> <li>Ibex in Madrid up 0.03% at 8722.00<br></li> <li>FTSE MiB in Milan up 0.19% at 17,001.84<br></li> </ul> <p>Still to come: US retail sales at 1.30pm BST and the International Monetary Fund’s latest assessment on the Chinese economy.</p> </div>   </div> <div id=\"block-57ad9daee4b024cdec3d6d6c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T10:02:13.341Z\">11.02am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>According to the investor confidence index from retail investment firm Hargreaves Lansdown, confidence bounced back somewhat in August from the Brexit blues. </strong></p> <p>The August reading is up 19% from July to 80, but is still below the pre-Brexit level of 92, and below the long-term average of 101.</p> <p>Investors have become more confident in European shares, although sentiment is still modestly negative. As you might expect, investors are most confident about the US, followed by global emerging markets.</p> <p>Laith Khalaf, senior analyst at Hargreaves Lansdown, said: </p> <blockquote class=\"quoted\"> <p>The sharp fall and subsequent recovery in confidence underlines how volatile sentiment has been in the last few months, and why it’s a particularly inappropriate time to be hanging too much significance on one or two data points.</p> <p>The UK stock market is still trading near its long term historical average, and looks attractive when compared to government bonds, some of which have traded at negative yields in recent days, offering investors the dubious privilege of actually paying for the privilege of lending money to the UK government. <br></p> <p>When it comes to income, the UK stock market is pretty much the only game left in town, with cash on its back, bonds yielding next to nothing, and buy to let being taxed to the bone. Income-seekers investing in the stock market must accept fluctuations in prices and dividends however. </p> <p>Investors remain most confident in the US stock market despite relatively high valuations, which is understandable seeing as economic growth and monetary policy appear to be going in different directions on either side of the Atlantic.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"4b8b8b463e09578dcb77c27f8393b8f52dec980b\"> <img src=\"https://media.guim.co.uk/4b8b8b463e09578dcb77c27f8393b8f52dec980b/0_0_776_240/500.jpg\" alt=\"Hargreaves Lansdown Investor Confidence Index\" width=\"500\" height=\"155\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hargreaves Lansdown Investor Confidence Index</span> <span class=\"element-image__credit\">Photograph: Hargreaves Lansdown</span> </figcaption> </figure> </div>   </div> <div id=\"block-57ad983de4b0fe755097510e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T09:35:49.991Z\">10.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The latest GDP figures show the eurozone growing at the same pace as the US economy between April and June, by 0.3%. You can read the full release here (pdf).</p>  <figure class=\"element element-image\" data-media-id=\"a429ae974387082e425cb6516976415769abcfb2\"> <img src=\"https://media.guim.co.uk/a429ae974387082e425cb6516976415769abcfb2/0_0_724_460/500.jpg\" alt=\"GDP growth\" width=\"500\" height=\"318\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">GDP growth</span> <span class=\"element-image__credit\">Photograph: Eurostat</span> </figcaption> </figure> </div>   </div> <div id=\"block-57ad972ee4b024cdec3d6d46\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T09:32:21.112Z\">10.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s an expert’s view on the fall in UK construction output.</p> <p>Andrew Bridges, managing director of London estate agents Stirling Ackroyd, points out that big infrastructure projects like HS2 and Crossrail will boost construction: </p> <blockquote class=\"quoted\"> <p>There’s been a dip in total new housing work – but housing remains a stable and reliable source of construction work. Brexit may not have put developers off building yet but this slow down needs to be reversed if enough new homes are to be built over the next few years. Work has dropped quarter-on-quarter and so too has the number of new homes approved in the capital – with a 22% drop in Q2 2016 from the previous year.</p> <p>But, as ever with construction and house building, it’s all about the pipeline. Next year will see huge construction projects like HS2 and Crossrail take centre stage – having a huge knock on benefit for housing and infrastructure opportunities. This will open up new areas of London and once the bricks start being laid momentum will keep growing. London desperately needs more homes to be built. Planning inefficiency is one of the main delays leading many developers to re-think projects. One of the new government’s top priorities should be a new willingness to challenge the rigid planning system and bring new homes to London.</p> </blockquote> </div>   </div> <div id=\"block-57ad96bee4b0f231200da2b8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T09:29:35.340Z\">10.29am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Employers obviously want free movement to continue, according to the NIESR study. They cannot see how a points-based system could work in low-skilled sectors. They are interested in the use of sector-based schemes but are concerned that any system should involve minimal additional cost and bureaucracy. They are also concerned that any visa systems will not allow them to respond quickly to fluctuating labour requirements.</p> <p>The study re-interviewed employers who took part in research on free movement before the referendum. Following the Brexit vote, a number are looking more seriously at how they might recruit more UK workers but can see no easy answers. The CEO of a bakery company employing 280 staff, including 168 EU migrants, said:</p> <blockquote class=\"quoted\"> <p>The outer’s view is that migration will stop and we’ll suddenly have a sensible level of tens of thousands net migration whereas anybody I know who works in a food manufacturing industry is thinking ‘oh crikey, if that happens, we’re going to be seriously stuffed in terms of what we can do to make food’.</p> </blockquote> </div>   </div> <div id=\"block-57ad956ae4b024cdec3d6d3b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T09:28:21.957Z\">10.28am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Employers in three sectors that employ large numbers of EU nationals – hospitality, food and drink, and construction – reveal they were unprepared for the Leave result and believe it is bad for business, new research by the National Institute of Economic and Social Research shows.</strong></p> <p>The study reveals employers were surprised by June’s referendum result and some expressed strong feelings including ‘shock’, ‘horror’ or devastation. Employers are worried about recruitment once free movement ends, are concerned for the wellbeing of their EU workers who have been left in the dark about their future, and want a say in future immigration policy.</p> <p>The research covering 17 employers with workforces of between 30 and 15,000, reveals their EU workers feel they are unwelcome in the UK and have even experienced hostile comments from customers. This led many companies to issue reassuring messages about the value of EU staff to the business.</p> <p>The research reveals:</p> <p>· Few employers sent out information to their workforces about the referendum before the vote but many regretted not doing so</p> <p>· Workplace discussion about the referendum has been livelier after polling day than before</p> <p>· A number of employers have needed to put in place policy to deal with xenophobic incidents involving the public towards their EU employees</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-12T09:29:57.009Z\">at 10.29am BST</time></p>  </div> <div id=\"block-57ad932de4b024cdec3d6d2c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T09:15:47.969Z\">10.15am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In other news, Eurostar workers have begun a four-day strike, in a dispute over their work-life balance – bringing misery to travellers this weekend. <a href=\"https://www.theguardian.com/business/2016/aug/12/eurostar-workers-four-day-strike-work-life-balance\">PA reports</a>:</p> <p>Members of the Rail, Maritime and <a href=\"https://www.theguardian.com/uk/transport\">Transport</a> (RMT) union will walk out from Friday to Monday, followed by three days over the bank holiday weekend from 27 August. A picket line will be mounted outside London St Pancras station, where trains depart for Paris and Brussels.</p> <p>One train in each direction between London and Brussels was cancelled on Friday, and <a href=\"https://www.theguardian.com/business/eurostar\">Eurostar</a> said it expected to operate a normal service on Saturday. The company said it was working on plans for Sunday and Monday and would be able to accommodate all customers booked to travel.</p>  <figure class=\"element element-image\" data-media-id=\"1316073847c2d0fbdfdf6ec718e7014acc77b69b\"> <img src=\"https://media.guim.co.uk/1316073847c2d0fbdfdf6ec718e7014acc77b69b/0_155_5544_3326/1000.jpg\" alt=\"Striking RMT (National Union of Rail, Maritime and Transport Workers) workers man a picket at St Pancras International Station on August 12, 2016 in London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Striking RMT (National Union of Rail, Maritime and Transport Workers) workers man a picket at St Pancras International Station on August 12, 2016 in London.</span> <span class=\"element-image__credit\">Photograph: Carl Court/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-57ad904de4b0f231200da298\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T09:05:14.522Z\">10.05am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Eurozone industrial production bounces back in June; GDP growth slows as expected</h2>  <div class=\"block-elements\">  <p>More economic data from the eurozone – it’s a mixed bag. Industrial production bounced back in June, rising by 0.6%, but this was not enough to offset May’s steep fall of 1.2%, according to Eurostat figures.</p> <p>GDP growth in the 19-nation currency bloc slowed to 0.3% in the second quarter from 0.6% in the first quarter, as previously estimated. GDP in the European Union rose by 0.4%.</p> <p>Germany grew 0.4% between April and June, Spain 0.7% and the Netherlands 0.6%. However France and Italy recorded zero growth.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-12T09:09:24.946Z\">at 10.09am BST</time></p>  </div> <div id=\"block-57ad8f6de4b0fe75509750e2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T08:59:55.200Z\">9.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Samuel Tombs, chief UK economist at Pantheon Macroeconomics, said:</p> <blockquote class=\"quoted\"> <p>June’s official data confirm that the construction sector re-entered recession in the first half of this year, as public sector cuts and Brexit risk took their toll. </p> <p>The downturn looks set to deepen in Q3; July’s construction PMI broadly is consistent with output falling by about 3.5% quarter-on-quarter. Meanwhile, Brexit negotiations will be protracted, so businesses will hold off committing to major capital expenditure for a long time to come. In addition, the public investment plans won’t be reviewed until the Autumn Statement at the end of the year and few construction projects are genuinely ‘shovel ready’. Accordingly, we continue to think that a slump in construction activity will play a key role in pushing the overall economy into recession over the coming quarters.</p> <p>The chart shows the downturn in construction output has been broad based. The surge in housebuilding has run out of steam, while the fiscal squeeze has depressed output in the public and infrastructure sectors. Meanwhile, Brexit risk has kept a lid on private industrial and commercial work.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"c227f0ebd6c9107201ad03c706a8734ca9be36b2\"> <img src=\"https://media.guim.co.uk/c227f0ebd6c9107201ad03c706a8734ca9be36b2/0_0_873_488/500.jpg\" alt=\"Construction by sector\" width=\"500\" height=\"279\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Construction by sector</span> <span class=\"element-image__credit\">Photograph: ONS</span> </figcaption> </figure> </div>   </div> <div id=\"block-57ad8efae4b024cdec3d6d1b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T08:56:23.803Z\">9.56am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Back to the UK construction figures.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/aug/2016-08-12T08:50:21/embed.html\" data-alt=\"UK construction\"> <a href=\"https://interactive.guim.co.uk/charts/embed/aug/2016-08-12T08:50:21/embed.html\">UK construction</a> <figcaption>UK construction</figcaption> </figure> </div>   </div> <div id=\"block-57ad8cd0e4b0fe75509750d9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T08:54:50.055Z\">9.54am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Eurozone bond yields recover from record lows</h2>  <div class=\"block-elements\">  <p>Eurozone bond yields are recovering from their record lows – supported by oil price rises and comments from a top US central banker that the Fed should raise interest rates this year.</p> <p>Bonds react to moves in crude prices because of the impact they have on inflation. And San Francisco Fed president John Williams cited the prospect of higher inflation as a reason for rate hikes in an interview last night.</p> <p>German 10-year bond yields, the eurozone benchmark, rose to minus 0.15% this morning, pulling away from the record low of minus 0.20% hit early last in the wake of the Brexit vote. Other eurozone bond yields are also rising.</p> <p>RBC’s chief European macro strategist Peter Schaffrik told Reuters:</p> <blockquote class=\"quoted\"> <p>Since we had that drop to a record low in July, German bond yields have been pretty stable and oil prices will have a role in where we go from here.</p> </blockquote> </div>   </div> <div id=\"block-57ad8c44e4b0f231200da282\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T08:45:18.993Z\">9.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We will have to wait until next month for July figures, to ascertain the impact from the Brexit vote on construction and the rest of the economy.</p> </div>   </div> <div id=\"block-57ad8a9fe4b0fe75509750cc\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T08:42:38.356Z\">9.42am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">UK construction output down ahead of EU referendum</h2>  <div class=\"block-elements\">  <p>UK construction output fell 0.7% in the second quarter from the first, the Office for National Statistics said. New work was down 0.8% while repair and maintenance dropped 0.5%. In June alone, construction fell 0.9% from May.</p> </div>   </div> <div id=\"block-57ad87c2e4b0fe75509750c3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T08:36:12.070Z\">9.36am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Renzi is considering fresh stimulus measures to revive Italy’s flagging economy, <a href=\"http://www.ft.com/cms/s/0/4975cd86-5fc3-11e6-ae3f-77baadeb1c93.html#axzz4GwOcZFaN\">the Financial Times reported last night</a> (£).</p>  <figure class=\"element element-image\" data-media-id=\"e1bd5e3368586007b6b68018bba9f5bde83b78f2\"> <img src=\"https://media.guim.co.uk/e1bd5e3368586007b6b68018bba9f5bde83b78f2/0_0_422_586/360.jpg\" alt=\"FT\" width=\"360\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">FT</span> <span class=\"element-image__credit\">Photograph: FT</span> </figcaption> </figure> </div>   </div> <div id=\"block-57ad873de4b0f231200da26f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T08:22:30.420Z\">9.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Birdyword/status/764012874666643456\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Sometimes I worry that in the future we&#39;re realise we didn&#39;t worry enough about this <a href=\"https://t.co/R6SfgJwB8w\">https://t.co/R6SfgJwB8w</a></p>&mdash; Mike Bird (@Birdyword) <a href=\"https://twitter.com/Birdyword/status/764012874666643456\">August 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57ad8674e4b0f231200da26c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T08:21:47.859Z\">9.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The pound is also having a bad time this week, and is trading near a one-month low today. Traders are betting on further monetary easing from the Bank of England. </strong></p> <p>Sterling has fallen nearly 3% since the Bank unveiled a bigger-than-expected stimulus package last week and dropped to $1.2952 this morning, after hitting a one-month low of $1.2936 yesterday.</p> </div>   </div> <div id=\"block-57ad847be4b0f231200da264\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T08:18:33.521Z\">9.18am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The poor GDP figures for Italy are a big blow for prime minister Matteo Renzi, ahead of a referendum on constitutional reform in November. He has said he will resign if he loses the referendum. Aside from the economic slowdown, Renzi needs to contain the country’s worsening banking crisis.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Schuldensuehner/status/764012354015113216\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Another blow to Renzi as <a href=\"https://twitter.com/hashtag/Italy?src=hash\">#Italy</a>’s economy continues to disappoint. Q2 GDP stagnated vs +0.2% expected. <a href=\"https://t.co/rv8mQlbGpA\">pic.twitter.com/rv8mQlbGpA</a></p>&mdash; Holger Zschaepitz (@Schuldensuehner) <a href=\"https://twitter.com/Schuldensuehner/status/764012354015113216\">August 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57ad82eae4b0f231200da25f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T08:05:28.382Z\">9.05am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Italy records no growth in Q2</h2>  <div class=\"block-elements\">  <p>The Italian economy ground to a halt in the second quarter, disappointing analysts who had pencilled in 0.2% growth. In the first quarter, it grew by 0.3%.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ToddBuell/status/764009258320957440\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Ouch, Italy. No growth in second quarter.</p>&mdash; Todd Buell (@ToddBuell) <a href=\"https://twitter.com/ToddBuell/status/764009258320957440\">August 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/fwred/status/764008958944129025\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">No big surprise, unfortunately. Italy underperforms once again as GDP remained flat in Q2, ending a five-quarter long (modest) expansion.</p>&mdash; Frederik Ducrozet (@fwred) <a href=\"https://twitter.com/fwred/status/764008958944129025\">August 12, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-12T08:10:30.177Z\">at 9.10am BST</time></p>  </div> <div id=\"block-57ad79b8e4b024cdec3d6cc7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T07:30:13.043Z\">8.30am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">European shares at 7-week high</h2>  <div class=\"block-elements\">  <p>European stock markets have turned positive, with the exception of the Dax in Frankfurt, which is down 0.2%, while the FTSE 100 in London is flat. Italy’s FTSE MiB is now 0.35% ahead and Spain’s Ibex has gained 0.2%.</p> <p>Strong corporate earnings and higher energy stocks, which are tracking crude oil prices, have pushed European shares to the highest in seven weeks. The pan-European STOXX 600 index rose as high as 346.93 this morning, recouping all of its post-Brexit losses.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-12T10:32:45.724Z\">at 11.32am BST</time></p>  </div> <div id=\"block-57ad77d4e4b0f231200da23b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T07:20:40.367Z\">8.20am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Germany’s annual GDP growth slowed to 1.8% from 1.9% in the first quarter, <a href=\"https://www.destatis.de/EN/PressServices/Press/pr/2016/08/PE16_279_811.html;jsessionid=4E63D8CCC767B2F5EDFEA18AEDCEF594.cae3\">according to Germany’s statistics office Destatis in Wiesbaden</a>.</p>  <figure class=\"element element-image\" data-media-id=\"5f34ddf9638ce5dc8a8acbd8745d70dfef25997c\"> <img src=\"https://media.guim.co.uk/5f34ddf9638ce5dc8a8acbd8745d70dfef25997c/0_0_540_513/500.jpg\" alt=\"German GDP\" width=\"500\" height=\"475\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">German GDP</span> <span class=\"element-image__credit\">Photograph: Destatis</span> </figcaption> </figure> </div>   </div> <div id=\"block-57ad74c4e4b0fe755097507b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T07:05:52.028Z\">8.05am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">European markets open lower</h2>  <div class=\"block-elements\">  <p>European markets have opened slightly lower, as expected.</p> <p>The FTSE 100 index in London is down about 7 points at 6907.94, a 0.1% fall.</p> <p>Germany’s Dax is down 0.2%, France’s CAC and Spain’s Ibex edged down 0.1%, and Italy’s FTSE Mib was flat in early tradng.</p> </div>   </div> <div id=\"block-57ad7358e4b024cdec3d6cb5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T07:02:04.394Z\">8.02am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Oil prices are edging higher, supported by the prospect of talks by exporters about ways to prop up the market. Brent crude is trading 9 cents higher at $46.13 a barrel, a 0.2% gain, while US West Texas Intermediate crude has risen 0.5% to $43.69, up 20 cents, after touching a high of $44.17 earlier.</p> </div>   </div> <div id=\"block-57ad6f80e4b0fe7550975066\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T06:45:30.097Z\">7.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>European stock markets are expected to open slightly lower, but have had a good week, while bond yields have been falling to new record lows.</strong> </p> <p>Michael Hewson, chief market analyst at CMC Markets UK, has sent us his thoughts, as usual:</p> <blockquote class=\"quoted\"> <p>This week’s break higher by the German DAX through the 10,500 level, along with new all-time highs for all three of the US main benchmarks does appear to have given European equity markets the extra impetus to kick on further yesterday.</p> <p>The move higher in the DAX while welcome, does appear to be an outlier, in terms of the rest of the core Eurozone markets, and despite outperforming the rest of Europe it still hasn’t been able to wipe out all of its losses year to date.</p> <p>As for the UK, continued weakness in the pound, which is now at 5 year lows on its trade weighted index, has driven <strong>the FTSE100 and FTSE250 to their highest levels in 14 months</strong>.</p> <p>A sharp turnaround in oil prices also helped sentiment, after the <strong>Saudi Arabian oil minister said that oil producing countries would look at discussing prices when they meet in Algiers</strong> at the end of next month. This sort of jawboning has been a familiar tactic over the last few months by OPEC and non OPEC members as they attempt to put a floor under prices near $40 a barrel. While it can be effective in the short term, the eventual actions have rarely matched the narrative.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-12T07:00:06.368Z\">at 8.00am BST</time></p>  </div> <div id=\"block-57ad6b51e4b0f231200da205\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T06:43:09.694Z\">7.43am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Back to the German growth data. Higher exports coupled with strong government and household spending made up for weaker investment in construction and machinery.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-12T07:19:03.051Z\">at 8.19am BST</time></p>  </div> <div id=\"block-57ad6750e4b0fe7550975044\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-12T06:29:43.403Z\">7.29am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">The agenda: GDP data from Germany, Italy, EU; IMF report on China</h2>  <div class=\"block-elements\">  <p><strong>Good morning, and welcome to our rolling coverage of the financial markets, the world economy, the eurozone and business.</strong></p> <p>There is a fair amount of economic data coming out today. The first estimate for German GDP for the second quarter is already out. It shows Europe’s biggest economy growing at 0.4%, twice as fast as expected. It’s a slowdown from the first quarter though, when Germany expanded 0.7%. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Schuldensuehner/status/763979526858616832\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/Germany?src=hash\">#Germany</a> beats: German econ grew 0.4% in Q2, double the speed expected. <a href=\"https://t.co/V2JSHlO6VH\">pic.twitter.com/V2JSHlO6VH</a></p>&mdash; Holger Zschaepitz (@Schuldensuehner) <a href=\"https://twitter.com/Schuldensuehner/status/763979526858616832\">August 12, 2016</a></blockquote>  </figure>  <p>We will also get preliminary Italian GDP data, at 9am BST, with another 0.2% growth number expected, down slightly from 0.3% in the first quarter. The broader eurozone GDP number (the final estimate) is expected to be confirmed at 0.3%, at 10am BST. UK construction output for June is out at 9.30am.</p> <p>Construction has struggled over the past year, shrinking in the past two quarters, which means that it is fallen into recession. Construction output is estimated to have fallen by 0.4% in the second quarter. Philip Shaw, chief economist at Investec, said:</p> <blockquote class=\"quoted\"> <p>We suspect that at least some of this hesitancy, and possibly some of the prior weakness too, was due to fears over a ‘leave’ vote in the referendum on 23 June. The forthcoming figures are for June, early estimates of which were published by the ONS at the time of last week’s GDP data. These suggested that the sector shrank by 1.0% over the month following a (revised) decline of 1.5% in May. </p> <p>Of course the main interest will be in the economic data for all sectors for July onwards, following the result of the referendum. In this respect anecdotal indicators are not encouraging with, for example, the construction PMI edging down to a new seven year low of 45.9 in July. This would tend to suggest that output in the sector declined at a faster pace than before the referendum, with a possibility that the economy as a whole has begun to contract as well. </p> </blockquote> <p>In China, industrial production rose by 6% in July, down from 6.2% growth in June, but markets seem less concerned about the slowdown in China than they were at the beginning of the year. The International Monetary Fund will publish its article IV assessment on the Chinese economy at 2pm BST.</p> <p>In the US, retail sales, released at 1.30pm BST, will shed further light on the strength of the economy.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-12T09:05:43.183Z\">at 10.05am BST</time></p>  </div>",
  "<p>Democratic presidential nominee Hillary Clinton has released <a href=\"https://m.hrc.onl/secretary/10-documents/01-health-financial-records/Clinton_2015_Form_1040_with_Signature_Page.pdf\">her 2015 personal tax return</a>, as well as that of running mate Tim Kaine and his wife, Anne Holton, who additionally released 10 years of their returns.<br></p> <p>The figures show Hillary and Bill Clinton earned nearly $11m in 2015, and paid a total of 43.2% tax. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2016/aug/12/donald-trump-republicans-hillary-clinton-us-election-live\">Hillary Clinton and Tim Kaine release tax returns – campaign live</a> </p> </aside>  <p>“Hillary Clinton and Tim Kaine continue to set the standard for financial transparency as she releases her 2015 personal tax return and builds on the Clintons’ tradition of making their returns public since 1977 and Kaine releases 10 years of his returns,” campaign communications director Jenn Palmieri said in a statement.</p> <p>“In stark contrast, Donald Trump is hiding behind fake excuses and backtracking on his previous promises to release his tax returns,” Palmieri continued. “He has failed to provide the public with the most basic financial information disclosed by every major candidate in the last 40 years. What is he trying to hide?”</p> <p>Trump, Clinton’s Republican opponent, has steadfastly refused to release any of his personal tax information, citing legal advice from Trump Organization counsel not to publicly disclose his tax returns before the completion of an audit.</p> <p>In 2015, the Clintons paid an effective federal income tax rate of 34.2% on an adjusted gross income of $10,594,529. Adding an effective state and local income tax rate of 9.0%, the couple’s total tax rate was 43.2%. The Clintons donated $1,042,000, or 9.8%, of their adjusted gross income to charity.</p> <p>Kaine and Holton had an adjusted gross income of $313,441 and paid a total of 25.6% in tax. The Clinton campaign released a table showing the effective tax rates paid by Kaine and Holton since 2006, although they did not release one for the Clintons:</p>  <figure class=\"element element-image\" data-media-id=\"32785c9129144ec2c5c7929c098fbb8116dbc573\"> <img src=\"https://media.guim.co.uk/32785c9129144ec2c5c7929c098fbb8116dbc573/0_0_740_466/500.jpg\" alt=\"Tim Kaine and Anne Holton’s tax rates since 2006.\" width=\"500\" height=\"315\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tim Kaine and Anne Holton’s tax rates since 2006.</span> <span class=\"element-image__credit\">Photograph: Clinton Campaign</span> </figcaption> </figure>  <p>Presidential candidates are not legally required to release their tax returns, although the practice has been the norm for more than four decades.</p> <p>Trump’s critics have speculated that the real estate tycoon is hiding his tax returns because they may reveal that he has vastly overstated his personal wealth, has unsavory business ties with the Russians, or may be stingy with charitable donations – or some combination thereof. Trump’s tax rate itself has been posited as a possible reason for the campaign’s reticence; the New York Times today floated the possibility that Trump may have paid <a draggable=\"true\" href=\"http://www.nytimes.com/2016/08/12/business/how-much-does-donald-trump-pay-in-taxes-it-could-be-zero.html?hpw&amp;rref=business&amp;action=click&amp;pgtype=Homepage&amp;module=well-region&amp;region=bottom-well&amp;WT.nav=bottom-well\">zero federal income tax</a> in some years.</p> <p>There are no laws prohibiting tax returns under audit from being released. Richard Nixon released his own taxes under audit in 1973, in part because of <a href=\"http://uschs.org/wp-content/uploads/2016/02/USCHS-History-Role-Joint-Committee-Taxation-Thorndike.pdf\">accusations of tax-dodging</a> that eventually forced the disgraced former president to pay the IRS $476,431 in back taxes.</p> <p>When asked about his taxes at the time, Nixon willingly released the returns that had been under audit: “I welcome this kind of examination, because people have got to know whether or not their president is a crook. Well, I am not a crook.”</p>",
  "<p>Barbra Streisand stands as the only star to land No 1 albums in every one of the last six decades – a fact she made sure to point out near the start of her latest tour, which came to her home borough of Brooklyn on Thursday. <br></p> <p>Even so, she added, many people still can’t accurately pronounce her name. “It’s Strei-<em>sand -</em> soft like sand,” the star schooled us from stage of the Barclays Center. “You’d think after 50 years, people would pronounce it correctly.”</p> <p>It was a deeply Strei-<em>sand</em>-ian moment, a sly rebuke that underscored the singer’s enduring view of herself as a misunderstood outsider, despite more than half a century of acclaim. While that attitude could seem off-putting, it has bonded Streisand to her fans with uncommon depth. She’s their ideal underdog, someone to herald specifically for having beaten the system with an uncompromising style and an unconventional character. The importance of Streisand as a symbol of staying power, tenacity and rebellion makes crucial the structure of her latest show. Like its recent predecessors, this two-act, 120-minute event involves nearly as much kibitzing, pontificating and icon-buffing as actual singing. As always, Streisand’s persona shares the stage with her art, with each positioned to burnish the other.</p> <p>It’s been four years since the star last launched a tour, a rhythm maybe-not-so-coincidentally timed with the presidential election cycle. The result gave her a nice excuse to offer a fish-in-a-barrel shot at guess which candidate. After noting, during an intro to People, that the genetic makeup of everyone on the planet is 99% identical, she added “the other 1% is Donald Trump.” </p> <p>Streisand also had a lot to say about climate change, war, Hillary Clinton (whom she adores) and feminism. That last bit offered more chances for the star to highlight her underdog status. More crucially, these segments provided resting time for her voice, whose condition must be measured, and amended, with each tour. (Her latest tour represents Streisand’s fifth since she returned to the stage in 1994 after a three-decade hiatus). Now 74, the singer can’t be fairly compared with her herculean, younger self, or even to the surprisingly undiminished one from a decade ago. Yet, in some measure she has to be. On Streisand’s previous tour, in 2012, a new huskiness crept into her voice, dimming some of the glisten in her tone, while shedding gradations of her once unending wind power. In addition, more of the old high notes had to be rerouted. </p> <p>Even with those qualifications, Streisand remains a rich and powerful singer. Song after song in Brooklyn showed her vibrato to be as resonant as ever, her phrasing as smart, and her essential timbre as deep in character. Her limits, such as they are, have redoubled her focus as an actress, allowing her to inhabit the characters in some songs more fully than ever. Chunks of the set emphasized that. Key segments came from her latest album, <a href=\"http://encore.barbrastreisand.com/\">Encore</a>, which features songs from Broadway, sung in duets with movie stars. </p>  <figure class=\"element element-image\" data-media-id=\"08ab6469ed1022b7f2c0a47eef264a8c24fb5e1c\"> <img src=\"https://media.guim.co.uk/08ab6469ed1022b7f2c0a47eef264a8c24fb5e1c/0_0_3000_1997/1000.jpg\" alt=\"Jamie Foxx performed The Sound of Music’s Climb Ev’ry Mountain with Streisand.\" width=\"1000\" height=\"666\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jamie Foxx performed The Sound of Music’s Climb Ev’ry Mountain with Streisand.</span> <span class=\"element-image__credit\">Photograph: Kevin Mazur/WireImage for BSB</span> </figcaption> </figure>  <p>Two guests from the album showed up. Patrick Wilson abetted her ably in Loving You, a song plucked from <a href=\"https://www.theguardian.com/stage/2016/jul/10/stephen-sondheim-james-lapine-interview-writing-musicals-into-the-woods\">Stephen Sondheim’s Passion</a>. Later, <a href=\"https://www.theguardian.com/film/jamie-foxx\">Jamie Foxx</a> joined her for Climb Ev’ry Mountain, adding a soulful twist to the classic melody while still matching the star at the song’s bravura peaks. For a modern turn, she performed one duet with the departed. Streisand traded verses with the late <a href=\"https://www.theguardian.com/stage/2008/nov/16/musicals-anthony-newley\">Anthony Newley</a>, via a video of his original take on Who Can I Turn To. His florid vibrato made a fine mate for Streisand’s most fluttering tones. </p> <p>The star offered a clutch of other Sondheim songs, including Children Will Listen (from Into the Woods) and Being Alive (from <a href=\"https://www.theguardian.com/stage/2011/dec/06/company-review\">Company</a>). But a stronger motif had to do with the decade that dominated the song selection. Six of the first eight songs came from the 70s, many of which she has never performed before this tour. Dedicated fans had to be thrilled by the inclusion of <a href=\"http://www.allmusic.com/album/a-star-is-born-mw0000196532\">Carole King’s Being at War With Each Other</a> and Everything (from the <a href=\"http://www.allmusic.com/album/a-star-is-born-mw0000196532\">A Star is Born soundtrack</a>). Later, Streisand offered two pieces from her 1975 film <a href=\"http://www.imdb.com/title/tt0073026/\">Funny Lady</a>, including Isn’t This Better, about a love of resignation, and How Lucky Can You Get? Since Streisand didn’t tour between the 60s and 1994, the current show might be seen as the 70s performance she never gave. Mirroring that decade’s emphasis on pop over standards, the show featured a smaller backup band than usual – just 11 musicians rather than her more common orchestral support. </p> <p>The night also featured a psychic who, for 10 unfathomable minutes, read the minds of a crowd that clearly were clearly thinking one thing – love for their hero. Streisand herself wasn’t always so dewy-eyed. She aired out several old battles with her record company. They tried to nix her cover idea for the People album, <a draggable=\"true\" href=\"https://images-na.ssl-images-amazon.com/images/I/51fvN%2BA1ZtL.jpg\">where she famously turned her back to the camera</a>. The cover went on to win a Grammy. The company also airbrushed out the bump, and tightened the width, of her nose on the cover of The Way We Were, which irked her. “Me and that bump have been through a lot together,” she said. </p> <p>Despite the speeches and schtick, Streisand seemed to sing more often than usual. Along the way, she proved she can still belt when she needs to. But her greatest moment came during a quieter section, when she brought her full acting skills to bear. Her take on Sondheim’s Losing My Mind could double as a master class in character singing. Streisand moved through the song slowly, ruminating on the longing in the lyrics with notes that captured exasperation, pity, obsession and, probably, more understanding of a ruined love than any singer who has ever sung that song before.</p>",
  "<h2><strong>Richard Ford</strong></h2> <p>My old mentor and friend Shelby Foote used to say that a person couldn’t understand the United States without understanding the American civil war. As a Mississippi kid who was glad the south had lost the war (100 years before!) and who felt that slavery was a blight on American history we would do well to try to “live beyond”, I thought Shelby’s insistence was a lot of hooey intended to prove the south’s undeserved centrality to all things American. In my naive view, the south and “southern values” were a garish anomaly, not typical of what America stood for – those values expressed in the Declaration of Independence.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"c58493e2e2db24ed96426a43c2c16b876234514d\"> <img src=\"https://media.guim.co.uk/c58493e2e2db24ed96426a43c2c16b876234514d/0_946_3378_4219/801.jpg\" alt=\"Richard Ford.\" width=\"801\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Richard Ford.</span> <span class=\"element-image__credit\">Photograph: Karen Robinson/The Observer</span> </figcaption> </figure>  <p>I maintained this view until I unexpectedly experienced the American right wing’s irrationally hostile opposition to the Obama presidency. From questioning – completely without justification – Obama’s birth and religion, to opposing virtually all Obama’s policy initiatives, to slandering the president personally, to denying his actual right to hold office, the right wing formally and informally waged a campaign not only to discredit our legally elected head of state but, in essence, to erase him.</p> <p>Okay, I said I was naive; but this shocked me. And it puzzled me. What was it about Barack Obama that incensed the right to such bizarre extremes? Here is a superbly intelligent man, dignified and persuasively presidential, a good communicator, an exemplary “family man”, remarkably scandal free; he knows the US constitution, he was and is strongly supported by the other party. He in every demonstrable way has had the country’s best interests clearly in his sight. One could disagree with him policy to policy. But the right’s reaction was outsized and… well… mindless. And all these views – to get around to the point – are the views put forward by Trump, both today and for the past nearly eight years.</p> <p>It couldn’t just be his race – could it? – that set the right so against the president? Though, in America, one cannot – must not – ever discount the lowest sort of political urgings, and must never overlook race prejudice as a motive for most anything. If it quacks like a duck, etc.</p> <p>All of what I heard in the rightwing contumely, then and now – including Trump’s stump speeches in the past week – certainly reminded me troublingly of the anti-integrationist, anti-black, so-called states rights – now hygienically rebranded as “nativist” or “populist” – calumny from my apartheid youth in Mississippi: the unrelenting attempt not just to disempower African Americans as political actors, but to extirpate them. How might I inform myself better about this growing sense of unease regarding the president’s race being a primary consideration – acknowledged or unacknowledged – in the right wing’s intransigence?</p> <p>Well, first, I thought, read about the civil war, the vast crucible of American race politics, the “proving ground” where vitriolic, mindless anti-black rhetoric found its full voice and first prominent advocates. And what was the best history of the American civil war? Everyone knew that – probably even Shelby Foote, who wrote two volumes of his own. James McPherson’s Pulitzer prize-winning civil war history, <a href=\"https://bookshop.theguardian.com/battle-cry-of-freedom.html\"><em>Battle Cry of Freedom</em></a>.</p> <p>Read it. It will open your eyes about race history in America. It will shock you for what it tells you about politics in America today. And it will open your eyes wide about Donald J Trump and what we all have to fear from him.</p> <p>• Richard Ford’s latest book is <a href=\"https://bookshop.theguardian.com/let-me-be-frank-with-you-323394.html\"><em>Let Me Be Frank with You</em></a> (Bloomsbury)<em>.</em></p> <h2><strong>Lionel Shriver</strong></h2>  <figure class=\"element element-image\" data-media-id=\"827463cee7a31cf4c5fa0238a58cbe128538ef73\"> <img src=\"https://media.guim.co.uk/827463cee7a31cf4c5fa0238a58cbe128538ef73/625_1397_3130_1878/1000.jpg\" alt=\"Lionel Shriver\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lionel Shriver.</span> <span class=\"element-image__credit\">Photograph: Sarah Lee/The Guardian</span> </figcaption> </figure>  <p>When I think Trump, I instinctively summon Sinclair Lewis’s <a href=\"https://www.theguardian.com/books/booksblog/2013/dec/27/the-great-american-novelist-sinclair-lewis-wallace-stegner\"><em>Elmer Gantry</em></a><em> </em>of 1926 – adapted in a brilliant film starring <a href=\"https://www.theguardian.com/film/2008/feb/17/1\">Burt Lancaster</a> and Jean Simmons in 1960, and after this US election I wouldn’t be surprised if a modern director was inclined to a remake. The eponymous antihero is a hypocrite and a conman. He has a patchy sexual past and a history of heavy drinking, yet sells himself as a convert to evangelical religion, teaming up with Sister Sharon Falconer, who leads impassioned revivals throughout the midwest. Manipulative and cunning, Gantry is driven to accrue wealth through religious hucksterism, but also power; he feeds off the roar of the crowd. He’s a narcissist and a fraud who has left multiple ruined lives in his wake.</p> <p>The main difference between Gantry and Trump is that Gantry is portrayed as genuinely charismatic. Lewis’s preacher gets his leg over figuratively and literally because, as a performer, he’s mesmerising. Trump is not charismatic. He is artless and politically clumsy, and wears his egotism on his sleeve. Nor is Trump mesmerising, except in the sense that a train wreck is mesmerising. Gantry’s success in pulling the wool over people’s eyes is understandable: he has a silver tongue, and on stage he’s larger than life. Trump can’t string a single grammatical sentence together, and at the podium he is lumpen and awkward. As a fictional character, Gantry works, and Trump doesn’t. As Mark Schorer, an American academic, observed: “The forces of social good and enlightenment as presented in <em>Elmer Gantry </em>are not strong enough to offer any real resistance to the forces of social evil and banality.” Some things never change.</p> <p>• Lionel Shriver’s latest book is <a href=\"https://bookshop.theguardian.com/the-mandibles-a-family-2029-2047.html\"><em>The Mandibles</em></a> (Borough).</p> <h2><strong>David Hare</strong></h2>  <figure class=\"element element-image\" data-media-id=\"e1b2a606d305bf47371498ff354ce348a0bcb372\"> <img src=\"https://media.guim.co.uk/e1b2a606d305bf47371498ff354ce348a0bcb372/842_541_3967_2380/1000.jpg\" alt=\"David Hare - photographed in his writing studio in North London Photograph by DAVID LEVENE For SATURDAY\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Hare.</span> <span class=\"element-image__credit\">Photograph: David Levene/The Guardian</span> </figcaption> </figure>  <p>Last December, <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2015/10/08/trumps-repeated-claim-that-obama-is-accepting-200000-syrian-refugees/?tid=a_inl\">Donald Trump claimed </a>that President Obama planned to let 200,000 Syrian refugees into the US in 2016. Obama promised that he had no such plan. Trump’s response was to say it didn’t matter what Obama said, because he still believed his own figure, and what’s more, so did his Twitter followers. The true figure, thus far, is about 2,800.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>There is something called historical truth. Trump is not post-factual. He’s non-factual</p> </blockquote> </aside>  <p>It’s to nail this kind of argument that I’ve written the screenplay for a film, <a href=\"https://www.theguardian.com/film/2015/apr/28/hilary-swank-and-tom-wilkinson-to-star-in-holocaust-denier-drama\"><em>Denial</em></a>, to be released in the US next month. It’s based on Deborah Lipstadt’s excellent book <em>History on Trial</em> – an account of the legal action brought against her in the high court by David Irving for calling him a Holocaust denier. People on the internet like to claim that everything is a matter of opinion and all opinions are equally valid. But they’re not. It’s pseudo-democratic bullshit. As Lipstadt says in our film, “The icecaps are melting. And Elvis is dead.” Opinions backed up by fact have more value than those that aren’t. There are not two available points of view about whether the Holocaust happened. There is something called historical truth.</p> <p>Trump is not post-factual. He’s non-factual. So is David Irving. Reasserting the principle that freedom of speech does not include the freedom to falsify unchecked seems timely.</p> <p>• David Hare is a playwright and screenwriter. His forthcoming film is <em>Denial</em>.</p> <h2><strong>Jane Smiley</strong></h2>  <figure class=\"element element-image\" data-media-id=\"fc40206c013a69291f4d5085e08e637ad0c0c955\"> <img src=\"https://media.guim.co.uk/fc40206c013a69291f4d5085e08e637ad0c0c955/0_337_5616_3370/1000.jpg\" alt=\"Jane Smiley\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jane Smiley.</span> <span class=\"element-image__credit\">Photograph: Peter Dasilva/Polaris</span> </figcaption> </figure>  <p>For me, the most informative book about the fix we are in is Colin Woodard’s<em> American Nations</em>. Woodard explores the US as a cluster of 11 different cultures, some of which we share with our neighbours, Canada and Mexico. In order to understand Trump and his appeal, I think we can focus on Appalachian culture, which was exported from the Scottish borders in the 18th century, and was marked by an affinity for conflict and evangelical protestantism. These people had been trained to do battle in the Scottish wars, were later put to work in the coal mines, and are now out of work (the most evocative portrait of the lives these immigrants left behind and what they did when they got to America is in <a href=\"https://bookshop.theguardian.com/albion-s-seed.html\">David Hackett Fischer’s <em>Albion’s Seed</em></a>). Another intransigent American culture is that of the deep south, slaveholders who came to the US from the sugar plantations of Barbados and were much more hierarchical and ruthless than the slaveholders in Virginia.</p> <p>Perhaps the most interesting and relevant nation, though, is New Netherland, founded in 1624, a partly Dutch nation, very diverse, not religious, but authoritarian and corporate (run by the Dutch West Indies Corporation). Now New York City, it is the extreme capitalist nation, which has never minded making a buck from no matter what, including the slave trade. Woodard writes, “Indeed, full on slavery was introduced to what is now the United States not by the gentlemen planters of Virginia or South Carolina but by the merchants of Manhattan.”</p> <p>Three hundred slaves were imported by the Dutch West Indies corporation in 1655 and auctioned – “In the last decade before the [1685] English conquest, New Amsterdam was rapidly evolving into North America’s greatest slave market.” Woodard says that our 11 nations are only partly integrated with one another and have always been that way. I would say that the resistance to having a black man as president, which laid the groundwork for the current fix we are in, comes from the deep southern and Appalachian nations; but the mercenary and ruthless lack of conscience (hello, Donald Trump!) comes from the Manhattan nation.</p> <p>• Jane Smiley’s most recent novel is <a href=\"https://bookshop.theguardian.com/early-warning-322607.html\"><em>Early Warning</em></a> (Picador).</p> <h2><strong>Rich Benjamin</strong></h2>  <figure class=\"element element-image element--supporting\" data-media-id=\"6db368bb75aa186b13c2a108a6f80e66fc270925\"> <img src=\"https://media.guim.co.uk/6db368bb75aa186b13c2a108a6f80e66fc270925/0_93_2848_3558/800.jpg\" alt=\"Author Rich Benjamin\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rich Benjamin.</span> <span class=\"element-image__credit\">Photograph: Sharon Schuster</span> </figcaption> </figure>  <p>This year I witnessed <a href=\"https://www.theguardian.com/us-news/gallery/2016/apr/14/bernie-sanders-rally-washington-square-park-pictures\">Bernie Sanders supporters</a> occupy Washington Square Park to hear him speak and saw Black Lives Matter protesters<a href=\"https://www.theguardian.com/us-news/2016/jan/19/black-lives-matter-protesters-block-san-franciscos-bay-bridge\"> shut down city streets</a>, declaring, “This is what democracy looks like.” And, travelling to America’s whitest communities in recent years, I’ve seen protests against immigration and taxes, a precursor to Trump supporters who denounce our “rigged” economy and elections.</p> <p>Christopher Lasch’s ornery 1994 book <em>The Revolt of the Elites and the Betrayal of Democracy</em> illuminates this election. An increasingly global, mobile and craven class, Lasch contended, isolates itself in its social networks and physical cocoons, a flight not only from daily experience in public spaces but a political abandonment of the working and middle class that also betrays basic democratic practices and values. Though they differ in temperament and outlook, both Donald Trump and Hillary Clinton personify versions of Lasch’s self-protecting privileged class, whose careers and lives contribute to the breakdown of an inclusive, national democratic culture.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>A man who made a fortune from golf courses, Trump now presents himself as the voice of the silenced white masses</p> </blockquote> </aside>  <p>Were he alive, Lasch might eviscerate these two very different elites, beholden to different privileged interests yet nonetheless falling over themselves to champion the “common” person. His book offers an implicit explanation of the elite’s cynical exploitation of “ordinary” people and the popular cynicism toward the elite. Lasch’s book presciently exposes the hypocrisy of Trump’s candidacy. A property developer who made a fortune from luxury condos and golf courses, Trump now presents himself as the voice of the silenced white masses. A onetime Democrat whose primary political allegiance is to himself, Trump precisely embodies the selfish elite Lasch dissected in the 80s and 90s.</p> <p>The physical segregation of Americans into economically or racially homogenous communities has its counterpart in the subdivision of our discussions and opinions. Roughly $7.5bn (£5.7bn) will be spent on this election, the vast majority raised from the corporatised donor class. “The unreal artificial character of our politics reflects elites’ insulation from common life,” Lasch wrote, “together with a secret conviction that the real problems are insoluble.” Campaign chatter inundates us on social media, but dumb memes are no substitute for incisive information, rigorous analysis, or meaningful debate. Effectively excluded from public debate, most Americans no longer have any use for the information inflicted on them in such large amounts. Wealth, false choices and Trump himself devour the coverage. Lasch concluded: “When money talks, everybody else is condemned to listen.”</p> <p>• Rich Benjamin is author of <em>Searching for <a href=\"http://www.barnesandnoble.com/w/searching-for-whitopia-rich-benjamin/1110903091;jsessionid=3C2AD1F5325C47D237F23F909E012050.prodny_store02-atgap06\">Whitopia: An Improbable Journey into the Heart of White America</a></em> (Hachette)<em>.</em></p> <h2><strong>Joyce Carol Oates</strong></h2>  <figure class=\"element element-image\" data-media-id=\"816af23a57161a03b721deafdcc59e1102c2e7c0\"> <img src=\"https://media.guim.co.uk/816af23a57161a03b721deafdcc59e1102c2e7c0/0_1685_3744_2246/1000.jpg\" alt=\"Joyce Carol Oates\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Joyce Carol Oates.</span> <span class=\"element-image__credit\">Photograph: Murdo Macleod/The Guardian</span> </figcaption> </figure>  <p><a href=\"iewer.gutools.co.uk/preview/books/2016/jul/29/female-flaneur-women-reclaim-streets\">Nathanael West</a>’s wildly parodistic <em>A Cool Million</em> (1934), Sinclair Lewis’s bluntly satirical <em>It Can’t Happen Here </em>(1935) and Philip Roth’s more subtly modulated and ingeniously conceived <a href=\"https://www.theguardian.com/books/2004/oct/02/fiction.philiproth\"><em>The Plot Against America</em></a> (2004) should provide some plausible background for the rise of Trump.</p> <p>The actual rise of Trump was made possible by a curiously limited, outmoded system of primaries in the Republican party that gives wildly disproportionate weight to extremists – a problem with our congressional elections.</p> <p>• Joyce Carol Oates’s latest book is <a href=\"https://bookshop.theguardian.com/doll-master-and-other-tales-of-horror.html\"><em>The Doll-Master</em></a> (Head of Zeus).</p> <h2><strong>Sarah Churchwell</strong></h2>  <figure class=\"element element-image\" data-media-id=\"18d936e1038af12379b793955bf23de88934e980\"> <img src=\"https://media.guim.co.uk/18d936e1038af12379b793955bf23de88934e980/0_251_2000_1202/1000.jpg\" alt=\"Sarah Churchwell\" width=\"1000\" height=\"601\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sarah Churchwell.</span> <span class=\"element-image__credit\">Photograph: Jeremy Sutton-Hibbert/Getty Images</span> </figcaption> </figure>  <p>The bestselling non-fiction book in America in 1925 and 1926 was Bruce Barton’s <em>The Man Nobody Knows</em>, and it was about Jesus Christ. Jesus,<em> </em>Barton explained, was not only “the most popular dinner guest in Jerusalem”, and “an outdoor man”, but a “startling example of executive success”. “He picked up 12 men from the bottom ranks of business and forged them into an organisation that conquered the world.” This may sound ludicrous, but it is also the <em>reductio ad absurdum</em> of America’s long conflation of business with religion, and it speaks to the equally absurd rise of Donald Trump as a politician that somehow millions of Americans believe – in the face of astounding evidence to the contrary – will save them. It is a triumph of faith, indeed.</p> <p>Trump is fond of claiming in messianic terms that he alone can save America, and restore the American Dream. The historian who coined the phrase “American Dream” in a book called <em>The Epic of America</em>, would, I suspect, disagree. In 1931 James Truslow Adams argued that <a href=\"https://www.theguardian.com/books/2012/may/25/american-dream-great-gatsby\">chasing the spectre of wealth</a> is what got America into the mess of the Depression; he carefully traced that ideology back to the 19th century, when there developed a “new conception of business as somehow a social and patriotic duty”. This is the ideology into which Trump has tapped so powerfully: the idea that business success is itself a virtue to be ranked above all others, to be worshipped. (We must put aside, evidently, concerns over what kind of “success” Trump is precisely held to have achieved, and by what means.)</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The world Fitzgerald envisioned was one in which character was increasingly sacrificed for wealth – Trump’s world</p> </blockquote> </aside>  <p>Faith in business was an idea much on the minds of Americans in the 20s, during the so-called boom presided over by three successive “businessmen” presidents, including Calvin Coolidge, who declared in 1925 that “the chief business of America is business”. This idea was so widespread that it was itself the target of the bestselling American novel of 1922, Sinclair Lewis’s <a href=\"https://www.theguardian.com/books/2014/aug/11/100-best-novels-babbitt-sinclair-lewis-robert-mccrum\"><em>Babbitt</em></a>. In its opening pages, George Babbitt gazes upon a bank tower and Lewis tells us: “He beheld the tower as a temple-spire of the religion of business, a faith passionate, exalted, surpassing common men.” In 1926 Lewis’s <em>Elmer Gantry</em> satirised the hypocrisy of selling religion, while a year earlier Scott Fitzgerald skewered the same attitudes when he said that Jay Gatsby was a son of God and must about “His Father’s Business: the service of a vast, vulgar and meretricious beauty”. The idea that someone in service to the American worship of wealth could through sheer force of will drive himself near to the top is at the heart of Fitzgerald’s morality play. The world that he envisioned was one in which character was increasingly sacrificed for wealth – and that is the world that Trump embodies, and which he would like to rule.</p> <p>A decade after Barton said that Jesus was the best businessman of all, Lewis wrote <em>It Can’t Happen Here</em>, a dystopian satire responding to the rise of fascism in Europe by imagining a populist demagogue who becomes a totalitarian president of the United States. But of course, that could never happen in America.</p> <p>• Sarah Churchwell’s latest book is <a href=\"https://bookshop.theguardian.com/careless-people-2.html\"><em>Careless People</em></a> (Virago).</p> <h2><strong>Steven Pinker</strong></h2>  <figure class=\"element element-image\" data-media-id=\"cf1390177e303c1227a43a7992c62e24ba764499\"> <img src=\"https://media.guim.co.uk/cf1390177e303c1227a43a7992c62e24ba764499/180_5_3790_2273/1000.jpg\" alt=\"Steven Pinker.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Steven Pinker.</span> <span class=\"element-image__credit\">Photograph: Suki Dhanda/The Observer</span> </figcaption> </figure>  <p>Most people idealise democracy as a form of governance in which an informed populace deliberates about the common good and carefully selects leaders who carry out their preferences. By that standard the world has never had a democracy. Political scientists such as Christopher Achen and Larry Bartels, authors of <em>Democracy for Realists</em>, who study how democracies really work are repeatedly astonished by the shallowness and incoherence of people’s political beliefs and the tenuous connection of those beliefs to their votes. Most voters are ignorant not just of current policy alternatives but of the most elementary facts about politics and history, such as the major branches of government or which countries have used nuclear weapons. Their opinions flip depending on how a question is worded: they say that the government spends too much on “welfare” but too little on “assistance to the poor”, and that it should use “military force” but not “go to war”. When they do formulate a preference, they commonly vote for a candidate with the opposite one. Nor does voting provide a feedback signal on a government’s overall performance. Voters punish incumbents for recent events over which they have dubious control, such as macroeconomic swings and terrorist strikes, or no control at all, such as droughts, floods or even shark attacks.</p> <p>Achen and Bartels suggest that most people correctly recognise that their votes are astronomically unlikely to affect the outcome of an election and so they prioritise work and family over educating themselves about politics. They use the franchise as a form of self-expression: they vote for candidates who they think speak up for their kind of people.</p> <p>• Steven Pinker is Johnstone professor of psychology at Harvard and author of <a href=\"https://bookshop.theguardian.com/better-angels-of-our-nature.html\"><em>The Better Angels of Our Nature</em></a> and <a href=\"https://bookshop.theguardian.com/a-sense-of-style.html\"><em>The Sense of Style</em></a> (Penguin).</p> <h2><strong>Mark Lawson </strong></h2>  <figure class=\"element element-image\" data-media-id=\"857e26bc1bd021d9241c176aad4328b47b5c813a\"> <img src=\"https://media.guim.co.uk/857e26bc1bd021d9241c176aad4328b47b5c813a/0_551_2945_1767/1000.jpg\" alt=\"Mark Lawson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mark Lawson.</span> <span class=\"element-image__credit\">Photograph: Abigail Zoe Martin/BBC</span> </figcaption> </figure>  <p>To the horror of the Washington establishment, a gabby maverick with no record of political office uses his celebrity, in a depressed and paranoid America, to fuel a furious movement that threatens the hegemonies of politics, corporations and the media. Considering the insurgent unthinkable, they plot to stop him.</p> <p>The year is 1934, and Upton Sinclair, a well-known journalist and author, has sensationally won the Democratic nomination to be governor of California. Sinclair is now most remembered as the writer of industrial documentary novels such as <em>The Jungle</em>, set in the Chicago meat yards, and <em>Oil!,</em> which was adapted as the Oscar-winning movie <a href=\"https://www.theguardian.com/film/2008/feb/08/paulthomasanderson.drama\"><em>There Will Be Blood</em></a>. His most enduring legacy, though, has proved to be a quixotic bid for public office, which introduced two perversions – subsequently recurrent – of the political process. Sinclair’s gubernatorial race was the beneficiary of one campaign innovation – the power of an anti-political candidate in times of crisis – and the victim of another: the use of negative media “attack ads” against an opponent. These tropes seem to have reached their apotheosis in the 2016 US presidential election.</p> <p>Ideologically, Sinclair most resembles Bernie Sanders. Both men were socialists who became Democrats for specific electoral purpose. However, in his takeover of a major party in a key campaign, Sinclair most spookily previews Donald Trump. Like Trump, he terrified the elders of his adopted affiliation and the media by being widely viewed as too peculiar to rule. Smeared as politically reckless (in his case, for “communist” views), Sinclair was attacked for his evangelical vegetarianism and tendency to speak from candour rather than calculation. The outsider’s rise was seen as so threatening to the status quo that the incumbent Republican governor, Frank F Merriam, responded with a campaign that included the first recorded use of a hostile screen commercial, funded by Hollywood and screened in cinemas.</p> <p>Greg Mitchell’s 1992 book about these events, <em>The Campaign of the Century</em>, although historical, has tended to find topical resonance. It was first published in the election year in which an independent presidential candidate, Texas oilman H Ross Perot, became the most successful non-politician presidential candidate until Trump. In 2011, it was released for the first time as an ebook, because, as Mitchell acknowledged in a preface, he saw, in the Occupy Wall Street grassroots movement, parallels with EPIC, and wanted to offer Sinclair as both a warming and warning example to the new wave of progressive protestors.</p> <p>As it turned out, the 1934 template had less relevance to the 2012 presidential election, when an incumbent president received a handsome re-endorsement, than had seemed likely in the febrile atmosphere leading up to the vote. <em>The Campaign of the Century</em>, though, proves a useful handbook to the present political convulsions in America, although liberals will read it now looking for clues to how a feisty outsider can be stopped.</p> <p>What ultimately finished Sinclair was that the intervention of a strong third party candidate, Raymond L Haigh of the Progressive party, split the anti-establishment vote and allowed Merriam to be re-elected, helped by the media touting him as the sensible or at least safer option.</p> <p>It’s possible that, in November, either the Libertarian candidate Gary Johnson or the ex-CIA agent Even McMullin, a last-minute anti-Trump runner, can do a Haigh for Hillary, spreading the resentment. The larger question, though, is which candidate will be left standing after the Trump and Clinton campaigns and their proxies have engaged Merriam-like negative tactics against each other.</p> <p>The American decision in 2016 sees the polarities of California 34 reversed – the maverick a regressive rightwinger, a Democrat running as the defender of sanity and capitalism – but the parallels are otherwise uncanny. Upton Sinclair, an unfairly neglected writer of political fiction, is a more lasting presence as a ghost in the political machine.</p> <p>• Mark Lawson’s latest book is <a href=\"https://bookshop.theguardian.com/allegations.html\"><em>The Allegations</em></a> (Picador).</p> <h2><strong>Oliver Burkeman</strong></h2>  <figure class=\"element element-image\" data-media-id=\"bfc6f8cefd235b9add7ce48efa2c7ffa88949430\"> <img src=\"https://media.guim.co.uk/bfc6f8cefd235b9add7ce48efa2c7ffa88949430/0_1482_3840_2304/1000.jpg\" alt=\"Oliver Burkeman\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Oliver Burkeman.</span> <span class=\"element-image__credit\">Photograph: Christopher Lane</span> </figcaption> </figure>  <p>Long before Donald Trump started<a href=\"https://www.theguardian.com/us-news/2016/aug/09/trump-gun-owners-clinton-judges-second-amendment\"> dropping hints about political assassination</a>s, death was a looming presence in his speeches. In the darkness of his imagined America, Mexican immigrants murder your children, Muslims can’t be trusted not to detonate bombs, and Hillary Clinton is coming for your handgun, leaving you at the mercy of armed intruders. It’s not just your paycheck or your happiness that’s at stake, in other words; it’s bodily survival.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The Worm At the Core makes a case for just how much authoritarians gain by exploiting our immortality</p> </blockquote> </aside>  <p>You probably didn’t need telling that fearmongering sometimes works. But the 2015 book<a href=\"https://www.theguardian.com/books/2015/jul/31/the-worm-at-the-core-on-the-role-of-death-in-life-solomon-greenberg-pyszczynski-review\"> <em>The Worm at the Core: On the Role of Death in Life</em></a> makes a haunting case for just how much authoritarians stand to gain by exploiting our fear of mortality. The book’s trio of authors – Sheldon Solomon, Jeff Greenberg and Tom Pyszczynski – have spent many years running experiments in which participants are reminded of their inevitable fate (“Please briefly describe the emotions that the thought of your own death arouses in you”, goes one typical mortality-reminder exercise) to see how it changes them. Their results endorse the hunch set forth with brilliance, but little scientific rigour, by Ernest Becker in his masterpiece <em>The Denial of Death</em>. Unable to accept the fact that our lives are finite, we seek symbolic immortality – often through child-rearing or creative work or devotion to great causes, but sometimes to demagogues instead.</p> <p>“Sensing a way to feel significant again,” they write, “people join the cause of the seemingly larger-than-life leader as a revitalised basis for self-worth and meaning in life.” Whether he’s conscious of it or not, Trump triggers the fear of death in his audiences, then presents them both with various specific “solutions” (a wall to keep out Mexicans, a ban to keep out Muslims) and one big implicit promise: merge symbolically with the wealthy, domineering Trump himself, and feel powerful again.</p> <p>Trump’s popularity has been variously attributed to racism, misogyny and economic insecurity; but the authors show how all these only get their urgency from the unspoken, underlying fear of literal demise. And perhaps, in the end, there’s a glimmer of hope in this. There’s been a regrettable tendency among liberals to write off Trump supporters as utterly irredeemable – bigots we can never hope to understand, much less change. But <em>The Worm at the Core</em> shows that their deepest motivating fear, however appallingly they may express is, it is one that the rest of us know all too well.</p> <p>• Oliver Burkeman’s latest book is <a href=\"https://bookshop.theguardian.com/antidote.html\"><em>The Antidote</em></a> (Canongate).</p> <h2><strong>Maya Jasanoff</strong></h2>  <figure class=\"element element-image\" data-media-id=\"8b8d3cb64e98af01302dd86cc7f417931c99458e\"> <img src=\"https://media.guim.co.uk/8b8d3cb64e98af01302dd86cc7f417931c99458e/0_338_5054_3032/1000.jpg\" alt=\"Maya Jasanoff\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Maya Jasanoff.</span> <span class=\"element-image__credit\">Photograph: David Levenson/Getty Images</span> </figcaption> </figure>  <p>If we’re going to resort to name-calling, I’m pushing for Humbug Donald. The surprising potency of his brew of racism, sexism, bigotry, narcissism, ignorance and demagoguery comes down at least in part to Americans’ perverse respect for the huckster who sells it.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Like the wizard, Trump blinds voters with sham opulence, and promises to make their wishes come true</p> </blockquote> </aside>  <p>That’s what L Frank Baum immortalised in his 1900 bestseller <em>The Wonderful Wizard of Oz</em>. All-American Dorothy and her charming sidekicks trip off to the dazzling Emerald City to seek help from the mighty wizard of Oz. The awesome eminence promises to give them everything they desire if they kill off his biggest (female) rival first. But when they return to claim their rewards, they discover that “Oz, the Great and Terrible” is a cowering little ventriloquist from Omaha. “Are you not a Great Wizard?” Dorothy exclaims.</p> <p>“‘Not a bit of it, my dear; I’m just a common man.’</p> <p>‘You’re more than that,’ said the Scarecrow, in a grieved tone; ‘you’re a humbug.’”</p> <p>Since the 1960s it has been fashionable to read Oz as an allegory of turn of the century populism: the yellow brick road represents the gold standard, the Emerald City stands in for paper dollars, and so on. One doesn’t need period analogies to see a connection to the 21st-century populism of Trump, who blinds voters with sham opulence, terrifies them into submission, and promises to make their wishes come true.</p> <p>Dorothy is the real saviour of the book (Baum’s wife, it’s worth noting, was a prominent suffragist), but even when they’ve exposed the wizard as a fraud, she and her friends turn to him for aid. “How can I help being a humbug,” chuckles Oz the not-so-great, “when all these people make me do things that everybody knows can’t be done?”</p> <p>A self-help reading might observe that the characters don’t need a wizard to give them brains, heart, or courage. They just have to believe in themselves. A profound loss of faith among the white working class explains why today’s Dorothy (and particularly her Uncle Henry) will probably vote for Trump. I’m just hoping there are enough others to send this brainless, heartless, cowardly huckster away for good.</p> <p>• Maya Jasanoff is Coolidge professor of history at Harvard and author of <a href=\"https://bookshop.theguardian.com/liberty-s-exiles.html\"><em>Liberty’s Exiles</em></a><em> </em>(HarperPress)<em>.</em></p> <h2>James Surowiecki</h2>  <figure class=\"element element-image element--supporting\" data-media-id=\"828081937ef157aa3649702783eddbe5d358cb43\"> <img src=\"https://media.guim.co.uk/828081937ef157aa3649702783eddbe5d358cb43/0_0_2016_3000/672.jpg\" alt=\"James Surowiecki\" width=\"672\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">James Surowiecki.</span> <span class=\"element-image__credit\">Photograph: David Surowiecki/Getty Images</span> </figcaption> </figure>  <p>In trying to understand Donald Trump’s unexpected ascent in American politics, it makes sense to talk about the rising tide of anti-establishment sentiment, the backlash against free trade and globalisation, and even the role of celebrity. But no issue has been more important to Trump’s success than race. Trump has given vent to many white voters’ fears and anxieties about the loss of racial privilege and status, and run the most avowedly ethnonationalist presidential campaign since <a href=\"https://www.theguardian.com/world/2013/jun/11/civil-rights-anniversary-11-june-1963\">George Wallace</a>. And while many have argued that the effectiveness of Trump’s racially coded appeals is tied to rising inequality and the economic woes of the working class voters who constitute Trump’s base, it would be more accurate to say that Trump is tapping into a vein of working class racism that has been a part of American politics for a long time.</p> <p>That’s why <a href=\"https://www.theguardian.com/profile/stan-greenberg\">Stanley Greenberg</a>’s <em>Middle Class Dreams </em>helps explain so much about Trump’s rise. It was published in 1995, but much of it is based on Greenberg’s work in Macomb County, Michigan, following the 1984 presidential election. Macomb was a nearly all white suburban county just outside of Detroit. It had been a solidly Democratic county in the 60s, giving sizeable majorities to both JFK and Lyndon Johnson. But in 1972 66% of Democratic voters in Macomb supported George Wallace in the Democratic primary, and in the general election Richard Nixon carried the county easily. In 1980 Macomb voted for Ronald Reagan, and in 1984 he took two-thirds of the vote. In other words, these working-class voters, who had once supported progressive candidates, had shifted decisively to the right.</p> <p>What Greenberg discovered in his many interviews with Macomb voters was that they felt that the Democratic party had abandoned them, that it had stopped paying attention to the concerns of working people and the striving middle class, and started paying too much attention to the concerns of black people and other minorities. The fundamental problem Macomb voters had with the Democrats was the party’s embrace of civil rights in the 60s.</p> <p>What <em>Middle Class Dreams</em> demonstrates is just how important race, and racism, was in shaping many voters’ political attitudes. As Greenberg puts it, “these white defectors from the Democratic party expressed a profound distaste for black Americans, a sentiment that pervaded almost everything they thought about government and politics”. More than that, “not being black was what constituted being middle class; not living with blacks was what made a neighbourhood a decent place to live”. When the Democratic party started to take civil rights seriously and to embrace (however tepidly) antiracism, many white working class voters saw it as a betrayal.</p> <p>More than 40 years after Wallace, Trump is tapping into these same currents. The list of outsiders that many white voters fear the encroachment of is longer now: it includes Muslim and Latino immigrants as well as African Americans. But what <em>Middle Class Dreams</em> shows is that the conviction of Trump supporters that white Americans have been forgotten, and that the country is going to hell as a result, is not new. It’s all too old.</p> <p>• James Surowiecki is author of <a href=\"https://bookshop.theguardian.com/wisdom-of-crowds.html\"><em>The Wisdom of Crowds</em></a> (Anchor).</p>",
  "<p>Do the outrageous things Donald Trump says – from <a href=\"https://www.theguardian.com/us-news/2016/aug/09/trump-gun-owners-clinton-judges-second-amendment\">insinuating Hillary Clinton should be assassinated for her support of gun control</a> to <a href=\"https://www.theguardian.com/us-news/2016/jul/27/donald-trump-russia-hillary-clinton-emails-dnc-hack\">calling on Russia to hack Clinton’s emails</a> – change the minds of people who had planned to vote for him? Yes, actually – at least some of them.</p> <p>In the middle of primary season in February, the Guardian called for secret Trump voters to contact us and tell us why they were voting for Trump on the sly. More than 100 reached out – from yoga teachers to immigration lawyers – and we <a href=\"https://www.theguardian.com/us-news/2016/mar/03/secret-donald-trump-voters-speak-out\">published 12 of those answers</a>. Now that the general election season has well and truly begun, we checked back in with the original anonymous 12 to see if they are still on board the Trump train. We got 10 responses – and four of them have already jumped off.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/mar/03/secret-donald-trump-voters-speak-out\">'Not even my wife knows': secret Donald Trump voters speak out</a> </p> </aside>  <p>“At first I was seduced by his showmanship and strong-man persona and charisma, and by his strong borders patriotism and willingness to speak about the problem with Islam, and considering banning all Muslims from coming into the USA,” said a 48-year-old scientist from California.</p> <p>“But when he said the <a href=\"https://www.theguardian.com/us-news/2016/jun/03/donald-trump-judge-curiel-university-case-biased-mexican\">judge of Mexican heritage wouldn’t be fair in his lawsuit</a> and <a href=\"https://www.theguardian.com/us-news/2016/mar/30/donald-trump-women-abortions-punishment\">women should be punished for having abortions</a>, that really turned me off him,” added the scientist, who had been flipping between Bernie Sanders and Trump but will now vote for Clinton.</p> <p>A retired biomedical engineer from Hawaii, aged 66, says he thought originally that the US needed someone like Trump to create total social upheaval in order to get rid of corruption and paid interests in politics.</p> <p>“But now – fortunately? – Trump has demonstrated that he is much more than a narcissistic buffoon,” he said.</p> <p>“Anyone who is willing to put the trigger for America’s nuclear weapons in the hands of someone like this is placing the future of human civilization at risk. I believe we must do anything to prevent Trump from ever reaching the Oval Office. Even if it means voting for Hillary Clinton,” added the retired biomedical engineer.</p> <p>A yoga teacher and writer from Tennessee, aged 29, said the bullying antics of Trump didn’t bother him – but that he had stopped supporting him anyway.</p> <p>“What does bother me is Trump’s authoritarian tendencies. I believe it would be safe to assume he will grow the American police and surveillance states, which are already spiraling out of control. HRC isn’t any better though. While Trump seems intent on banning Muslims, HRC’s record on foreign policy (and support from war-hawks) reflect she is more likely to bomb them with drones,” he wrote.</p> <p>“Truly, I believe America is getting the candidates it deserves. We will not get out of this mess until people wake up and realize they have more than two choices,” said the yoga instructor, noting he’d be voting for Gary Johnson or Jill Stein.</p>  <figure class=\"element element-image\" data-media-id=\"4b8d44957cde32c725004d96a5daf29de0289e18\"> <img src=\"https://media.guim.co.uk/4b8d44957cde32c725004d96a5daf29de0289e18/0_0_3511_2341/1000.jpg\" alt=\"Donald Trump.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump.</span> <span class=\"element-image__credit\">Photograph: Evan Vucci/AP</span> </figcaption> </figure>  <p>Another voter, a white male early retiree who lives in the Sonora desert, said he no longer backs Trump as he “seems to be insane. I no longer believe it is possible that he could truly represent the people who support him and need what he promised.”</p> <p>Instead, he’ll reluctantly vote for Clinton. “For me, more Obama is OK, and that is a vote for Clinton. I will rely on the checks and balances of the US constitution to take care of the rest,” he said.</p> <p>But other secret Trump supporters were still backing their initially reticent decision, noting that the news media’s coverage of Trump is unfair. </p> <p>“The media is like an extension of the DNC at this point. They’ll intentionally misinterpret or exaggerate anything Trump says to try to help Hillary win the election,” said a 50-year-old college professor from California.</p> <p>“Everyone wants so desperately to believe he’s Hitler 2.0, and their warped image of him is clearly looming large at the forefront of their minds – so much so that they can’t help but attach the worst possible connotation to even vague, offhand quips like these,” said a 29-year-old Hispanic attorney from Florida, referring to his second amendment comments.</p> <p>An Indian American attorney, who describes his wealth as being in the top 1%, says he doesn’t care about the to-and-fros between Trump and Clinton or even Trump and his own party. “All of the controversies to me are inconsequential. The economy is terrible, the job situation has not materially improved, and illegal immigration and national security will get even worse moving forward. Regardless of what Trump may say and how he gets characterized, his focus is on the right things,” he wrote.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Regardless of what Trump may say and how he gets characterized, his focus is on the right things</p> <footer> <cite>Trump supporter</cite> </footer> </blockquote> </aside>  <p>But even some who back him don’t agree with all his antics. “I do still plan to vote for the orange buffoon. He is a ridiculous egomaniac who has found the recipe for stirring up support among discontented voters,” said a manager from South Carolina.</p> <p>“My only regret is that I won’t be able to say that I cast a vote for the first woman to ever hold the presidency, but I have little doubt she will win. By the way, my 20-year-old self would be appalled by the complete political cynicism of my 52-year-old self,” he added.</p> <p>A 20-year-old Arab student from Missouri says he backs Trump because he’s flipped US politics. “If he doesn’t win, his ego and legacy will still dominate American politics. He has basically set the tone for the coming century in which an isolated authoritarian state could be a very real prospect for our country,” he said.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/aug/09/trump-clinton-second-amendment-people-video\"            data-short-url=\"https://gu.com/p/4q7nk\"                    data-show-ads=\"true\"            data-video-id=\"2643266\"            data-video-name=\"Trump suggests 'second amendment people' could stop Clinton – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-57aa3839e4b03b51a99e18bf\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/08/10/160810TrumpUpdate_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/08/10/160810TrumpUpdate.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/08/10/160810TrumpUpdate_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/aug/09/trump-clinton-second-amendment-people-video\">Trump suggests ‘second amendment people’ could stop Clinton</a></figcaption> </figure>   <h2>Did Trump threaten to assassinate Clinton?</h2> <p>The Guardian also reached out to the 100 secret Trump supporters to get their take on Trump’s comments this week that gun owners could exercise their second amendment right in protest of Clinton, a <a href=\"https://www.theguardian.com/us-news/2016/aug/09/trump-gun-owners-clinton-judges-second-amendment\">line seen by many as a threat of assassination</a>. Here’s a selection of their responses:<br></p> <p>A 56-year-old male casino supervisor from Oklahoma:</p> <blockquote class=\"quoted\"> <p>I think and do believe he was talking about taking it to court with the backing of all American gun owners.</p> </blockquote> <p>A 46-year-old male real estate agent from Colorado:</p> <blockquote class=\"quoted\"> <p>He’s not serious by any means, and you’d be considered mentally ill to act on that delivery – he was trying to be distasteful/politically incorrect as usual, which is why I will vote for the man. PC has ventured into thought policing on things, and along with the ultra surveillance state we have moved towards, I don’t want to be answering questions by the Gestapo after I text a tacky joke to someone.</p> </blockquote> <p>A 26-year-old Chinese citizen working in the US on an H1-B visa:</p> <blockquote class=\"quoted\"> <p>Trump was dumb to say that, but I don’t judge him based on those words. Politicians are trained to not to take things personally, so Hillary shouldn’t care less. Objectively speaking, if Hillary made the decision to be a politician, then dirty attacks are fair game. </p> </blockquote> <p>A 58-year-old retired ornithologist from Tennessee:</p> <blockquote class=\"quoted\"> <p>Hillary is too far left on this issue, the most radical position on gun control of any presidential candidate ever. She’s inflamed half of America.</p> </blockquote> <p>A 55-year-old pilot:</p> <blockquote class=\"quoted\"> <p>I am getting tired of Trump’s running of the mouth. It almost feels like he is trying to lose this election. To me this should be the easiest election to win against this corrupt woman, however Trump is not staying on message and it looks very childish the way he is behaving. I’m now convinced he will lose unless he turns it around now.</p> </blockquote> <p>A small-business owner from Orlando, Florida:</p> <blockquote class=\"quoted\"> <p>First I heard, I was incredulous. Then I listened – not to the sound bite – but the whole sentence (and I use the term ‘sentence’ under advisement due to how he speaks). My take? Just another mountain out of a molehill as created by generally left-leaning media. </p> </blockquote>",
  "<p>Iceland has announced early parliamentary elections triggered by the Panama Papers scandal that forced the prime minister to resign.<br></p> <p>The trove of leaked documents revealing the vast extent of global tax evasion implicated several senior Icelandic politicians. Then-PM Sigmundur David Gunnlaugsson resigned after the leak in April, becoming the first major figure to fall from grace over the scandal. Rarely seen protests erupted on the streets but his government remained in place.</p> <p>On Thursday his replacement, Sigurdur Ingi Johannsson: “We intend to hold the election on 29 October.</p> <p>“Judging by how matters progressed in parliament this spring and summer, we expect that that will happen.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/jun/26/gudni-johannesson-claims-victory-in-icelands-presidential-election\">Gudni Johannesson claims victory in Iceland’s presidential election</a> </p> </aside>  <p>Johannsson had asked the leaders of the parties represented in parliament to agree on a date – six months ahead of the scheduled election.<br></p> <p>It is Iceland’s second election this year: in a presidential vote in June, <a href=\"https://www.theguardian.com/world/2016/jun/26/history-professor-gudni-johannesson-wins-iceland-presidential-election\">political newcomer Gudni Johannesson became head of state</a> after riding a wave of anti-establishment sentiment.</p> <p>While Iceland has rarely seen the level of political outrage that saw people mass in the streets of the North Atlantic island for days in April, analysts say it’s difficult to tell which side has a higher chance of winning this time.</p> <p>Conservative voters remain loyal to the ruling centre-right’s coalition partner, the Independence party, recent opinion polls show.</p> <p>In the opposition, the Pirate party, founded in 2012, will be campaigning on a radical ticket for more transparency, institutional reform and a clampdown on corruption.</p> <p><em>With Agence France-Presse</em></p>"
]