[
  "<p>A few weeks ago I got a message from a university friend in Ohio. He sent me a <a href=\"http://revisionisthistory.com/episodes/01-the-lady-vanishes\">podcast interview</a> with Julia Gillard in which she detailed the misogyny she experienced as Australia’s prime minister, and asked, “Is it really like that over there?”</p> <p>Yes. Not always. But, unfortunately, yes.</p> <p>As Americans contemplate their first female president, they are curious about how a 21st century, first-world, English-speaking nation handles its first female leader. Understandably, America is looking to Australia’s very recent experience with Gillard. Culturally, the two countries share much. Also, Gillard is <a href=\"https://www.theguardian.com/commentisfree/2015/oct/21/julia-gillard-from-australias-first-female-prime-minister-to-international-superstar\">good friends</a> with Hillary Clinton and appears in her <a href=\"https://www.theguardian.com/world/2015/oct/20/julia-gillard-backs-hillary-clinton-us-presidential-campaign-video\">campaign material</a>. Furthermore, Gillard is also often in the US, speaking publicly, and is able to give the American media <a href=\"https://www.theguardian.com/world/2016/jul/27/julia-gillard-urges-americans-of-all-parties-to-defend-hillary-clinton-against-sexism\">direct insight</a> into her time in office.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/24/elizabeth-warren-trump-clinton-nasty-women-video\"            data-short-url=\"https://gu.com/p/593xf\"                    data-show-ads=\"true\"            data-video-id=\"2836581\"            data-video-name=\"'Nasty women vote': Elizabeth Warren takes a swipe at Trump – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-580e6205e4b0219a00d38178\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/24/161024warren_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/24/161024warren.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/24/161024warren_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/24/elizabeth-warren-trump-clinton-nasty-women-video\">‘Nasty women vote’: Elizabeth Warren takes a swipe at Trump</a></figcaption> </figure>   <p>This trend has picked up pace since Clinton was endorsed at the Democratic national convention in July. Articles and podcasts and interviews with Gillard in the past few months draw <a href=\"http://www.theaustralian.com.au/national-affairs/gillard-tells-atlantic-about-sexism-hillary-clinton-can-expect-as-leader/news-story/01aa79335e5dbaddf4f044d8aab03cbd\">similar conclusions</a>: Australia treated its first female prime minister appallingly, and there’s every reason that Hillary Clinton can expect the same in America.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2012/oct/12/julia-gillard-sexism-australian-women\">Julia Gillard's attack on sexism hailed as turning point for Australian women</a> </p> </aside>  <p>Here are some of Australia’s greatest misogynistic hits on Gillard that are getting continually replayed in America:</p> <ul> <li>“Ditch the witch/Bob Brown’s bitch” anti-carbon tax <a href=\"http://www.smh.com.au/environment/climate-change/pinocchio-gillard-strong-antigillard-emissions-at-canberra-carbon-tax-protest-20110323-1c5w7.html\">rally</a> that Tony Abbott and other Coalition MPs attended;<br></li> <li>The Liberal party fundraiser <a href=\"http://www.abc.net.au/news/2013-06-12/restaurant-owner-says-he-wrote-sexist-gillard-menu/4750226\">menu</a> that obscenely mocked Gillard’s physical attributes;<br></li> <li>The <a href=\"http://www.news.com.au/national/tony-abbott-tells-julia-gillard-to-make-an-honest-womanof-herself-on-carbon-tax/story-e6frfkvr-1226012034629\">calls</a> from Tony Abbott that Gillard should “make a honest woman” of herself;<br></li> <li>The comment from Bill Heffernan that she is “<a href=\"http://www.smh.com.au/news/national/remark-voted-the-most-sexist-of-2007/2007/11/13/1194766619713.html\">deliberately barren</a>”<br></li> <li>The <a href=\"https://www.theguardian.com/world/2016/aug/19/julia-gillard-attacks-abcs-decision-to-finance-sitcom-at-home-with-julia\">ABC show “At Home with Julia</a>”, which mocked her private life and which has no equivalent for any male Australian prime minister;<br></li> <li>Claims from Alan Jones that “<a href=\"http://www.theaustralian.com.au/news/julia-gillards-father-died-of-shame-alan-jones/story-e6frg6n6-1226484516814\">her father died of shame</a>” and Tony Abbott that “<a href=\"http://www.smh.com.au/national/government-dying-of-shame-abbott-20110901-1jn4h.html\">the government is dying of shame</a>” and the events that led up to the <a href=\"https://www.youtube.com/watch?v=SOPsxpMzYw4\">misogyny speech</a>.</li> </ul> <p>I wince at this reputation Australia is earning in America, but I know it is deserved. </p> <p>This analysis also makes me angry, because it risks portraying Gillard as a victim rather than as a leader who accomplished much in areas like education, disability services, health and the environment.</p> <p>Gillard <a href=\"http://revisionisthistory.com/episodes/01-the-lady-vanishes\">says</a> she assumed the misogyny she experienced would gradually fall away as people adjusted to the first female prime minister. She calculated that she didn’t need to confront it because it would fade. Instead, the misogyny grew stronger, louder and uglier. </p> <p>Like the proverbial frog in the pot of water, Gillard didn’t recognise the environment around her was growing hotter until it boiled over. Neither did most of us – as Gillard points out now, no one was seriously calling out the insinuations, insults and jibes, and as a result the pattern of sexist attacks grew bolder and were adopted and legitimised by her political opponents. </p> <p>My university friend also asked if I, as first female premier of New South Wales, experienced the same kind of sexism that Gillard did. The answer is yes: it was different, but yes. </p> <p>For example, my Liberal opponent Barry O’Farrell often described me as “<a href=\"https://www.parliament.nsw.gov.au/Hansard/Pages/HansardResult.aspx#/docid/HANSARD-1323879322-45695\">the Kim Kardashian of state politics</a>”. Apparently my shared gender and initials with Ms Kardashian meant the TV reality star and I were one and the same, never mind what policies or experience or qualifications I brought to the job of MP, minister and premier. (Mr O’Farrell also used parliament to <a href=\"https://www.parliament.nsw.gov.au/Hansard/Pages/HansardResult.aspx#/docid/HANSARD-1323879322-46338\">compare</a> Carmel Tebbutt to a whining puppy and <a href=\"http://www.smh.com.au/nsw/barry-ofarrell-accused-of-racial-slur-against-indigenous-labor-frontbencher-linda-burney-20130820-2s93s.html\">to tell Linda Burney</a> she hadn’t achieved her positions on merit, that she could play a hooker on a rugby league team, and to describe her as “casting her spells”.) </p> <p>When I finally stood up to his Kardashian bullying, the media – who had said almost nothing about his constant belittlement – went into <a href=\"http://www.smh.com.au/nsw/keneally-keeps-up-with-kardashians-by-turning-the-jibe-on-ofarrell-20120214-1t49p.html\">meltdown</a> about how I handed it back to him.</p> <p>But I tell you what, he never did it again.</p> <p>Frankly, Australia, that we didn’t stand up for our first female prime minister when the ugly strain of sexism reared its head: that’s on all of us. We deserve the reputation we are gaining in America.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=ihd7ofrwQX0\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/ihd7ofrwQX0?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption>Julia Gillard labels Tony Abbott a misogynist in 2012. </figcaption> </figure>   <p>Weirdly, though, Clinton might be less likely to face Gillard’s fate, because of Donald Trump.</p> <p>Trump’s public comments, tweets and <a href=\"https://www.washingtonpost.com/politics/trump-recorded-having-extremely-lewd-conversation-about-women-in-2005/2016/10/07/3b9ce776-8cb4-11e6-bf8a-3d26847eeed4_story.html\">recorded private conversations</a> are so egregiously disrespecting of women that almost no one can overlook them. Forget the boiling frog: Trump is like an explosion, metal in a microwave, flames shooting out, fire alarms going off, radioactive material spreading, a searing smell and scorch marks everywhere. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/aug/19/julia-gillard-attacks-abcs-decision-to-finance-sitcom-at-home-with-julia\">Julia Gillard attacks ABC's decision to finance sitcom At Home with Julia</a> </p> </aside>  <p>Women voters <a href=\"http://fivethirtyeight.com/features/election-update-women-are-defeating-donald-trump/\">will be the reason</a> the Republicans lose this presidential election, and may well also usher the Republicans out of majority control in the Senate too. </p> <p>Hillary Clinton will not have an easy time in office. America is acrimoniously divided and she remains an unpopular figure. There’s plenty of reason to think the sexism Trump unleashed will <a href=\"https://www.theguardian.com/commentisfree/2016/oct/21/donald-trump-rolled-back-gains-american-women-torrent-misogyny\">continue</a> among his supporters.</p> <p>But, unlike Gillard, Clinton will inherit an electorate incredibly alive to sexism. She will also have Republican opponents who will find it politically necessary between now and the congressional mid-terms to convince voters, women and men alike, that they aren’t all misogynistic thugs. In short, unlike Gillard, Clinton will be able to call out the sexism when it happens. Clinton’s allies – think Senator <a href=\"https://www.theguardian.com/us-news/2016/oct/24/elizabeth-warren-hillary-clinton-nasty-women-donald-trump\">Elizabeth “nasty women vote” Warren</a> – and the American media will be primed to do the same.</p> <p>And the next time we have a female prime minister, Australia, so should we.</p>",
  "<p>Former secretary of state Colin Powell, a Republican who served under George W Bush, will reportedly vote for the Democratic presidential nominee, Hillary Clinton, in the upcoming general election.</p> <p>Speaking at the Long Island Association, a trade group and civic organization based outside New York City, Powell told the group that “I am voting for Hillary Clinton,” <a href=\"http://www.nytimes.com/2016/10/26/us/politics/colin-powell-hillary-clinton.html?_r=0\">according to the New York Times</a>.</p> <p>Powell, a retired four-star general and former chairman of the joint chiefs of staff who was once considered a potential presidential candidate himself, reportedly cited Republican nominee Donald Trump’s inexperience and negative messaging as contributing to his cross-party endorsement.</p> <p>The former secretary of state joins other officials from the second Bush administration in indicating their plans to vote for Clinton or their disavowal of Trump, including former homeland security secretary Michael Chertoff, former commerce secretary Carlos Gutierrez, former treasury secretary Henry Paulson and former secretary of state Condoleezza Rice, Powell’s successor who urged Trump to withdraw from the race earlier this month:</p>  <figure class=\"element element-embed\" data-alt=\"Condoleezza Rice, on Donald Trump.\">  <iframe src=\"https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fcondoleezzarice%2Fposts%2F1293199674025554&width=500\" width=\"500\" height=\"180\" style=\"border:none;overflow:hidden\" scrolling=\"no\" frameborder=\"0\" allowTransparency=\"true\"></iframe> </figure> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/21/trump-booed-for-calling-clinton-corrupt-as-bipartisan-dinner-turns-sour\">Donald Trump booed for calling Clinton 'corrupt' as bipartisan dinner soured</a> </p> </aside>  <p>Powell’s support indicates a shift in mood regarding Clinton from earlier this year. Hacked emails were released last month in which he had shown annoyance with Clinton when she cited his use of private email servers during his tenure at the state department as proof that her own email scandal was a mountain made out of a molehill.</p> <p>“Her people are trying to pin it on me,” Powell wrote in August, of Clinton’s email scandal.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/sep/14/colin-powell-emails-trump-disgrace-but-no-clinton-vote\">In another email he wrote</a>: “I would rather not have to vote for her, although she is a friend I respect.”</p> <p>He added: “A 70-year-old person with a long track record, unbridled ambition, greedy, not transformational, with a husband still dicking bimbos at home (according to the NYP).”</p>",
  "<p>As they go to the polls in a historic presidential election, more than six in 10 Americans say neither major political party represents their views any longer, a survey has found.<br></p> <p>Dissatisfaction with both Democrats and Republicans has risen sharply since 1990, when less than half held that neither reflected their opinions, according to research by the <a href=\"http://www.prri.org/\">Public Religion Research Institute (PRRI)</a>.</p> <p>The seventh annual <a href=\"http://www.prri.org/research/divide-americas-future-1950-2050/\">2016 American Values Survey</a> was carried out throughout September among a random sample of 2,010 adults in all 50 states.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/oct/25/third-party-politics-donald-trump\">Could a third party with actual power be Donald Trump's next political move? | James Nevius</a> </p> </aside>  <p>Both party establishments have been rattled by the <a href=\"https://www.theguardian.com/us-news/2016/jan/23/donald-trump-bernie-sanders-lead-two-headed-insurgency-against-establishment\">outsider challenges</a> of Donald Trump, who was successful in winning his party’s nomination, and Bernie Sanders, who was not. In a year that seems ripe for third-party candidates, Libertarian Gary Johnson and Jill Stein of the Green party are seeking to capitalise but have fallen back in the polls in recent weeks.</p> <p>Sixty-one per cent of survey respondents say neither political party reflects their opinions today, while 38% disagree. Nearly eight in 10 (77%) independents and a majority (54%) of Republicans took this position, while less than half (46%) of Democrats agree. There was virtually no variation across class or race.</p> <p>Both Democratic presidential nominee Hillary Clinton and Republican standard bearer Trump continue to suffer historically low favourability ratings, with less than half of the public viewing each candidate positively (41% v 33%). Clinton is viewed less favourably than the Democratic party (49%), but Trump’s low rating is more consistent with the Republican party’s own favourability (36%).</p> <p>The discontent with parties and candidates extends to the electoral process itself, which Trump claims is rigged against him. Less than half the public (43%) say they have a great deal of confidence that their vote will be counted accurately, while 38% have some confidence and 17% have hardly any confidence.</p> <p>Party affiliation shapes perception. About two in three Republicans believe voter fraud is a bigger problem than voter disenfranchisement, whereas two in three Democrats say eligible voters being denied access is the greater concern. Studies have found cases of voter fraud to be minuscule.</p> <p>The PRRI found that pessimism about the direction of the US is significantly higher today (74%) than it was at this time during the 2012 presidential race, when 57% of the public said the country was on the wrong track.</p> <p>Indeed, there is hankering, at least on one side of the aisle, for a perceived golden age. The 1950s might have been the decade of Soviets launching Sputnik, of anti-communist witch-hunts and of <a href=\"https://www.theguardian.com/world/2008/dec/28/usa-barack-obama-race\">persistent racial segregation</a>, but 72% of Trump’s likely voters say American culture and way of life has changed for the worse since then. Some 70% of Clinton’s supporters say things have changed for the better.</p> <p>Robert Jones, chief executive of PRRI, said: “This election has become a referendum on competing visions of America’s future. Donald Trump supporters are <a href=\"https://www.theguardian.com/commentisfree/2016/sep/21/donald-trump-on-terror-mccarthyism-for-new-age\">nostalgic for the 1950s</a>, an era when white Christians in particular had more political and cultural power in the country, while Hillary Clinton supporters are leaning into – and even celebrating – the big cultural transformations the country has experienced over the last few decades.”</p> <p>A majority (56%) of white Americans – including three in four (74%) of white evangelical Protestants – say American society has changed for the worse since the 1950s, while roughly six in 10 of black (62%) and Hispanic (57%) Americans say it has improved. </p> <p>Critics have described Trump as an authoritarian figure who poses a fundamental threat to democracy. In a hint of what might have been possible if he had avoided numerous scandals and feuds during his campaign, the research found that 46% of people, including 55% of Republicans, believe the US needs a leader willing to break some rules in order to set things right.</p> <p>There was a modest racial divide on the appeal of a strongman but a clear class divide. A majority (55%) of white working class Americans endorsed the idea whereas less than a third (29%) of those with college degrees agreed.</p> <p>Jones told an <a href=\"https://www.facebook.com/PRRIpoll/videos/vb.38428034839/10154587865909840/?type=2&amp;theater\">audience at the Brookings Institution</a> thinktank in Washington on Tuesday: “It fits very well with this portrait of Americans who see a very non-responsive political system to their situation. So when you feel parties aren’t attuned to you, government’s not attuned to you, nobody’s got your back, this kind of sentiment is, I think, what you get.</p> <p>“If you get a strong leader who’s coming in to shake things up – someone who’s said, ‘I’m the guy. Only I can solve this problem’ – I think it’s appealing to this kind of sentiment. It’s people who feel like the system’s largely failed them. They don’t see any paths working within the current channels to change things.”</p> <p><a href=\"https://eppc.org/author/henry_olsen\">Henry Olsen</a>, a senior fellow at the Ethics and Public Policy Center, added: “It gets to the importance of listening. When people feel excluded from the normal process of society, they will endorse extreme measures in order to ensure they get part of that society. There is a segment that we don’t often come into contact with except through data that very much feels that way and they find Trump’s authoritarian demeanour reassuring rather than frightening.”</p> <p>Olsen argued it is incumbent on the election victors to listen to the views of people who think differently from them, comparing the situation with Brexit. “If the answer to our future is lean in without listening, we will eventually see a violent revolt that will shock everyone, in the way that [the leave vote] shocked Britain.”</p> <p>People name terrorism as the most important issue and are closely divided on the benefits of free trade. Some 58% oppose building a wall along the Mexican border, while 41% are in favour.</p> <p>Trump’s campaign was rocked earlier this month by <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">the release of a 2005 video</a> in which he boasted about sexually assaulting women. But the PRRI’s findings suggest its impact on the electorate might be less than supposed. Some 61% of people say an elected official who commits an immoral act in their personal life can still behave ethically and fulfill their duties in their public and professional life. This was a sharp increase from 44% in 2011.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/oct/25/third-party-politics-donald-trump\">Could a third party with actual power be Donald Trump's next political move? | James Nevius</a> </p> </aside>  <p>Most strikingly, 72% of white evangelical Protestants agree, up from just 30% in 2011. Jones said: “White evangelicals have gone from the least likely group to agree with this statement to the most likely group to agree with this statement.”</p> <p><a href=\"https://www.aei.org/scholar/karlyn-bowman/\">Karlyn Bowman</a>, a senior fellow and research coordinator at the American Enterprise Institute, said allegiance trumps character for many voters. “We saw the same thing in the 1990s, when for decades, feminists had told us that the personal was the political, and all of a sudden during the end of Bill Clinton’s presidency, everything flipped and the personal was no longer the political. I think party was more important than the issue.”</p> <p>Seven in 10 white evangelical Protestants say they will vote for Trump, while Clinton has a healthy lead among Catholics. She is tied with Trump among white Catholics.</p> <p>More than a third (35%) of Democrats cite <a href=\"https://www.theguardian.com/us-news/barack-obama\">Barack Obama</a> as their favourite president, ahead of John F Kennedy (21%), Bill Clinton (20%) and Franklin D Roosevelt (15%). Nearly seven in 10 (69%) Republicans name Ronald Reagan as their favourite occupant of the White House, with George W Bush second on 12%.<br></p>",
  "<p>Democrats take their fight to the heart of the US military establishment on Wednesday by deploying the father of a Muslim war hero to campaign against Donald Trump.</p> <p>Khizr Khan, whose speech at the party’s convention in June came at the high-water mark in Trump’s poll ratings, will speak to veterans in Norfolk, Virginia, home of the world’s largest naval base and some 150,000 military workers.</p> <p>Trump shocked many Republicans earlier this year by initially attacking the sincerity of the parents of army captain Humayun Khan, who died saving his unit from an Iraqi suicide bomb, after they criticised his proposed ban on Muslims entering the US. </p> <p>But Captain Khan’s father is returning to haunt the campaign, and launching a <a draggable=\"true\" href=\"https://www.youtube.com/watch?v=WCqFCCgU1xk&amp;feature=youtu.be\">new television advert</a>, in which he again challenges the celebrity property developer: “Would my son have a place in your America?” It could further drive a wedge into remaining Republican support among military families after a disastrous few weeks that has seen the party’s presidential campaign <a draggable=\"true\" href=\"http://blogs.wsj.com/washwire/2016/10/13/trump-campaign-withdraws-from-virginia/\">pull out of states like Virginia</a>. </p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=WCqFCCgU1xk\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/WCqFCCgU1xk?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Despite plummeting poll numbers, Trump meanwhile will be taking time off from the campaign trail to attend the grand opening of his new hotel in Washington DC, joined by his family members for an official ribbon-cutting ceremony on Wednesday.</p> <p>Just yards from the White House, the glitzy venue has been struggling to attract business since its <a href=\"https://www.theguardian.com/us-news/2016/sep/13/trump-international-hotel-washington-opening-protests\">soft launch</a> last month amid signs of a commercial boycott against Trump’s divisive campaign.</p> <p>The juxtaposition of events also highlights the growing advantage of surrogates and endorsements for Clinton, who has seen powerful interventions in recent days by leading female supporters such as Elizabeth Warren and Michelle Obama.</p> <p>The Democratic nominee, who turns 69 on Wednesday, celebrated her birthday a day early with a fundraiser at which she was serenaded by Stevie Wonder. She announced on Tuesday that Jay Z will be performing a get-out-the-vote concert for her in Cleveland, one of a number of high-profile performers who have jumped aboard her bandwagon, including Katy Perry, Miley Cyrus, Jon Bon Jovi and the National. </p> <p>Former New York mayor Rudy Giuliani, one of the few prominent Republicans still appearing regularly to endorse Trump, promised the campaign was planning a change of strategy in the remaining 13 days before the election.</p> <p>Asked on Fox News if there was anything other than rallies, he promised: “We’ve got a couple of surprises left … Surprises in the way we’re gonna campaign to get our message out there, maybe in a little bit of a different way.”<br tabindex=\"-1\"> </p> <p>Giuliani continued to seize on internal campaign emails published by WikiLeaks, claiming they showed Democrats were “unethical” and using “dirty tricks” to try to disrupt Trump rallies. A Wall Street Journal report revealing campaign donations to the wife of an FBI official who subsequently went on to have a role in the investigation into Clinton’s private email server was also citied.</p> <p>Peter Thiel, a controversial Silicon Valley investor who helped fund a lawsuit that bankrupted Gawker Media, announced he would be speaking about his support for Trump next week – one of the few business figures to do so.</p> <p>The Trump campaign claims that its collapsing poll numbers are being misrepresented by a corrupt media and polling industry and is increasingly turning to alternative ways of reaching voters, including a <a href=\"https://www.theguardian.com/us-news/2016/oct/24/trump-tv-facebook-live-us-election-media-tomi-lahren\">Facebook channel that some see as a sign of Trump’s future media ambitions</a>.</p> <p>But with early voting figures showing signs of unusually high turnout for Democrats in must-win states like Florida, it appears that time may be running out for the Trump campaign.</p> <p>If he loses by as big a margin as the polls suggest, it could be a humiliating end for the political ambitions of a man who has always emphasised his status as a “winner” who plays in the “big league”.</p> <p>“I never had a failure,” Trump claims in a <a href=\"http://www.nytimes.com/2016/10/26/us/politics/donald-trump-interviews.html?_r=0\">newly revealed interview</a> conducted before he launched the campaign. “Because I always turned a failure into a success.” </p>",
  "<div id=\"block-580f80abe4b0219a00d38770\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T16:57:39.914Z\">5.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Carney has now finished so here are some of the key points.</p> <p>In the wake of criticisms from various politicians, he said<strong><a href=\"https://www.theguardian.com/business/live/2016/oct/25/mark-carney-brexit-bank-of-england-japanese-stock-market-dollar-business-live?page=with:block-580f6ea4e4b08d944ba4a6b1#block-580f6ea4e4b08d944ba4a6b1\"> investors would want a “risk premium” to buy UK assets if the Bank’s independence was questioned</a></strong>. But markets should not expect this to happen. It was up to the government to set a target for price stability which the Bank would then decide how to reach.</p> <p>On his own future, he said <strong><a href=\"https://www.theguardian.com/business/live/2016/oct/25/mark-carney-brexit-bank-of-england-japanese-stock-market-dollar-business-live?page=with:block-580f7237e4b01c528432c711#block-580f7237e4b01c528432c711\">it would be a personal decision as to when he would step down from the Bank </a></strong>and not related to politics.</p> <p>Sterling’s recent slump had less to do with monetary policy, he said, and more to do with the announcement of the timetable for Article 50 and <a href=\"https://www.theguardian.com/business/live/2016/oct/25/mark-carney-brexit-bank-of-england-japanese-stock-market-dollar-business-live?page=with:block-580f738de4b08d944ba4a6d9#block-580f738de4b08d944ba4a6d9\">the market’s perception of how discussions on Brexit would unfold.</a></p> <p>He said there were <strong><a href=\"https://www.theguardian.com/business/live/2016/oct/25/mark-carney-brexit-bank-of-england-japanese-stock-market-dollar-business-live?page=with:block-580f7544e4b08d944ba4a6eb#block-580f7544e4b08d944ba4a6eb\">various contingency plans in place for banks to leave London if they saw fit.</a></strong></p> <p>On QE he expressed sympathy for savers who have been hit by the programme, but said <strong><a href=\"https://www.theguardian.com/business/live/2016/oct/25/mark-carney-brexit-bank-of-england-japanese-stock-market-dollar-business-live?page=with:block-580f7997e4b0219a00d3872e#block-580f7997e4b0219a00d3872e\">the Bank was not slavishly relying on QE.</a></strong></p> <p>He defended <strong><a href=\"https://www.theguardian.com/business/live/2016/oct/25/mark-carney-brexit-bank-of-england-japanese-stock-market-dollar-business-live?page=with:block-580f7bbbe4b01c528432c76c#block-580f7bbbe4b01c528432c76c\">the Bank’s purchase of corporate bonds, including McDonald’s</a></strong>.</p> <p>On negative rates, he said there was <strong><a href=\"https://www.theguardian.com/business/live/2016/oct/25/mark-carney-brexit-bank-of-england-japanese-stock-market-dollar-business-live?page=with:block-580f8876e4b0219a00d387b3#block-580f8876e4b0219a00d387b3\">something unnatural and a confidence effect.</a></strong></p> <p>Meanwhile the pound has recovered some ground after its earlier sudden slump, which was blamed variously on the strong dollar, comments from chancellor Philip Hammond suggesting more QE and nervousness ahead of Carney’s appearance at the House of Lords.</p> <p>It is now down 0.3% at $1.2195 after falling as low as $1.2084 - its worst level since the flash crash earlier this month. Its recovery is partly due to Carney’s measured performance and his attempts to reassure on QE, his own future, and worries over the Bank’s independence.</p> <p>With the slight recovery in the pound, the FTSE 100 has lost much of its earlier gains but still ended up 0.45% at 7017.64.</p> <p><em>On that note, it’s time to close for the evening. Thanks for all your comments, and we’ll be back tomorrow.</em></p> </div>   </div> <div id=\"block-580f8b5ee4b0219a00d387d9\" class=\"block\" data-block-contributor=\"profile/helenasmith\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T16:43:52.921Z\">5.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Over to Greece, and the White House has confirmed that president Barack Obama will be visiting the country in November in what officials hope will be the biggest push yet to secure debt relief for the country. Our correspondent Helena Smith reports. <br><br></p> <blockquote> <p>Barely days after the race for the White House, the outgoing president will visit Athens on November 15 in what was described as a tour aimed at reaffirming support “for economic reforms that reduce inequality.”</p> <p>The US president has voiced barely disguised frustration with austerity policies he has blamed for economic stagnation and slow growth in Europe. Greek officials in the leftist-led government are hoping Obama will push for debt forgiveness when he goes on to hold talks with the German chancellor Angela Merkel in Berlin so that the Greek economy, currently locked in its worst slump in modern times, can be put on the path to recovery.</p> <p>The IMF, like Washington, both believe that with a debt load in excess of €300bn the Greek economy is unsustainable. Prime minister Alexis Tsipras has recently racheted up the rhetoric, saying a debt deal should be wrapped up by December when Athens completes a second review of the economy with international inspectors representing its bailout creditors at the EU and IMF. His appeals were rebuffed by both Merkel and her French counterpart when he met them on the sidelines of last week’s EU summit in Brussels. Berlin, the main provider of bailout funds to date, has argued that Greece’s problen is not one of debt but competitiveness. </p> </blockquote> </div>   </div> <div id=\"block-580f8a99e4b0219a00d387cf\" class=\"block\" data-block-contributor=\"profile/jilltreanor\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T16:40:56.305Z\">5.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Still with Brexit, and Ireland is making a pitch to provide a home for a key regultor. Jill Treanor writes:</p> <blockquote> <p>It is not so long ago that European Banking Authority moved to new offices in London’s Canary Wharf. But the vote for Brexit means the regulator which oversees banks in the remaining 27 countries of the EU is likely to need a new home. Ireland has now made a formal pitch to take on the regulator, best known for conducting its stress tests on banks. Michael Noonan, minister of finance said: “While the UK continues to be a full member of the EU until the negotiations for their exit have been completed, preparations must be made for eventualities such as the relocation of certain European agencies such as the European Banking Authority. Ireland has a significant financial services sector, efficient transport links to other European capitals and the capacity to absorb the European Banking Authority’s re-location to Ireland. Our interest in hosting the EBA demonstrates the continued importance Ireland places in well regulated financial services. As a country with experience in providing links to banks and companies in the UK market, Ireland provides an ideal new home for the staff of the EBA.”</p> <p>Ireland has made no secret of its ambitions<strong><a href=\"https://www.theguardian.com/world/2016/oct/17/dublin-exploits-brexit-uncertainty-to-lure-firms-from-london\"> to take any exiles from London’s financial services sector.</a></strong></p> </blockquote> </div>   </div> <div id=\"block-580f8a36e4b0219a00d387c8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T16:38:10.766Z\">5.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Lord Hollick ends by saying a question has been sent in during the proceedings by a pensioner who wants to know what he should invest his savings in.</p> <p>Carney replies that when he can have the answer sent in, he will give a reply.</p> <p>And with that, it’s over.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-25T16:51:39.441Z\">at 5.51pm BST</time></p>  </div> <div id=\"block-580f8960e4b08d944ba4a7ae\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T16:33:48.839Z\">5.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"c0cec9c80e314522d6c35ec5fc66c7291337de33\"> <img src=\"https://media.guim.co.uk/c0cec9c80e314522d6c35ec5fc66c7291337de33/0_0_1969_1054/1000.jpg\" alt=\"Bank of England Governor Mark Carney gives evidence to the Economic Affairs Committee at the House of Lords.\" width=\"1000\" height=\"535\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bank of England Governor Mark Carney gives evidence to the Economic Affairs Committee at the House of Lords.</span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-580f8876e4b0219a00d387b3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T16:33:48.187Z\">5.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Question: Why are you opposed to negative interest rates? Do you feel comfortable with size of derivatives on bank bal sheets</p> <p>Carney says on negative rates, uncomfortable with effect on bank balance sheets and lending possibly being tempered or reversed. In UK the building societies are an important part of system and they don’t have alternative supply of finance.</p> <p>On top of that, there is something unnatural to negative rates to some people and there is a confidence effect.</p> <p>In terms of derivatives, reforms put in place have substantially reduced risks.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-25T16:52:03.130Z\">at 5.52pm BST</time></p>  </div> <div id=\"block-580f87abe4b08d944ba4a796\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T16:29:36.834Z\">5.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Question: If the MPC had known about fall in sterling in August would they have done same stimulus measures ? When does depreciation start becoming serious?</p> <p>Carney says committee always takes into account exchange rate movements and the reasons, and its effect on inflation. </p> <p>Prior to referendum, the way we talked remained most appropriate - we have to balance supply, demand and exchange rate.</p> <p>Since timing of Article 50 became clear, sterling has been influence by market perceptions of [future with EU].</p> <p>If exchange rate has depreciated and UK supply capacity is weakened by Brexit, it will push up inflation.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-25T16:52:21.276Z\">at 5.52pm BST</time></p>  </div> <div id=\"block-580f861fe4b0219a00d387a1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T16:26:16.147Z\">5.26pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Question: What is concerning central bankers at the moment other than Brexit?</p> <p>Carney says the balance of monetary, fiscal and structural policy, and that monetary policy has been overburdened. Fair bit of time needs to be spent on that.</p> <p>In terms of biggest risk, China. It is going through a series of transitions, manufacturing to services, from bank based lending to market based finance, flexibility of exchange rate. They are all happening simultaneously. Chinese authorities have done an exemplary job in managing this, but there are challenges.</p> <p>In recent years the pace of growth has been faster than the speed limit, effectively a product of debt through shadow banking sector. Challenge is to sustainably and safely decelerate the rate of growth.</p> </div>   </div> <div id=\"block-580f84cae4b01c528432c7b0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T16:19:38.729Z\">5.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Question: when will the recent fall in sterling affect inflation?</p> <p>Carney says the recent uptick in inflation is the product of a few factors but not, net, sterling. Mainly energy prices and clothing prices.</p> <p>Relatively quickly we will see the effects of the sterling depreciation. By the spring [inflation will be] 1.5% to 1.8% annualised with an important contribution [from currency].</p> <p>We do not have a target for the exchange rate. But it is a factor which influences the stance of monetary policy, and will take into account over next week as we make our policy decision.</p> </div>   </div> <div id=\"block-580f7f58e4b01c528432c786\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T15:52:53.545Z\">4.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Question: Given government can borrow at low rates and investing, shouldn’t they take advantage of that?</p> <p>Carney says have to be careful in fiscal policy about what is temporary and what is baked in system. I agree, given interest rate, relative return on a project doesn’t have to be that high when there is tax revenues and an asset alongside it. But those decisions are decisions of the government.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-25T16:36:30.422Z\">at 5.36pm BST</time></p>  </div> <div id=\"block-580f7e3ae4b08d944ba4a73c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T15:50:41.218Z\">4.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Question: Is monetary policy now too loose and fiscal policy too tight?</p> <p>Carney says adjusting fiscal policy is much slower than adjusting monetary policy, it needs budget, legislation.</p> <p>So there is a need to understand the fiscal policy of the government and take it into account. Appropriate for chancellor and governor to discuss how the economy is and what should be done.</p> </div>   </div> <div id=\"block-580f7de5e4b08d944ba4a738\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T15:45:41.518Z\">4.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Away from Carney and back to the pound’s slide. Neil Wilson, markets analyst at ETX Capital said:</p> <blockquote class=\"quoted\"> <p> There is no clear reason for the dip but once the run on the pound starts these days it’s hard to find buyers at any natural or obvious levels...It just goes to show how bearish the sentiment is around the pound at the moment. It doesn’t take a lot to send sterling south at the moment.</p> <p>Of course it’s good news for all those dollar earners on the FTSE 100, which rallied strongly on the pound’s fall before a big bought of profit taking around 15:20-30 pared the day’s gains.</p> </blockquote> </div>   </div> <div id=\"block-580f7c68e4b08d944ba4a72b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T15:45:37.045Z\">4.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Question: Is there too much uncertainty now for forward guidance to be useful?</p> <p>Carney says it is useful in certain circumstances, in the exit from unconventional policy.</p> </div>   </div> <div id=\"block-580f7bbbe4b01c528432c76c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T15:38:09.718Z\">4.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Lamont: Why are you now buying corporate bonds?</p> <p>Carney says this provides a different channel of stimulus. It is more powerful pound for pound than QE. We are buying neutrally, companies important to UK economy.</p> <p>[Lamot: McDonald’s?] Yes, it is part of the UK economy, providing jobs.</p> <p>It encourages issuance in that market, also frees up bank balance sheets to lend to smaller businesses and households.</p> </div>   </div> <div id=\"block-580f7b1ce4b08d944ba4a71c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T15:35:19.321Z\">4.35pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Carney - cannot conceive Chancellor would refuse Bank's QE moves</h2>  <div class=\"block-elements\">  <p>Lamont: QE has been described as a mixture of fiscal and monetary policy. So independence of central banks has already gone. If Treasury has to approve each tranche of QE, then independence is surely compromised?</p> <p>Carney says the decision is made by the MPC, the Treasury makes decision on Bank balance sheet independently. I have to explain to chancellor the rationale, and he or she will want to be satisfied on that before putting balance sheet forward. Can’t conceive of circumstance where chancellor would not provide that.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-25T15:41:57.645Z\">at 4.41pm BST</time></p>  </div> <div id=\"block-580f7997e4b0219a00d3872e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T15:32:39.272Z\">4.32pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">We would not slavishly rely on QE - Carney</h2>  <div class=\"block-elements\">  <p>Question from Lord Lamont: Back to QE, how long will it go on. Is it still effective. The distortions are becoming larger, especially in bond market. Companies are cutting dividend to fund pension liabilities. My fear, this will only end in tears.</p> <p>Carney says he does not share that view. </p> <p>The package in August had four elements, part of the reason was to provided stimulus but also to show we would not slavishly rely on QE.</p> <p>After the first QE programme, they tend to have less of an influence on asset prices. The August announcement has as large an impact as any, [because it was part of a package].</p> <p>On side effects, we are mindful of side effects. We did look at impacts on pension funds, insurance companies, margins and profitablity of banks and building societies, to satisfy ourselves sum of side effects did not outweigh positives. Case was strong so we pursued it.</p> <p>On pension funds, the challenge is as much due to a lag in equity performance compared to yields elsewhere. So its a broader problem.</p> <p>{Lamont: QE helping that problem}</p> <p>Carney says its whether you think QE is responsible for low rates. [<em>He clearly doesn’t</em>]</p> <p>The concerns about risks in the global environment are quite elevated.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-25T15:40:33.545Z\">at 4.40pm BST</time></p>  </div> <div id=\"block-580f7829e4b01c528432c744\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T15:26:11.725Z\">4.26pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Question: is there anything to be done to make sure the City remains the pre-eminent financial centre post-Brexit?</p> <p>We start from a position where it is Europe’s financial centre. </p> <p>[On euro clearing moving from London] there is no need for currency clearing to take place in the currency’s jurisdiction. It is broader discussion in the political realm.</p> <p>From our point of view, we need to retain world class supervision and regulation. We need to ensure - issue for government and private sector - that non-euro activity continues to grow in London.</p> <p>We need to come to some sort of broader agreement on aspects of wholesale finance.</p> <p>Yes some business would migrate, but City will grow other business from elsewhere.</p> </div>   </div> <div id=\"block-580f7782e4b0219a00d3871e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T15:20:05.397Z\">4.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Carney says he expects the EU to give serious consideration to equivalence of UK financial regulation.</p> <p>Carney says we do not want to have our hands tied to import ad infinitum financial rules made elsewhere.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-25T15:21:59.095Z\">at 4.21pm BST</time></p>  </div> <div id=\"block-580f767ee4b0219a00d38717\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T15:14:41.713Z\">4.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The pound has recovered some ground during the course of Carney’s appearance so far. Having fallen as low as $1.2084 earlier, and recovering to $1.2121 as he began, it is now at $1.2135, still down 0.7% on the day.</p> </div>   </div> <div id=\"block-580f7587e4b01c528432c729\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T15:11:23.301Z\">4.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Question: is BBA irresponsible suggesting banks are ready to leave imminently?</p> <p>There is much uncertainty, and in an environment where profitability is stretched. Some may take decisions earlier than others.</p> <p>There are discussions [to be held with the EU], it would be precipitate to make decisions [before then].</p> </div>   </div> <div id=\"block-580f7544e4b08d944ba4a6eb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T15:08:50.387Z\">4.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Question: any evidence banks are planning to relocate out of London?</p> <p>Carney says as supervisor of banks, we are aware of contingency plans at various stages of readyness. Some would be in a position to adjust activities within the next year if they saw fit.</p> </div>   </div> <div id=\"block-580f738de4b08d944ba4a6d9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T15:07:40.876Z\">4.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Question: US rates are expected to rise, does that not depress the pound. The Bank has also failed to meet its inflation target.</p> <p>Carney says there were four elements to August’s package, sterling barely moved, the market understood what we were doing.</p> <p>When does sterling move, asks Carney. When it becomes clear on the timing of Article 50 and the market’s perception on the relationship between UK and EU. It’s a bit early to determine that. PM says she will get best deal, there have been no discussions.</p> <p>But the market’s perception influences a perception of the supply situation of the econmy. That perception may well be mistaken.</p> <p>We have to take account of where sterling is and how persistent it will be.</p> <p>The 6.5% movement in currency since the Conservative party conference has largely been driven by a single factor, not monetary policy.</p> <p>As for US, there has been an increased perception that Fed will raise rates by the end of the year. That has contributed to generalised dollar strength.</p> <p>But with sterling it is more the perception of that fundamental factor.</p> <p>[On the inflation target] in terms of the undershoot, the explanation was huge moves in oil and commodity prices.</p> <p>The judgement the MPC has to make, we see inflation rising above target in year’s 2 and 3, due to depreciation of sterling in the first half of this year, so our judgement is how quickly we return inflation to target.</p> <p>Should we raise rates in August and get it to 2%, at the cost of jobs and income in the economy. Or is it wiser to look through that exchange rate move and help economy adjust. In the view of every member, it was the right course of action to provide stimulus at that point.</p> </div>   </div> <div id=\"block-580f7296e4b0219a00d386f5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T15:00:25.273Z\">4.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Why cut interest rates after Brexit when suggested not beforehand?</p> <p>Carney says monetary policy would depend on supply, demand and the exchange rate. The balance of those forces which effect the path of policy.</p> <p>The MPC decision is not automatic. There were scenarios when.. appropriate response would have been to tighten.</p> <p>But in fact the balance was consistent with the Bank supplying more stimulus to support the economy during a period of adjustment.</p> <p>That stimulus has its limits. The balance can shift. We don’t target exchange rate, we target inflation..but we are not indifferent.</p> </div>   </div> <div id=\"block-580f7237e4b01c528432c711\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T14:56:15.970Z\">3.56pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Decision whether to stay at Bank entirely personal - Carney</h2>  <div class=\"block-elements\">  <p>Question. There has been talk about Carney leaving. What are the factors for Carney staying or going?</p> <p>Carney says he needs time to reflect, it’s an entirely personal decision. No one should read into it anything about government policy, past, present, intentional.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-25T15:16:18.425Z\">at 4.16pm BST</time></p>  </div> <div id=\"block-580f7111e4b08d944ba4a6ca\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T14:54:39.777Z\">3.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Baroness Wheatcroft question: On the prime minister’s comments, she said monetary policy was an effective emergency measure and a change has to come. Does that mean monetary policy?</p> <p>Carney says he does not think she meant a change in monetary policy.</p> <p>Question: how long will it take to get there (normal interest rates etc)?</p> <p>The framework is there, we fully understand if not welcome criticism of how we’re doing our job to get to inflation target. With time as the government prosecutes its discussions with EU, uncertainties will reduce.</p> <p>There are broader forces in global economy which may take longer to dissipate.</p> </div>   </div> <div id=\"block-580f70cee4b0219a00d386e8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T14:49:47.158Z\">3.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Carney says it is frustrating to have interest rates so low for so long.</p> <p>He says he has sympathy with savers, but says the Bank’s focus is on its remit to get inflation where it needs to be.</p> </div>   </div> <div id=\"block-580f6fd3e4b0219a00d386e0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T14:46:25.514Z\">3.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Change inflation target to help savers?</p> <p>Carney says to target a specific group is not consistent with helping widest range of people and supporting whole economy.</p> </div>   </div> <div id=\"block-580f6f23e4b0219a00d386da\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T14:44:32.185Z\">3.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Lord Hollick, the chair, asks about the prime minister’s concerns about the effect of QE and those who have lost out, and what the Bank could do to help.</p> <p>Carney says since QE, jobs have been created, GDP has grown. That is not due to QE, but the stance has helped the UK economy during a difficult period.</p> <p>Different groups will benefit in different ways. Between 2009 and 2016, most have benefited, although some more than others.</p> <p>We do recognise those who rely on savings have seen lower returns.</p> </div>   </div> <div id=\"block-580f6ea4e4b08d944ba4a6b1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T14:41:33.524Z\">3.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Carney says the Bank’s independence has stood the test of time.</p> <p>If it was called into question he would expect to see a risk premium on UK assets, particularly the currency, gilts and inflation expectations.</p> <p>He said markets should have no reason to expect that [risk premium]. There is not a debate in parliament to change remit.</p> <p>If the bank’s goal or remit was adjusted, the MPC would discharge that remit.</p> <p>He said comments by individual politicians on policy would have no effect on how it discharges its responsibility.</p>  <figure class=\"element element-image\" data-media-id=\"7450f9a3310ece1624ccd0b6362e76e52f26b11d\"> <img src=\"https://media.guim.co.uk/7450f9a3310ece1624ccd0b6362e76e52f26b11d/24_0_652_391/500.jpg\" alt=\"Carney at the House of Lords\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Carney at the House of Lords</span> <span class=\"element-image__credit\">Photograph: Parliament TV</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-25T14:48:35.024Z\">at 3.48pm BST</time></p>  </div> <div id=\"block-580f6e12e4b0219a00d386d2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T14:39:29.361Z\">3.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Mark Carney is now beginning his testimony and is talking about monetary policy.</p> <p>He says monetary policy has been overburdened, it is the principal if not sole vehicle to provide stimulus to the UK. He welcomes the government is signalling a resetting of the balance between monetary, fiscal and structural policy.</p> </div>   </div> <div id=\"block-580f6c8ce4b08d944ba4a69a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T14:30:41.680Z\">3.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/World_First/status/790922688957145088\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Sterling today <a href=\"https://t.co/jxQHSrmnQk\">pic.twitter.com/jxQHSrmnQk</a></p>&mdash; World First (@World_First) <a href=\"https://twitter.com/World_First/status/790922688957145088\">October 25, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580f6a05e4b01c528432c6ca\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T14:25:23.064Z\">3.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Sterling continues to fall ahead of Mark Carney’s testimony shortly.</p> <p>It has fallen as low as $1.2082, its lowest since the flash crash earlier this month, and while the strength of the dollar and the uncertainty about what Carney will say are factors, comments from chancellor Philip Hammond earlier may also be helping to push sterling lower. Connor Campbell, financial analyst at Spreadex, said:</p> <blockquote class=\"quoted\"> <p>Sterling’s renewed slide seems to have stemmed from comments made by Philip Hammond, who not only warned that EU leaders may focus on political rather than economic issues when discussing the Brexit, but also that, when asked about the possibility of more QE, pointed out that no quantitative easing request has ever been rejected. This seems to have spooked the pound, which had actually been on a decent run of form in the past few trading sessions, and that is before Mark Carney gives his latest Brexit update in front of the House of Lords later today. </p> <p>The return of the pound’s perilous trading was good news for the FTSE. The UK index had been lacking a certain spark in the last few days; now it finds itself 50 points higher, firmly above 7000 and not too far away from its all-time peak. </p> </blockquote> </div>   </div> <div id=\"block-580f6900e4b0219a00d386a7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T14:17:34.920Z\">3.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The weak US consumer confidence figures could pose a problem for Federal Reserve chair Janet Yellen. Mike Read, co-founder of trading network Pelican, said:</p> <blockquote class=\"quoted\"> <p>Consumers in the US could be forgiven for harbouring slight trepidations about the future, amid a controversial presidential campaign and global economic uncertainty, but Fed Chair Janet Yellen will be concerned to see the first signs of this mounting pessimism taking effect.</p> <p>Observers have long earmarked December as when the Fed will raise rates again, but 2016 has been a year of surprises and many traders may now be getting cold feet at the prospect of Yellen holding off until the new year.</p> </blockquote> <p>Paul Sirani, Chief Market Analyst at Xtrade, still thinks a December rise is on the cards:</p> <blockquote class=\"quoted\"> <p>Consumer confidence rose in September to its highest level in nine years, but that positivity has proven short-lived for Fed Chair Janet Yellen following a worse than expected October reading.</p> <p>Although the U.S. economy is performing well on the whole, Yellen has been singled out for criticism by presidential candidate Donald Trump, who claims she is keeping interest rates low for political reasons.</p> <p>And it seems highly unlikely that she will pull the trigger before the Presidential race in November, with a December rise more likely.</p> </blockquote> </div>   </div> <div id=\"block-580f66c1e4b0219a00d38695\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T14:12:29.833Z\">3.12pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">US consumer confidence declines</h2>  <div class=\"block-elements\">  <p>The US presidential election has dented consumer confidence, according to a new survey.</p> <p>The University of Michigan index of consumer sentiment fell by 3.6% month on month to 87.9. Year on year the fall was 2.3%. This was the lowest level since last September and the second lowest in the past two years. The survey’s chief economist Richard Curtin said:</p> <blockquote class=\"quoted\"> <p>It is likely that the uncertainty surrounding the presidential election had a negative impact, especially among lower income consumers, and without that added uncertainty, the confidence measures may not have weakened. Prospects for renewed gains, other than a relief rally following the election results, would require somewhat larger wage increases and continued job growth as well as the maintenance of low inflation. </p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"02c175c6cda8aeaca6e9818eb367d7eeb825fa6e\"> <img src=\"https://media.guim.co.uk/02c175c6cda8aeaca6e9818eb367d7eeb825fa6e/0_0_988_652/500.jpg\" alt=\"US consumer sentiment\" width=\"500\" height=\"330\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">US consumer sentiment</span> <span class=\"element-image__credit\">Photograph: University of Michigan</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-25T14:14:23.125Z\">at 3.14pm BST</time></p>  </div> <div id=\"block-580f6383e4b0219a00d38676\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T13:53:41.064Z\">2.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The fall in sterling has given a boost to the FTSE 100, which is now up around 70 points or 1%.</strong></p> <p>Full as it is of exporters and dollar earners, the leading index has tended to move higher as the pound weakens.</p> <p>In contrast, the more domestic focused FTSE 250 is up just 0.07%.</p> <p>Meanwhile the Dow Jones Industrial Average has opened slightly lower, down around 13 points.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-25T13:54:29.057Z\">at 2.54pm BST</time></p>  </div> <div id=\"block-580f626be4b0219a00d3866f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T13:48:08.351Z\">2.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Mark Carney’s testimony could see further pressure on the pound, says Caxton FX analyst Alexandra Russell-Oliver:</p> <blockquote class=\"quoted\"> <p>Sterling has dropped, partially as a result of pressure on the pound ahead of Carney’s testimony this afternoon (3:35pm) and partially due to dollar strength following above-forecast housing data. There is the risk of further sterling weakness/volatility during Carney’s testimony, which will focus on the economic consequences of the Brexit vote.</p> <p>Cable is trading around 1.2125, near its October 11 lows, which marked its lowest levels since 1985 (excluding the flash crash drop). Sterling’s down over 0.7% against the dollar and over 0.6% against the euro since 1:30pm. </p> </blockquote> <p><strong><br></strong></p> </div>   </div> <div id=\"block-580f607ce4b08d944ba4a63a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T13:39:12.195Z\">2.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/markets/status/790909318086397952\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Pound tumbles as traders await Carney’s testimony on Brexit impact <a href=\"https://t.co/5sbVAJYJr0\">https://t.co/5sbVAJYJr0</a> via <a href=\"https://twitter.com/worrachate\">@worrachate</a> <a href=\"https://twitter.com/_DavidGoodman\">@_DavidGoodman</a> <a href=\"https://t.co/FopLKUriqG\">pic.twitter.com/FopLKUriqG</a></p>&mdash; Bloomberg Markets (@markets) <a href=\"https://twitter.com/markets/status/790909318086397952\">October 25, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580f585de4b01c528432c62a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T13:37:10.837Z\">2.37pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">BoE governor Mark Carney set to appear at Lords Committee</h2>  <div class=\"block-elements\">  <p>This afternoon’s sudden drop in the pound comes ahead of an appearance by Bank of England governor Mark Carney before the House of Lords Economic Affairs Committee (there is <a href=\"http://parliamentlive.tv/Event/Index/aee168f2-616e-429b-85ef-27e164c399c2\">a live TV link here.</a>)</p> <p>A week before the Bank of England unveils its latest monetary policy decision - following the hint last time that a rate cut was possible - Carney is likely to be quizzed on the state of the economy and whether another cut is necessary.</p> <p>With prime minister Theresa May criticising quantitative easing and various politicians making negative comments about the Bank, Carney may also repeat his insistence that the Bank is independent in its decisions. (He must have been pleased to hear <strong><a href=\"https://www.theguardian.com/business/live/2016/oct/19/markets-uk-unemployment-wage-growth-brexit-report-business-live?page=with:block-58077617e4b0cd26ff71eb8a#block-58077617e4b0cd26ff71eb8a\">Chancellor Philip Hammond defend this very thing last week</a></strong>.).</p> <p>He is also likely to be asked about his future, given that he said he would decide by the end of the year whether to leave in 2018 or stay on longer.</p> <p>Kathleen Brooks, research director at City Index, said:</p> <blockquote class=\"quoted\"> <p>The markets will primarily be looking for any hints that Carney and co. at the BOE have plans to cut interest rates further. The market has pretty much priced out the prospect of a near-term rate cut from the BOE, but a dovish tone from Carney could see the market start to re-price the prospect of a cut, and the pound could take a hit.<br></p> <p> Mark Carney’s testimony comes at an interesting time, as relations between the BOE and the government remain tense after the PM appeared to criticize QE, and threaten the Bank’s independence. It also comes as Carney has two months to decide whether or not to leave the BOE in 2018, or stay on until 2021, he will make a formal announcement by the end of the year.</p> <p>If Carney voices concerns about the deteriorating relationship with the government then this would be the worst outcome for the pound in our view, as the last thing an already Brexit-frazzled foreign exchange market needs now is discord between the UK authorities. It could also make it more likely that Carney will quit his post in 2018, right in the middle of the UK’s Brexit negotiations.</p> </blockquote> <p>As a reminder, the House of Lords committee has said it expects to ask the following questions:</p> <ul> <li>Are ultra-low interest rates fuelling inequality and threatening the independence of central banks?</li> <li>Did the Bank misjudge the short-term impact of Brexit prior to the referendum?</li> <li>What impact will the fall in the value of the pound have on the UK’s economy and the inflation target?</li> <li>Will a ‘hard’ Brexit lead to job losses in the City of London?</li> <li>How and when will quantitative easing be unwound?</li> </ul> </div>   </div> <div id=\"block-580f5dd8e4b01c528432c65f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T13:29:31.035Z\">2.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The sudden fall in the pound may be due to other factors, some believe:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mhewson_CMC/status/790906768524210176\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So Sterling drops because Hammond says weakness of pound will impact on inflation - surely that&#39;s a statement of the bleeding obvious. <a href=\"https://twitter.com/hashtag/gbp?src=hash\">#gbp</a></p>&mdash; Michael Hewson (@mhewson_CMC) <a href=\"https://twitter.com/mhewson_CMC/status/790906768524210176\">October 25, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/FuturesTechs/status/790906767559561221\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A flash crash when we&#39;re all awake. Far more civlised! Technically breaking 1.2180-90 wasn&#39;t good. 1.2090 next support of note...<a href=\"https://twitter.com/hashtag/GBPUSD?src=hash\">#GBPUSD</a> <a href=\"https://twitter.com/hashtag/FX?src=hash\">#FX</a></p>&mdash; Clive Lambert (@FuturesTechs) <a href=\"https://twitter.com/FuturesTechs/status/790906767559561221\">October 25, 2016</a></blockquote>  </figure>  <p>And it is not just the dollar: sterling is down 0.7% against the euro at €1.116.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-25T13:33:15.639Z\">at 2.33pm BST</time></p>  </div> <div id=\"block-580f5b91e4b0219a00d38631\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T13:25:25.246Z\">2.25pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Dollar strengthens, pound drops as US house prices jump</h2>  <div class=\"block-elements\">  <p>The US currency has moved higher after a rise in house prices.</p> <p>The Federal Housing Finance Agency home price index climbed 0.7% in August compared to the previous month.</p> <p>And it has jumped 6.4% from August last year. The strength of these latest figures will add to the idea that the US Federal Reserve could hike interest rates again before the end of the year, probably in December.</p> <p>The news has seen the pound drop around 1% to a weekly low of $1.2116 against the dollar before recovering a little to $1.2128. The euro has hit a seven and a half month low against the dollar.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-25T13:41:37.246Z\">at 2.41pm BST</time></p>  </div> <div id=\"block-580f4d75e4b0219a00d385b4\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T12:38:01.099Z\">1.38pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Caterpillar warns of economic weakness after slashing sales forecast.</h2>  <div class=\"block-elements\">  <p><strong>Bad news from Wall Street. Caterpillar, the construction equipment and machinery maker, has cut its sales forecast.</strong></p> <p>The firm, famous for its bright yellow cranes, diggers and trucks, warned that business is tough as potential customers delay purchases, amid mediocre global growth prospects.</p> <p>Chief executive Doug Oberhelman says:<br></p> <blockquote class=\"quoted\"> <p>“Economic weakness throughout much of the world persists and, as a result, most of our end markets remain challenged.”</p> </blockquote> <p>Caterpillar cut its projected revenues in 2016 to $39bn, down from $40.1bn. It also fears that next year will be hard to, saying:</p> <blockquote class=\"quoted\"> <p>“While we are seeing early signals of improvement in some areas, we continue to face a number of challenges....</p> <p>We remain cautious as we look ahead to 2017, but are hopeful as the year unfolds we will begin to see more positive momentum.”</p> </blockquote> <p> This isn’t the first time this year that Caterpillar has sounded gloomy. <a href=\"http://uk.businessinsider.com/caterpillar-cuts-earnings-forecast-and-warns-about-global-economy-2016-7?r=US&amp;IR=T\">It cut its earnings forecast in July, citing Brexit as a threat to global growth</a>.<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BrianSozzi/status/790889288644820992\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Caterpillar issues earnings warnings every quarter. New normal. <a href=\"https://twitter.com/search?q=%24CAT&amp;src=ctag\">$CAT</a> <a href=\"https://t.co/97IDS18l6S\">pic.twitter.com/97IDS18l6S</a></p>&mdash; Brian Sozzi (@BrianSozzi) <a href=\"https://twitter.com/BrianSozzi/status/790889288644820992\">October 25, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580f46c5e4b0219a00d3857f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T12:06:47.161Z\">1.06pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">John Lewis names new MD</h2>  <div class=\"block-elements\">  <p><strong>Twenty two years after joining John Lewis as a graduate trainee, Paula Nickolds has just made it to the top of the high street firm, as its first ever female chief.</strong></p> <p>John Lewis has announced that Nickolds, currently their commercial director, has been promoted to one of the biggest jobs in UK retail.</p> <p>She will replace Andy Street, the outgoing MD who is <a href=\"https://www.theguardian.com/business/2016/oct/01/john-lewis-boss-andy-street-abrupt-departure-challenging-times\">bidding to become mayor of the West Midlands</a>.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/whatbutlersaw/status/790880667106217984\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">John Lewis appoints first ever woman as managing director - Paula Nickolds to replace Andy Street in January..</p>&mdash; Sarah Butler (@whatbutlersaw) <a href=\"https://twitter.com/whatbutlersaw/status/790880667106217984\">October 25, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KirstyMcGregor/status/790881505329438720\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Breaking news: Paula Nickolds appointed managing director of <a href=\"https://twitter.com/johnlewisretail\">@johnlewisretail</a>, replacing Andy Street from January <a href=\"https://t.co/C7nVGpV7C9\">pic.twitter.com/C7nVGpV7C9</a></p>&mdash; Kirsty McGregor (@KirstyMcGregor) <a href=\"https://twitter.com/KirstyMcGregor/status/790881505329438720\">October 25, 2016</a></blockquote>  </figure>  <p>Chairman Sir Charlie Mayfield says:<br></p> <blockquote class=\"quoted\"> <p>“At a time of transformation in the retail sector, Paula’s progressive and dynamic leadership is just what’s needed for the next phase of modern retailing.</p> <p>As a partner with 22 years’ service, I know just how special the John Lewis Partnership is. Driven by our unique business model, and with innovation in our DNA, I am immensely excited to lead John Lewis on the next stage of our journey.”</p> </blockquote> <p><a href=\"https://www.retail-week.com/topics/people/profile-new-john-lewis-buying-and-brand-director-paula-nickolds/5050814.article\">Nickolds says she got hooked on retail as child</a>, visiting Marks &amp; Spencer stores with her father (who worked for M&amp;S).</p> <p>Nickolds joined John Lewis in 1994, and made it to the board in 2013 as buying and brand director. That would have included overseeing the retailers’ Christmas adverts, including this classic:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=cSU34BwObCQ\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/cSU34BwObCQ?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-580f4284e4b08d944ba4a538\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T11:34:42.762Z\">12.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Hammond is asked whether he would approve another bout of quantitative easing, if the Bank of England wanted to stimulate the economy again.</strong></p> <p>The chancellor says that the BoE’s bond-buying scheme has been highly effective so far, and hints that he would not obstruct another dose if needed.</p> <blockquote class=\"quoted\"> <p>No request for quantitative easing has ever been refused, and I can’t see why it would be different in future.</p> </blockquote> <p>Worth remembering that Theresa May, the PM, criticised QE earlier this month for making the rich richer.....</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AntBarton89/status/790879265155850240\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Hammond: No Request For QE Has Ever Been Refused, See No Reason Why Circumstances Would Be Different In Future</p>&mdash; Anthony Barton (@AntBarton89) <a href=\"https://twitter.com/AntBarton89/status/790879265155850240\">October 25, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-25T11:36:00.697Z\">at 12.36pm BST</time></p>  </div> <div id=\"block-580f41a8e4b01c528432c56b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T11:30:17.913Z\">12.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Philip Hammond</strong> has also been asked about the possibility that Brexit will cost London the ability to handle ‘euro clearing’ (the settling of derivative contracts priced in euros).</p> <p>The chancellor says that the European Central Bank has already tried, and failed, once to move euro clearing into the eurozone.</p> <p>He says that euro clearing is “not easily separated from other activities in London”, but it also only makes up a relatively small part of total jobs and business in the City.</p> </div>   </div> <div id=\"block-580f4063e4b08d944ba4a521\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T11:22:52.312Z\">12.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Philip Hammond has also warned MPs that European leaders could prioritise political issues over economic ones, in the upcoming Brexit negotiations.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/michaelsavage/status/790875293858791424\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Hammond warns that whatever economic merits of a good exit deal for Europe, EU leaders worried about damaging their EU &quot;political project&quot;.</p>&mdash; Michael Savage (@michaelsavage) <a href=\"https://twitter.com/michaelsavage/status/790875293858791424\">October 25, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/faisalislam/status/790875897381478400\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">HAmmond message - don&#39;t necessarily expect the economically rational outcome from Brexit negotiation. <a href=\"https://t.co/ASTUTVZSZ0\">https://t.co/ASTUTVZSZ0</a></p>&mdash; Faisal Islam (@faisalislam) <a href=\"https://twitter.com/faisalislam/status/790875897381478400\">October 25, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-25T11:23:08.572Z\">at 12.23pm BST</time></p>  </div> <div id=\"block-580f3ea7e4b01c528432c54f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T11:21:53.630Z\">12.21pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Hammond: We'll put the City's needs at heart of Brexit talks</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"df48369089d1a29a8be117bdb430fb27114663de\"> <img src=\"https://media.guim.co.uk/df48369089d1a29a8be117bdb430fb27114663de/0_0_1216_714/1000.jpg\" alt=\"Philip Hammond\" width=\"1000\" height=\"587\" class=\"gu-image\" /> </figure>  <p><strong>Over in parliament, chancellor Philip Hammond has pledged to prioritise the needs of Britain’s financial sector, during EU exit talks.</strong></p> <p>Hammond told MPs that:</p> <blockquote class=\"quoted\"> <p>“I certainly have been seeking to reassure financial services businesses that we will put their needs at the heart of the negotiation with the European Union.</p> <p>We understand their needs for market access. We also understand their needs to be able to engage the right skilled people.”</p> </blockquote> <p>Last week, the head of the British Bankers’ Association warned that banks could start shifting jobs out of London early next year, because they fear losing their rights to ‘passport’ services across the EU.</p> <p>Some experts have suggested Britain could secure access to the customs union, in return for continuing to pay into the EU budget. That might address the passporting issue, but might alarm Brexit supporters who hoped to make a clean break with Europe....</p> </div>   </div> <div id=\"block-580f3781e4b01c528432c508\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T10:52:01.608Z\">11.52am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Greece finally gets €2.8bn bailout payment</h2>  <div class=\"block-elements\">  <p><strong>Eurozone officials have finally given the green light to unlock Greece’s next aid tranche, worth €2.8bn.</strong></p> <p>This comes two weeks after finance ministers agreed that Athens had hit the milestones laid out in its 3rd bailout.</p> <p>Klaus Regling, the head of Europe’s bailout fund, says:</p> <blockquote class=\"quoted\"> <p>“Today’s decision to disburse 2.8 billion euros ($3.0 billion) to Greece is a sign that the Greek people are steadily making progress in reforming their country.”</p> </blockquote> <p>Greece’s prime minister, Alexis Tsipras, has been hosting a meeting about the refugee crisis - which is putting extra strain on the country’s finances. He’s calling for a better system to help migrants, and a new pro-growth economic strategy for Europe.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tsipras_eu/status/790851297360617472\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Meeting with journalists from across the EU today hosted by <a href=\"https://twitter.com/EEAthina\">@EEAthina</a> regarding <a href=\"https://twitter.com/hashtag/refugeecrisis?src=hash\">#refugeecrisis</a> and European affairs. 1/4 <a href=\"https://t.co/0MKXTXax4G\">pic.twitter.com/0MKXTXax4G</a></p>&mdash; Alexis Tsipras (@tsipras_eu) <a href=\"https://twitter.com/tsipras_eu/status/790851297360617472\">October 25, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tsipras_eu/status/790852293755228161\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">In the framework of globalisation and the EU, a left strategy is to change the balance of power internationally, not only domestically 2/4 <a href=\"https://t.co/HEf5PAFA64\">pic.twitter.com/HEf5PAFA64</a></p>&mdash; Alexis Tsipras (@tsipras_eu) <a href=\"https://twitter.com/tsipras_eu/status/790852293755228161\">October 25, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tsipras_eu/status/790852590137380864\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">It is important to replace austerity with a growth-oriented agenda to the benefit of society and economy. 3/4</p>&mdash; Alexis Tsipras (@tsipras_eu) <a href=\"https://twitter.com/tsipras_eu/status/790852590137380864\">October 25, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tsipras_eu/status/790852891833663488\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">It is necessary to replace irregular and dangerous migration routes with safe and regular ones. 4/4</p>&mdash; Alexis Tsipras (@tsipras_eu) <a href=\"https://twitter.com/tsipras_eu/status/790852891833663488\">October 25, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580f2e5fe4b01c528432c4bc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T10:30:10.089Z\">11.30am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>If German business chiefs are <a href=\"https://www.theguardian.com/business/live/2016/oct/25/mark-carney-brexit-bank-of-england-japanese-stock-market-dollar-business-live?page=with:block-580f150ce4b01c528432c418#block-580f150ce4b01c528432c418\">really feeling more confident</a>, they could consider spending some of their huge cash piles.</strong></p> <p>According to the Wall Street Journal, German companies are sitting on around €450bn of cash - but are proving reluctant to invest it.</p> <p>And there are fears that this could hamper growth, just when Europe desperately needs to boost activity and create jobs.</p> <p>The WSJ says: <br></p> <blockquote class=\"quoted\"> <p>The problem isn’t unique to Germany. Companies in other developed countries have also been investing less since the financial crisis. But Germany’s low investment is striking given the country’s relatively robust economic performance—especially compared with other European countries—and its <a href=\"http://www.wsj.com/articles/eurozone-jobless-rate-falls-to-near-five-year-low-1467363709\">record-low unemployment</a>.</p> <p>Advocates of higher corporate investment say German parsimony is troubling, because the economy depends to such a large degree on research- and capital-intensive industries. It risks weakening the ability of Europe’s largest industrial power to grow and create jobs in future, with negative consequences for all of Europe.</p> <p>“We need to be careful that Germany doesn’t fall behind technologically because of persistently low investment,” said Reinhold Festge, head of the German engineering-sector association VDMA, which represents over 3,100 midsize companies.</p> </blockquote> <p>Here’s the full piece:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WSJ/status/790856492413059073\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">German firms are sitting on $500 billion but are reluctant to invest, threatening the country’s competitive edge <a href=\"https://t.co/9U6IRVRuZk\">https://t.co/9U6IRVRuZk</a></p>&mdash; Wall Street Journal (@WSJ) <a href=\"https://twitter.com/WSJ/status/790856492413059073\">October 25, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580f126ce4b08d944ba4a3cf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T10:10:17.895Z\">11.10am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>After its recent wild turbulence, sterling seems to have calmed down a little.</strong></p> <p>The pound is stubbornly stuck around the $1.22 mark this morning, as currency traders await Mark Carney’s testimony at the House of Lords.<br></p>  <figure class=\"element element-image\" data-media-id=\"6c757dfbe6da1ce8dd883ff8b46785a6d9a2d11c\"> <img src=\"https://media.guim.co.uk/6c757dfbe6da1ce8dd883ff8b46785a6d9a2d11c/0_0_1243_452/1000.jpg\" alt=\"Pound vs US dollar in the last quarter\" width=\"1000\" height=\"364\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pound vs US dollar in the last quarter</span> <span class=\"element-image__credit\">Photograph: Thomson Reuters</span> </figcaption> </figure>  <p> Arnaud Masset, market analyst at <a href=\"http://en.swissquote.com/fx/news\">Swissquote Bank</a>, says:</p> <blockquote class=\"quoted\"> <p>Sterling remains under substantial pressure as investors continued to expect harsh consequences amid the UK decision to leave the European Union.</p> </blockquote> </div>   </div> <div id=\"block-580f2a36e4b0219a00d38475\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T09:50:22.906Z\">10.50am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Eek. Shares in troubled Italian bank Monte dei Paschi have just been temporarily suspended after plunging by 23%.</strong></p> <p>They had jumped in early trading, after it announced plans to sell €28bn of bad debts and shrink its operations (<a href=\"https://www.theguardian.com/business/live/2016/oct/25/mark-carney-brexit-bank-of-england-japanese-stock-market-dollar-business-live?page=with:block-580f0db3e4b01c528432c3f7#block-580f0db3e4b01c528432c3f7\">see earlier post</a>).</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CarolineHydeTV/status/790852713970077696\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Limit up...limit down...Monte dei Paschi all over the place after outlines restructuring plan. Share proice just -0.27 - gonna be volatile</p>&mdash; Caroline Hyde (@CarolineHydeTV) <a href=\"https://twitter.com/CarolineHydeTV/status/790852713970077696\">October 25, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-25T09:50:37.888Z\">at 10.50am BST</time></p>  </div> <div id=\"block-580f25e6e4b08d944ba4a432\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T09:39:58.495Z\">10.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The jump in German business confidence has driven Frankfurt’s main share index, the DAX, up to a new 2016 high.</p>  <figure class=\"element element-image\" data-media-id=\"e58a204e5ac355528d45a67f75d448834b950813\"> <img src=\"https://media.guim.co.uk/e58a204e5ac355528d45a67f75d448834b950813/0_0_1252_577/1000.jpg\" alt=\"The DAX over the last 12 months\" width=\"1000\" height=\"461\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The DAX over the last 12 months</span> <span class=\"element-image__credit\">Photograph: Thomson Reuters</span> </figcaption> </figure>  <p>Chris Beauchamp of IG says:<br></p> <blockquote class=\"quoted\"> <p>A healthy reading from the German IFO report has buoyed risk appetite.</p> </blockquote> </div>   </div> <div id=\"block-580f21c7e4b0219a00d3843b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T09:14:04.698Z\">10.14am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>This jump in German business confidence comes a day after Markit reported that German companies are growing at their fastest rate since July.</strong></p> <p><strong>Pernille Bomholdt</strong>, senior analyst at <strong>Danske Bank</strong>, reckons Germany’s economy is growing fast -- at a quarterly rate of 0.8%</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/pernibomholdt/status/790836285837631488\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">German <a href=\"https://twitter.com/hashtag/ifo?src=hash\">#ifo</a> expectations confirm yesterday&#39;s signal from strong <a href=\"https://twitter.com/hashtag/PMI?src=hash\">#PMI</a> - both signal German <a href=\"https://twitter.com/hashtag/GDP?src=hash\">#GDP</a> growth above 0.8% q/q in the beginning of Q4 <a href=\"https://t.co/tnyOYauzfA\">pic.twitter.com/tnyOYauzfA</a></p>&mdash; Pernille Bomholdt H. (@pernibomholdt) <a href=\"https://twitter.com/pernibomholdt/status/790836285837631488\">October 25, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580f1a4be4b08d944ba4a3e7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T08:47:48.532Z\">9.47am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">German business confidence jumps: What the experts say</h2>  <div class=\"block-elements\">  <p><strong>City analysts are welcoming <a href=\"https://www.theguardian.com/business/live/2016/oct/25/mark-carney-brexit-bank-of-england-japanese-stock-market-dollar-business-live?page=with:block-580f150ce4b01c528432c418#block-580f150ce4b01c528432c418\">the surge in German business confidence this month</a>.</strong></p> <p><strong>Naeem Aslam</strong> of <strong>Think Markets</strong> believes it will have a positive impact on the whole eurozone:</p> <blockquote class=\"quoted\"> <p>The German IFO data has provided further evidence that the economic engine of the eurozone is picking up steam. There is no doubt that there will be spill over effects of this in other eurozone countries and the economic picture will look a lot more better there.</p> <p>The German economic data has helped the sentiment and traders are falling more in love with equities. The news has also provided a support for the Euro.</p> </blockquote> <p><strong>Anthony Cheung</strong> of<strong> <a href=\"https://twitter.com/amplifytrading\">Amplify Trading</a> </strong>points out that it follows a strong reading in September:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AWMCheung/status/790826340635279360\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Forecasting beating German IFO number but limited reaction as last month saw such an impressive increase it comes as less of a surprise <a href=\"https://t.co/XWHYD0Tbbt\">pic.twitter.com/XWHYD0Tbbt</a></p>&mdash; Anthony Cheung (@AWMCheung) <a href=\"https://twitter.com/AWMCheung/status/790826340635279360\">October 25, 2016</a></blockquote>  </figure>  <p>And data firm Markit also believes the German economy is improving.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MarkitEconomics/status/790836570542800896\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Further signs of improving economic conditions in <a href=\"https://twitter.com/hashtag/Germany?src=hash\">#Germany</a>: <a href=\"https://twitter.com/hashtag/Ifo?src=hash\">#Ifo</a> Business Climate at 2½-year high. Charted against <a href=\"https://twitter.com/hashtag/PMI?src=hash\">#PMI</a> here <a href=\"https://t.co/TBC2E6Ov44\">pic.twitter.com/TBC2E6Ov44</a></p>&mdash; Markit Economics (@MarkitEconomics) <a href=\"https://twitter.com/MarkitEconomics/status/790836570542800896\">October 25, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580f1b8fe4b0219a00d38416\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T08:46:52.030Z\">9.46am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>German bosses are more upbeat about current trading, and their future prospects, according to <a href=\"https://www.theguardian.com/business/live/2016/oct/25/mark-carney-brexit-bank-of-england-japanese-stock-market-dollar-business-live?page=with:block-580f150ce4b01c528432c418#block-580f150ce4b01c528432c418\">today’s report from IFO</a>.</p> <ul> <li>The current economic conditions index rose to 115 from 114.7.<br></li> <li>And the future expectations index jumped to 106.1 from 104.5.<br></li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Schuldensuehner/status/790831465542127616\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">More good news: German Ifo Business Confidence Increases to Highest Since 2014, outpacing expectations. (Chart via FT) <a href=\"https://t.co/XfPoUkXYcm\">pic.twitter.com/XfPoUkXYcm</a></p>&mdash; Holger Zschaepitz (@Schuldensuehner) <a href=\"https://twitter.com/Schuldensuehner/status/790831465542127616\">October 25, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580f187de4b08d944ba4a3e0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T08:34:56.964Z\">9.34am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">IFO: Brexit shock is over</h2>  <div class=\"block-elements\">  <p><strong><a href=\"https://www.theguardian.com/business/live/2016/oct/25/mark-carney-brexit-bank-of-england-japanese-stock-market-dollar-business-live?page=with:block-580f150ce4b01c528432c418#block-580f150ce4b01c528432c418\">The jump in German business confidence this month</a> shows that the shock of Britain’s EU referendum has dissipated, according to Ifo economist Klaus Wohlrabe.</strong></p> <p> Wohlrabe told Reuters that:</p> <blockquote class=\"quoted\"> <p>“The Brexit vote has been digested.”</p> </blockquote> <p>Wohlrabe added that <a href=\"https://www.theguardian.com/business/2016/oct/24/belgium-eu-ultimatum-canada-trade-deal-ceta-wallonia\">Wallonia’s decision to throw a large spanner into the EU’s trade deal with Canada</a> has not dampened Germany’s economy either.</p> </div>   </div> <div id=\"block-580f150ce4b01c528432c418\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T08:28:16.050Z\">9.28am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">German business confidence hits two-year high</h2>  <div class=\"block-elements\">  <figure class=\"element element-image element--thumbnail\" data-media-id=\"2859753ed2c7a9688af253ee561d6818ba5687b4\"> <img src=\"https://media.guim.co.uk/2859753ed2c7a9688af253ee561d6818ba5687b4/22_0_557_334/500.png\" alt=\"German flag\" width=\"500\" height=\"300\" class=\"gu-image\" /> </figure>  <p><strong>Europe’s largest economy is bouncing back from the shock of Britain’s EU referendum vote, according to the latest healthcheck from the IFO thinktank.</strong></p> <p>IFO’s business climate index, which surveys 7,000 German business leaders, has hit its highest level since April 2014. That shows executives are increasingly confident about their prospects, despite the uncertainty over Brexit, and the looming US election.</p> <p>Ifo head Clemens Fuest says:</p> <blockquote class=\"quoted\"> <p>“The upturn in the German economy is gathering impetus.”</p> </blockquote> <p>IFO’s business climate index hit 110.5 in October, up from 109.5 in September, beating expectations of an unchanged reading. Construction firms and manufacturers are particularly upbeat.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tombarfield/status/790829407950766080\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Germany&#39;s <a href=\"https://twitter.com/hashtag/Ifo?src=hash\">#Ifo</a> business climate index at highest level since April 2014 - defying expectations.</p>&mdash; Tom Barfield (@tombarfield) <a href=\"https://twitter.com/tombarfield/status/790829407950766080\">October 25, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ZSchneeweiss/status/790832167970607104\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">German Ifo business confidence increases to highest since 2014 <a href=\"https://t.co/qKlo6baDEt\">https://t.co/qKlo6baDEt</a> via <a href=\"https://twitter.com/Skolimowski\">@Skolimowski</a> <a href=\"https://t.co/pYycO7SXyH\">pic.twitter.com/pYycO7SXyH</a></p>&mdash; Zoe Schneeweiss (@ZSchneeweiss) <a href=\"https://twitter.com/ZSchneeweiss/status/790832167970607104\">October 25, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580f0db3e4b01c528432c3f7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T07:55:40.370Z\">8.55am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Monte dei Paschi to slash 2,600 jobs in turnaround plan</h2>  <div class=\"block-elements\">  <p><strong>After many months of anguish, Italy’s oldest bank may finally be turning the corner – but at the cost of thousands of jobs.</strong></p> <p>Monte dei Paschi has agreed a turnaround plan, that will see it sell off €28bn of bad debts and raise €5bn in fresh capital. It is also planning to cut 2,600 jobs – one in 10 workers - and close 500 branches.</p> <p>New CEO Marco Morelli hopes to complete the capital raising by the end of this year – although it could be disrupted if the Italian government loses a crunch referendum on constitutional reforms.</p> <p>The bank also posted a €1.15bn loss for the last quarter, as bad debts continue to drag it down.</p> <p>But investors may have faith – shares are up 2.6% this morning, and have gained almost 60% in recent weeks:</p>  <figure class=\"element element-image\" data-media-id=\"dedabbcf591cd86fe0b1d616d411c47afad397c7\"> <img src=\"https://media.guim.co.uk/dedabbcf591cd86fe0b1d616d411c47afad397c7/0_0_863_494/500.jpg\" alt=\".\" width=\"500\" height=\"286\" class=\"gu-image\" /> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-25T08:04:14.253Z\">at 9.04am BST</time></p>  </div> <div id=\"block-580f0b8ae4b08d944ba4a3b5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T07:40:04.857Z\">8.40am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The euro is hovering close to last week’s seven-month low, as investors digest the breakdown of talks with Canada over a new trade deal.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Schuldensuehner/status/790819142664413185\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Euro a tad lower as Wallonia shakes world (or Canada, at least). EU&#39;s Schulz  pessimistic on Ceta solution this week <a href=\"https://t.co/WjK9JxnhWY\">https://t.co/WjK9JxnhWY</a> <a href=\"https://t.co/CZ8El66l7z\">pic.twitter.com/CZ8El66l7z</a></p>&mdash; Holger Zschaepitz (@Schuldensuehner) <a href=\"https://twitter.com/Schuldensuehner/status/790819142664413185\">October 25, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580f0b17e4b08d944ba4a3b2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T07:35:51.652Z\">8.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Mark Ostwald of ADM Investor Services agrees that Mark Carney will be quizzed about his future this afternoon:</p> <blockquote class=\"quoted\"> <p><a href=\"https://www.theguardian.com/business/live/2016/oct/25/mark-carney-brexit-bank-of-england-japanese-stock-market-dollar-business-live?page=with:block-580ef1fde4b0219a00d38379#block-580ef1fde4b0219a00d38379\">Mr Carney testifies to the House of Lords Economic Affairs Committee</a>, where he will doubtless resolutely defend the BoE’s independence, though he may face some awkward questions about whether he will extend his term to the full eight years, and indeed whether he will complete his initial five year term.</p> </blockquote> </div>   </div> <div id=\"block-580f0ab7e4b01c528432c3ec\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T07:34:38.367Z\">8.34am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Europe’s main stock markets are following Japan’s lead, and are all up in early trading.</p>  <figure class=\"element element-image\" data-media-id=\"1f71421916b11e8e9cec2fb6358d443c97795978\"> <img src=\"https://media.guim.co.uk/1f71421916b11e8e9cec2fb6358d443c97795978/0_0_847_258/500.jpg\" alt=\"European stock markets today\" width=\"500\" height=\"152\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">European stock markets today</span> <span class=\"element-image__credit\">Photograph: Thomson Reuters</span> </figcaption> </figure> </div>   </div> <div id=\"block-580f0519e4b08d944ba4a39f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T07:21:24.337Z\">8.21am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">FTSE 100 creeps back over 7,000 points</h2>  <div class=\"block-elements\">  <p><strong>Britain’s blue-chip FTSE 100 index has inched higher in early trading, gaining 25 points to 7011.</strong></p> <p>Mining companies are rallying, after Chinese iron ore futures prices hit a six-year high overnight.</p> <p><strong>Anglo American </strong>is leading the way, up 3%. It told shareholders this morning that its on track to hit its production targets this year (apart from coking coal, which it trimmed slightly).<br></p> <p><strong>Whitbread</strong> are the biggest faller, though, dropping by 3%, despite posting a 5.4% rise in profits so far this year.</p> <p>It told the City that demand at its Premier Inn hotels and Costa Coffee shops was solid.</p> <p>It’s aiming to open another 3,700 new Premier Inn rooms in the UK by the end of the financial year, and 250 new Costa Coffee shops worldwide.</p> <p>Conner Campbell of SpreadEx says:</p> <blockquote class=\"quoted\"> <p>It seems that Britain’s appetite for average coffee and cheapish hotel rooms hasn’t diminished since the referendum result, though of course it goes without saying that on the Brexit front it is still early doors. Yet investors weren’t ready to send the stock any higher, however.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"f697ae3d1ab14e14e99fb0d4ce363f9d9e34faa9\"> <img src=\"https://media.guim.co.uk/f697ae3d1ab14e14e99fb0d4ce363f9d9e34faa9/0_0_1318_335/1000.jpg\" alt=\"Top risers and fallers on the FTSE 100 in early trading\" width=\"1000\" height=\"254\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Top risers and fallers on the FTSE 100 in early trading</span> <span class=\"element-image__credit\">Photograph: Thomson Reuters</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-25T07:26:58.438Z\">at 8.26am BST</time></p>  </div> <div id=\"block-580f0386e4b01c528432c3d2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T07:09:00.899Z\">8.09am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">US dollar strengthens</h2>  <div class=\"block-elements\">  <figure class=\"element element-image element--thumbnail\" data-media-id=\"8c9483c52ec988798ad5d9af661158ff31f42423\"> <img src=\"https://media.guim.co.uk/8c9483c52ec988798ad5d9af661158ff31f42423/0_0_3978_1780/1000.jpg\" alt=\"A US 100 Dollar bill\" width=\"1000\" height=\"447\" class=\"gu-image\" /> </figure>  <p><strong>There are two reasons why the US dollar is strengthening, according to Bloomberg.</strong></p> <p>1) America’s manufacturing sector strengthened this month, according to yesterday’s Markit PMI.</p> <p>2) A top US central bank official has predicted that interest rates will be hiked several times in the next year.</p> <p>Bloomberg says</p> <blockquote class=\"quoted\"> <p>The gauge of the greenback’s strength remains near to its highest level since March after a preliminary U.S. purchasing managers’ index rose and Fed Bank of Chicago President Charles Evans said it’s likely that interest rates will be hiked three times by the end of 2017. The yen fell 0.2 percent.</p> <p>“Evans probably had a stronger impact than the PMI on the strength of the dollar,” said Kyosuke Suzuki, head of currency and money-market sales at Societe Generale SA in Tokyo. “There aren’t many senior Fed officials who have come out with specific numbers of expected rate increases. That’s providing a tailwind for the dollar.”</p> </blockquote> </div>   </div> <div id=\"block-580efed9e4b01c528432c3be\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T06:57:52.121Z\">7.57am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Japan's Nikkei hits highest level since April</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"3c4d0f5d23884678fc0e333ec5d961223cf01f5a\"> <img src=\"https://media.guim.co.uk/3c4d0f5d23884678fc0e333ec5d961223cf01f5a/0_0_3412_2442/1000.jpg\" alt=\"An electric quotation board flashing the Nikkei key index of the Tokyo Stock Exchange today.\" width=\"1000\" height=\"716\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An electric quotation board flashing the Nikkei key index of the Tokyo Stock Exchange today.</span> <span class=\"element-image__credit\">Photograph: Kazuhiro Nogi/AFP/Getty Images</span> </figcaption> </figure>  <p><strong>Japan’s stock market has hit a new six-month high today, as investors drive down the yen against the US dollar.</strong></p> <p>The Nikkei jumped by 0.75% today, extending recent gains, to close 130 points higher at 17,365 points. That means it has gained 16% since the slump after the Brexit referendum.</p>  <figure class=\"element element-image\" data-media-id=\"c66b4a00cccd4fe26737b495d8b22c275b76da0e\"> <img src=\"https://media.guim.co.uk/c66b4a00cccd4fe26737b495d8b22c275b76da0e/0_0_949_477/500.jpg\" alt=\"The Nikkei over the last six months\" width=\"500\" height=\"251\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Nikkei over the last six months</span> <span class=\"element-image__credit\">Photograph: Thomson Reuters</span> </figcaption> </figure>  <p>It was pushed upwards by a surge of money into the US dollar, which is close to a seven month high against a basket of currencies.</p> <p>The dollar is benefitting from growing confidence that the US Federal Reserve will raise interest rates in December.</p> <p>That weakened the yen, which is a big boost for Japanese exporters -- and should also help fight deflation.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/justincarri/status/790787684197335040\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Fed Rate-Rise Probability Jumps to Almost 71 Percent for December Meeting <a href=\"https://twitter.com/hashtag/Fed?src=hash\">#Fed</a> <a href=\"https://twitter.com/hashtag/markets?src=hash\">#markets</a> <a href=\"https://twitter.com/hashtag/EmergingMarkets?src=hash\">#EmergingMarkets</a> <a href=\"https://twitter.com/hashtag/Yellen?src=hash\">#Yellen</a> <a href=\"https://twitter.com/hashtag/USEconomy?src=hash\">#USEconomy</a> <a href=\"https://t.co/UwGzOFybMr\">pic.twitter.com/UwGzOFybMr</a></p>&mdash; justin carrigan (@justincarri) <a href=\"https://twitter.com/justincarri/status/790787684197335040\">October 25, 2016</a></blockquote>  </figure>  <p>There was also optimism, after yesterday’s data showed Eurozone companies growing at their fastest pace this year. That could bode well for global growth, and mean more demand for Japanese exports.</p> <p>Commodity prices are rallying too, as Reuters explains:<br></p> <blockquote class=\"quoted\"> <p>There were also tentative hopes rising prices for steel and some industrial commodities - zinc surged to a five-year peak and iron ore reached its highest since mid-2014 - could pick up the pulse of inflation globally. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-25T08:38:22.767Z\">at 9.38am BST</time></p>  </div> <div id=\"block-580ef1fde4b0219a00d38379\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T06:42:28.414Z\">7.42am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">The agenda: Mark Carney faces House of Lords grilling</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"a61299eaf9586b694d7f290fc26edc5cd60173a7\"> <img src=\"https://media.guim.co.uk/a61299eaf9586b694d7f290fc26edc5cd60173a7/0_0_3472_2640/1000.jpg\" alt=\"Bank of England Governor Mark Carney.\" width=\"1000\" height=\"760\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bank of England Governor Mark Carney.</span> <span class=\"element-image__credit\">Photograph: POOL/Reuters</span> </figcaption> </figure>  <p><strong>Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business.</strong></p> <p>Brexit supporters have been gunning for Mark Carney ever since the Bank of England governor warned that voting to leave the EU would cause ‘material’ damage to the UK economy.</p> <p>Four months after the referendum, Carney faces a grilling from the <strong>House of Lords Economic Affairs Committee</strong> about the historic vote to leave the EU, starting at 3.35pm today.</p> <p>He’ll be facing (among others) two former chancellors, Alastair Darling and Norman Lamont.</p> <p>Rather sportingly,<a href=\"https://www.parliament.uk/business/lords/media-centre/house-of-lords-media-notices/2016/october-2016/brexit-and-the-bank-of-england-governor-to-answer-lords-committee-questions-/\"> the Committee have already published their key questions</a>:</p> <ul> <li>Are ultra-low interest rates fuelling inequality and threatening the independence of central banks?</li> <li>Did the Bank misjudge the short-term impact of Brexit prior to the referendum?</li> <li>What impact will the fall in the value of the pound have on the UK’s economy and the inflation target?</li> <li>Will a ‘hard’ Brexit lead to job losses in the City of London?</li> <li>How and when will quantitative easing be unwound?</li> </ul> <p>Carney should feel free to cite the Guardian’s Brexit dashboard, which shows how rising inflation is hitting the economy:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/global/ng-interactive/2016/oct/24/how-has-the-brexit-vote-affected-the-uk-economy-october-verdict\">How has the Brexit vote affected the UK economy? October verdict</a> </p> </aside>  <p>Of course, there’s another question that needs addressing....how long will Carney stay at the Bank of England? His contract runs out in summer 2018, but there’s been talk of extending it until 2021. </p> <p>But the recent criticism from politicians, from Theresa May downwards, may have stung Carney and made him consider seeking new pastures....</p> <h2>Also coming up today...</h2> <p>The latest IFO survey, due at 9am BST, will show how Germany’s economy is faring this month.</p> <p>And we’re getting financial results from transport firm <strong>National Express</strong>, hotels-to-coffee shops group <strong>Whitbread</strong>, car showrooms firm Pendragon and flooring firm <strong>Carpetright, </strong>plus a production report from mining giant <strong>Anglo American</strong>, <br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-25T07:12:04.808Z\">at 8.12am BST</time></p>  </div>",
  "<p>Samantha Bee has criticized Donald Trump’s performance <a href=\"https://www.theguardian.com/us-news/2016/oct/20/what-we-learned-final-presidential-debate\">in the final debate</a>, referring to him as a “dick-waving Berlusconi knock-off”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/24/john-oliver-donald-trump-last-week-tonight\">John Oliver challenges Trump on election results: 'Take the bet, Donald'</a> </p> </aside>  <p>In this week’s episode of Full Frontal with Samantha Bee, the host discussed the Republican candidate’s poor performance last week, claiming that his policy positions were decided “by dumping out Risk on to the floor and reading the pieces like tea leaves”.</p> <p>She also discussed the inaccurate way in which he <a href=\"https://www.theguardian.com/us-news/2016/oct/19/abortion-trump-clinton-debate\">spoke about abortion</a> after he claimed that they could be conducted one day before the due date. “Removing a baby from a woman’s womb in the ninth month isn’t an abortion, it’s a birth,” she said.</p> <p>She went on to praise Hillary Clinton’s defense of women who deserve the right to take control over their own bodies. </p> <p>“Men, if you don’t get why it’s important to have a woman as a major party nominee, check your social media feed,” she said. “Actually, log in as your wife. You’ll see that all week, women have been sharing deeply personal stories of pregnancies that went wrong.”</p> <p>Bee also brought up the party response to <a href=\"https://www.theguardian.com/us-news/2016/oct/16/donald-trump-rigged-election-poll-giuliani-gingrich-pence\">Trump refusing to confirm</a> whether he would accept the results of the election. “Looking at the results of a democratic election and saying ‘fuck that’ has been official Republican policy for at least eight years now,” she said. </p> <p>She also placed the blame for the accusations of a “rigged” election on John McCain, illustrating his use of similar terms during his candidacy. </p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=rX9YWSetUkQ\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/rX9YWSetUkQ?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>“Spare us the handwringing, GOP,” she said. “If you leave loaded guns lying around the house, it’s only a matter of time before a four-year-old picks one up and pulls the trigger.”</p> <p>She also found time to criticize the media for praising Trump’s less flustered portion of the debate. “Our media is so punch-drunk from the 16-month Hindenburg explosion of Trump’s candidacy, they no longer notice how awful he is unless he hulks out on stage or grabs the foundational principles of our republic by the pussy,” she said.</p>",
  "<p>There was something of a knife-edge feel to the news this week. Months of apprehension over the outcome of the <a href=\"https://www.theguardian.com/us-news/us-elections-2016\" title=\"\">US election</a> seemed to have given way to discussion about how comprehensively, rather than if, Hillary Clinton will win the presidential vote on 8 November. (Though I suspect few of us who witnessed the Brexit vote earlier this year will entirely trust the polls until the results are in.)</p> <p>In <a href=\"https://www.theguardian.com/world/calais\" title=\"\">Calais</a>, meanwhile, thousands of refugees and migrants boarded buses destined for other parts of France as the port’s infamous Jungle camp was due to be demolished. And a short distance to the east, in Brussels, representatives of the EU and Canada agonised over a bilateral trade deal, seven years in the negotiating, which looked like it might be completely derailed by a Belgian province over concerns about the market for pork products.</p> <p>In Iraq, where an uneasy alliance of regional factions advanced on the Islamic State stronghold of Mosul, there was also a feeling of distraction, as though all parties were already contemplating battles to come rather than those at hand. Our cover story this week concerns one such force, the Kurdish fighters known as the peshmerga, who have returned to reclaim the lands they lost to Isis two years ago and who now dream of building their own nation state in fragile northern Iraq. From outside Mosul, <a href=\"https://www.theguardian.com/profile/martin-chulov\" title=\"\">Martin Chulov</a> reports.</p> <p>In Nigeria, a controversial music video shone a revealing light on growing cultural tensions between the country’s Muslim and Christian populations. There’s better news from Kenya, which is making strong progress in enabling better lives for its young people, but less encouraging dispatches from Ethiopia and Venezuela, where respective governments have been flexing their muscles to suppress citizens’ protests.</p> <p>Elsewhere we visit Gibraltar, the British financial services enclave that faces an uncertain future after Brexit. And from the UK a Guardian investigation has resulted in a tax office investigation into the rights of vulnerable workers employed in the so-called gig economy.</p> <p>The Weekly Review hears from Mexico, where a trio of female rap musicians are spearheading a popular fightback against a wave of violent crimes against women. We get down and muddy at an Australian country truck festival, and hear about the Arctic cities where melting permafrost is structurally undermining many buildings.</p> <p>Culture has an interview with the willowy Australian actor Elizabeth Debicki, on the fast track to prominence after having stolen the show in the recent BBC TV adaptation of John Le Carre’s The Night Manager. There’s also a revealing glimpse of the unexpectedly eclectic architecture of Tehran.</p> <p>Rugby league aficionados (I know there will be many of you among our southern hemisphere readers) may enjoy an interview on our Sports pages with England captain Sam Burgess, a star of the game’s Australian NRL competition.</p> <p>To round things off, Gaby Hinsliff laments the demise of good old-fashioned cash in favour of ubiquitous digital payments. In fact, when all’s added up, I’d be willing to wager a small sum that you’ll find this week’s paper another compelling read. If only I had any cash in my wallet ...</p> <p>Thanks for reading, and <a href=\"mailto:graham.snowdon@theguardian.com\" title=\"\">do let me know what you think of the edition</a>.</p> <p><em>Would you like to change your delivery address? Your email address? Suspend delivery? You can </em><a href=\"https://www.myguardianweekly.co.uk/login.aspx\" title=\"\"><em>manage your account online</em></a><em> here.</em></p> <p><em>Are you a subscriber </em><a href=\"http://subscriber.pagesuite-professional.co.uk/custompages/9cc33fb9-de8c-4e90-b6ba-545475feb862/subscribe.aspx\" title=\"\"><em>looking for our digital edition? Click here</em></a><em>. This edition can be viewed by subscribers on desktops, laptops, iPads, iPhones, some Kindles, Android tablets and smartphones. Log in on the device to the digital edition and the technology should take you to the correct format.</em></p>",
  "<h2>Claims of over-sampling as ‘Donald Duck’ hits campaign trail</h2> <p>Donald Trump escalated his rhetoric against the media and against pollsters on Monday, alleging that <a href=\"https://www.theguardian.com/us-news/2016/oct/24/donald-trump-attacks-media-pollsters-florida\">both were part of a “rigged system” trying to undermine his candidacy</a>.  Andrew Gumbel <a href=\"https://www.theguardian.com/us-news/2016/oct/25/donald-trump-rigged-election-bush-gore-florida-voter-fraud\">looks back</a> at the history of such claims, while Dave Schilling reviews what may or may not have been the first night of <a href=\"https://www.theguardian.com/us-news/2016/oct/24/trump-tv-facebook-live-us-election-media-tomi-lahren\">Trump TV</a>, as the Republican’s campaign begins broadcasting on Facebook. And turning an insult Trump hurled at Hillary Clinton during the last presidential debate into a rallying cry for Democratic voters, Massachusetts senator Elizabeth Warren <a href=\"https://www.theguardian.com/us-news/2016/oct/24/elizabeth-warren-hillary-clinton-nasty-women-donald-trump\">told supporters</a> in Manchester, New Hampshire, it was time to hang the epithet “nasty woman” around his neck. </p> <p><a href=\"https://www.theguardian.com/us-news/2016/oct/25/donald-trump-rigged-election-bush-gore-florida-voter-fraud\">From Bush v Gore to Donald Trump, the history of ‘rigged’ US elections</a><br></p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/24/elizabeth-warren-trump-clinton-nasty-women-video\"            data-short-url=\"https://gu.com/p/593xf\"                    data-show-ads=\"true\"            data-video-id=\"2836581\"            data-video-name=\"'Nasty women vote': Elizabeth Warren takes a swipe at Trump – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-580e6205e4b0219a00d38178\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/24/161024warren_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/24/161024warren.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/24/161024warren_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/24/elizabeth-warren-trump-clinton-nasty-women-video\">‘Nasty women vote’: Elizabeth Warren takes a swipe at Trump</a></figcaption> </figure>   <h2>Peter Thiel apologizes for rape comments</h2> <p>Facebook board member and Trump donor Peter Thiel has apologized for a book he co-wrote in 1995 that argued the definition of rape had been expanded to include “seductions that are later regretted”. Thiel’s co-author, David Sacks, a Stanford and Paypal alumnus along with Thiel, also apologized after the Guardian reported on the book’s contents. “As I’ve said before, I wish I’d never written those things. I’m sorry for it. Rape in all forms is a crime,” Thiel told Forbes.</p> <p><a href=\"https://www.theguardian.com/technology/2016/oct/25/trump-donor-peter-thiel-sorry-date-rape-regret-paypal-facebook\">Trump-donor Peter Thiel sorry for calling date rape ‘belated regret’</a></p> <h2>The $3m campaign to put Murdoch on defensive over climate change</h2> <p>A well-funded international campaign to counter the influence of Rupert Murdoch’s media empire on climate change has been planned, emails to Hillary Clinton’s campaign chairman John Podesta reveal. The plan to use “guerrilla tactics”, civil disobedience and targeted advertising appears to have been hatched by David Fenton, founder of Fenton Communications, a US public relations agency. The proposal aimed to “make Murdoch’s climate denial a major issue” and “bring the scientific facts on climate change to his audiences.”</p> <p><a href=\"https://www.theguardian.com/environment/2016/oct/25/hacked-emails-reveal-plan-to-counter-rupert-murdochs-climate-denial\">Hacked emails reveal plan to counter Rupert Murdoch’s climate denial</a></p> <h2>Pakistan police station attacked<br></h2> <p>At least 59 people have died and more than 110 were injured after a team of heavily armed suicide attackers stormed a police training academy in the Pakistani city of Quetta. The government said three gunmen attacked the Balochistan police college on the outskirts of the capital of Balochistan province at about 11.20pm local time on Monday, killing two guards on the front gate and then making straight for the hostel where 700 cadets were sleeping. Peer Jan Naeem, 23, said he and his fellow cadets were “left at the mercy of Allah”.</p> <p><a href=\"https://www.theguardian.com/world/2016/oct/25/quetta-attack-pakistan-reels-as-more-than-50-die-in-assault-on-police-academy\">Quetta attack: Pakistan reels as more than 50 die in assault on police academy</a></p> <h2>AT&amp;T’s $85bn plan: TV for smartphones </h2> <p>The phone giant’s $85bn acquisition of Time Warner will enable the two companies to move quicker and operate better in a world where people increasingly access content on their mobile devices, says the phone giant’s CEO Randall Stephenson. “The world of distribution and content is converging, and we need to move fast, and if we want to do something truly unique, begin to curate content differently, begin to format content differently for these mobile environments, and this is all about mobility,” he said. AT&amp;T shares dropped on Monday over concerns the deal may not receive regulatory approval.</p> <p><a href=\"https://www.theguardian.com/business/2016/oct/25/att-time-warner-acquisition-customer-service-impact\">What will AT&amp;T’s acquisition of Time Warner mean for customers?</a></p> <h2>Priceless Qur’an masterpieces go on display in Washington</h2> <p>The last significant survey of Islam’s holy book in the west was in London in 1976. Into that void comes the first major exhibit on the Qur’an in the US, The Art of the Qur’an: Treasures from the Museum of Turkish and Islamic Arts, at the Sackler Gallery in Washington DC. On display are more than 60 richly decorated manuscripts that span nearly a millennium. The show includes some of the oldest extant Quranic manuscripts, created within a century of Muhammad’s death in 632, which survived in part because the revered texts could never be thrown away.</p> <p><a href=\"https://www.theguardian.com/artanddesign/2016/oct/24/art-of-quran-exhibit-smithsonian-sackler-washington\">The Art of the Qur’an – landmark exhibit shows holy book as text and work of art</a></p> <h2>Iceland best for women</h2> <p>For the past six years, Iceland has topped the World Economic Forum’s gender gap index and looks likely to do so again this week. The Economist recently named Iceland the world’s best place for working women. But why? For centuries, this seafaring nation’s women stayed at home as their husbands traversed the oceans. Without men at home, women played the roles of farmer, hunter, architect, builder. They managed household finances and were crucial to the country’s ability to prosper.</p> <p><a href=\"https://www.theguardian.com/lifeandstyle/2016/oct/24/iceland-best-place-to-be-women-equal-gender-maternity\">Why Iceland is the best place in the world to be a woman</a></p> <h2>In case you missed it …</h2> <p>When the last Inca emperor, Atahualpa, was executed by Francisco Pizarro in 1533, the conquistadors moved quickly to obliterate all traces of the Inca empire. New research is tracing noble Inca bloodlines through surnames to the direct descendants of Atahualpa. “I discovered it was more common to find a gardener or servant with an Inca surname than a person from a middle- or upper-class background,” says Dutch historian Ronald Elward.</p> <p><a href=\"https://www.theguardian.com/world/2016/oct/25/peru-royal-pedigree-inca-empire-history\">Peru’s royal pedigree: direct descendants trace roots to Incan emperor and kin</a></p> <h2><strong>Support the Guardian’s fearless journalism</strong></h2> <p>The Guardian is an independent voice in this year’s election. That means no bias or corporate owner influencing our coverage. But in-depth political reporting takes a lot of time, money and hard work to produce. If everyone who reads our coverage helps to pay for it, our future will be more secure. Support the Guardian with a monthly payment, or a one-off contribution.</p> <ul> <li><a href=\"https://contribute.theguardian.com/home?INTCMP=co_us_editorial_inemail_emailbreifing\">Contribute to the Guardian</a><br></li> <li><a href=\"https://membership.theguardian.com/supporter?INTCMP=mem_us_editorial_inemail_emailbreifing\">Become a Guardian supporter</a><br></li> </ul>",
  "<p><a href=\"https://www.theguardian.com/membership/2016/oct/25/middletown-muncie-factories-photo-essay-midwest\">David Levene’s powerful, melancholic photographs</a> tell the story of Muncie’s recent industrial past. The most benign interpretation of the appeal of Donald Trump’s campaign slogan “Make America great again” is the mourning of those certainties – jobs, benefits, pension – that came with these machines. “I was fascinated by the idea of nature taking over these once great industrial structures that have been left abandoned in Muncie,” writes David. </p> <p>But Muncie, as many are keen to point out here, may be down but it is not out. “The companies that are part of the manufacturing economy are smaller and don’t all have the big names like BorgWarner, Chevrolet, Exide, Ball etc,” explained Brad Hanauer, who works for a small lithium ion battery company, in an email. “But companies continue to locate and invest here because of the manufacturing know-how that is concentrated in this region.” I’ll be speaking to Brad in the coming weeks to find out more.</p> <p>Meanwhile, like the<a href=\"https://www.theguardian.com/membership/2016/oct/18/view-from-middletown-us-muncie-america\"> Lynds</a> before me, I am becoming embedded in life here. I have a social life I can barely keep up with. Last week I spoke to some community college students about my project and heard their views on teenage life in Muncie – most, predictably, wanted to leave for somewhere bigger. This week I’m talking to university students. </p> <p>Sunday was my wedding anniversary. My wife found out from one of the contacts I’d interviewed where I would be – at the Urban Light church – and managed to get flowers delivered. Pastor Andrew called me to the front and presented me with them, commiserating for not being able to spend the moment with my family.</p> <p>In the next instalment, I ask what it is about Donald Trump that keeps his supporters loyal – and is there anything he could do, at this stage, to shake their support for him?</p> <p>You can <a href=\"https://www.theguardian.com/membership/ng-interactive/2016/oct/11/view-middletown-gary-younge-us-presidential-election\">catch up on the project in full here</a>, <a href=\"https://www.theguardian.com/membership/2016/oct/11/us-election-gary-younge-muncie-indiana\">share your thoughts or recommendations here</a> and <a href=\"https://www.facebook.com/events/183617795414091/\">get involved on Facebook</a> here.</p> <p><strong>Gary Younge</strong><br>editor-at-large <br>The Guardian</p>",
  "<p>Back in August, when Republican presidential nominee Donald Trump began <a href=\"https://www.theguardian.com/us-news/2016/aug/31/donald-trump-tv-media-empire-ailes\">consulting with Roger Ailes</a> and hired <a href=\"https://www.theguardian.com/us-news/2016/aug/17/donald-trump-stephen-bannon-breitbart-news-kellyanne-conway\">Breitbart CEO Stephen Bannon</a> to head his campaign, it was widely seen as Trump’s first move in shifting his focus away from actually running for president and instead leveraging his name into a media empire. His son-in-law <a href=\"http://www.nytimes.com/2016/10/18/us/politics/donald-trump-tv-jared-kushner.html\">Jared Kushner’s recent overtures</a> to LionTree, a bank with a history of media investments, has only furthered that speculation.</p> <p>But what if a <a href=\"https://www.theguardian.com/us-news/2016/oct/24/trump-tv-facebook-live-us-election-media-tomi-lahren\">Trump News Network</a> is just one part of the master plan? What if, in addition to a new Trump media empire, he’s preparing his followers to coalesce into a brand-new Trump political party?</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/aug/21/political-third-parties-spoilers-abolitionists-movement\">Third parties aren't 'spoilers'. They're at the cutting edge of democracy | Kevin Zeese</a> </p> </aside>  <p>There are historical analogues that point toward to the short-term viability of the idea. Despite the fact that our two-party system has had a lock on electoral politics since the 1790s, there have always been third parties – this year there are <a href=\"https://ballotpedia.org/Presidential_election_in_Colorado,_2016\">22 presidential candidates</a> on the Colorado ballot.</p> <p>The 1850s saw the rise of the American Party, better known as the “Know Nothings,” that were staunchly anti-immigrant and anti-Catholic. In 1856, their standard bearer, former president Millard Fillmore, <a href=\"https://www.theguardian.com/commentisfree/2015/aug/18/donald-trump-immigration-know-nothing-dangerous-republicans\">garnered 22% of the vote</a>.</p> <p>The danger in a new Know Nothing party under Trump isn’t that he’ll run again – though that’s the certainly not off the table – it’s the damage they might do in the 2018 midterm elections.</p> <p>Trump has convinced his most ardent supporters that this year’s presidential contest is rigged. Well, in 1876, the election actually was rigged, and the aftermath of that contest sheds light on what could happen in America in the next few years.</p> <p>The 1876 election pitted New York’s Democratic governor, Samuel J Tilden, against Rutherford B Hayes, the former Republican governor of Ohio. On election night, some southern states, including Florida and Louisiana, <a href=\"https://books.google.com/books?id=wUMiCwAAQBAJ&amp;lpg=PA40&amp;dq=tilden%20florida%20south%20carolina&amp;pg=PA40#v=onepage&amp;q=tilden%20florida%20south%20carolina&amp;f=false\">tried to throw the election to Hayes</a>, even though it was clear that Tilden was winning. Moreover, when the electoral college met in December, three states submitted fraudulent returns, which meant that neither candidate had a majority. Ultimately, a special Election Commission voted 7-6 along party lines to appoint Hayes to the presidency.</p> <p>Not surprisingly, there was widespread <a href=\"https://books.google.com/books?id=tshkbytuaM4C&amp;lpg=PT62&amp;dq=disgust%201876%20election&amp;pg=PT62#v=onepage&amp;q=disgust%201876%20election&amp;f=false\">disgust</a> both with the election and “the seemingly endless procession of scandals emanating from the nation’s capital”. This could easily describe the mood of voters today on both sides of the aisle.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/oct/24/muslim-american-i-will-vote-my-conscience-by-abstaining\">As a Muslim-American, I will vote my conscience this November. By abstaining | Qanta Ahmed</a> </p> </aside>  <p>Two years later, in the 1878 midterm elections, Americans showed their dissatisfaction with “politics as usual” by voting in 13 members of <a href=\"http://www.u-s-history.com/pages/h212.html\">the populist Greenback Party</a> to the House of Representatives. The party hoped to reform both the American financial system and the country’s labor laws. While 13 congressmen doesn’t seem like many, it was nearly 14% of the national vote. Not only did both Democrats and Republicans lose seats – the rise of the Greenbacks meant any hope Hayes had of gaining traction in congress was lost.</p> <p>More recently, look at the reaction in 1964 after Lyndon Johnson cruised to an unprecedented victory over Barry Goldwater. Republican stalwarts complained that the press had been <a href=\"https://books.google.com/books?id=v5X0PYgrjc4C&amp;lpg=PA156&amp;dq=bias%20against%20goldwater%201964%20shaffer&amp;pg=PA154#v=onepage&amp;q=bias%20against%20goldwater%201964%20shaffer&amp;f=false\">biased against Goldwater from the start</a>, and many pundits saw LBJ’s victory as the death knell for the Republican party. </p> <p>But a funny thing happened in the midterm elections of 1966. Rather than repudiate Goldwater conservatism, the Republicans used it to increase their power in Congress. While they didn’t capture control of either chamber from the Democrats, enough Republicans were elected to put the brakes on <a href=\"https://books.google.com/books?id=-8ItjzFZB6sC&amp;lpg=PP1&amp;dq=busch%20horses%20in%20midstream&amp;pg=PA100#v=onepage&amp;q&amp;f=false\">Johnson implementing his Great Society programs</a>.</p> <p>Picture what could happen in 2018 if a Trump Party – its voters fueled by a 24-hour-a-day Trump News Network – makes significant inroads in the House. It will make the Tea Party’s resistance to Barack Obama seem tame by comparison. The Tea Party, at its heart, is about Constitutional originalism and has generally operated within the framework of the Republican party.<br></p> <p>A Trump Party will have no such strictures. Since Donald Trump doesn’t seem to understand the Constitution or care about the Republican brand, it’s likely a Trump Party won’t have any qualms about simply blowing up Washington and watching it burn – while all of it is gleefully covered on Trump News. </p> <p>Some have argued that Trump’s presidential campaign is <a href=\"http://www.politico.com/magazine/story/2016/01/donald-trump-2016-brand-business-213515\">damaging his brand</a>. But that’s only true if his goal was to return to being a real estate developer/reality TV host after the election. </p> <p>Imagine a Trump Party that first makes significant inroads in 2018 in congress, and then runs a presidential candidate in 2020 – could this third party candidate restrict Hillary Clinton to just one term? Both Rutherford Hayes and Lyndon Johnson declined to seek renomination. Could a Trump Party make it so difficult for her to govern that she simply throws in the towel?</p> <p>If that’s the case, Trump will have vaulted himself from being a New York City real estate tycoon to a major figure in American political history. And while politics in Washington will grow even more polarized, Trump’s legacy will be secured, which is the only thing he truly cares about.</p>",
  "<p>If only it were Elizabeth Warren on the brink of taking the White House. At a New Hampshire rally, <a href=\"https://www.theguardian.com/us-news/2016/oct/24/elizabeth-warren-hillary-clinton-nasty-women-donald-trump\">tearing remorselessly into the misogyny of Donald Trump</a>, Warren was a reminder of what could have been. The US presidential election has not, to say the least, showcased the best of the US: the country of the anti-slavery movement, the suffragettes, the labour movement and the civil rights movement. Instead, the racism and bigotry that infests significant swathes of the country has been distilled into human form and paraded for a global audience. Hillary Clinton is the only means to stop the victory of a candidate who could send the last remaining superpower hurtling into a political death spiral. But although the <a href=\"https://www.theguardian.com/commentisfree/2016/jul/26/sanders-movement-bernie-hillary-donald-trump\">Bernie Sanders movement</a> has shifted the Democratic party to the left, let’s not pretend a Clinton presidency would provide an alternative to a society rigged in favour of Wall Street and corporate America.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/24/elizabeth-warren-hillary-clinton-nasty-women-donald-trump\">Elizabeth Warren: 'nasty women' will defeat Trump on election day</a> </p> </aside>  <p>Warren, on the other hand, has been a determined champion of Main Street. She has passionately campaigned against Obama’s proposed <a href=\"https://www.youtube.com/watch?v=YmLHwZkonwY\">Trans-Pacific Partnership deal</a>, which would grant corporations the ability to sue elected governments in secret courts to stop policies they don’t like. She is unlikely to be invited to give lucrative speeches to Wall Street firms: she has castigated the failure to <a href=\"http://money.cnn.com/2016/09/15/news/economy/elizabeth-warren-fbi-wall-street/\">prosecute bankers for the financial crisis</a>, and has supported a campaign to “<a href=\"https://thinkprogress.org/elizabeth-warren-calls-on-americans-to-fight-wall-street-4c4ef07f7e9f#.f4uo1g49b\">Take On Wall Street</a>” with a raft of reforms. It took Warren’s campaigning zeal to create the Consumer Financial Protection Bureau, which <a href=\"http://www.politicususa.com/2016/09/09/democrats-wells-fargo-fined-fraud.html\">provides some protection for consumers</a> in the financial sector.</p> <p>She’s a champion of workers’ rights, campaigning for those employed in the “gig” economy to get <a href=\"http://mitsloan.mit.edu/iwer/posts/good-gig-new-employment-proposals-for-contract-workers-could-make-it-better/\">basic employment protections</a> and social security. She has fought for a genuine living wage, arguing that the minimum wage would have risen to <a href=\"http://www.washingtontimes.com/news/2013/mar/18/sen-elizabeth-warren-raise-minimum-wage-22-hour/\">$22 an hour</a> if it had increased at the same rate as productivity. She has demanded action to crack down on <a href=\"http://www.huffingtonpost.com/entry/elizabeth-warren-corporate-tax-reform_us_580bc082e4b02444efa3d387\">corporate tax avoidance</a>, passionately making the case that “there is nobody in this country who <a href=\"http://www.cbsnews.com/news/elizabeth-warren-there-is-nobody-in-this-country-who-got-rich-on-his-own/\">got rich on his own</a>. Nobody.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/24/elizabeth-warren-trump-clinton-nasty-women-video\"            data-short-url=\"https://gu.com/p/593xf\"                    data-show-ads=\"true\"            data-video-id=\"2836581\"            data-video-name=\"'Nasty women vote': Elizabeth Warren takes a swipe at Trump – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-580e6205e4b0219a00d38178\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/24/161024warren_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/24/161024warren.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/24/161024warren_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/24/elizabeth-warren-trump-clinton-nasty-women-video\">‘Nasty women vote’: Elizabeth Warren takes a swipe at Trump</a></figcaption> </figure>   <p>She has courageously embraced the <a href=\"https://www.theguardian.com/us-news/2015/sep/28/elizabeth-warren-speech-black-lives-matter\">Black Lives Matter movement</a>, demanding reform of the police to stop the unjust killing of black Americans. She has co-sponsored a bill to repeal the authorisation for the Iraq war – which Clinton, of course, <a href=\"http://www.ibtimes.com/hillary-clinton-vs-elizabeth-warren-big-differences-despite-claims-contrary-1640810\">voted for</a> – and has demanded the return of US troops from Afghanistan. And she backed equal <a href=\"https://thinkprogress.org/elizabeth-warren-comes-out-for-full-equality-for-lgbt-people-c6154a7425c9#.pja3006da\">marriage for same-sex couples</a> before Clinton belatedly converted to the cause.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>She has embraced Black Lives Matter, demanding reform to the police to stop the unjust killing of black Americans</p> </blockquote> </aside>  <p>Not that Warren is perfect: <a href=\"https://theintercept.com/2014/08/28/elizabeth-warren-speaks-israelgaza-sounds-like-netanyahu/\">her sympathy for Israel’s military offensive</a> in Gaza is, to say the least, a disappointment. But Warren is unapologetically in the tradition of courageous Americans who confront elites and stand up for the rights and freedoms of the average citizen. She has, naturally, been abused by the horror show that is Trump: because she claims Native American heritage, <a href=\"https://www.theguardian.com/us-news/video/2016/jun/11/donald-trump-repeatedly-elizabeth-warren-pocahontas-us-election-presidential-video\">he calls her “Pocahontas”</a>.</p> <p>Despite the earlier hopes of many American progressives, it will not be Warren in the White House next year. But both Warren and Sanders have risen to prominence for a reason. Growing numbers of Americans are disenchanted with a society where so much wealth exists alongside so much insecurity. Trump – although sadly not Trumpism – will almost certainly be defeated at the polls by the decent American majority next month. But President Clinton may swiftly find herself under pressure from an emboldened progressive movement – one with very little patience.</p>",
  "<div id=\"block-580ebf4de4b01c528432c2e6\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T02:20:04.729Z\">3.20am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today in Campaign 2016</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"2ecf708e58af0eebf757d3b7f4a165d6af6d150d\"> <img src=\"https://media.guim.co.uk/2ecf708e58af0eebf757d3b7f4a165d6af6d150d/0_0_4707_3149/1000.jpg\" alt=\"Elizabeth Warren\" width=\"1000\" height=\"669\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Elizabeth Warren</span> <span class=\"element-image__credit\">Photograph: Robyn Beck/AFP/Getty Images</span> </figcaption> </figure>  <ul> <li>Donald Trump’s campaign manager has admitted “we are behind,” but the candidate himself is not making any such concession. Instead Trump this morning is grabbing hold of a “phony polls” conspiracy theory floated on Zero Hedge, a <a href=\"http://www.bloomberg.com/news/articles/2016-04-29/unmasking-the-men-behind-zero-hedge-wall-street-s-renegade-blog\">financial analysis site</a> that also specializes in screwball politics headlines. The Drudge Report has a prominent link this morning to a Zero Hedge piece claiming that Wikileaks has revealed a Clinton campaign plot to rig the polls.<br></li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/790534428942622721\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Major story that the Dems are making up phony polls in order to suppress the the Trump . We are going to WIN!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/790534428942622721\">October 24, 2016</a></blockquote>  </figure>  <ul> <li>In a speech at Gettysburg on Saturday, Donald Trump threatened to sue women who have accused him of unwanted touching and sexual harassment. Now<strong> </strong>Jill Harth, who said in a previous <a href=\"https://www.scribd.com/doc/300193678/1997-Jill-Harth-Lawsuit\">lawsuit</a> that Trump cornered her and groped her in his daughter’s bedroom, has <a href=\"https://www.theguardian.com/us-news/2016/jul/20/donald-trump-sexual-assault-allegations-jill-harth-interview\">threatened to counter-sue</a> Trump if he follows through (and there’s good reason to believe it’s an <a href=\"http://www.nytimes.com/2016/10/14/us/politics/donald-trump-lawsuit-threat.html\">empty threat</a>) (although he <a href=\"http://www.usatoday.com/story/news/politics/elections/2016/06/01/donald-trump-lawsuits-legal-battles/84995854/\">loves to sue people</a>):</li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lucia_graves/status/790598341268676608\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Breaking: original accuser <a href=\"https://twitter.com/jillharth\">@jillharth</a> states via lawyer if Trump sues accusers, she&#39;ll counter sue him for lost income &amp; emotional hurt <a href=\"https://t.co/qSbtLrc0ek\">pic.twitter.com/qSbtLrc0ek</a></p>&mdash; Lucia Graves (@lucia_graves) <a href=\"https://twitter.com/lucia_graves/status/790598341268676608\">October 24, 2016</a></blockquote>  </figure>  <ul> <li>Senator Elizabeth Warren got a crowd in Manchester, New Hampshire, super-charged with this attack on Trump:</li> </ul> <blockquote class=\"quoted\"> <p>He thinks because he has a mouth full of Tic-Tacs that he can force himself on any woman within groping distance. Well, I’ve got news for you, Donald Trump. Women have had it with guys like you. And nasty women have especially had it. Get this, Donald. Nasty women are tough. Nasty women are smart. And Nasty women vote. And on November 8, we nasty women are going to march our nasty feet to cast our nasty votes to get you out of our lives forever.</p> </blockquote>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/24/elizabeth-warren-trump-clinton-nasty-women-video\"            data-short-url=\"https://gu.com/p/593xf\"                    data-show-ads=\"true\"            data-video-id=\"2836581\"            data-video-name=\"'Nasty women vote': Elizabeth Warren takes a swipe at Trump – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-580e6205e4b0219a00d38178\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/24/161024warren_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/24/161024warren.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/24/161024warren_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/24/elizabeth-warren-trump-clinton-nasty-women-video\">‘Nasty women vote’: Elizabeth Warren takes a swipe at Trump</a></figcaption> </figure>   <ul> <li>And one last thing: Donald Trump made a soft launch of TrumpTV this evening. <a href=\"https://www.theguardian.com/us-news/2016/oct/24/trump-tv-facebook-live-us-election-media-tomi-lahren\">It was pretty awful.</a></li> </ul> </div>   </div> <div id=\"block-580eb829e4b0219a00d382a7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T01:44:14.896Z\">2.44am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>How bad have things gotten for the Trump campaign in Utah?</p> <p>Well, in addition to being <a href=\"https://www.theguardian.com/us-news/2016/oct/12/can-clinton-win-utah-poll-trump-evan-mcmullin-tie\">in a three-way race</a> for the state’s six electoral votes with Democratic presidential nominee Hillary Clinton and conservative upstart Evan McMullin, the campaign is now spending valuable candidate facetime in Salt Lake City by sending vice presidential nominee Mike Pence to the state on Wednesday.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RobertGehrke/status/790707977141432320\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Republican VP nominee Mike Pence will be in SLC Wednesday for 3 pm event at Infinity Events Center. <a href=\"https://twitter.com/hashtag/utpol?src=hash\">#utpol</a></p>&mdash; RobertGehrke (@RobertGehrke) <a href=\"https://twitter.com/RobertGehrke/status/790707977141432320\">October 25, 2016</a></blockquote>  </figure>  <p>Republicans have not lost Utah since 1964.</p> <p>At least Donald Trump will be spending his time in a useful place... <a href=\"https://www.donaldjtrump.com/schedule\">opening up his new hotel in Washington, DC.</a></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-25T02:06:31.983Z\">at 3.06am BST</time></p>  </div> <div id=\"block-580eae1ae4b08d944ba4a26e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-25T01:05:10.093Z\">2.05am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump accuses Hillary Clinton of 'deliberately inciting violence' with Donald Duck costumes</h2>  <div class=\"block-elements\">  <p>Trump campaign spokesperson Jason Miller has accused Hillary Clinton’s campaign of inciting violence at Donald Trump’s campaign rally, citing a trio of articles from right-leaning publications citing an edited (and, as yet, unverified) video from James O’Keefe’s Project Veritas:</p> <blockquote class=\"quoted\"> <p>Recent revelations surrounding Hillary Clinton’s corrupt campaign further illustrate that she will stop at nothing to secure the Presidency. In a totally disqualifying act that is a violent threat to our democracy, Hillary Clinton directly involved herself in inciting violence directed at Trump supporters. The Clintons have divided our country for far too long. On behalf of the American people, who deserve better, the Trump Campaign demands a full and immediate investigation into the acts of violence that the Clinton campaign and the DNC have incited on American voters.</p> </blockquote> <p>The articles describe incidents in which Trump is “stalked by operatives in Donald Duck costumes.” The idea was a nod to Trump “ducking” the release of his tax returns.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-25T01:24:09.298Z\">at 2.24am BST</time></p>  </div> <div id=\"block-580e9ce5e4b01c528432c271\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T23:44:45.901Z\">12.44am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Donald Trump, on babies:</h2> <blockquote class=\"quoted\"> <p>We’re losing our jobs like a bunch of babies.</p> </blockquote> </div>   </div> <div id=\"block-580e9c14e4b0219a00d38243\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T23:43:53.406Z\">12.43am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump: 'I will be your voice'</h2>  <div class=\"block-elements\">  <p>Speaking in Tampa, Florida, Donald Trump vowed to end “rampant government corruption” and instead place his emphasis on the struggles of “the average man and woman.”</p> <p>“I see you, I hear you, and I will never ever let you down - I promise,” Trump said. “We will never let you down. I will be your voice, and I will fight harder than anybody has ever fought for you - and I will win, because I know how to win.”</p> </div>   </div> <div id=\"block-580e9b13e4b01c528432c26a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T23:36:52.808Z\">12.36am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Continuing his riff on Hillary Clinton being too “corrupt” to be allowed to serve as president, Donald Trump told a rapt audience in Tampa, Florida, that polls, votes and the news media are all “rigged.”</p> <p>“Our system is rigged, our system is rigged,” Trump said, of Clinton. “She never had a chance of being convicted, even though everybody in this audience - and boy do we have a lot of people - everybody here knows that she’s 100% guilty.”</p> <p>“Our country has never reached a lower point than what we’re witnessing,” Trump said.</p> <p>“If you look at her plans for Syria, these are the plans of a child,” Trump said, redirecting his ire towards Clinton’s plans for the humanitarian crisis in Syria.</p> </div>   </div> <div id=\"block-580e9943e4b01c528432c264\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T23:29:08.820Z\">12.29am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Telling a rapt audience that his brand of change “only arrives once in a lifetime,” Republican presidential nominee asked his supporters to “rise above the noise and the clutter” and embrace the most crucial ingredient of the American character: “optimism.”</p> <p>“So let’s try it!” Trump said, before launching into a tirade against “the media.”</p> <p>“They’re trying to fix the election for Crooked Hillary,” Trump continued, using an appellation he coined for rival Hillary Clinton. “The best evidence that the system is rigged is the fact that Hillary Clinton, despite her many crimes, was even allowed to run for president in the first place.”</p> <p>Trump’s declaration is met with a “LOCK HER UP” chant, which he applauds.</p> </div>   </div> <div id=\"block-580e971fe4b08d944ba4a227\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T23:20:00.762Z\">12.20am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Speaking to a raucous and seld-described record-breaking crowd in Tampa, Florida, Republican presidential nominee Donald Trump that Florida is his “second home.”</p> <p>“These crowds are incredible, and it’s great to be back here in Tampa!”</p> </div>   </div> <div id=\"block-580e9268e4b0219a00d38218\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T23:18:04.799Z\">12.18am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump campaigns in Tampa, Florida</h2>  <div class=\"block-elements\">  <p>Watch it here live:</p>  <figure class=\"element element-embed\" data-alt=\"Donald Trump in Tampa, Florida\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/580e67d7ab1fac507660f0ab?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-580e90c4e4b0219a00d38213\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T22:52:59.766Z\">11.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Happening now on TrumpTV:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/790686473548816384\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">We are now seeing Hillary Clinton accused of ordering people dressed as ducks to incite violence at Trump rallies on Trump TV</p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/790686473548816384\">October 24, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580e8971e4b0219a00d381f0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T22:28:52.543Z\">11.28pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">American Bar Association: Donald Trump is a 'libel bully'</h2>  <div class=\"block-elements\">  <p>A committee of media lawyers at the largest professional organization for attorneys in the United States wrote a report condemning Republican presidential nominee Donald Trump as a “libel bully,” <a href=\"http://www.nytimes.com/2016/10/25/us/politics/donald-trump-lawsuits-american-bar-association.html?_r=0\">according to the New York Times</a>, but was not allowed to publish the report lest Trump prove them right - by suing them.</p> <p>Trump’s numerous threatened and executed lawsuits against journalists and news organizations over the years, the American Bar Association’s committee reported in a publication titled “<a href=\"http://www.medialaw.org/index.php?option=com_k2&amp;view=item&amp;id=3470\">Donald J. Trump Is a Libel Bully but Also a Libel Loser</a>,” were examined in seven speech-related cases brought by Trump and his affiliated companies.</p> <p>The conclusion was blistering.</p> <p>“Trump’s lawsuits are worthy of a comedy routine, as when Trump sued HBO comedian Bill Maher for suckering Trump into sending his birth certificate to prove he was not the ‘spawn’ of an orangutan, and Trump hit back with a $5-million breach-of-contract lawsuit, only to withdraw it after the Hollywood Reporter ridiculed it,” the report stated. “Can anyone say Hustler v. Falwell?”</p> <p>(That case, which ended up in front of the supreme court, resulted in the decision that public figures are allowed to be subjected to parody.)</p> <p>Trump, the report declared, “is a libel bully. Like most bullies, he’s also a loser, to borrow from Trump’s vocabulary.”</p> </div>   </div> <div id=\"block-580e891ae4b01c528432c231\" class=\"block\" data-block-contributor=\"profile/ben-jacobs\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T22:21:28.023Z\">11.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>The Guardian’s <strong>Ben Jacobs</strong> has more on Donald Trump’s insistence that the statistical tool of “oversampling” is tantamount to voter suppression (which it’s not):</em></p>  <figure class=\"element element-image\" data-media-id=\"8c7d71c97aa2d2d0f897a4d319ff73d95814003d\"> <img src=\"https://media.guim.co.uk/8c7d71c97aa2d2d0f897a4d319ff73d95814003d/0_0_3500_2335/1000.jpg\" alt=\"Donald Trump.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump.</span> <span class=\"element-image__credit\">Photograph: Jonathan Ernst/Reuters</span> </figcaption> </figure>  <p>Donald Trump escalated his <a href=\"https://www.theguardian.com/us-news/2016/oct/14/trump-groping-accusations-new-york-times-rally\">rhetoric against the media</a> and against pollsters on Monday, alleging that both were part of a “rigged system” trying to undermine his candidacy.<br></p> <p>Speaking in a rally in St Augustine, Florida, Trump falsely claimed that hacked emails of John Podesta showed that the Clinton campaign chair was “rigging the polls by oversampling Democrats”.</p> <p>The Republican nominee, whose campaign is managed by the pollster Kellyanne Conway, called this “a voter suppression technique”. Oversampling is a method used by pollsters to get better measurements of specific sub-groups and is entirely normal in polling.</p> <p>The statement followed a tweet from the Republican on Monday morning in which he <a href=\"https://twitter.com/realDonaldTrump/status/790534428942622721\">claimed</a>: “Major story that the Dems are making up phony polls in order to suppress the the Trump [sic]. We are going to WIN!” <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton-5491.html\">Almost every independent poll</a> has consistently shown a steady lead for Clinton since late July and Conway has repeatedly conceded in recent days that Trump is behind.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/24/donald-trump-attacks-media-pollsters-florida\">'Thieves and crooks': Trump persists with attacks on media and polls</a> </p> </aside> </div>   </div> <div id=\"block-580e855fe4b08d944ba4a1ee\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T22:04:28.232Z\">11.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>TrumpTV begins at 6:30pm ET this evening.</h2>  <figure class=\"element element-embed\" data-alt=\"Donald Trump\">  <iframe src=\"https://www.facebook.com/plugins/video.php?href=https%3A%2F%2Fwww.facebook.com%2FDonaldTrump%2Fvideos%2F10157966101380725%2F&show_text=0&width=400\" width=\"400\" height=\"400\" style=\"border:none;overflow:hidden\" scrolling=\"no\" frameborder=\"0\" allowTransparency=\"true\" allowFullScreen=\"true\"></iframe> </figure> </div>   </div> <div id=\"block-580e8393e4b01c528432c222\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T22:01:17.671Z\">11.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A new poll from the Sheldon Adelson-owned Las Vegas Review Journal, which became the <a href=\"http://www.reviewjournal.com/opinion/editorials/editorial-donald-trump-president\">first major daily newspaper</a> to endorse Donald Trump this weekend, shows the Republican nominee trailing Democratic rival <a href=\"http://www.reviewjournal.com/politics/election-2016/rj-poll-shows-clinton-pulling-away-trump-nevada\">by seven points</a> among likely voters in Nevada, a difficult hill to climb for a candidate whose campaign manager still sees Nevada as a <a href=\"https://twitter.com/scottbix/status/790667164730658817\">possible swing state.</a></p> <p>The poll, conducted after the third and final presidential debate in Las Vegas last week, shows Clinton with seven-point lead over Trump among likely voters, 48% to 41%. Libertarian nominee Gary Johnson trails at 6%, with 4% of voters saying that they are either undecided or are supporting another candidate.</p> <p>Clinton’s lead has grown by six points in the same poll since late September, when the same survey showed the former secretary of state leading <a href=\"http://www.reviewjournal.com/politics/election-2016/rj-s-nevada-poll-shows-clinton-and-trump-are-statistical-tie\">by a single point.</a></p> </div>   </div> <div id=\"block-580e7cdde4b01c528432c1ff\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T21:47:15.172Z\">10.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>An annotated email from Donald Trump’s campaign manager explains his campaign’s path to 270 electoral votes:</strong></p> <blockquote class=\"quoted\"> <p>Donald Trump must reach 270 electoral votes to win the presidency. We’ve outlined a map to show where we currently stand as well as the possible paths forward to win.</p> </blockquote> <p>Here’s the map:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/scottbix/status/790667164730658817\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Kellyanne Conway&#39;s email to Trump supporters show Arizona, Utah firmly in his corner, with Virginia, Pennsylvania and Colorado up for grabs. <a href=\"https://t.co/ylBURdmWBV\">pic.twitter.com/ylBURdmWBV</a></p>&mdash; Scott Bixby (@scottbix) <a href=\"https://twitter.com/scottbix/status/790667164730658817\">October 24, 2016</a></blockquote>  </figure>  <blockquote class=\"quoted\"> <p>While we are not taking any state for granted, those colored red are states that we can safely assume will vote for Donald Trump. Blue states favor Hillary. Blank states are too close to call.</p> </blockquote> <p>This seems optimistic! Conway’s map shows <a href=\"http://www.realclearpolitics.com/epolls/2016/president/2016_elections_electoral_college_map.html\">confirmed swing states</a> like Arizona and Utah “safely” in Donald Trump’s corner, while states where polling has shown voters to be solidly behind Democratic rival Hillary Clinton (Pennsylvania, Virginia, Colorado, Wisconsin) to are depicted as swing states.</p> <blockquote class=\"quoted\"> <p>Over the past month, polls have shown us winning Iowa, Ohio, Maine, Florida, Nevada, and North Carolina. If we maintain our leads in those six states, we can reliably claim 266 electoral votes. Hillary can claim 193. But we’d still have 4 electoral votes to go.</p> </blockquote> <p>Sort of! There are polls in existence showing Trump winning these states, but <a href=\"http://projects.fivethirtyeight.com/2016-election-forecast/?ex_cid=rrpromo\">aggregate polling currently shows</a> Trump leading in none of those states.</p> <blockquote class=\"quoted\"> <p>Polls show us close in New Hampshire, Colorado, and Pennsylvania. Winning just any one of those states would lead us to victory.</p> </blockquote> <p>An RCP average of polling shows Clinton leading in Pennsylvania by <a href=\"http://www.realclearpolitics.com/epolls/2016/president/pa/pennsylvania_trump_vs_clinton_vs_johnson_vs_stein-5964.html\">more than six points</a>, <a href=\"http://www.realclearpolitics.com/epolls/2016/president/nh/new_hampshire_trump_vs_clinton_vs_johnson_vs_stein-6022.html\">New Hampshire by eight</a> and <a href=\"http://www.realclearpolitics.com/epolls/2016/president/co/colorado_trump_vs_clinton_vs_johnson_vs_stein-5974.html\">Colorado by more than seven</a>. “Close” might be a little generous.</p> </div>   </div> <div id=\"block-580e7837e4b01c528432c1ed\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T21:17:50.152Z\">10.17pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Report: Obamacare premiums to go up double-digit percentages in 2017</h2>  <div class=\"block-elements\">  <p>The White House said this evening that premiums for for health insurance plans on the government-run exchanges created by the Affordable Care Act will increase by double-digit percentages in 2017, <a href=\"http://bigstory.ap.org/article/62acdd911e4d44a5b855acf25122bd22/obama-administration-confirms-double-digit-premium-hikes\">according to the Associate Press</a>.</p> <p>Citing a report from the Department of Health and Human Services, the AP found that, on average, premiums for midlevel insurance plans acquired through the exchanges will increase in cost by an average of 25%, with some states increasing by smaller amounts and others by much higher percentages.</p> <p>In Arizona, for example, unsubsidized plans for a 27-year-old buying the “second-lowest cost silver plan” will increase by 116%, from $196 per month to $422.</p> <p>“Headline rates are generally rising faster than in previous years,” said Health and Human Services spokesperson Kevin Griffis, but for those low-income people eligible for subsidies, “headline rates are not what they pay.”</p> </div>   </div> <div id=\"block-580e7730e4b0219a00d381b9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T21:04:25.828Z\">10.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Liberal firebrand <a href=\"https://www.theguardian.com/us-news/elizabeth-warren\">Elizabeth Warren</a> launched the most stinging attack yet on Donald Trump’s sexism this morning during a rally alongside Hillary Clinton, <em>the Guardian’s <strong>Lauren Gambino</strong> and <strong>Dan Roberts</strong> report.</em></p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/24/elizabeth-warren-trump-clinton-nasty-women-video\"            data-short-url=\"https://gu.com/p/593xf\"                    data-show-ads=\"true\"            data-video-id=\"2836581\"            data-video-name=\"'Nasty women vote': Elizabeth Warren takes a swipe at Trump – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-580e6205e4b0219a00d38178\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/24/161024warren_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/24/161024warren.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/24/161024warren_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/24/elizabeth-warren-trump-clinton-nasty-women-video\">‘Nasty women vote’: Elizabeth Warren takes a swipe at Trump</a></figcaption> </figure>   <p>Turning an insult Trump hurled at Clinton during the last presidential debate into a rallying cry for Democratic voters, the Massachusetts senator told supporters in Manchester, New Hampshire, it was time to hang the epithet “nasty woman” around his neck.</p> <p>“Women have had it with guys like you, and nasty women have really had it with guys like you,” Warren said. “Get this, Donald. Nasty women are tough, nasty women are smart, and nasty women vote, and on November 8, we nasty women are going to march our nasty feet to cast our nasty votes to get you out of our lives forever.”<br></p> <p>Coming days after <a href=\"https://www.theguardian.com/us-news/2016/oct/14/michelle-obama-speech-donald-trump-women\">Michelle Obama’s steely attack</a> on Trump’s record with women, Warren opted for a blunter approach still.</p> <p>“He thinks that because he has money he can call women fat pigs and bimbos,” Warren said. “He thinks because he is a celebrity that he can rate women’s bodies from one to 10. He thinks that because he has a mouthful of Tic Tacs he can force himself on any woman within groping distance.”<br></p> <p>Warren’s comments referred to the publication earlier this month of an Access Hollywood <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">recording from 2005</a> that captured Trump bragging that he could kiss and grope women without their consent because he is a “star”. “I better use some Tic Tacs just in case I start kissing her,” Trump says on the tape. “You know, I’m automatically attracted to beautiful – I just start kissing them. It’s like a magnet. Just kiss. I don’t even wait. And when you’re a star, they let you do it. You can do anything ... Grab ’em by the pussy.”</p> <p>The Republican candidate has denied claims from nearly a dozen alleged victims who have come forward since the emergence of the recording of him boasting of groping women.<br></p> <p>Though once tipped as a leftwing alternative to Clinton, Warren has become a loyal stalwart for the campaign after her early attacks on Trump seemed to provoke him.</p> <p>“She gets under his thin skin like nobody else,” Clinton said of Warren as she began her speech. “I expect if Donald heard what she said he’s tweeting like mad.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/24/elizabeth-warren-hillary-clinton-nasty-women-donald-trump\">Elizabeth Warren: 'nasty women' will defeat Donald Trump on election day</a> </p> </aside> </div>   </div> <div id=\"block-580e6fece4b0219a00d381ad\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T20:33:19.543Z\">9.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <blockquote class=\"quoted\"> <p>I’m curious if as a Catholic you were offended by one of the WikilLeaks...</p> </blockquote> <p><strong>– Chuck Todd, to Tim Kaine, yesterday</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/790539740118446080\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Why has nobody asked Kaine about the horrible views emanated on WikiLeaks about Catholics? Media in the tank for Clinton but Trump will win!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/790539740118446080\">October 24, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580e6d0ee4b01c528432c1cf\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T20:30:44.230Z\">9.30pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">New poll: Hillary Clinton maintains lead over Donald Trump nationally</h2>  <div class=\"block-elements\">  <p>In a new <a href=\"http://i2.cdn.turner.com/cnn/2016/images/10/24/cnn.poll.pdf\">CNN/ORC survey</a> released this afternoon, Democratic presidential nominee Hillary Clinton is shown to have maintained her 5-point lead over Republican rival Donald Trump among likely voters nationwide, beating Trump among likely voters on every issue and attribute minus the economy.</p>  <figure class=\"element element-image\" data-media-id=\"c9fe83f29aa5db942b1a1559b5023c991b10a008\"> <img src=\"https://media.guim.co.uk/c9fe83f29aa5db942b1a1559b5023c991b10a008/0_0_3200_2400/1000.jpg\" alt=\"Donald Trump and Hillary Clinton.\" width=\"1000\" height=\"750\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump and Hillary Clinton.</span> <span class=\"element-image__credit\">Photograph: Paul J. Richards/AFP/Getty Images</span> </figcaption> </figure>  <p>If the election were held today, the Clinton-Kaine ticket would garner support from 49% of likely voters, according to the poll, with the Trump-Pence ticket pulling in 44%. Libertarian presidential candidate Gary Johnson wins the support of 3% of likely voters nationwide, while Green candidate Jill Stein is supported by 2% of likely voters. The margin between Clinton and Trump has remained steady since late September.</p> <p>The survey, conducted between October 20-23, shows that 86% of likely voters say that they have made up their minds regarding the impending general election, with only 14% telling CNN that they’re swayable.</p> <p>Asked to name their preferred candidate on the issues, voters sided with Clinton on almost every category, including terrorism, foreign policy, immigration, and the nomination of supreme court justices. Only on the economy did Trump claim a majority of likely voters’ endorsement, 51% to Clinton’s 47%.</p> <p>Regarding the candidates’ personal attributes, Clinton’s lead over Trump stretched into the double digits: 61% of likely voters say that Clinton has the better temperament to serve as president, with only 32% of voters saying the same of Trump. </p> <p>The margin of error for the poll’s results is plus or minus 3 percentage points.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-24T20:31:32.801Z\">at 9.31pm BST</time></p>  </div> <div id=\"block-580e6a1ce4b0219a00d38196\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T20:17:23.618Z\">9.17pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">GOP senator re-endorses Donald Trump after Access Hollywood tape dust settles</h2>  <div class=\"block-elements\">  <p>Republican senator Mike Crapo has made an abrupt about-face following his un-endorsement of Republican presidential nominee Donald Trump, declaring in a <a href=\"http://crapoforsenate.com/senator-crapo-says-will-vote-trump-president/\">statement released by his reelection campaign</a> that he will vote for the embattled nominee despite the release of a video in which he bragged about sexually assaulting women.</p> <p>“The choice we still have today and the choice we will have is between Donald Trump and Hillary Clinton,” Crapo said. “Given that choice, I will vote for the Republican ticket: Trump and [vice presidential nominee Mike] Pence.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/08/donald-trumps-sex-boasts-when-you-are-a-star-they-let-you-do-anything-video\"            data-short-url=\"https://gu.com/p/56ffv\"                    data-show-ads=\"true\"            data-video-id=\"2786643\"            data-video-name=\"Donald Trump's sex boasts: 'When you are a star they let you do anything' – video\"            data-video-provider=\"NBC\"            > <video data-media-id=\"gu-video-57f87665e4b0e4aaeaa8d24b\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/08/161008TrumpUpdate2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/08/161008TrumpUpdate2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/08/161008TrumpUpdate2_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/08/donald-trumps-sex-boasts-when-you-are-a-star-they-let-you-do-anything-video\">Donald Trump’s sex boasts: ‘When you are a star they let you do anything’</a></figcaption> </figure>   <p>After the release of a 2005 video that showed Trump bragging to an entertainment reporter that his fame allowed him to grab women’s genitals with impunity, Crapo had called for Trump to drop out of the race in favor of Pence.</p> <p>“I can no longer endorse Donald Trump,” Crapo said at the time. “This is not a decision that I have reached lightly, but his pattern of behavior has left me no choice. His repeated actions and comments toward women have been disrespectful, profane and demeaning... I urge Donald Trump to step aside and allow the Republican party to put forward a conservative candidate like Mike Pence who can defeat Hillary Clinton.”</p> <p>Upon reflection of the state of the race - and, perhaps, Trump’s <a href=\"http://idahopoliticsweekly.com/politics/1218-idaho-presidential-race-trump-44-clinton-23-johnson-13\">continued popularity</a> in Idaho, where he faces reelection - Crapo has returned to the fold.</p> <p>“We must elect a president who will appoint strong Supreme Court justices who will interpret the Constitution as it was written and who will help lead us to a stronger free market and a more limited government,” Crapo said in the new statement. “In that context, I don’t think the choice is that hard when we realize the decision this country must make.”</p> </div>   </div> <div id=\"block-580e6856e4b08d944ba4a19f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T20:00:24.875Z\">9.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Closing out his speech in St. Augustine, Florida, Republican presidential nominee Donald Trump pleads with the audience of supporters to vote for him.</p> <p>“Leave here today and vote,” Trump urges the crowd. “We have to win on November 8 - leave here today and vote, just get it over with.”</p> <p>“I will promote life, defend religious liberty, and select justices in the mould of Justice [Antonin] Scalia,” Trump pledges. “When I’m president, the tide of big government will no longer threaten to wash away the tide of our dreams, our liberties or our freedoms.”</p> <p>“Let us be united so that we can save our country and have a rebirth of American freedom and prosperity,” Trump finishes, reading a now-famous line from his teleprompter. “Just imagine what our country could accomplish if we started working together - as one people, under one god, saluting one American flag.”</p> <p>The audience reacts with a loud and long “U-S-A” chant.</p> <p>If the state of Florida turns out to vote for him, Trump concludes, “we will make America wealthy again, we will make America strong again, we will make America safe again, and we will make America great again!”</p> </div>   </div> <div id=\"block-580e6704e4b08d944ba4a19a\" class=\"block\" data-block-contributor=\"profile/lucia-graves\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T19:55:55.449Z\">8.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>The Guardian’s <strong>Lucia Graves</strong> has more on Jill Harth’s threat to counter-sue Donald Trump if he follows through on his promise to file lawsuits against the 11 women who have accused him of sexual assault since the release of a video showing Trump bragging about sexually assaulting women:</em></p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/jul/20/jill-harth-donald-trump-sexual-assault-lawsuit-video\"            data-short-url=\"https://gu.com/p/4p43p\"                    data-show-ads=\"true\"            data-video-id=\"2620861\"            data-video-name=\"Woman who sued Trump over alleged sexual assault speaks out – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-578fb000e4b09ac5ee0eec69\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/07/21/20160720JILLHARTH7web_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/webM/2016/07/21/20160720JILLHARTH7web_synd_768k_vp8.webm\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/07/21/20160720JILLHARTH7web.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2016/07/21/20160720JILLHARTH7web_large.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2016/07/21/20160720JILLHARTH7web_small.3gp\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/jul/20/jill-harth-donald-trump-sexual-assault-lawsuit-video\">Woman who sued Trump over alleged sexual assault speaks out</a></figcaption> </figure>   <p>Jill Harth, the first woman to publicly accuse Donald Trump of sexual misconduct, has threatened to countersue the Republican nominee for president, if he carries out the promise to sue his accusers <a href=\"https://www.theguardian.com/us-news/2016/oct/22/donald-trump-gettysburg-contract-with-america-sue-accusers-hillary-clinton\">he outlined in Gettysburg on Saturday</a>.</p> <p>“If he sues me, I know that truth is an absolute defense, and I will countersue for the emotional hurt and lost income his attacks have caused me,” Harth said in a statement on Monday afternoon.<br></p> <p>Harth, who settled a 1997 sexual harassment lawsuit against Trump, initially stayed quiet as the businessman’s run for the White House gathered speed this year. She was inspired <a href=\"https://www.theguardian.com/us-news/2016/jul/20/donald-trump-sexual-assault-allegations-jill-harth-interview\">to speak to the Guardian in July</a>, after Trump said she and other women were liars, when their stories were shared as part of <a href=\"http://www.nytimes.com/2016/05/15/us/politics/donald-trump-women.html\">a New York Times investigation</a>.</p> <p>“I’m not going to get an apology from him,” Harth told the Guardian. “But he really should have been taught, if you don’t have anything nice to say don’t say anything, OK? Don’t call me a liar.”<br></p> <p>On Saturday in Gettysburg, Trump opened what was <a href=\"https://www.theguardian.com/us-news/2016/oct/22/donald-trump-gettysburg-contract-with-america-sue-accusers-hillary-clinton\">billed as a major policy address</a> by saying he would sue all the women who have accused him of inappropriate sexual conduct. He has denied all such allegations.</p> <p>His accusers, he said, had told “fabricated stories” that were part of a massive conspiracy perpetrated against him by Hillary Clinton’s campaign and the media.</p> <p>“Every woman lied when they came forward to hurt my campaign, total fabrication,” <a href=\"https://www.theguardian.com/us-news/2016/oct/22/donald-trump-gettysburg-contract-with-america-sue-accusers-hillary-clinton\">he said</a>, speaking hours before an 11th accuser, <a href=\"https://www.theguardian.com/us-news/2016/oct/22/trump-news-porn-star-jessica-drake-gloria-allred\">Jessica Drake</a>, came forward at a press event in Los Angeles.</p> <p>Trump also said “the events never happened” and added: “All of these liars will be sued after the election is over.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/24/donald-trump-sexual-harassment-lawsuit-jill-harth-countersue\">Jill Harth, who accused Trump of sexual assault, threatens to countersue</a> </p> </aside> </div>   </div> <div id=\"block-580e651fe4b01c528432c1b7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T19:46:40.312Z\">8.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Vowing to “remove all criminal aliens from our country,” Donald Trump tells an audience that undocumented immigrants have committed terrible crimes, and that the hands of federal immigration-enforcement officials have been tied by Hillary Clinton during her tenure as secretary of state.</p> <p>“Murderers, drug lords, gang members,” Trump says, in describing criminal immigrants. “Suspend immigration from terror-prone regions where vetting cannot safely occur, including suppression of the Syrian refugee program.”</p> <p>“We know nothing about ‘em. That’ll be the next great Trojan horse - you watch,” Trump says. “Watch what happens.”</p> </div>   </div> <div id=\"block-580e6248e4b0219a00d3817a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T19:34:59.256Z\">8.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“I will never let you be the forgotten people again,” Donald Trump tells an audience in St Augustine, Florida. “I will never let you down, I promise. I will never, ever let you down.”</p> <p>“When we win, your voice will boom through the halls of Washington, and we’ll be heard across the world,” Trump vows. “This is bigger than Brexit. And folks, get out and vote - leave here and vote. Leave here and vote! Or we have wasted a hell of a lotta time, energy and - in my case - a lotta money! I’m not a politician, and I have never wanted to be a politician - believe me.”</p> <p>“My only special interest is you, the American people.”</p> </div>   </div> <div id=\"block-580e6141e4b0219a00d38176\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T19:31:30.561Z\">8.31pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump: 'I am your voice'</h2>  <div class=\"block-elements\">  <p>Speaking in St. Augustine, Florida, Republican presidential nominee Donald Trump decried a shadowy network of globalists who, he alleges, control the global economy through manipulation of the news media, federal politicians and the economy.</p> <p>“Without the media, Hillary Clinton would be nothing. They’re disgraceful,” Trump says, as the crowd boos and chants at the sectioned-off media covering the event.</p> <p>“Without the dishonesty and deceit of the media, Hillary Clinton would be nothing. Nothing,” Trump continues. “When the people who control the political power in our society can rig investigations like her investigation was rigged, can rig polls - you see these phone polls - and rig the media, they can wield absolute power over your life, your economy and your country, and benefit from it.”</p> <p>“They can ship your jobs all over the world, let drugs pour into your - look at the drugs not just here but all over - let drugs pour into your community and let Congress write loopholes to benefit the select few.”</p> <p>“The media isn’t against me - it’s against all of you... like Hillary Clinton,” he says, journalists are “entitled, condescending and even contemptuous of the people who don’t share their elitist views. And this is for money, largely - money and power.”</p> <p>“I see you and hear you - I am your voice.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-24T19:32:55.000Z\">at 8.32pm BST</time></p>  </div> <div id=\"block-580e6046e4b01c528432c1a5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T19:25:59.491Z\">8.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Calling the FBI’s decision to decline indicting Hillary Clinton over her use of private email servers during her tenure as secretary of state “one of the saddest moments in the history of our country,” Donald Trump promised supporters in St. Augustine, Florida, that his administration would “investigate the investigation.”</p> <p>“The fact that she is even allowed to run means our system is rigged,” Trump says. “How is she to run for president? [sic] How is she allowed?”</p> <p>“The system is corrupt, the system is broken. The system is corrupt, folks, and I’ve been saying it for a long time. The system is rigged.”</p> </div>   </div> <div id=\"block-580e5ec3e4b0219a00d3816e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T19:20:12.025Z\">8.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Speaking in St. Augustine, Florida, Republican presidential nominee Donald Trump tells a crowd of supporters that “together we’re going to fix our rigged system,” a reference to Trump’s continued (<a href=\"https://www.theguardian.com/us-news/2016/oct/18/donald-trump-rejects-election-result-before-the-votes-have-been-counted\">and, so far, baseless</a>) allegations that the electoral system is fixed against him.</p> <p>“The fact that the Washington establishment has tried to hard to stop our campaign is only more proof that our campaign represents the kind of change that only arrive once in a lifetime,” Trump says. “Even those pundits that dislike me and dislike you and dislike everybody, they will admit- and they do admit - that they’ve never seen a movement like this.”</p> <p>“We’re way ahead in Ohio, we’re way ahead in Iowa, we’re doing great in North Carolina, because people of this country are fed up with stupidity and weakness and we can’t beat Isis and all of the problems that we’ve got going. They’re fed up.”</p> <p>Trump is met by a deafening - even by Trump-rally standards - “LOCK HER UP” chant.</p> </div>   </div> <div id=\"block-580e5e0ae4b01c528432c196\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T19:16:27.625Z\">8.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>After being introduced by onetime New York City mayor Rudy Giuliani, who dismissed Democratic presidential nominee Hillary Clinton as a “stupid negotiator,” Republican presidential nominee Donald Trump mounts the stage at the St. Augustine Amphitheater in St. Augustine, Florida, to whistles, applause and a man dressed as Abraham Lincoln.</p> <p>“We have people standing over there in plants - they’re in plants!” Trump says, pleased with the turnout. “I hope you’re comfortable.”</p> <p>“In case you haven’t heard, we’re winning - not just in Florida, but we’re gonna win the whole thing.”</p> <p>“We have a movement like they’ve never seen before - we have some very, very unhappy people out there,” Trump continues. “We’re gonna take our nation back - we’re gonna bring it back. It’s enough. It’s enough.”</p> </div>   </div> <div id=\"block-580e5a0fe4b0219a00d3815e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T19:13:47.450Z\">8.13pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump campaigns in St. Augustine, Florida</h2>  <div class=\"block-elements\">  <p>Watch it live here:</p>  <figure class=\"element element-embed\" data-alt=\"Donald Trump in St. Augustine, Florida\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/580e1171ab1fac507660efab?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-580e5a80e4b01c528432c18b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T19:03:13.556Z\">8.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Video: ‘phony polls’ to blame, Trump says</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/24/trump-phoney-polls-video\"            data-short-url=\"https://gu.com/p/592zx\"                    data-show-ads=\"true\"            data-video-id=\"2836459\"            data-video-name=\"'Phoney polls’ to blame for sliding popularity, says Trump – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-580e5361e4b01c528432c172\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/24/161024trump_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/24/161024trump.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/24/161024trump_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/24/trump-phoney-polls-video\">‘Phoney polls’ to blame for sliding popularity, says Trump</a></figcaption> </figure>   <p>NB: “phoney” is the British spelling. But you already knew that. </p> </div>   </div> <div id=\"block-580e58d3e4b0219a00d3815a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T18:54:47.493Z\">7.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>They printed it:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kylegriffin1/status/790522535976763393\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Wow—Today&#39;s <a href=\"https://twitter.com/nytimes\">@nytimes</a> features a 2-page spread of all the people, places &amp; things Trump has insulted on Twitter since declaring his candidacy <a href=\"https://t.co/eDzwZNIjkF\">pic.twitter.com/eDzwZNIjkF</a></p>&mdash; Kyle Griffin (@kylegriffin1) <a href=\"https://twitter.com/kylegriffin1/status/790522535976763393\">October 24, 2016</a></blockquote>  </figure>  <p>Read the <a href=\"http://www.nytimes.com/interactive/2016/01/28/upshot/donald-trump-twitter-insults.html\">online version here</a>.</p> </div>   </div> <div id=\"block-580e580de4b01c528432c181\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T18:52:31.648Z\">7.52pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">What if Trump won't concede? (cont'd)</h2>  <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jmooallem/status/790624255444606980\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">What is the plan if he loses but says he won and thirty-something percent of the country believes him and he stages his own inauguration?</p>&mdash; Jon Mooallem (@jmooallem) <a href=\"https://twitter.com/jmooallem/status/790624255444606980\">October 24, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alexheard/status/790624676456177664\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The plan is: Historic first use of canned laughter in nightly news broadcasts. <a href=\"https://t.co/uOiaFhjJpr\">https://t.co/uOiaFhjJpr</a></p>&mdash; Alex Heard (@alexheard) <a href=\"https://twitter.com/alexheard/status/790624676456177664\">October 24, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jackshafer/status/790626339455983616\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">We have two popes. Why not two presidents? Thus the campaign could be extended another four years. <a href=\"https://t.co/ZcBrNpWQTV\">https://t.co/ZcBrNpWQTV</a></p>&mdash; Jack Shafer (@jackshafer) <a href=\"https://twitter.com/jackshafer/status/790626339455983616\">October 24, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580e54f4e4b08d944ba4a14f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T18:41:08.977Z\">7.41pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump on porn actress: 'Oh, I'm sure she's never been grabbed before'</h2>  <div class=\"block-elements\">  <p>Donald Trump has responded to accusations of forcible and unwanted touching made against him at the weekend by Jessica Drake, a porn star and sex educator, by saying, “Oh, I’m sure she’s never been grabbed before.”</p> <p>Trump’s comments, made in an appearance on WGIR radio’s “New Hampshire Today,” were <a href=\"http://www.cnn.com/2016/10/24/politics/trump-on-latest-accusations/index.html\">reported by CNN</a>:</p> <blockquote class=\"quoted\"> <p>“These are stories that are made up, these are total fiction. You’ll find out that, in the years to come, these women that stood up, it was all fiction,” he said. “They were made up. I don’t know these women, it’s not my thing to do what they say. You know I don’t do that. I don’t grab them, as they say, on the arm.”</p> <p>“One said, ‘he grabbed me on the arm.’ And she’s a porn star. You know, this one that came out recently, ‘he grabbed me and he grabbed me on the arm.’ Oh, I’m sure she’s never been grabbed before,” Trump said.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/annehelen/status/790625036042395648\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;No one respects women more than me&quot; <a href=\"https://t.co/kfpR1uP1zs\">https://t.co/kfpR1uP1zs</a></p>&mdash; Anne Helen Petersen (@annehelen) <a href=\"https://twitter.com/annehelen/status/790625036042395648\">October 24, 2016</a></blockquote>  </figure>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/23/porn-star-jessica-drake-is-11th-woman-to-accuse-donald-trump-of-sexual-misconduct-video\"            data-short-url=\"https://gu.com/p/58mad\"                    data-show-ads=\"true\"            data-video-id=\"2830990\"            data-video-name=\"Porn star Jessica Drake is 11th woman to accuse Donald Trump of sexual misconduct – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-580c0eafe4b0582b9a8d5b56\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733818&amp;format=video/mp4\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733818&amp;format=video/m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733818&amp;format=video/3gp&amp;maxwidth=700\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733818&amp;format=video/3gp&amp;minwidth=700\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733818&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/23/porn-star-jessica-drake-is-11th-woman-to-accuse-donald-trump-of-sexual-misconduct-video\">Porn star Jessica Drake is 11th woman to accuse Donald Trump of sexual misconduct</a></figcaption> </figure>  </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-24T18:48:07.154Z\">at 7.48pm BST</time></p>  </div> <div id=\"block-580e51ede4b08d944ba4a144\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T18:29:39.940Z\">7.29pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump took $17m insurance payment – but extent of damage questioned</h2>  <div class=\"block-elements\">  <p>Donald Trump said he received a $17 million insurance payment in 2005 for hurricane damage to Mar-a-Lago, his private club in Palm Beach, but <a href=\"https://apnews.com/1fefeef4a4e84fa4af6441f4b6d221f0\">The Associated Press found</a> little evidence of such large-scale damage. The AP reports:</p> <p>Two years after a series of storms, the real estate tycoon said he didn’t know how much had been spent on repairs but acknowledged he pocketed some of the money. Trump transferred funds into his personal accounts, saying that under the terms of his policy, “you didn’t have to reinvest it.”</p> <p>In a deposition in an unrelated civil lawsuit, Trump said he got the cash from a “very good insurance policy” and cited ongoing work to the historic home.</p> <p>“Landscaping, roofing, walls, painting, leaks, artwork in the — you know, the great tapestries, tiles, Spanish tiles, the beach, the erosion,” he said of the storm damage. “It’s still not what it was.”</p>  <figure class=\"element element-image\" data-media-id=\"92e0e0a443673f9a535abceb12da513fe46294af\"> <img src=\"https://media.guim.co.uk/92e0e0a443673f9a535abceb12da513fe46294af/0_57_2000_1200/1000.jpg\" alt=\"In this 22 January, 2005, file photo, the entrance of Mar-a-Lago in West Palm Beach, Florida.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">In this 22 January, 2005, file photo, the entrance of Mar-a-Lago in West Palm Beach, Florida.</span> <span class=\"element-image__credit\">Photograph: Alan Diaz/AP</span> </figcaption> </figure>  <p>Trump’s description of extensive damage does not match those of Mar-a-Lago members and even Trump loyalists. In an interview about the estate’s history, Trump’s longtime former butler, Anthony Senecal, recalled no catastrophic damage. He said Hurricane Wilma, the last of a string of storms that barreled through in 2004 and 2005, flattened trees behind Mar-a-Lago, but the house itself only lost some roof tiles.</p> <p>“That house has never been seriously damaged,” said Senecal, discussing Mar-a-Lago’s luck with hurricanes. “I was there for all of them.”</p> <p>Just over two weeks after Wilma, Trump hosted 370 guests at Mar-a-Lago for the wedding of his son Donald Jr.</p> <p>While part of that celebration did have to be moved away from the front lawn due to hurricane damage, wedding photographs by Getty Images showed the house, pools, cabanas and landscaping in good repair.</p> <p>Read the <a href=\"https://apnews.com/1fefeef4a4e84fa4af6441f4b6d221f0\">whole piece here</a>.</p> </div>   </div> <div id=\"block-580e4e61e4b01c528432c15e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T18:10:43.510Z\">7.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"6ba4b9ebc55d37ab673bb66be406e9f272ebfc89\"> <img src=\"https://media.guim.co.uk/6ba4b9ebc55d37ab673bb66be406e9f272ebfc89/0_0_3831_3648/1000.jpg\" alt=\"Touchdown!\" width=\"1000\" height=\"952\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Touchdown!</span> <span class=\"element-image__credit\">Photograph: Andrew Harnik/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"718729ab90c341fa0f31d3db04b16eb263853e91\"> <img src=\"https://media.guim.co.uk/718729ab90c341fa0f31d3db04b16eb263853e91/0_233_3500_2101/1000.jpg\" alt=\"Photogenic day at Saint Anselm College.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Photogenic day at Saint Anselm College.</span> <span class=\"element-image__credit\">Photograph: Carlos Barria/Reuters</span> </figcaption> </figure> </div>   </div> <div id=\"block-580e48dce4b0219a00d3811d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T17:50:49.296Z\">6.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton has spent her speech so far talking about how great Warren is and now is on to how great Hassan is. She doesn’t sound like a candidate who feels under a lot of pressure to win her own race.</p> <p>HuffPost Pollster’s polling average has her <a href=\"http://elections.huffingtonpost.com/pollster/2016-new-hampshire-president-trump-vs-clinton\">up 5-6 points</a> in the Granite state:</p>  <figure class=\"element element-image\" data-media-id=\"9912eaae0e344e0998af87642ce333549638fbcd\"> <img src=\"https://media.guim.co.uk/9912eaae0e344e0998af87642ce333549638fbcd/0_0_1500_948/1000.png\" alt=\"HuffPost pollster’s average for New Hampshire.\" width=\"1000\" height=\"632\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">HuffPost pollster’s average for New Hampshire.</span> <span class=\"element-image__credit\">Photograph: Huffpost Pollster</span> </figcaption> </figure> </div>   </div> <div id=\"block-580e4849e4b01c528432c14c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T17:45:50.231Z\">6.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Stuart Stevens is a longtime Republican operative and was a top strategist on Mitt Romney’s campaign:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ddale8/status/790608520911659008\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Amazing Stuart Stevens description of Trump&#39;s TV surrogates: <a href=\"https://t.co/pIwmsf2jv2\">pic.twitter.com/pIwmsf2jv2</a></p>&mdash; Daniel Dale (@ddale8) <a href=\"https://twitter.com/ddale8/status/790608520911659008\">October 24, 2016</a></blockquote>  </figure>  <p>#ff:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stuartpstevens/status/790600095037349888\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">If two years ago, somebody said <a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a> would be nominee &amp; Breitbart running campaign, would anyone have thought this isn&#39;t likely? <a href=\"https://t.co/sIpbgRkALf\">https://t.co/sIpbgRkALf</a></p>&mdash; stuart stevens (@stuartpstevens) <a href=\"https://twitter.com/stuartpstevens/status/790600095037349888\">October 24, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580e46cee4b01c528432c145\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T17:38:00.304Z\">6.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Well the Clinton campaign is pretty organized. They already have the Warren sound bite (see last block) clipped and on social media. </p> <p>Warren isn’t even done speaking yet.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/790607004968611840\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;Get this Donald: nasty women are smart, nasty women are tough, and nasty women vote.” —<a href=\"https://twitter.com/elizabethforma\">@ElizabethForMA</a>: <a href=\"https://t.co/uTXX68HXhY\">https://t.co/uTXX68HXhY</a></p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/790607004968611840\">October 24, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580e453fe4b01c528432c13f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T17:34:26.680Z\">6.34pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Warren: 'get this, Donald. Nasty women are tough'</h2>  <div class=\"block-elements\">  <p>Senator Elizabeth Warren has just gotten the Manchester, New Hampshire, crowd super-charged with this attack on Trump:</p> <blockquote class=\"quoted\"> <p>He thinks because he has a mouth full of Tic-Tacs that he can force himself on any woman within groping distance. Well, I’ve got news for you, Donald Trump. Women have had it with guys like you. And nasty women have especially had it. </p> <p>Get this, Donald. Nasty women are tough. Nasty women are smart. And Nasty women vote. And on November 8, we nasty women are going to march our nasty feet to cast our nasty votes to get you out of our lives forever.</p> </blockquote> <p>They cheered every line.</p> </div>   </div> <div id=\"block-580e43a2e4b01c528432c137\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T17:24:30.414Z\">6.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s a new Clinton ad, “Barber shop,” featuring African American voters saying they’re with her:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=gdBkZmzOfFc\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/gdBkZmzOfFc?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-580e4297e4b08d944ba4a0fc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T17:20:29.507Z\">6.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The <strong>presidential and gubernatorial races in North Carolina</strong> remain tight, as Monmouth polling sees it. But has incumbent Republican senator Richard Burr pulled away a bit from challenger Deborah Ross, a former state representative?: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LPDonovan/status/790601314736758784\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Monmouth Poll<br>NC LVs (+/- Aug)<br><br>HRC 47 (+3)<br>DJT 46 (+4)<br><br>Burr 49 (+4)<br>Ross 43 (EVEN)<br><br>McCrory 48 (+5)<br>Cooper 47 (-5)<a href=\"https://t.co/WU8xYymTzz\">https://t.co/WU8xYymTzz</a></p>&mdash; Liam Donovan (@LPDonovan) <a href=\"https://twitter.com/LPDonovan/status/790601314736758784\">October 24, 2016</a></blockquote>  </figure>  <p>On the state of the US senate:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ForecasterEnten/status/790600761994600448\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NC seems to me less likely of a Dem pickup than pretty much any of the other close pickup opportunities (PA, NH, WI, IL, MO, IN).</p>&mdash; (((Harry Enten))) (@ForecasterEnten) <a href=\"https://twitter.com/ForecasterEnten/status/790600761994600448\">October 24, 2016</a></blockquote>  </figure>  <p>If former Nevada attorney general Caroline Cortez Masto can stay ahead of US representative Joe Heck in the Nevada senate race, and Clinton wins the presidency, then the Democrats need four pickups to gain control of the senate. Illinois and Wisconsin are likely Democratic wins. So they need two more. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-24T17:29:46.236Z\">at 6.29pm BST</time></p>  </div> <div id=\"block-580e41cbe4b0219a00d38103\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T17:17:32.735Z\">6.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Senator Elizabeth Warren is alongside Clinton onstage. Introducing them both is governor Maggie Hassan, who’s running for Republican Kelly Ayotte’s US senate seat.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-24T17:17:49.855Z\">at 6.17pm BST</time></p>  </div> <div id=\"block-580e41b6e4b08d944ba4a0f9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T17:15:41.151Z\">6.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s Clinton now in New Hampshire, taking the stage.</p> </div>   </div> <div id=\"block-580e40a5e4b01c528432c125\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T17:15:28.376Z\">6.15pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump accuser threatens counter-suit</h2>  <div class=\"block-elements\">  <p>In a speech at Gettysburg on Saturday, Donald Trump threatened to sue women who have accused him of unwanted touching and sexual harassment. </p> <p>Now<strong> Jill Harth</strong>, who said in a previous <a href=\"https://www.scribd.com/doc/300193678/1997-Jill-Harth-Lawsuit\">lawsuit</a> that Trump cornered her and groped her in his daughter’s bedroom, has <a href=\"https://www.theguardian.com/us-news/2016/jul/20/donald-trump-sexual-assault-allegations-jill-harth-interview\">threatened to counter-sue</a> Trump if he follows through (and there’s good reason to believe it’s an <a href=\"http://www.nytimes.com/2016/10/14/us/politics/donald-trump-lawsuit-threat.html\">empty threat</a>) (although he <a href=\"http://www.usatoday.com/story/news/politics/elections/2016/06/01/donald-trump-lawsuits-legal-battles/84995854/\">loves to sue people</a>):</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lucia_graves/status/790598341268676608\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Breaking: original accuser <a href=\"https://twitter.com/jillharth\">@jillharth</a> states via lawyer if Trump sues accusers, she&#39;ll counter sue him for lost income &amp; emotional hurt <a href=\"https://t.co/qSbtLrc0ek\">pic.twitter.com/qSbtLrc0ek</a></p>&mdash; Lucia Graves (@lucia_graves) <a href=\"https://twitter.com/lucia_graves/status/790598341268676608\">October 24, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580e3e64e4b08d944ba4a0ed\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T17:10:11.327Z\">6.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>What’s going on in Nevada? The state is notoriously difficult to poll. But Jon Ralston, the dean of Silver state journalism, reports that the Democrats had a “blowout weekend” for early and absentee voting:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RalstonReports/status/790567502187143168\">  <blockquote class=\"twitter-tweet\" data-cards=\"hidden\"><p lang=\"en\" dir=\"ltr\">Dems have 21,000-vote advantage in urban Nevada after blowout weekend. My early voting blog updated: <a href=\"https://t.co/1pS7nvPBhm\">https://t.co/1pS7nvPBhm</a></p>&mdash; Jon Ralston (@RalstonReports) <a href=\"https://twitter.com/RalstonReports/status/790567502187143168\">October 24, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/daveweigel/status/790577766533967872\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Follow <a href=\"https://twitter.com/RalstonReports\">@RalstonReports</a>, who also saw the 2010 Reid comeback and the 2014 GOP landslide coming <a href=\"https://t.co/O6toCmRI31\">https://t.co/O6toCmRI31</a></p>&mdash; Dave Weigel (@daveweigel) <a href=\"https://twitter.com/daveweigel/status/790577766533967872\">October 24, 2016</a></blockquote>  </figure>  <p>A win in Nevada for Clinton would likely coincide with a strong national performance for her – one that would involve her winning the presidency before the Nevada result is in (polls there close at 10pm ET; in 2012 the state was projected at just before midnight). In any case, six Nevada electoral votes would be welcome insurance for Clinton against, say, something crazy happening in New Hampshire. </p> </div>   </div> <div id=\"block-580e3d70e4b0219a00d380ef\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T16:58:10.122Z\">5.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Hillary Clinton - Elizabeth Warren event in New Hampshire is getting going, though there’s no sign yet of the marquee names. Here’s a live video stream:</p>  <figure class=\"element element-embed\" data-alt=\"clinton\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/580e113cab1fac507660efaa?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-580e3bede4b01c528432c10b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T16:54:14.094Z\">5.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton will get a boost in Cleveland from Jay-Z, NBC reports:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/albamonica/status/790576142453346304\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Jay Z will perform at a Clinton campaign concert in Cleveland before Election Day, per an aide (K Perry, J Lo &amp; Bon Jovi already announced)</p>&mdash; Monica Alba (@albamonica) <a href=\"https://twitter.com/albamonica/status/790576142453346304\">October 24, 2016</a></blockquote>  </figure>  <p>HuffPost Pollster <a href=\"http://elections.huffingtonpost.com/pollster/2016-ohio-president-trump-vs-clinton\">has the race in Ohio</a> tight as ever:</p>  <figure class=\"element element-image\" data-media-id=\"2e87454d40bdfc5c64d7a258ac37304396233d14\"> <img src=\"https://media.guim.co.uk/2e87454d40bdfc5c64d7a258ac37304396233d14/0_0_1500_948/1000.png\" alt=\"HuffPost Pollster’s polling average in Ohio:\" width=\"1000\" height=\"632\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">HuffPost Pollster’s polling average in Ohio:</span> <span class=\"element-image__credit\">Photograph: Huffpost Pollster</span> </figcaption> </figure> </div>   </div> <div id=\"block-580e3794e4b08d944ba4a0d0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T16:43:31.599Z\">5.43pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump: 'I believe we're actually winning'</h2>  <div class=\"block-elements\">  <p>Donald Trump, in a visit to a farmers’ market in Florida, has repeated his campaign message that the polls are wrong, wrong, wrong.</p> <p>“I believe we’re actually winning,” Trump told people at the farm, where he held a roundtable discussion on trade and regulatory issues. BuzzFeed’s Rosie Gray, who’s holding down the Trump media pool, reports: </p> <blockquote class=\"quoted\"> <p>“If you read the New York Times and if you read some of these phony papers — these are phony, disgusting, dishonest papers — but if you read the stuff, it’s like what are we doing?” </p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"b70b73a50664d03e875f11cca010684339c6b60e\"> <img src=\"https://media.guim.co.uk/b70b73a50664d03e875f11cca010684339c6b60e/0_43_3500_2101/1000.jpg\" alt=\"Old mcDONald had a farm...\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Old mcDONald had a farm...</span> <span class=\"element-image__credit\">Photograph: Jonathan Ernst/Reuters</span> </figcaption> </figure>  <blockquote class=\"quoted\"> <p>“The truth is I think we’re winning,” Trump said. He mentioned the <a href=\"http://www.investors.com/politics/trump-up-2-points-nationwide-while-clinton-campaigns-as-if-the-race-is-already-won-ibdtipp-poll/\">Investors Daily poll</a>, which he called the “singly most accurate poll for the last three cycles,” as well as Rasmussen. </p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ForecasterEnten/status/789892179082768384\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Some folks pt out &quot;IBD/TIPP has an A- on <a href=\"https://twitter.com/FiveThirtyEight\">@fivethirtyeight</a>!&quot; Avg of pollsters w/ A (better than A-) or better since 1st debate: Clinton +7</p>&mdash; (((Harry Enten))) (@ForecasterEnten) <a href=\"https://twitter.com/ForecasterEnten/status/789892179082768384\">October 22, 2016</a></blockquote>  </figure>  <blockquote> <p>Trump said he was up in Ohio, Iowa, “we’re doing great in North Carolina,” and “I think we’re doing great in Florida, I think we’re going to win Florida big.” </p> </blockquote> </div>   </div> <div id=\"block-580e3516e4b0219a00d380c2\" class=\"block is-key-event\" data-block-contributor=\"profile/sabrina-siddiqui\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T16:23:33.713Z\">5.23pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">‘Mothers of the Movement’ team with Clinton</h2>  <div class=\"block-elements\">  <p>As <a href=\"https://www.theguardian.com/us-news/hillary-clinton\">Hillary Clinton</a> took the stage at a black church in Durham, the congregation rose. Their enthusiasm was not reserved for the Democratic presidential nominee. It was also for the five women who stood beside her.</p> <p>They call themselves the “<a href=\"https://www.theguardian.com/us-news/2016/jul/26/black-lives-matter-mothers-democratic-convention-hillary-clinton\">Mothers of the Movement</a>” and they are bound by the grief of losing a child to gun violence or in encounters with police. In a time of heightened racial tension, they are dedicated to social justice. They are also committed to electing Clinton.</p> <p>Five mothers – Sybrina Fulton, Gwen Carr, Lucia McBath, Geneva Reed-Veal and Maria Hamilton – appeared with Clinton on Sunday, at the Union Baptist Church in Durham and then at an event in Raleigh. Seeking to galvanize the African American vote, they have visited battleground states, imploring those concerned with criminal justice reform to turn advocacy into action.</p>  <figure class=\"element element-image\" data-media-id=\"25f132113c4a5ba2a6daefce6d1c1add03cb6a3f\"> <img src=\"https://media.guim.co.uk/25f132113c4a5ba2a6daefce6d1c1add03cb6a3f/0_4_3000_1800/1000.jpg\" alt=\"Mothers of the Movement members Gwen Carr, Sybrina Fulton, Lucia McBath, Maria Hamilton and Geneva Reed-Veal cheer at Saint Augustine’s University on October 23, 2016 in Raleigh, North Carolina.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mothers of the Movement members Gwen Carr, Sybrina Fulton, Lucia McBath, Maria Hamilton and Geneva Reed-Veal cheer at Saint Augustine’s University on October 23, 2016 in Raleigh, North Carolina.</span> <span class=\"element-image__credit\">Photograph: Justin Sullivan/Getty Images</span> </figcaption> </figure>  <p>“You have no business staying home in this election,” said Reed-Veal, whose daughter <a href=\"https://www.theguardian.com/us-news/2015/jul/25/sandra-bland-suspicion-mistrust-official-inconsistencies\">Sandra Bland</a> was found hanged in a jail cell, three days after she was arrested by a Texas state trooper during a traffic stop.</p> <p>“If you decide to stay home, shut your mouth. Do not complain about anything that’s going on, do not talk about your neighborhood, do not talk about your neighbor, do not talk about what’s not going on.”</p> <p>Had such words come from the candidate, some might have taken offense. They were met with applause and scattered cries of “Amen.”</p> <p>Read further:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/24/mothers-of-the-movement-hillary-clinton-african-american-vote\">‘Mothers of the Movement’ team with Hillary Clinton in bid for black vote</a> </p> </aside> </div>   </div> <div id=\"block-580e1fcae4b0c146d58914a5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T14:56:19.489Z\">3.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Act now! While supplies last! Everything must go! “Join the big league”!</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rauchway/status/790535779613220864\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Going out of business sale <a href=\"https://t.co/7hrvY8fxCx\">pic.twitter.com/7hrvY8fxCx</a></p>&mdash; Eric Rauchway (@rauchway) <a href=\"https://twitter.com/rauchway/status/790535779613220864\">October 24, 2016</a></blockquote>  </figure>  <p>The “membership card” Trump’s Facebook refers to was <strong>a fundraising conceit</strong> his campaign came up with apparently for people who think having a certain credit card is cool.</p> <p>Jill Harth, a makeup artist who said in a <a href=\"https://www.scribd.com/doc/300193678/1997-Jill-Harth-Lawsuit\">lawsuit</a> that Trump cornered her and groped her in his daughter’s bedroom, would recognize the offer to “join the big league.” Here’s part of what she told the Guardian’s Lucia Graves <a href=\"https://www.theguardian.com/us-news/2016/jul/20/donald-trump-sexual-assault-allegations-jill-harth-interview\">in an October interview</a>: </p> <blockquote class=\"quoted\"> <p>Trump did everything in his power to get me to leave him. He constantly called me and said: ‘I love you, baby, I’m going to be the best lover you ever had. What are you doing with that loser, you need to be with me, you need to step it up to the big leagues.’</p> </blockquote> </div>   </div> <div id=\"block-580e1ec2e4b0ce434eca486e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T14:49:05.732Z\">3.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We may be getting a picture of Trump with pumpkins – Trumpkins – this morning. The candidate’s first event today is a farmers’ round table in Boynton Beach, Florida, at a place called Bedner’s Farm Fresh Market, which apparently has a decent pumpkin patch. Stay tuned. </p> </div>   </div> <div id=\"block-580e1243e4b024af0e451ac9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T14:11:53.500Z\">3.11pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton looks to swipe 'safe' Trump states</h2>  <div class=\"block-elements\">  <p>No Democratic presidential candidate has won in Texas – Bush country, oil country, screw-Washington country – since Watergate. Yet polls are emerging that suggest Texas might now be in play for the <a href=\"https://www.theguardian.com/us-news/democrats\">Democrats</a>, the Guardian’s Tom Dart <a href=\"https://www.theguardian.com/us-news/2016/oct/22/democrats-texas-hillary-clinton-polls-donald-trump\">reported</a> Saturday:</p> <blockquote class=\"quoted\"> <p>A <a href=\"http://www.uh.edu/class/hobby/texas2016/\">University of Houston poll</a> published on Tuesday found Donald Trump leading Hillary Clinton by only three percentage points, within the margin of error, in a four-way race. Also that day, a <a href=\"https://www.washingtonpost.com/politics/clinton-holds-clear-advantage-in-new-battleground-polls/2016/10/18/2885e3a0-94a6-11e6-bc79-af1cd3d2984b_story.html\">Washington Post/SurveyMonkey poll</a> pegged Trump’s advantage at only two points, the same as in Florida.</p> </blockquote> <p>Read further analysis from Tom <a href=\"https://www.theguardian.com/us-news/2016/oct/22/democrats-texas-hillary-clinton-polls-donald-trump\">here</a>. In response to the polling shift and other indicators, the Real Clear Politics site <a href=\"http://www.realclearpolitics.com/epolls/2016/president/2016_elections_electoral_college_map.html\">has moved</a> Texas to its tossup column. </p> <p>Clinton seems to have <strong>even stronger prospects in Arizona</strong>, which hasn’t gone Democratic since Truman (with the exception of Bill Clinton’s reelection). The <a href=\"https://www.theguardian.com/us-news/2016/oct/22/democrats-texas-hillary-clinton-polls-donald-trump\">Cook political report</a> has Arizona in its tossup column; <a href=\"https://www.theguardian.com/us-news/2016/oct/22/democrats-texas-hillary-clinton-polls-donald-trump\">Sabato’s crystal ball</a> thinks the state leans Democratic this year. </p> <p>A map circulated today by the Trump campaign ignores Clinton’s inroads in both states, <strong>and in Georgia</strong>, where polls depict an unexpectedly close race. But Trump is the king of exaggerated claims and his failure to admit weakness in these places shouldn’t be surprising. </p> <p>What might be surprising in this map: has Trump conceded New York?!?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ZekeJMiller/status/790538720097304580\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump campaign sends reporters this battleground map, says &quot;those colored red are states that we can safely assume will vote for Trump.&quot; <a href=\"https://t.co/SYoWJUl5Cz\">pic.twitter.com/SYoWJUl5Cz</a></p>&mdash; Zeke Miller (@ZekeJMiller) <a href=\"https://twitter.com/ZekeJMiller/status/790538720097304580\">October 24, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580e0dcce4b0ce434eca47ff\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T13:48:52.548Z\">2.48pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump says Clinton 'making up phony polls'</h2>  <div class=\"block-elements\">  <p>Donald Trump’s campaign manager has admitted “we are behind,” but the candidate himself is not making any such concession.</p> <p>Instead Trump this morning is grabbing hold of a “phony polls” conspiracy theory floated on Zero Hedge, a <a href=\"http://www.bloomberg.com/news/articles/2016-04-29/unmasking-the-men-behind-zero-hedge-wall-street-s-renegade-blog\">financial analysis site</a> that also specializes in screwball politics headlines. The Drudge Report has a prominent link this morning to a Zero Hedge piece claiming that Wikileaks has revealed a Clinton campaign plot to rig the polls.</p> <p>Is that too many plot twists for this hour on a Monday? Not for Trump, who warns that Democrats are trying to “suppress the the [him]”:<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/790534428942622721\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Major story that the Dems are making up phony polls in order to suppress the the Trump . We are going to WIN!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/790534428942622721\">October 24, 2016</a></blockquote>  </figure>  <p>We don’t always spotlight Drudge, despite the site’s track record of influencing the conversation on the political right, because it’s a cesspool of bigotry. But the election is in two weeks and it’s time for the candidates, and the coalitions arrayed behind them, to make their closing arguments. So what will they be? Let’s glance over there...</p>  <figure class=\"element element-image\" data-media-id=\"2100ffb013597bca8dbd6381d627bfeab5ded2f5\"> <img src=\"https://media.guim.co.uk/2100ffb013597bca8dbd6381d627bfeab5ded2f5/0_0_638_710/449.jpg\" alt=\"Drudge Monday morning.\" width=\"449\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Drudge Monday morning.</span> <span class=\"element-image__credit\">Photograph: Drudge</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-24T13:50:19.385Z\">at 2.50pm BST</time></p>  </div> <div id=\"block-580de8cee4b0c146d5891358\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-24T12:26:22.141Z\">1.26pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello, and welcome to our live-wire coverage of the 2016 race for the White House. Donald Trump’s campaign manager, Kellyanne Conway, said on Sunday “we are behind”.</p> <p>“She has some advantages,” Conway told NBC News, “like $66m in ad buys just in the month of September. She has a former president, happens to be her husband, campaigning for her, and she’s seen as the incumbent.”</p> <p>(Perhaps she’s seen as the incumbent because Trump calls her “four more years of Barack Obama” in every single speech?)</p> <p>Conway continued:</p> <blockquote class=\"quoted\"> <p>[Trump’s] going to visit all of these swing states many times and we feel that with Hillary Clinton under 50% in some of these places, even though she has run a very traditional and expensive campaign, that we have a shot of getting those undecided voters.</p> </blockquote> <p>It’s true that Clinton registers less than 50% support in some battleground states. But the polls in general look good – look great – for her. <strong>Clinton hit 53% support</strong> in ABC News’ tracking poll at the weekend, while Trump averages 41.5% support nationally. One outlier poll, the Investors Business Daily poll, has had Trump in the lead:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavMicRot/status/790284562152599552\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">People freaking out because 2 polls today: Clinton +12 &amp; Trump +1. More important: Trump 41 &amp; Trump 43. All polls after tape, Trump avg 41.5 <a href=\"https://t.co/PhqyK7OGqA\">pic.twitter.com/PhqyK7OGqA</a></p>&mdash; David Rothschild (@DavMicRot) <a href=\"https://twitter.com/DavMicRot/status/790284562152599552\">October 23, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ForecasterEnten/status/790245210093674496\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I count 284 likely voter state polls taken in states totaling 271 electoral votes (Clinton&#39;s base map) since 1st debate. Trump has led in 1.</p>&mdash; (((Harry Enten))) (@ForecasterEnten) <a href=\"https://twitter.com/ForecasterEnten/status/790245210093674496\">October 23, 2016</a></blockquote>  </figure>  <h2>Where the candidates are today</h2> <p><strong>Hillary Clinton</strong> will be joined on the trail by <strong>Senator Elizabeth Warren</strong> in Manchester, New Hampshire. <strong>Donald Trump</strong> has two events in Florida, where Clinton running mate <strong>Tim Kaine</strong> also has two events. <strong>Mike Pence</strong> has two events in North Carolina. <strong>Joe Biden</strong> has a couple of Ohio events. <strong>Chelsea Clinton</strong> is attending a fundraiser in New York City.</p> <p><strong>Barack Obama</strong> has two private fundraisers for Clinton in San Diego and Los Angeles, and he’s taping Jimmy Kimmel.</p> <h2>11th Trump accuser steps forward</h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/23/porn-star-jessica-drake-is-11th-woman-to-accuse-donald-trump-of-sexual-misconduct-video\"            data-short-url=\"https://gu.com/p/58mad\"                    data-show-ads=\"true\"            data-video-id=\"2830990\"            data-video-name=\"Porn star Jessica Drake is 11th woman to accuse Donald Trump of sexual misconduct – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-580c0eafe4b0582b9a8d5b56\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733818&amp;format=video/mp4\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733818&amp;format=video/m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733818&amp;format=video/3gp&amp;maxwidth=700\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733818&amp;format=video/3gp&amp;minwidth=700\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733818&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/23/porn-star-jessica-drake-is-11th-woman-to-accuse-donald-trump-of-sexual-misconduct-video\">Porn star Jessica Drake is 11th woman to accuse Donald Trump of sexual misconduct</a></figcaption> </figure>   <h2>Trump wants UK-style libel laws</h2>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BraddJaffy/status/790399637437964289\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump on US vs UK libel laws: &quot;in England you have a good chance of winning..Over here they don’t have to apologize&quot; <a href=\"https://t.co/Y91L2yDIxz\">https://t.co/Y91L2yDIxz</a> <a href=\"https://t.co/s9s6HPKVsf\">pic.twitter.com/s9s6HPKVsf</a></p>&mdash; Bradd Jaffy (@BraddJaffy) <a href=\"https://twitter.com/BraddJaffy/status/790399637437964289\">October 24, 2016</a></blockquote>  </figure>  <p>Thanks for reading and please join us in the comments.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Rob_Flaherty/status/790352514008973325\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">sometimes you just need a video of donald trump in overalls singing &quot;green acres&quot; <a href=\"https://t.co/QnvRYHigBo\">https://t.co/QnvRYHigBo</a></p>&mdash; Rob Flaherty (@Rob_Flaherty) <a href=\"https://twitter.com/Rob_Flaherty/status/790352514008973325\">October 24, 2016</a></blockquote>  </figure> </div>   </div>",
  "<p>Liberal firebrand Elizabeth Warren launched the most stinging attack yet on Donald Trump’s sexism on Monday during a rally alongside Hillary Clinton.</p> <p>Turning an insult Trump hurled at Clinton during the last presidential debate into a rallying cry for Democratic voters, the Massachusetts senator told supporters in Manchester, New Hampshire, it was time to hang the epithet “nasty woman” around his neck.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2016/oct/24/donald-trump-news-hillary-clinton-polls-president-2016\">Hillary Clinton's lead in polls surges as campaign enters final weeks – live</a> </p> </aside>  <p>“Women have had it with guys like you, and nasty women have really had it with guys like you,” Warren said. “Get this, Donald. Nasty women are tough, nasty women are smart, and nasty women vote, and on November 8, we nasty women are going to march our nasty feet to cast our nasty votes to get you out of our lives forever.”</p> <p>Coming days after <a href=\"https://www.theguardian.com/us-news/2016/oct/14/michelle-obama-speech-donald-trump-women\">Michelle Obama’s steely attack</a> on Trump’s record with women, Warren opted for a blunter approach still.</p> <p>“He thinks that because he has money he can call women fat pigs and bimbos,” Warren said. “He thinks because he is a celebrity that he can rate women’s bodies from one to 10. He thinks that because he has a mouthful of Tic Tacs he can force himself on any woman within groping distance.”<br></p> <p>Warren’s comments referred to the publication earlier this month of an Access Hollywood <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">recording from 2005</a> that captured Trump bragging that he could kiss and grope women without their consent because he is a “star”. “I better use some Tic Tacs just in case I start kissing her,” Trump says on the tape. “You know, I’m automatically attracted to beautiful – I just start kissing them. It’s like a magnet. Just kiss. I don’t even wait. And when you’re a star, they let you do it. You can do anything ... Grab ’em by the pussy.”</p> <p>The Republican candidate has denied claims from nearly a dozen alleged victims who have come forward since the emergence of the recording of him boasting of groping women.<br></p> <p>Though once tipped as a leftwing alternative to Clinton, Warren has become a loyal stalwart for the campaign after her early attacks on Trump seemed to provoke him.</p> <p>“She gets under his thin skin like nobody else,” Clinton said of Warren as she began her speech. “I expect if Donald heard what she said he’s tweeting like mad.”</p> <p>On the campaign trail, Warren, the so-called scourge of Wall Street, has furiously attacked Trump, who has nicknamed her “Pocahontas”, a reference to her claim of Native American ancestry, and “Goofy Liz Warren”. During a speech in Cincinnati, she fired back: “You want to see ‘goofy’? Look at him in that hat.”</p> <p>Warren, a progressive power player who the Clinton campaign fretted might cast her support behind Bernie Sanders in the primary, has become one of her sharpest attack dogs on the trail. She withheld her endorsement until after Clinton was the clear victor in the Democratic primary.</p> <p>Facing a rising populist tide led by Sanders on the left, Clinton’s staff and allies carefully plotted how to “survive” what they called the “Warren primary”, ie one dominated by the issues pushed by Warren and Sanders such as regulating Wall Street, according to hacked campaign emails published by WikiLeaks.</p> <p>The campaign has not verified the authenticity of the emails and has called the hack <a href=\"https://www.theguardian.com/us-news/2016/oct/11/clinton-campaign-wikileaks-hack-russia-donald-trump\">a partisan attack</a> intended to sway the election. The Obama administration has stated that Russia is behind the hack.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/18/donald-trump-sexual-allegations-nine-women-video\"            data-short-url=\"https://gu.com/p/583qb\"                    data-show-ads=\"true\"            data-video-id=\"2817569\"            data-video-name=\"Eleven women who have accused Trump of sexual misconduct – video\"            data-video-provider=\"Guardian, Access Hollywood, AP, CNN, Getty Images, NBC, Reuters, Palm Beach Post\"            > <video data-media-id=\"gu-video-58066cf1e4b0cd26ff71e6cc\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/24/161024women_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/24/161024women.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/24/161024women_KP-2166838.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/18/donald-trump-sexual-allegations-nine-women-video\">Eleven women who have accused Trump of sexual misconduct</a></figcaption> </figure>   <p>A separate email exchange from January shows Warren already flexing her muscles behind the scenes to keep the influence of corporations and Wall Street out of the White House.</p> <p>In one email, Clinton speechwriter Dan Schwerin relays a conversation with Dan Geldon, a longtime aide to the Massachusetts senator, following an earlier meeting between their bosses.</p> <p>“They seem wary – and pretty convinced that the [former treasury secretary Robert] Rubin folks have the inside track with us whether we realize it yet or not – but open to engagement and to be proven wrong,” Schwerin purportedly wrote to campaign staff.</p> <p>He mentions that Clinton received a list of potential personnel hires from Warren, which campaign staff had already begun reaching out to as of January 2015, months before Clinton launched her campaign. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/24/mothers-of-the-movement-hillary-clinton-african-american-vote\">‘Mothers of the Movement’ team with Hillary Clinton in bid for black vote</a> </p> </aside>  <p>After Clinton won the election, Warren’s name was circulated as a potential vice-presidential pick. Some Democrats believed she would energize the ticket and heal a divided party after an acrimonious primary. But pragmatists doubted her appointment.</p> <p>Could Warren join Clinton’s cabinet? Democrats have their eye on taking back the Senate, and losing Warren would have hurt their chances. In Massachusetts, the governor appoints the temporary replacement if a senator steps down, and he is currently a Republican, Charlie Baker.</p> <p>Instead, Warren and her deep bench of allies are working to push the progressive agenda both publicly and privately, said Adam Green, co-founder of the Progressive Change Campaign Committee.</p> <p>“Elizabeth Warren is an agenda-setter and she’s shown during the election that she’s a very powerful ally to have on your side,” Green said. “But she’s also a powerful person to have against you and therefore all the incentives point towards partnering with Elizabeth Warren on key appointments and setting the policy agenda so that everybody’s fighting in the same direction.”</p> <p>There was no initial response to Clinton and Warren’s remarks from Trump, who spoke later in Florida, but there are increasing signs of panic within his campaign, which is now up to 12 points behind in some polls since the Access Hollywood tape emerged.</p> <p>Instead, the Republican nominee added opinion pollsters to the long line of people to blame for his ailing presidential campaign, accusing Democrats of “making up phony polls” and the press of refusing to highlight the handful of less reputable pollsters still showing a tighter race.</p> <p>“We are winning and the press is refusing to report it. Don’t let them fool you – get out and vote!” he tweeted on Monday. “Major story that the Dems are making up phony polls in order to suppress the the Trump [sic]. We are going to WIN!”</p> <p>Even the Republican’s campaign manager has acknowledged he is “behind” and facing a number of structural disadvantages against the well-organised and well-financed Clinton campaign.</p> <p>But Trump himself has struck a defiant tone, refusing to say whether he would accept the result on 8 November if it shows him losing and claiming – without evidence – that voter fraud is widespread. </p> <p>With just two weeks to go until polling day, campaigning hit a new intensity on Monday. As well as Clinton and Warren appearing in New Hampshire, Trump was due to speak at two rallies in Florida, and both vice-presidential candidates Tim Kaine and Mike Pence are on tours of their own.</p> <p>But Clinton’s ability to bring a wide variety of big-name politicians to support her cause is increasingly emerging as a significant advantage. Michelle Obama is due to return to the stage later this week, appearing alongside Clinton for the first time, in Winston Salem, North Carolina.</p> <p>Barack Obama attacked Trump’s fellow Republicans on Sunday during a speech in Las Vegas in which he questioned why they were only now choosing to distance themselves from his campaign.</p> <p>“They just stood by and said nothing. And their base began to actually believe this crazy stuff,” said the president. “Now when suddenly it’s not working, and people are saying, wow, this guy is kind of out of line, all of a sudden, these Republican politicians who were OK with all this crazy stuff up to a point, suddenly they’re all walking away. </p> <p>“Well, what took you so long? What the heck? What took you so long?”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/24/what-took-you-so-long-barack-obama-lambasts-republicans-over-trump-video\"            data-short-url=\"https://gu.com/p/59x3k\"                    data-show-ads=\"true\"            data-video-id=\"2835182\"            data-video-name=\"'What took you so long?': Barack Obama lambasts Republicans over Trump – video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-580ddf7de4b013930e36031a\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/24/161025ObamaRepublicans_h264_publish.mp4\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733832&amp;format=video/m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733832&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/24/what-took-you-so-long-barack-obama-lambasts-republicans-over-trump-video\">‘What took you so long?’: Barack Obama lambasts Republicans over Trump</a></figcaption> </figure>",
  "<p>Donald Trump may have shocked the American political establishment with his refusal to say whether he will accept the results of next month’s presidential election, but he is far from the only candidate for high office in the United States who has cast serious doubt on the integrity of the system and the campaign tactics of his opponents.</p> <p>Over the past 16 years – ever since the epic, 36-day presidential showdown in Florida in 2000 that was resolved not by a full recount of the votes, but by a supreme court split along partisan lines – accusations of vote-rigging and out-and-out theft have become increasingly common among partisans on both sides, and the electoral process has become ever more politicized, rancorous and fraught with mistrust.</p> <p>“I will tell you at the time,” Trump said at last Wednesday’s debate when asked if he would accept the election result on 8 November. “I’ll keep you in suspense.” The Republican candidate has repeatedly claimed, without evidence, <a href=\"https://www.theguardian.com/us-news/2016/oct/17/man-who-cried-rigged-problem-with-trump-election-claims\">that the election is “rigged” against him</a>. “Of course there is large-scale voter fraud happening on and before election day,” he tweeted last week. <a href=\"https://www.theguardian.com/us-news/2016/oct/21/donald-trump-fact-check-rigged-election-voter\">All available evidence shows</a> that in-person voter fraud is exceedingly rare.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/20/donald-trump-refuse-concede-election-electoral-college\">What would happen if Donald Trump refused to concede this election?</a> </p> </aside>  <p>Opinion polls suggest that Trump’s charges of a “rigged election” <a href=\"https://www.theguardian.com/us-news/2016/oct/21/republicans-reject-us-election-result-hillary-clinton-win\">have struck a nerve</a>: 41% of voters believe him when he says the election could be <a href=\"http://www.politico.com/story/2016/10/poll-41-percent-of-voters-say-the-election-could-be-stolen-from-trump-229871#ixzz4NyQ6BbyQ\">stolen</a>, according to one survey. More than two-thirds of all Republicans believe that if Hillary Clinton is declared the winner, it will be because of <a href=\"http://www.reuters.com/article/us-usa-election-poll-rigging-idUSKCN12L2O2\">illegal voting or vote-rigging</a>, according to another.</p> <p>Those attitudes are almost certainly the result of Republicans beating the drum for more than a decade about elections being skewed by the illegal participation of dead people, illegal immigrants and even the occasional household pet. To this day, many in the GOP are convinced Barack Obama was elected only because community organizing groups <a href=\"https://www.theguardian.com/world/2009/sep/21/acorn-prostitution-videos\">such as Acorn</a> – now defunct – registered extraordinary numbers of ineligible or nonexistent voters in the inner cities, and because busloads of Mexicans came over the border to vote using someone else’s name.</p> <p>Eight years before Trump ever publicly uttered the words “rigged election”, Obama’s first Republican opponent, John McCain, said in a presidential debate that Acorn was “on the verge of perpetrating one of the <a href=\"http://www.politifact.com/truth-o-meter/article/2008/oct/17/sorting-truth-obama-acorn/\">greatest frauds</a> in voter history in this country, maybe destroying the fabric of democracy”. No credible evidence ever emerged of a single fraudulently cast ballot arising from Acorn’s activities.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/20/donald-trump-pledges-to-accept-election-results-if-he-wins-video\"            data-short-url=\"https://gu.com/p/58cn2\"                    data-show-ads=\"true\"            data-video-id=\"2824040\"            data-video-name=\"Donald Trump pledges to accept election results ... if he wins – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-5809080fe4b0cd26ff71f3c8\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/20/161020trumpifiwin_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/20/161020trumpifiwin.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/20/161020trumpifiwin_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/20/donald-trump-pledges-to-accept-election-results-if-he-wins-video\">Donald Trump pledges to accept election results ... if he wins</a></figcaption> </figure>   <p>While Democratic candidates have rarely resorted to such inflammatory language, their rank-and-file supporters certainly have, suggesting the problem crosses party lines. The 2004 election, which saw George W Bush re-elected despite the mounting unpopularity of the Iraq war, saw an explosion of unfounded conspiracy theories that Republicans were in cahoots with the manufacturers of electronic voting machines and would never lose an election again. (The theory fell apart as soon as Democrats retook control of the House of Representatives two years later.)</p> <p>This year, a hard core of Bernie Sanders supporters remains convinced that the senator from Vermont was cheated out of the Democratic presidential nomination by the underhanded maneuvering of the Clinton campaign and the Democratic National Committee – despite the fact that Clinton <a href=\"http://fivethirtyeight.com/features/the-system-isnt-rigged-against-sanders/\">won 3m more primary votes</a>.</p> <p>American history is hardly lacking in examples of real voter manipulation and electoral skullduggery, especially in the segregation-era deep south. To this day, the US electoral system is widely viewed as an <a href=\"http://kimalex.blogspot.com/2004/12/jimmy-carter-on-npr-air.html\">anomaly</a> in the western world because of persistent problems with the reliability of its voting machinery, frequent bureaucratic incompetence, the lack of uniform standards from state to state or even county to county, the systematic exclusion of <a href=\"http://www.sentencingproject.org/issues/felony-disenfranchisement/\">more than 6 million felons</a> and<strong> </strong>ex-prisoners, and the tendency of election officials to adopt rules that benefit their party over democracy itself.</p> <p>Until 2000, though, these issues were not widely aired in public. Then the battle over Florida ripped a veil off a dysfunctional system and offered an opportunity not just for meaningful electoral reform – a slow and frustrating process – but also for new forms of political warfare unseen since the darkest days of the segregation era in which the electoral process itself became fair game, particularly for the Republicans.</p>  <figure class=\"element element-image\" data-media-id=\"7457c2bbdb7242882d04cec113b8c9a50a47473c\"> <img src=\"https://media.guim.co.uk/7457c2bbdb7242882d04cec113b8c9a50a47473c/0_0_2048_1229/1000.jpg\" alt=\"Attorney Nicole Pollard, Judge Charles Burton and attorney John Bolton review questionable ballots for the 2000 presidential election in Florida.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Attorney Nicole Pollard, Judge Charles Burton and attorney John Bolton review questionable ballots for the 2000 presidential election in Florida.</span> <span class=\"element-image__credit\">Photograph: Rhona Wise/EPA</span> </figcaption> </figure>  <p>It began, perhaps, when the hand recount of punch card ballots requested by Al Gore and the Democrats – something both parties had routinely pressed for in previous contested elections – was recast by many leading Republicans in their talking points as a form of “<a href=\"http://transcripts.cnn.com/TRANSCRIPTS/0011/22/ip.00.html\">slow-motion grand larceny</a>”.</p> <p>Then, in Missouri, Republican Senator Kit Bond took one look at African American voters in overcrowded precincts in St Louis casting ballots beyond the official poll closing time – something that has since become standard practice in many states – and denounced what he called a “<a href=\"http://abcnews.go.com/Politics/story?id=122543\">major criminal enterprise</a>”.</p> <p>Soon, a narrative took hold that Democrats were habitual vote-stealers – something that was indubitably true in the days of Boss Tweed in 1860s New York but now took the form of a racist dog-whistle because the voters under most suspicion were black or Latino. Within a few years, politicians such as Sarah Palin were openly distinguishing “<a href=\"http://www.politico.com/story/2008/10/rep-says-liberals-hate-real-americans-014797\">real Americans</a>” – meaning white Republicans – from the rest, and states under Republican control were passing voter ID laws to crack down on a problem – voter impersonation fraud – that experts have repeatedly found to be <a href=\"http://www.pressherald.com/2016/10/18/analysis-heres-why-vote-fraud-is-less-likely-than-being-struck-by-lightning/\">rare to non-existent</a>.</p> <p>As the federal courts have now <a href=\"https://www.theguardian.com/us-news/2016/jul/31/north-carolina-voting-rights-law-republicans-november-elections\">begun to find</a>, the effect of these laws has in fact been to discriminate against groups of voters – the transient, the elderly, students and the poor – who are much more likely to support Democrats.</p> <p>Given the level of mistrust, rank-and-file members of both parties have increasingly come to define democracy by the elections their side wins, and any other outcome as prima facie evidence of theft and corruption.</p> <p>Royal Masset, a former political director of the Texas Republican party, once described how he would receive <a href=\"http://blog.chron.com/texaspolitics/2007/04/a-republican-his-mother-and-voter-id/\">dozens of calls</a> from disappointed candidates after election day complaining about some unsubstantiated outrage, usually involving illegal immigrants or lightning-rod political figures such as Jesse Jackson. “Human beings do not accept defeat easily,” he observed in 2007.</p> <p>If Trump is different, it is only because he began complaining about vote-rigging months before election day and because he threatens to depart from the tradition that says you fight as hard and as dirty as you want, but only until the final results come in.</p> <p>The sheer volume of his complaints, however, may be doing his prospects little good: a <a href=\"https://www.washingtonpost.com/news/monkey-cage/wp/2016/10/21/trumps-election-rigging-claim-will-backfire-heres-the-evidence/?tid=pm_politics_pop_b\">fascinating</a> American National Election Study survey conducted in 2012 shows that people are less likely to vote when their faith in the integrity of the system has been shaken, and much more likely to vote if they think the ballots are counted fairly. In other words, Trump’s rhetoric may just be depressing his own turnout and making defeat all the more likely.<br></p> <ul> <li><em>Andrew Gumbel is author of Down for the Count: Dirty Elections and the Rotten History of Democracy in America</em></li> </ul>",
  "<p>AT&amp;T, the US’s second largest wireless telecommunications company, agreed to acquire media powerhouse Time Warner over the weekend <a draggable=\"true\" href=\"https://www.theguardian.com/media/2016/oct/22/att-buy-time-warner-donald-trump\">in a deal worth $85bn</a>.</p> <p>One of the largest acquisitions of all time, the deal brings together Time Warner’s content brands including HBO, CNN and Warner Bros with AT&amp;T’s portfolio of mobile, broadband and satellite TV services – the company has more than 130 million mobile phone customers and 25 million pay-TV subscribers through DirecTV.</p> <p>AT&amp;T’s CEO Randall Stephenson said the deal would enable the two companies to move quicker and operate better in a world where people increasingly access content on their mobile devices.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2016/oct/22/att-buy-time-warner-donald-trump\">AT&amp;T agrees to buy Time Warner for $85bn as Trump slams deal</a> </p> </aside>  <p>“The world of distribution and content is converging, and we need to move fast, and if we want to do something truly unique, begin to curate content differently, begin to format content differently for these mobile environments, and this is all about mobility,” he said.</p> <p>Gartner analyst Akshay Sharma said the deal was about AT&amp;T trying to become smarter. “Instead of being a dumb pipe provider, now it’s all about content and user experience,” he said. </p> <p>However, <a href=\"https://www.theguardian.com/business/2016/oct/23/trump-att-time-warner-deal-clinton-kaine\">critics were concerned</a> that the deal could lead to less consumer choice, higher prices and a threat to media plurality. Republican presidential nominee Donald Trump said that it would give the combined company “too much concentration of power” and that he would block the deal if he wins next month’s election.</p> <p>But what does it mean for consumers?</p> <h2>Pricing problems</h2> <p>A key concern is whether the newly merged company might use its huge distribution network (the customers of DirecTV and its wireless and broadband services) to give an unfair advantage to its own content, delivering it in a way that is faster or more accessible than competitor content. This would, of course, violate the <a href=\"https://www.eff.org/deeplinks/2016/02/zero-rating-what-it-is-why-you-should-care\">principle of net neutrality</a>, whereby internet service providers should not favor or block any particular products or websites. </p> <p>AT&amp;T has form for this. It already offers <a href=\"http://www.fiercewireless.com/wireless/at-t-mobility-ceo-lurie-defends-carrier-s-directv-zero-rating-no-regulatory-concerns\">AT&amp;T wireless customers the ability to watch DirecTV without it counting against their data plan</a>. This “zero-rating” strategy means it’s cheaper to stream DirecTV than it is to use other services. Following the Time Warner deal, AT&amp;T could extend this zero rating to Game of Thrones, Harry Potter movies or NFL football on TNT. That’s good news for AT&amp;T customers but could be seen to give its own service an unfair advantage over competitors such as Dish Network’s Sling TV or on-demand services such as Netflix and Hulu, unless they pay AT&amp;T to have their own zero-rating deal.</p> <p>“Whether it’s channel position or recommendations on your home screen, the distributor certainly has the technical capability to give their own content more visibility than their competitors if they are left to do so,” said analyst Jim Nail of Forrester Research.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2016/oct/24/att-time-warner-merger-shares-fall-investors\">AT&amp;T and Time Warner shares fall as investors' doubts over merger grow</a> </p> </aside>  <p>The end result is that it becomes harder for other content providers to compete for end users’ attention. In the long run this could mean less competition altogether, which could lead to higher prices. </p> <p>Not everyone agrees. “In reality, regulatory constraints mean that it is almost impossible to use vertically owned content to the advantage of distribution, and it is equally impossible to use captive distribution to the advantage of vertically owned content,” analyst Craig Moffett said.</p> <h2>A less clunky experience between devices</h2> <p>This type of deal should allow AT&amp;T to create a better user experience as they access content across multiple devices, whether that’s their cellphone, tablet or TV – an experience that has traditionally been clunky and painful for users.</p> <p>“They can connect the dots as the content flows from the big screen to the laptop to smartphone or tablet,” Sharma said. AT&amp;T will be able to data mine a person’s location, devices and behaviour in order to provide the right content at the right time in a more efficient way. </p> <p>“It makes for a more holistic user experience that could lead to consumer-friendly innovations.”</p> <h2>More targeted advertising</h2> <p>Like it or not, advertising helps fund most of the content we consume. The merger of AT&amp;T and Time Warner could mean more granularity to ad targeting. AT&amp;T has already launched addressable TV advertising, where different households watching the same program will see different commercials, through DirecTV. This approach could be extended throughout all of the new company’s offerings and across platforms. </p> <p>“I know ads are painful to watch sometimes, but it’s necessary because it pays the bills. More contextual advertising means the doctor might get the ad for Mercedes or BMW while the child might see Pepsi, Coca-Cola or video game ads,” Sharma said. </p>",
  "<p>Not since the communist era has a Polish government faced as much criticism from the west as the one in charge today. It is now exactly a year since Law and Justice (PiS), a socially conservative, Eurosceptic and nationalist party, <a href=\"https://www.theguardian.com/world/2015/oct/27/poland-law-justice-party-wins-235-seats-can-govern-alone\" title=\"\">swept to power</a>, winning a parliamentary majority with 37.5% of the vote. This followed the triumph of PiS’s <a href=\"https://www.theguardian.com/world/andrzej-duda\" title=\"\">Andrzej Duda</a> in the earlier presidential election, giving the party full control over Poland’s executive arm of government.</p> <p>Since then, the ruling party has come under <a href=\"http://www.politico.eu/article/poland-democracy-failing-pis-law-and-justice-media-rule-of-law/\" title=\"\">heavy fire</a> from <a href=\"https://www.washingtonpost.com/world/europe/rule-no-1-for-polands-new-right-wing-government-ignore-the-critics/2016/02/14/d3e5124a-c9bb-11e5-b9ab-26591104bb19_story.html\" title=\"\">western media</a> and institutions, which have accused it of dismantling democracy with policies designed to limit civil liberties, control media, politicise the civil service and <a href=\"http://www.bloomberg.com/news/articles/2016-03-11/polish-government-battles-to-blunt-critical-rule-of-law-report\" title=\"\">neuter judicial independence</a>. In July this year, the European commission issued Warsaw with a three-month ultimatum to address threats to the rule of law or face potential sanctions. PiS reacted scornfully, with party leader Jarosław Kaczyński calling the <a href=\"http://www.politico.eu/article/polish-leader-commission-criticism-amuses-me-jaroslaw-kaczynski-beyong-eu-treaty-power/\" title=\"\">commission’s ultimatum “amusing”</a>. Kaczyński has also been widely criticised in Europe for claiming migrants arriving on the continent <a href=\"https://www.theguardian.com/commentisfree/2015/oct/24/law-and-justice-poland-putin-russia\" title=\"\">could cause “epidemics”</a> due to “various parasites and protozoa, which don’t affect their organisms, but which could be dangerous here”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/05/polish-government-performs-u-turn-on-total-abortion-ban\">Poland's abortion ban proposal near collapse after mass protests</a> </p> </aside>  <p>Yet, despite the barrage of critical opinions from the western world, which Poles have historically aspired to, PiS remains the most popular party in Poland, <a href=\"http://www.parlamentarny.pl/sondaze/cbos-pis-z-38-proc-poparciem-nowoczesna-16-proc-po-15-proc,115.html\" title=\"\">currently polling at 38%</a>, which is higher than the combined support of all other parliamentary parties put together. There are several reasons for this, revealing dynamics observable not only in the wider eastern European region, but further west as well.</p> <p>While PiS is strongly rightwing on social issues, its economic approach can be described as leftist. It emphasises the need to tackle inequality and propagates strong welfare policies. It introduced unconditional monthly cash payments equivalent to £100 for all parents who have more than one child towards the upkeep of each subsequent child until he or she is 18. So if you have three children, you get £200 per month and so forth. For parents with one child, the payment is conditional on low income.</p> <p>No previous government ever embarked on such a generous social programme. PiS’s approach puts many Polish leftists in a bind. On the one hand, they deplore the party’s unashamedly xenophobic rhetoric; on the other, they like its economic views, especially in comparison to the main opposition parties, Civic Platform and Nowoczesna, both dominated by folk still enamoured with <a href=\"https://en.wikipedia.org/wiki/Friedrich_Hayek\" title=\"\">Hayek</a>. In effect, some on Poland’s left are not as mobilised against PiS as they could be.</p> <p>While the west may have considered post-communist Poland a model of free-market success, many Poles felt marginalised in a society where successive governments espoused a “sink or swim” attitude towards citizens, irrespective of whether it was the left or the right in power. Individual success was emphasised above all. PiS’s more communitarian approach is appealing to many Poles who feel they now have a government interested in more than just macro-economic indicators.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"877a7f5cf416e0a7e6c164c42dcb0473106b7a6f\"> <img src=\"https://media.guim.co.uk/877a7f5cf416e0a7e6c164c42dcb0473106b7a6f/0_0_2211_2497/885.jpg\" alt=\"A poster of Jarosław Kaczyński\" width=\"885\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Jarosław Kaczyński has been widely criticised in Europe for claiming migrants arriving on the continent could cause ‘epidemics’.’</span> <span class=\"element-image__credit\">Photograph: Kacper Pempel/Reuters</span> </figcaption> </figure>  <p>A second factor in PiS’s continued popularity is that western Europe, where most criticism of the ruling party stems from, is now viewed far more critically than before by many Poles. PiS and its&#xa0;rightwing media allies are successfully&#xa0;portraying it&#xa0;as a den of politically correct madness, where hopelessly naive policies have put Europeans at increased risk of Islamic terrorism and being overrun by migrants.&#xa0;</p> <p>EU elites are portrayed as fanatical multiculturalists and secularists who are furious that a traditionally oriented, non-politically correct government is in control of Poland. Meanwhile, Kaczyński insists: “It is completely untrue that to achieve western levels of development, we have to adopt their social models. That is hogwash.” He insists Poland can achieve western-level economic development while maintaining age-old traditional Polish values and remaining a homogenous white Catholic country. In an age when much of Europe is facing an identity crisis, this message is resonating.</p> <p>A few years ago, no Polish government would have been able to get away with openly defying EU institutions without losing credibility domestically. But western opinion no longer has that kind of influence in Poland, especially among the numerically dominant conservatives. This is one of the most significant mental shifts in contemporary Poland and signals a new era in societal attitudes towards the west, one in which its economic development remains admired, but its cosmopolitan liberal values are largely rejected.</p> <p>PiS also remains popular because while Kaczyński is highly controversial and generally disliked, the official faces of the government, Beata Szydło, the prime minister, &#xa0;and Duda, the president,&#xa0;are both personable unassuming types who help the party maintain a folksy image. There is currently no leftist party in parliament and the liberal opposition is weak and divided. Moreover, both opposition party leaders, Grzegorz Schetyna of Civic Platform and Ryszard Petru of Nowoczesna, are nauseatingly opportunistic, the kind of politicians who won’t take a public stance on any issue till they’ve seen at least half a dozen opinion polls. People are sick of sly, calculating politicos; these days people value authenticity, even if they disagree with their views. PiS employs crude rhetoric, but comes across as authentic.</p> <p>Barring any major political or economic earthquakes, PiS will likely rule Poland for a while to come, providing momentum to the generally Eurosceptic, illiberal and authoritarian tendencies currently triumphing in eastern Europe. Its success should serve as a warning bell to liberals and leftists in the whole of Europe. A growing number of people are becoming increasingly willing to tolerate authoritarian and xenophobic tendencies from parties that offer them a sense of community and security.</p> <p>Ignoring this reality won’t make it go away. On the contrary, if we don’t respond adequately to this dynamic, we might all soon wake up in a Europe where parties similar to PiS have suddenly become the mainstream.</p>"
]