[
  "Clinton or Trump, either one is going to face recession and a hollowed out middle class",
  "Dow Jones surges by 371 points as Wall Streets bets on Clinton victory – as it happened",
  "US presidential election: five scenarios that could play out this week",
  "David Davis hits out at MPs wanting to 'wreck Brexit negotiation' – Politics live",
  "Madonna and Aphex Twin make final musical contributions to US election",
  "Hillary Clinton focuses on healing national divide on campaign's last day",
  "Donald Trump calls FBI 'disgraceful' on frantic final day of election campaign",
  "Australia's guide to the US election: everything you need to know",
  "Who is leading the polls the day before voting? Not a clear 'Clinton' or 'Trump'",
  "If elected, Donald Trump poses the greatest threat to all our futures",
  "Who is to blame for this awful US election?",
  "World stock markets surge amid confidence Clinton will win US election",
  "If the Lords were debating this on any other day, children’s rights would be safer",
  "Nicaragua president re-elected in landslide amid claims of rigged vote",
  "A year on the US election campaign trail: 'There's an irresistible energy'",
  "‘Please skip our door’: what I learned canvassing for Clinton in Philadelphia",
  "Clinton, Trump and foreign policy: global conflicts await the next president",
  "'A pivotal moment in the west': pro-militia Oregon sheriff seeks re-election",
  "This election has been so important. Support our efforts to cover it",
  "Marina Abramovic: the latest target in the rightwing culture wars",
  "Crossword roundup: Clinton and Trump both disappoint",
  "'The president thinks he can suppress the truth': Burundi's guerrilla media",
  "Whether Trump or Clinton wins the US election, what follows is up to us",
  "Analysts fear 'volatile' economy – and perhaps recession – under Trump",
  "Win or lose, Republicans are heading for civil war after election day",
  "FBI has found no criminal wrongdoing in new Clinton emails, says Comey",
  "How does Donald Trump lie? A fact checker's final guide",
  "President Trump would Make America Deplorable Again",
  "'Have you met Trump?' On the trail with Evan McMullin, Utah's unlikely hero",
  "Death, marijuana and condoms: a complete guide to US ballot questions",
  "US election quiz: how much do you remember from the presidential race?",
  "Somali migrants are 'disaster' for Minnesota, says Donald Trump"
]