[
  "<p>Donald Trump’s <a href=\"https://www.theguardian.com/us-news/2016/aug/31/donald-trump-mexico-president-nieto\">shock trip to Mexico</a> has the potential to shake up the US presidential election as the Republican candidate continues in an attempt to “soften” what has been one of his most hardline and controversial policy areas – immigration.</p> <p>Scheduled to take place just hours before Trump will finally spell out a definitive immigration policy after 14 months on the campaign trail, it will mark the first time that Trump has met with a head of state since becoming the Republican nominee and only his second foreign trip as a candidate. The first was <a href=\"https://www.theguardian.com/us-news/2016/jun/23/donald-trump-faces-wall-of-opposition-as-he-returns-to-scotland\">his trip to Scotland</a> in the aftermath of the Brexit referendum.<br></p> <p>The visit was announced in characteristic fashion by Trump, on Twitter. Just minutes before the Republican candidate was due to take the stage at a campaign rally in the safe Democratic state of Washington on Tuesday night, he tweeted: “I have accepted the invitation of President Enrique Peña Nieto, of Mexico, and look very much forward to meeting him tomorrow.”</p> <p>The meeting marks a shift in tone for Peña Nieto, who compared Trump to Mussolini and Hitler <a href=\"http://www.cbsnews.com/news/mexican-president-pena-nieto-compares-donald-trump-to-hitler-and-mussolini/\">in a March interview</a> with a Mexican newspaper. “I believe in dialogue to promote the interests of Mexico in the world and to protect Mexicans wherever they are,” he tweeted early on Wednesday morning.</p> <p>It comes as the Mexican president is facing <a href=\"http://www.nbcnews.com/news/latino/why-mexican-president-enrique-pe-nieto-so-unpopular-n640611\">historically low approval ratings</a> amid <a href=\"https://www.theguardian.com/world/2016/aug/22/mexico-president-enrique-pena-nieto-plagiarized-thesis-law-degree\">a plagiarism controversy</a> and an <a href=\"https://www.theguardian.com/world/2016/jul/18/mexico-president-apologizes-luxury-home-contractor\">ongoing corruption scandal</a> over a house purchased by his wife from a government contractor. </p> <p>Trump touched down in Mexico City shortly after 1pm local time and is scheduled to meet with Pena Nieto for roughly 90 minutes at Los Pinos, the presidential residence. Afterwards both the Mexican president and the Republican nominee are expected to give statements to the press. It is unclear if either will take questions although Kellyanne Conway, Trump’s campaign manager, insisted Wednesday that “there’s going to be a press availability” in an interview with Fox News.</p> <p>Trump’s visit <a href=\"https://www.theguardian.com/us-news/2016/aug/31/donald-trump-mexico-visit-greeted-with-hostility-online\">has not been well received south of the border</a>. “@realDonaldTrump you are not welcome in Mexico,” tweeted <a href=\"https://twitter.com/MBarbosaMX/status/770822727510822912\">Miguel Barbosa</a>, of the opposition Party of the Democratic Revolution. “Get out! You’re coming to get your picture taken with the very people you’ve offended.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/31/donald-trump-mexico-visit-greeted-with-hostility-online\">Donald Trump's visit to Mexico is greeted with hostility online</a> </p> </aside>  <p>The former president Vicente Fox, who has frequently criticised Trump for his conduct towards Mexicans, was <a href=\"https://twitter.com/VicenteFoxQue/status/770803370001137664\">equally direct</a>. “There’s no turning back, Trump, your insults to Mexicans, Muslims and others have dropped you into the hole where you find yourself today. Goodbye, Trump!”</p> <p>Hillary Clinton told an audience in Ohio that her Republican opponent “can’t make up for a year of insults by dropping in on our neighbors for a few hours and flying home again”.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/aug/31/hillary-clinton-donald-trump-mexico-video\"            data-short-url=\"https://gu.com/p/5xy2b\"                    data-show-ads=\"true\"            data-video-id=\"2692262\"            data-video-name=\"Hillary Clinton: Trump's Mexico trip won't undo year of insults – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-57c71b8ee4b0f6cb85628b39\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/08/31/160831Clinton_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/08/31/160831Clinton.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/08/31/160831Clinton_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/aug/31/hillary-clinton-donald-trump-mexico-video\">Hillary Clinton: Trump’s Mexico trip won’t undo year of insults</a></figcaption> </figure>   <p>Trump has long expressed hostility towards Mexico and has pledged that he will make the country bear all the costs of the infamous border wall that he has pledged to construct. The pledge is a staple of his campaign rallies, at which he frequently asks the crowd: “Who is going to pay for the wall?” The response is loudly shouted: “Mexico.”<br></p> <p>Within minutes of announcing his presidential campaign in June 2015, Trump claimed that the Mexican government was deliberately sending criminals and rapists across the border to the United States. The Republican nominee has <a href=\"https://twitter.com/realDonaldTrump/status/487316463204986880\">tweeted</a> that Mexico is an “enemy” of the United States and that the country is <a href=\"https://twitter.com/realDonaldTrump/status/570384640281870337?lang=en\">“corrupt.”</a> Despite all this, he has long maintained: “I love the Mexican people.”</p> <p>The trip is only Trump’s second visit abroad as a candidate. Although presidential candidates often travel overseas to boost their foreign policy credentials, Trump has kept almost entirely to the United States. The only exception was his June trip to Scotland for the opening of his golf course there. Then, Trump held <a href=\"https://www.theguardian.com/us-news/2016/jun/24/donald-trump-hails-eu-referendum-result-as-he-arrives-in-uk\">a self-congratulatory press conference</a> only hours after the UK had voted to leave the EU, at which the Republican nominee praised himself for correctly predicting the result. </p> <p>Unlike his trip to Scotland, Trump’s visit to Mexico is intended to promote his campaign, not his personal business interests. It underscores the messaging in Trump’s immigration speech scheduled for Wednesday night in Phoenix, Arizona. There, the Republican nominee is expected to try to strike a balance between the hardline rhetoric he used throughout the Republican primary and the need to deflect charges of racism in order to win a general election in November. </p> <p>The Republican nominee has struggled in the past two weeks to clarify his position on immigration, specifically whether he is undergoing “a softening” on his past call for the deportation of all 11 million illegal immigrants in the United States. Trump, who previously backed “a deportation force,” seemingly endorsed a path to legal status for undocumented immigrations and then reversed himself in the past week. The resulting lack of clarity forced prominent rightwing talkshow host Rush Limbaugh <a href=\"https://www.theguardian.com/us-news/live/2016/aug/30/donald-trump-hillary-clinton-hacking-threat-election-live?page=with:block-57c5aa4be4b0df5f040dbd69#block-57c5aa4be4b0df5f040dbd69\">to admit to</a> his audience on Monday: “I never took him seriously” on immigration.</p> <p>In a statement, Tana Goertz, a former contestant on Trump’s television show The Apprentice and senior advisor to his campaign, insisted that Trump would stay tough on immigration in his speech on Wednesday. </p> <p>“Throughout his presidential campaign, Donald J Trump has been consistent in his calls to end illegal immigration by building a wall on our southern border. He is the only candidate in this race who will stop illegal immigration, secure our border, end sanctuary cities, enforce our existing laws and stop American employers from hiring illegal workers,” she said. “These reforms will not only put an end to our illegal immigration epidemic — they will promote safe communities and good-paying jobs that will make America great again.”</p> <p>The move on immigration follows rhetorical attempts to reach out to African American voters following a shakeup of his campaign team and the hiring of pollster Kellyanne Conway as his campaign manager and <a href=\"https://www.theguardian.com/us-news/2016/aug/17/donald-trump-stephen-bannon-breitbart-news-kellyanne-conway\">Steve Bannon, former executive chairman of rightwing website Breitbart</a>, as his campaign CEO. </p> <p>Trump is not the only presidential candidate who has received an invitation from Peña Nieto. In a statement from senior campaign official, the Clinton campaign told the Guardian: “We have received a letter from President Peña Nieto requesting an opportunity to meet. Secretary Clinton last met with President Peña Nieto in Mexico in 2014 and our campaign is in a regular dialogue with the Mexican government officials. She looks forward to talking with President Peña Nieto again at the appropriate time.”</p> <p>Trump reportedly went to Mexico accompanied by two close advisers, former New York mayor Rudy Giuliani and Senator Jeff Sessions from Alabama. However, the Republican nominee was not accompanied by his traveling press corps, who have been stranded in the United States in an unprecedented step. The Trump campaign has been historically combative towards the press and refused to credential a number of outlets for his events, including <a href=\"https://www.theguardian.com/us-news/2016/jun/25/donald-trump-media-ban-guardian-denied-entry-campaign-event\">the Guardian in one instance</a>, on his trip to Scotland. </p> <p><em>Additional reporting by <a href=\"https://www.theguardian.com/profile/samjones\">Sam Jones</a> and <a href=\"https://www.theguardian.com/profile/david-agren\">David Agren</a> in Villahermosa, Mexico</em></p>",
  "<p>The Southern Poverty Law Center’s designation of the White Lives Matter organization <a href=\"http://www.nytimes.com/2016/08/31/us/white-lives-matter-has-been-declared-a-hate-group.html?smprod=nytcore-ipad&amp;smid=nytcore-ipad-share\">as a hate group</a> this week confirms what we already knew: that a group of white racists have organized what might be called a backlash to the Black Lives Matter surge. </p> <p>It is more accurate, though, to view it as a continuation of a long and dreadful history of white supremacy in America. This country’s practice of anti-black racism coupled with official denial of institutional racism and collective amnesia regarding the horrors and crimes inflicted on black people <a href=\"https://www.theguardian.com/commentisfree/2016/may/15/black-american-culture-movement-identity-racism-political-art\">nurtures white resentment against black advancement</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/aug/25/trump-trying-to-woo-black-voters-not-buying-it\">Trump is trying to woo black voters. We're not buying it | Barrett Holmes Pitner</a> </p> </aside>  <p>White supremacist groups rose in the civil war’s aftermath, organized by southern white people determined to use violence to deny Reconstruction-era promotion of black citizenship. The Ku Klux Klan is the most famous of these groups, whose numbers steadily increased at the end of the 19th century. By the early 20th century the Klan’s worldview helped shape the racial nativism – marked by anti-immigrant fervor, antisemitism and anti-Catholicism – that gripped the nation.</p> <p>The Klan practically joined the American mainstream during the 1920s, proudly marching by the tens of thousands in the nation’s capital, their very presence giving weight to the pseudo-science of eugenics being popularized at the time.</p> <p>Fewer white hate groups dotted America’s political landscape after the second world war, the result of both the success of racial segregation and the pushback from anti-racist groups during WWII’s freedom surge. The 1954 Brown v Board of Ed supreme court desegregation decision resurrected these groups with a vengeance, one of the most notable being the White Citizens Councils opposing public school integration that gained traction throughout the south.</p> <p>By the late 1960s, the political energies of hate groups reached their apex in the candidacy of former Alabama governor George Wallace, who received nearly 10m popular votes as a segregationist candidate for president in 1968. And the Republican party’s now infamous “southern strategy” further cultivated disgruntled white voters, sometimes called “Dixiecrats”, with naked appeals to racism.</p> <p>Donald Trump, the inheritor of this complex history, is playing a most dangerous game. His calls to “make America great again” – which many view as thinly veiled code for white nationalism – has inspired millions of disgruntled and economically insecure white people, unleashing barely controlled furies that have roiled and embarrassed the nation. <br></p> <p>White Lives Matter proponents gained national attention when they <a href=\"http://www.chron.com/houston/article/White-Lives-Matter-group-protests-outside-NAACP-9176142.php\">staged a protest</a> outside of NAACP offices in Houston that prominently featured the Confederate flag. An outgrowth of a social media meme that spread among white people in the aftermath of Black Lives Matter protests, the group traffics in the fiction that white Americans are under assault from an onslaught of illegal immigration, reverse racism and political correctness. </p> <p>With ties to the white nationalist Aryan Front Coalition and a self-described mission to preserve the white race, White Lives Matter joins the Southern Poverty law Center’s list of 892 active hate groups in the US. America’s racial Pandora’s box, once thought to have been closed by Obama’s watershed presidential election, has been reopened with a vengeance.</p> <p>As our third consecutive summer of racial discontent comes to an end, white and black Americans remain <a href=\"http://www.pewresearch.org/fact-tank/2016/06/27/key-takeaways-race-and-inequality/\">split</a> over what might be called our collective racial reality. Blacks are more likely than whites to perceive racial discrimination, advocate for substantive policy changes, document unfair treatment by the criminal justice system and other institutions and to support Black Lives Matter.</p> <p>Yet these differences merely scratch the surface of the pernicious effect of groups such as White Lives Matter. Buoyed by Trump’s campaign and the capitulation of mainstream Republicans, groups like White Lives Matter have helped anti-black racism to once again be normalized. And its activists form the latest beachhead in the racial archipelago that contours a nation that twice voted overwhelmingly to elect a black president.</p> <p>The devastating takeaway from allegations of reverse racism, the promotion of the Confederate flag and the demonization of Black Lives Matter is the surreal picture by many aggrieved whites that they are the most discriminated-against group in America. </p> <p>Even as social economic indicators reveal the exact opposite, the racial grievances and resentment emanating from such hate groups have successfully captured the imagination of a sizeable portion of the American electorate. White Lives Matter’s designation as a hate group confirms what we already knew about not just one organization, but the iconic demagogue who has breathed life into racial furies that we recently thought were facing extinction. </p>",
  "<p>It was the early hours of the morning, and protesters who had gathered to support their deposed president were resting in the streets of the Honduran capital when the security forces attacked.</p> <p>Three months after he was <a href=\"https://www.theguardian.com/world/2009/jun/28/honduras-coup-president-zelaya\">snatched by troops and unceremoniously expelled from the country</a>, Manuel Zelaya had returned to Tegucigalpa and taken refuge in the Brazilian embassy. Thousands of his supporters flocked to the mission, intending to stay there until he was able to resume power.</p> <p>Agustina Flores, 46, had gone in search of coffee when the shooting began. Police <a href=\"https://www.theguardian.com/world/2009/sep/23/honduras-manuel-zelaya-embassy\">fired water cannons and dropped teargas grenades</a> from helicopters into the sleeping crowds.<br></p> <p>“The police and soldiers were firing rubber and live bullets into the crowd, beating women and the elderly. One [tear gas] grenade exploded near me; after that I blacked out.”</p> <p>As Flores – a teacher and union activist – came round, she was cornered by police officers who punched and beat her with batons, then took her and hundreds of others to a nearby sports field which was converted into a makeshift detention centre.</p> <p>“They hit my face, neck and body,” she said. “We were trying to defend the constitution and the democratic process.” </p>  <figure class=\"element element-image\" data-media-id=\"acf095ff32c4df423292e552cd12682316ca9f6a\"> <img src=\"https://media.guim.co.uk/acf095ff32c4df423292e552cd12682316ca9f6a/0_0_4906_2944/1000.jpg\" alt=\"Indigenous Hondurans and peasants march on 17 August 2016 in Tegucigalpa demanding justice for the murder of indigenous environmentalist Berta Cáceres.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Indigenous Hondurans and peasants march on 17 August 2016 in Tegucigalpa demanding justice for the murder of indigenous environmentalist Berta Cáceres.</span> <span class=\"element-image__credit\">Photograph: Orlando Sierra/AFP/Getty Images</span> </figcaption> </figure>  <p>The violence which shook the impoverished Central American state in the months after the June 2009 military coup d’état has largely been forgotten by the international community.</p> <p>But the crackdown was harsh, and the aftershocks are still being felt. </p> <p>And as Hillary Clinton – who was secretary of state at the time – edges closer to the White House, there has been a renewed focus on the coup, its aftermath and America’s response. Clinton pushed for new elections, rather than the return of Zelaya, whom she considered a leftist troublemaker in the mould of Venezuela’s Hugo Chávez.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/jun/21/berta-caceres-name-honduran-military-hitlist-former-soldier\">Berta Cáceres's name was on Honduran military hitlist, says former soldier</a> </p> </aside>  <p>US ties to Honduras – and the millions of dollars of aid to the country’s security forces – have also come under scrutiny since the murder of Berta Cáceres, the celebrated environmentalist, who was <a href=\"https://www.theguardian.com/world/2016/mar/03/honduras-berta-caceres-murder-enivronment-activist-human-rights\">murdered in March</a> after years of battling against a hydroelectric dam project on indigenous Lenca territory.</p> <p>Flores – who is Cáceres’ older sister – says that much of the violence in Honduras can be traced directly back to a sell-off of mining and hydroelectric concessions that followed the coup. “These concessions generated violence which eventually killed Berta. We’re still paying the consequences of the coup,” she said.</p> <p>Honduras is the second-poorest country in the Americas and one of the most unequal. It is rich in resources, but most of its wealth is controlled by a small elite.</p> <p>Zelaya oversaw modest economic and social reforms. He introduced a minimum wage, gave away energy-saving lightbulbs, and pledged to finally resolve longstanding land conflicts between peasant farmers and agribusinesses. </p> <p>In June 2009, Zelaya called a referendum to decide whether an extra vote should take place in November – alongside the general election – to reform the constitution. If approved, the reform would have allowed presidents to stand again for re-election.<br></p> <p>Two days before the vote, the army refused to deliver the ballot boxes. Zelaya tried to push on with the vote, but on the night of 28 June he was forced – still in his pyjamas – on to a military plane and taken to Costa Rica. </p>  <figure class=\"element element-image\" data-media-id=\"27f1586c5b70a562873748a25a669f01bc6bc87a\"> <img src=\"https://media.guim.co.uk/27f1586c5b70a562873748a25a669f01bc6bc87a/0_24_2544_1526/1000.jpg\" alt=\"President Manuel Zelaya oversaw modest reforms.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">President Manuel Zelaya oversaw modest reforms.</span> <span class=\"element-image__credit\">Photograph: Edgard Garrido/Reuters</span> </figcaption> </figure>  <p>In a recent <a href=\"http://www.nydailynews.com/news/national/gonzalez-clinton-policy-latin-american-crime-story-article-1.2598456\">interview with New York Daily News</a>, Clinton said the legislature and judiciary “actually followed the law in removing President Zelaya. Now I didn’t like the way it looked or the way they did it, but they had a strong argument that they had followed the constitution and the legal precedents”. <br></p> <p>Yet the military’s actions were widely condemned as a coup by governments across Latin America, the UN, EU and the Organisation of American States (OAS), which suspended Honduras.</p> <p>Hugo Llorens, the US ambassador to Tegucigalpa, agreed. In <a href=\"http://www.nytimes.com/interactive/2010/11/28/world/20101128-cables-viewer.html?hp#report/cables-09TEGUCIGALPA645\">a diplomatic cable</a> later released by WikiLeaks, he wrote that while it was possible that Zelaya may have “committed illegalities” there was “no doubt that the military, supreme court and National Congress conspired on June 28 in what constituted an illegal and unconstitutional coup against the executive branch”. </p> <p>In the hardback edition of her autobiography Hard Choices, Clinton wrote that the head of the Honduran congress, Roberto Micheletti, and the country’s supreme court “claimed to be protecting Honduran democracy against Zelaya’s unlawful power grab and warned that he wanted to become another Chavez or Castro. </p> <p>“Certainly the region did not need another dictator, and many knew Zelaya well enough to believe the charges against him.” </p> <p>But Zelaya would not have benefited from the proposed referendum, said Christine Wade, associate professor of political science and international studies at Washington College.</p> <p>Wade, who described Zelaya as “an opportunist and pragmatist, [but] definitely not a leftist”, said: “The referendum would have had zero impact on the November elections. Zelaya could not have extended his power.” </p> <p>Wade argues that Zelaya’s real crime was to incur the anger of powerful Hondurans by pushing for settlements in the country’s many land disputes. </p> <p>Clinton has claimed that calling the military coup a military coup would have <a href=\"http://www.nydailynews.com/news/national/gonzalez-clinton-policy-latin-american-crime-story-article-1.2598456\">increased the suffering of ordinary Hondurans</a> as it would have triggered the suspension of US aid.<br></p>  <figure class=\"element element-image\" data-media-id=\"0d13981bd83fc0c64a9ebb4b9a5c9eff7f571ede\"> <img src=\"https://media.guim.co.uk/0d13981bd83fc0c64a9ebb4b9a5c9eff7f571ede/0_96_5232_3140/1000.jpg\" alt=\"Supporters of ousted Honduras president Manuel Zelaya clash with soldiers near the presidential residency in Tegucigalpa on 29 June 2009.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Supporters of ousted Honduras president Manuel Zelaya clash with soldiers near the presidential residency in Tegucigalpa on 29 June 2009.</span> <span class=\"element-image__credit\">Photograph: Esteban Felix/AP</span> </figcaption> </figure>  <p>In the weeks following the coup, Zelaya made three attempts to re-enter the country, which <a href=\"http://www.foxnews.com/politics/2009/07/24/clinton-calls-zelaya-reckless-trying-return-honduras.html\">Clinton described as reckless</a>. She has said that her focus at the time was on electing a new leader in order to ensure an orderly transition.</p> <p>In her memoir, she wrote: “In the subsequent days I spoke with my counterparts around the hemisphere … We strategized on a plan to restore order in Honduras and ensure that free and fair elections could be held quickly and legitimately, which would render the question of Zelaya moot.”<br></p> <p>Leaked emails from Clinton’s private server which were published by WikiLeaks show that during this period, the US <a href=\"http://www.telesurtv.net/english/news/Clinton-Emails-US-Warned-OAS-Head-on-Support-for-Honduran-Prez-20160728-0020.html\">pushed the OAS to support new elections and sideline Zelaya</a>. </p> <p>But the ousted leader still had real support at home: tens of thousands of people took to the streets in daily demonstrations demanding his return and the cancellation of the November elections which Clinton advocated. </p> <p>Meanwhile, the crackdown was brutal, said Karen Spring of the Honduras Solidarity Network. “People were beaten, tortured, disappeared, jailed illegally. There were no conditions for free and fair elections; there was no peaceful transition.”</p> <p>New elections that November went ahead without any international observers – apart from a delegation from the US Republican party – and were boycotted by large sections of society. The independent candidates, and some from Zelaya’s Liberal party, pulled out. </p> <p>Mass protests continued until the rightwing National party’s Pepe Lobo Sosa, was sworn in as president in January 2010. </p> <p>The new government swiftly unveiled a collection of pro-business policies and aggressively pursued a sell-off of natural resources.</p> <p>As community leaders like Cáceres fought back against mining, logging and agri-business projects, Honduras became the most dangerous country for environmental activists, with at least 118 killed since 2010, according to the latest data from Global Witness.</p> <p>The deaths came amid a general deterioration in human rights. Between 2009 and 2015, the Inter-American Commission on Human Rights (IACHR) issued 41 protective measures covering hundreds of union workers, lawyers and LGBT, environmental and indigenous activists who were facing imminent risks. Only Colombia and Mexico – both of which have much larger populations – received more during the same period.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/global/2014/jan/07/honduras-dirty-war-clean-energy-palm-oil-biofuels\">Honduras and the dirty war fuelled by the west's drive for clean energy</a> </p> </aside>  <p>One of Zelaya’s most controversial policies had been to order an investigation into the entrenched land conflicts in the Bajo Aguán region where campesinos were pitted against palm oil conglomerates. After the coup, campesino groups started occupying land illegally as Zelaya’s land reform plans were shelved. The region was rapidly militarised and more than 110 campesinos were murdered.</p> <p>Violence against the LGBT community has also escalated since the coup. Since 2009, 229 LGBT people have been murdered – an average of 30 every year, according to the NGO Cattrachas. <a href=\"https://www.indexoncensorship.org/2016/04/magazine-honduras-rainbow-warriors-the-dangers-of-being-an-lgbt-activist/\">This compares to an average of two murders a year between 1994 and 2008</a>. </p> <p>The country’s economy has tanked. Immediately after the coup, a five-month curfew imposed by the new government <a href=\"https://www.theguardian.com/global-development/poverty-matters/2010/nov/11/honduras-politics-poverty-aid\">cost the economy $50m a day</a>. Wages dropped, subsidies were shelved and the public education and social security systems gutted.</p> <p>Meanwhile, organised crime – which was already well-established – flexed its muscles, infiltrating all corners of the country’s weak institutions. <a href=\"https://theintercept.com/2016/04/12/death-squads-are-back-in-honduras-honduran-activists-tell-congress/\">Death squads reappeared</a>, and the murder rate surged. </p> <p>By 2010, Honduras had become the world’s most violent country outside an official war zone, a position it held until 2014. By 2012, <a href=\"http://www.insightcrime.org/news-briefs/honduras-destroys-51-narco-airstrips\">80% of cocaine-smuggling flights bound for the US from South America</a> were estimated to pass through Honduras. </p> <p>Honduras is not a country which has historically enjoyed strong institutions, but Clinton’s critics say if she had supported the country’s democratically elected leader, and pushed hard for his return to power, it would not be confronting the crisis of institutionality it does today. </p>  <figure class=\"element element-image\" data-media-id=\"2aa598dcab25596e8a0294db1e0434a1ea2a5e9d\"> <img src=\"https://media.guim.co.uk/2aa598dcab25596e8a0294db1e0434a1ea2a5e9d/0_105_3184_1910/1000.jpg\" alt=\"Angry Honduran civilians face troops near the presidential house in Tegucigalpa on 28 June 2009.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Angry Honduran civilians face troops near the presidential house in Tegucigalpa on 28 June 2009.</span> <span class=\"element-image__credit\">Photograph: Orlando Sierra/AFP/Getty Images</span> </figcaption> </figure>  <p>The current president, Juan Orlando Hernández, who was elected in 2013, has pushed forward with his own agenda to overhaul the country’s political system – and allow him to stand for re-election. </p> <p>Hernández created a new militarised police force while institutions such as the supreme court, electoral commission and congress are dominated by figures loyal to him and his party.</p> <p></p> <p><strong></strong></p> <p>Jesse Lehrich, the foreign policy spokesperson for the Clinton campaign, said that the US presidential candidate “immediately condemned those responsible” for removing President Zelaya in 2009, “and got to work with our allies to remedy the situation.”</p> <p>“She helped lead an international charge to isolate the coup government, revoke the visas of those responsible, and slash foreign aid to the government while continuing to provide humanitarian aid. Her strong stance and her work with regional leaders like President Arias of Costa Rica helped pave the way for a political resolution that quickly led to a democratic election and the removal of the coup government.”</p> <p>But if the US had truly supported Zelaya’s return, Honduras might have taken a different course.<br></p> <p>In the November elections, Zelaya had been expected to endorse the independent presidential candidate Carlos Reyes, a union leader, and his vice-presidential candidate, Berta Cáceres.</p> <p>Cáceres’ daughter, Bertita Zúñiga, said US policies after the coup ignored the Honduran public and in effect legitimised an illegal takeover. </p> <p>“Since then, we’ve lived with the militarisation of our society, serious violence and the criminalisation of social protest. My mum wanted to build a better Honduras, but that hope died with the coup.”</p> <p><em>With additional reporting by David Smith in Washington.</em></p>",
  "<p>Paul LePage, the bombastic and controversial governor of Maine, <a href=\"https://www.theguardian.com/us-news/2016/aug/30/governor-paul-lepage-leaving-office-racial-remarks-enemy\">may resign or be forced from power</a> after a series of outbursts in which he endorsed racial profiling, falsely asserted that the majority of drug dealers arrested in Maine were black and Hispanic, called people of color “<a href=\"https://www.theguardian.com/us-news/2016/aug/27/maine-governor-paul-lepage-comments-racial-profiling\">the enemy</a>” and threatened a state lawmaker in an angry, obscenity-laced voicemail, subsequently telling reporters he wished he could shoot him “right between the eyes” in a duel.</p> <p> Following a closed-door meeting on Monday with legislative leaders from his Republican party, LePage told a radio audience that he was “looking at all the options” in regards to completing his second term in office, which expires in January 2019.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/30/governor-paul-lepage-leaving-office-racial-remarks-enemy\">Maine governor Paul LePage considers leaving office after racial remarks</a> </p> </aside>  <p> “If I’ve lost my ability to help Maine people, maybe it’s time to move on,” he told WVOM in the eastern Maine city of Bangor.</p> <p>LePage’s resignation or removal would be a remarkable turn of events for a man with six years of bluster and two elections under his belt.</p> <p>The Donald Trump supporter, who has been compared to the presidential candidate for his tendency toward incendiary and freewheeling remarks, has, over the years, faced calls for impeachment and even offered to step down <a href=\"http://tides.bangordailynews.com/2015/08/19/home/lepage-says-hell-resign-if-enough-people-ask-him-to/\">if enough people asked him</a> to. This week, people are asking. </p> <p>The Maine Council of Churches, which represents Catholic and mainline Protestant denominations, denounced the governor’s “vitriolic personal attack and disrespect” in a statement. “The words he chose to use in the message and interview were unspeakable – and yet, he spoke them, disgracing the office of governor and dishonoring our state in the eyes of the nation.”</p> <p>Fellow Republican Amy Volk, a state senator, expressed “deep concern” about his behavior, “whether it is due to substance abuse, mental illness, or just ignorance”.</p> <p> LePage’s political career may run aground, but he has been navigating uncharted waters for six years in this rural New England state of 1.3 million, previously known for its civil political discourse and the election of moderates such as US senators Olympia Snowe, Susan Collins and Bill Cohen (Republicans), George Mitchell and Ed Muskie (Democrats), and Angus King (independent).</p> <p> Within days of taking office in 2011, LePage was generating news headlines for telling the NAACP, on television on the eve of the annual Martin Luther King Jr holiday, to “kiss my butt”.</p> <p>He’s since told the public that a Democratic senator liked to “give it to the people without Vaseline”, that the Internal Revenue Service is akin to the Gestapo, that the state government he oversees is corrupt, and that he’d like to bomb the state’s largest newspaper, the Portland Press Herald. </p> <p> He’s tangled with legislators of both parties, refusing for months to allow his commissioners to testify before legislative committees and, last year, suddenly issuing hundreds of vetoes of bills to retaliate against them for declining to take up his initiative to eliminate the state income tax. (Lawmakers of both parties overturned most of the vetoes.) </p> <p>There were calls for his impeachment last year over an incident in which LePage threatened to cut off state funding to an educational not-for-profit group unless its board reconsidered a decision to hire the outgoing Democratic house speaker, Mark Eves, to lead the organization. Ultimately, legislators took no action and Eves had to find work elsewhere.</p> <p>In a racially charged preamble to the current controversy, LePage told a crowd in January that “guys with the name D-Money, Smoothie, Shifty – these types of guys” come to Maine “from Connecticut and New York” to try to sell heroin and “impregnate a young white girl before they leave”. Maine is the whitest state in the country, at 96.9%.</p> <p>The state’s top Republicans – and many Republican voters – stuck with him after a turbulent first term. He was re-elected with 48% of the vote in a three-way race with the endorsement of Senator Susan Collins and campaign donations from former governor John McKernan and the Pac of his wife, former senator Olympia Snowe. </p>  <figure class=\"element element-image\" data-media-id=\"a052847fc35a0c83295e2513cbb346d45349fcb5\"> <img src=\"https://media.guim.co.uk/a052847fc35a0c83295e2513cbb346d45349fcb5/0_133_3000_1800/1000.jpg\" alt=\"People clap during speeches at a rally to protest at recent remarks by Governor Paul LePage in Capital Park in Augusta, Maine, on Tuesday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People clap during speeches at a rally to protest at recent remarks by Governor Paul LePage in Capital Park in Augusta, Maine, on Tuesday.</span> <span class=\"element-image__credit\">Photograph: Joe Phelan/AP</span> </figcaption> </figure>  <p>LePage has always claimed a personal tie to Snowe, who also grew up in Lewiston-Auburn under difficult circumstances. Snowe was orphaned at a young age. LePage, the eldest of 18 children, ran away from home at 11 after his father broke his jaw in one of his frequent child-beating sessions. </p> <p>Raised through the kindness of several area businesspeople, LePage got into college and had his first year’s tuition paid for by lawmaker and businessman Peter Snowe, who would later marry Olympia and who died in a 1973 car accident.</p> <p>LePage thrived in college and went on to a career in business management, eventually specializing in winding down bankrupt companies. He was mayor of Waterville, a town of 16,000, and was elected governor in a tight three-way race in 2010, promising to crack down on welfare cheats, reduce taxes and regulations, and thereby revive the state’s moribund economy. He has said that welfare dependency undermined some of his younger siblings.</p> <p>In the current presidential election cycle, LePage was one of the first sitting governors to endorse Chris Christie for the Republican nomination, then followed Christie in switching his allegiance to Trump. Trump’s campaign recently hired LePage’s daughter as its coalitions director for the state.</p> <p>In the latest controversy, the governor revealed he collects press clippings of drug dealer arrests and keeps them in a three-ring binder. Over 90% of those pictured, he has claimed, are black and Hispanic. FBI data shows black people account for 14.1% of drug arrests in Maine.</p> <p>On Monday, LePage was sticking to his assertions. At a meeting of New England governors in Boston, he said of heroin dealers arrested in Maine: “They’re Hispanic and they’re black and they’re from Lowell and Lawrence, Massachusetts; Waterbury, Connecticut; and the Bronx and Brooklyn.” It was not clear why the race of the drug dealers was important.</p> <p>On Wednesday, LePage said Wednesday he would not resign.</p> <p>“I’m not an alcoholic, and I’m not a drug addict, and I don’t have mental issues,” he said. “What I have is a backbone.”</p> <p>He said instead he would seek “spiritual guidance”. He also <a href=\"http://www.politico.com/story/2016/08/paul-lepage-vows-never-speak-media-227589\">vowed</a> never to speak to the press again, according to Politico. </p> <p>But legislative Republicans might have an incentive to impeach him before the November election, which would make the current president of the state senate, Michael Thibodeau, governor. If Democrats were to recapture control of the state senate, a future impeachment effort could give them the governor’s mansion as well.</p> <ul> <li>This article was amended on 12 September 2016 to clarify that Peter Snowe was a lawmaker and businessman, not an attorney.</li> </ul>",
  "<h2>Trump to visit Mexican president ahead of immigration speech</h2> <p>Donald Trump is heading to Mexico today for a <a href=\"https://www.theguardian.com/us-news/2016/aug/31/donald-trump-mexico-president-nieto\">meeting with President Enrique Peña Nieto</a>, before making a long-awaited speech clarifying his position on immigration in Arizona tonight.  Trump, who once linked immigrants from Mexico to “rapists” and has vowed to build a wall on the US’s southern border , confirmed the meeting in a tweet. Nieto said he had invited Trump, despite having previously compared him to Hitler and vowed to resist paying for Trump’s wall. “I believe in dialogue to promote the interests of Mexico in the world and to protect Mexicans wherever they are,” he said. Trump will reportedly be accompanied on the trip by former New York mayor Rudy Giuliani and Alabama senator Jeff Sessions. <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/aug/31/donald-trump-immigration-speech-2016-election\">Here Ben Jacobs looks at</a> what to expect from Trump’s speech in Arizona as he tries to balance hardline rhetoric with an appeal to Latino voters. The Republican nominee has begun what he called a rhetorical “softening” on the question of deporting illegal immigrants in recent weeks, raising questions about whether he was ever sincere in his hardline stance.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/aug/31/donald-trump-mexico-president-nieto\">Trump confirms trip to Mexico for talks with President Peña Nieto</a></p> <h2>Isis leader confirmed killed</h2> <p>The Islamic State news agency reports that spokesman Abu Muhammad al-Adnani was killed “surveying operations” in Aleppo. Adnani was one of Islamic State’s longest-serving and most prominent leaders and his loss is considered a significant blow to the terror group. The Pentagon press secretary, Peter Cook, said coalition forces had conducted an airstrike in the town of al-Bab in Aleppo province on Tuesday targeting Adnani, but did not say whether he had been killed. Very few members of the original leadership remain alive.</p> <p><a href=\"https://www.theguardian.com/world/2016/aug/30/key-isis-leader-killed-in-syria-jihadi-group-says\">Key Isis leader killed in Syria, jihadi group says</a></p> <h2>Apple’s EU tax battle escalates</h2> <p>As Apple vows to <a href=\"https://www.theguardian.com/technology/2016/aug/30/order-back-taxes-overturned-apple-shareholders\">resist an EU fine</a> (including penalties) of around $14.5bn over its “sweetheart” tax arrangements with the Irish government, the reaction in Silicon Valley is one of <a draggable=\"true\" href=\"https://www.theguardian.com/technology/2016/aug/30/apple-eu-tax-bill-silicon-valley-response\">shock and disappointment</a>.  “The EU is trying to change the rules of the game retroactively. It makes little sense to me,” said Om Malik of the San Francisco venture capital firm True Ventures. “These companies have been complying with the Irish rules. Now a lot of them will have to re-evaluate their relationships with Europe.”</p> <p><a href=\"https://www.theguardian.com/technology/2016/aug/30/apple-eu-tax-bill-silicon-valley-response\">Silicon Valley outraged by Apple tax bill: ‘Europe is changing rules retroactively’</a></p> <h2>Hillary Clinton’s Honduran problem</h2> <p>While secretary of state, the Democratic presidential nominee supported new elections in Honduras following a 2009 coup, rather than the return of the sitting president, Manuel Zelaya, viewed by some as a leftist troublemaker. What followed was a sell-off of mining and hydroelectric concessions that have arguably contributed to the poverty and disenfranchisement behind Honduras’s current political instability, and Clinton’s White House run has brought a new focus on the events of seven years ago as the consequences continue to reverberate. </p> <p><a href=\"https://www.theguardian.com/world/2016/aug/31/hillary-clinton-honduras-violence-manuel-zelaya-berta-caceres\"> Hillary Clinton’s response to Honduras crisis draws scrutiny amid violence</a></p> <h2>UK Brexit talks</h2> <p>The new British prime minister, Theresa May, is meeting with her ministers for the first time since the summer break to discuss exactly how the UK will leave the European Union.  She has <a draggable=\"true\" href=\"http://www.theguardian.com/politics/2016/aug/31/no-staying-in-eu-by-back-door-theresa-may-brexit\">already ruled out</a> “attempts to stay in the EU by the back door” and the prospect of a second referendum on Brexit. </p> <p><a href=\"http://www.theguardian.com/politics/2016/aug/31/no-staying-in-eu-by-back-door-theresa-may-brexit\">No staying in the EU by the back door, says Theresa May</a><br></p> <h2>Trump TV – a presidential consolation prize?</h2> <p>According to popular theory in media circles, Donald Trump has given up on winning the presidential race and is now simply priming the pump for a forthcoming media venture for the “alt-right” demographic. The idea has popped up in the <a href=\"http://www.newyorker.com/news/john-cassidy/what-are-donald-trump-roger-ailes-and-steve-bannon-really-up-to\">New Yorker </a>and <a draggable=\"true\" href=\"http://www.vanityfair.com/news/2016/06/donald-trump-tv-network\">Vanity Fair,</a> which reported that Trump is looking to “monetize” his audience through a possible “mini-media” conglomerate. </p> <p><a href=\"https://www.theguardian.com/us-news/2016/aug/31/donald-trump-tv-media-empire-ailes\">Trump TV: is his campaign laying the groundwork for the next media empire?</a></p> <h2>Brazil gears up for Dilma Rousseff impeachment</h2> <p>The Brazilian senate is expected to vote today to oust Dilma Rousseff from the presidency and confirm interim president Michel Temer as the country’s leader. Here we offer a guide to the crisis. How bad is it? “On a scale of one to 10, it has felt to many Brazilians like an 11,” writes Jonathan Watts. “An ongoing crackdown on bribery and graft has effectively paralyzed the government because bribes were essential for building coalitions.”</p> <p><a href=\"https://www.theguardian.com/news/2016/aug/31/dilma-rousseff-impeachment-brazil-what-you-need-to-know\">Dilma Rousseff impeachment: what you need to know – the Guardian briefing</a></p> <h2>US Open kicks off – with an expletive-filled rant</h2> <p>If the Guardian’s Bryan Armen Graham was expecting a relaxing afternoon of opening-round tennis at Flushing Meadows he didn’t get one when Australia’s Bernard Tomic lashed out at spectators after going down two sets on his way to a 6-4, 6-3, 4-6, 7-6 loss to Bosnia and Herzegovina’s Damir Džumhur. “Suck my balls,” the 23-year-old Australian chirped. “I will put my balls in your mouth.” After Džumhur missed on his first serve, Tomic continued: “I will give you some money to make you feel good.”</p> <p><a href=\"https://www.theguardian.com/sport/2016/aug/31/bernard-tomic-delivers-foul-mouthed-insult-to-spectator-at-us-open\">Bernard Tomic delivers foul-mouthed insult to spectator at US Open</a></p> <h2>In case you missed it …</h2> <p>The French prime minister, Manuel Valls, has confirmed that he considers naked breasts represent France better than a headscarf. Referring to Marianne, a national symbol of the French Republic, but perhaps thinking of Eugène Delacroix’s 1830 <a href=\"http://www.louvre.fr/en/oeuvre-notices/july-28-liberty-leading-people\">painting Liberty Leading the People</a>, Valls said: “Marianne has a naked breast because she is feeding the people! She is not veiled, because she is free! That is the republic!” Mathilde Larrere, a historian of the French revolution, tweeted: “Marianne has a naked breast because it’s an allegory, you cretin!”</p> <p><a href=\"https://www.theguardian.com/world/2016/aug/30/france-manuel-valls-breasts-headscarf-burkini-ban-row\">French PM suggests naked breasts represent France better than a headscarf</a></p>",
  "<p>What’s happening to Rudy Giuliani?</p> <p>On <a href=\"https://www.theguardian.com/us-news/2016/aug/30/rudy-giuliani-beyonce-black-lives-vmas\">Monday</a>, he slammed Beyoncé’s VMA performance, calling it a “shame” and boasting: “I saved more black lives than any of those people you saw onstage.” On Tuesday, USA Today <a href=\"http://www.usatoday.com/story/opinion/2016/08/29/hillary-clinton-donald-trump-rudy-giuliani-editorials-debates/89563064/\">published an op-ed</a> by Giuliani where he gave a veneer of mainstream media respectability to the idea that Hillary Clinton is hiding grave medical issues – despite the fact that there’s <a href=\"https://www.theguardian.com/commentisfree/2016/aug/24/hillary-clinton-health-rumors-doctor-column\">no evidence for this</a> beyond wishful thinking on the part of the alt-right. </p> <p>In the days after the 9/11 terrorist attacks on New York, Giuliani was dubbed “<a href=\"http://www.history.com/topics/rudy-giuliani\">America’s Mayor</a>”. Now, from his fiery <a href=\"https://www.washingtonpost.com/video/national/watch-rudy-giulianis-full-speech-at-the-rnc/2016/07/18/d11411b8-4d57-11e6-bf27-405106836f96_video.html?tid=a_inl\">convention speech</a> to his specious claim that there were <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/aug/16/rudy-giuliani/aside-from-911-rudy-giuliani-wrong-about-no-terr/\">no terrorist attacks</a> in the eight years before Barack Obama’s election, the former New York City mayor often seems to make pronouncements that are divorced from reality.</p> <p>But that’s not new. That’s Rudy Giuliani. As New Yorkers learned early on during his administration as mayor in 1990s, Giuliani has always had a penchant for bluster, for taking credit from his subordinates, and for an authoritarian single-mindedness. No wonder he’s stumping for Donald Trump.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/30/rudy-giuliani-beyonce-black-lives-vmas\">Rudy Giuliani: I've 'saved more black lives' than Beyoncé</a> </p> </aside>  <p>I can’t say I envy him as he tries to secure his legacy. Being America’s Mayor is an impossible act to follow, and leading New York City has long been considered the “<a href=\"http://www.barrypopik.com/index.php/new_york_city/entry/second_toughest_job_in_america_nyc_mayor\">second toughest job in America</a>”. By implication, there’s only one step up – the White House – and in 2007, Giuliani threw his hat into the presidential ring. Riding on his post-9/11 fame, Giuliani was an early favorite, but after dismal results in the early primaries, he withdrew in January 2008.</p> <p>Was his failure merely due to the fact that <a href=\"http://blogs.abcnews.com/politicalradar/2008/01/koch-on-giulian.html\">no New York City mayor</a> has ever bridged the gap from city hall to the Oval Office? Or was there something more in Giuliani’s brash personality and his law-and-order mentality that couldn’t make the transition to a national audience?</p> <p>Giuliani rose to national prominence when America was reeling from the 9/11 attacks. And as lawyer Ron Kuby points out in the documentary <a href=\"https://www.amazon.com/Giuliani-Time-Kevin-Keating/dp/B002UXFANC\">Giuliani Time</a>, in a crisis people are looking for a powerful authority figure. But what about the other eight years of his mayoralty? Most people realize that what works in a crisis isn’t necessarily appropriate at other times – but that never stopped Giuliani. To him, New York had always been under attack.</p> <p>At the beginning of his first term, Giuliani gave a <a href=\"http://www.nytimes.com/1994/03/20/nyregion/freedom-is-about-authority-excerpts-from-giuliani-speech-on-crime.html\">chilling speech</a> in which he said: “Freedom is not a concept in which people can do anything they want, be anything they can be. Freedom is about authority. Freedom is about the willingness of every single human being to cede to lawful authority a great deal of discretion about what you do.”</p> <p>He proceeded to put his words into action. First, he made good on a campaign promise to clean up squeegee men – launching the so-called “<a href=\"http://www.businessinsider.com/criticism-for-giulianis-broken-windows-theory-2014-12\">broken windows” era</a> that would end up disproportionately jailing black people and other minorities. He then embraced the <a href=\"http://nymag.com/nymetro/news/anniversary/35th/n_8551/\">ideas of transit cop Jack Maple</a> and helped launch CompStat, the city’s data-driven crime-fighting system. It can’t be denied that crime fell – and that’s how Giuliani is today able to claim he saved “more black lives” than Beyoncé. <br></p> <p>But despite CompStat’s real successes, it also can’t be denied that crime was already falling when he took office – and it was happening nationwide. Later, when New York police commissioner William Bratton landed on the cover of Time magazine as New York’s top crime fighter, <a href=\"http://www.nydailynews.com/new-york/hamill-bratton-sounds-de-blasio-policing-policies-article-1.1489351\">Giuliani pushed him out</a> for taking too much credit. </p> <p>There were other clear signs of paranoia during the Giuliani years. Long before the World Trade Center attacks, the front steps of city hall – a place for public gatherings and protest – were <a href=\"http://www.nytimes.com/2000/04/21/nyregion/giuliani-defends-decision-over-access-to-city-hall.html\">sealed off by police barricades</a> that remain in place today. The administration claimed it was a security measure; the mayor’s detractors felt certain it was done to limit access and stifle free speech. <br></p> <p>Giuliani’s city hall was also the subject of constant lawsuits. Some were filed by <a href=\"http://www.nytimes.com/1998/12/22/nyregion/court-tells-giuliani-to-release-budget-data.html\">other city agencies</a> to which he wouldn’t release necessary data; others were brought by individuals whose whose constitutional rights were being violated by the city. Many of those lawsuits <a href=\"http://www.nytimes.com/2004/12/24/nyregion/a-legacy-of-giuliani-years-damage-suits-against-city.html\">were still being settled</a> – for millions of dollars – years into the administration of Mike Bloomberg, Giuliani’s successor.</p> <p>In short, Rudy Giuliani wasn’t a great mayor, or even a good one. But on one terrible day, he was a strong, decisive one. He could have faded quietly into history, remembered as the man who kept the city together in its hour of need. Instead, by becoming Donald Trump’s attack dog, the former mayor has instead ensured that his larger-than-life ego and his combative abrasiveness – the qualities New Yorkers remember all too well, and which kept him from the presidency – will ultimately define his legacy.</p>",
  "<p>John McCain and Marco Rubio have sealed a night of comebacks for <a href=\"https://www.theguardian.com/us-news/2016/aug/30/marco-rubio-john-mccain-florida-arizona-senate-primaries-chances\">the political establishment</a> with the senators seeing off primary challenges to secure the Republican nominations for crucial senate races in Arizona and Florida.<br></p> <p>Facing tougher opposition from Democrats in November, the two big-name national figures who once had eyes on the White House are instead on the frontline of their party’s battle to hold on to power in the US Senate. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/jun/26/marco-rubio-senate-reelection-second-presidential-campaign\">The first of many? Marco Rubio denies he has plans for second presidential bid</a> </p> </aside>  <p>A similar night of consolidation for the Democratic mainstream means Rubio will face the Florida congressman Patrick Murphy, who comfortably beat off his party’s leftwing challenger Alan Grayson on Tuesday night. McCain needs to beat Ann Kirkpatrick, who won her Arizona senate primary unopposed for the Democrats.</p> <p>Both incumbent Republican senators have an uneasy relationship with Donald Trump, whom they felt obliged to endorse as the party’s presidential nominee. He may face more vocal criticism from them now their primary battles are over.</p> <p>McCain in particular was seen as vulnerable to a populist challenge by Kelli Ward in Arizona, but was comfortably ahead by 55 to 35 percentage points when the Republican primary result was called shortly before 9pm local time. </p> <p>Rubio launched his political comeback earlier on Tuesday night with a decisive victory in the Florida primary setting up a more winnable battle with Democrats, one that could determine control of the US Senate in November. </p> <p> Despite announcing his <a href=\"https://www.theguardian.com/us-news/2016/jun/22/marco-rubio-re-election-florida-senate-seat\">decision to seek re-election</a> only two months ago, the freshman senator saw off a challenge from Trump-supporting real estate developer Carlos Beruff to win the Republican nomination by a comfortable 72 percentage points to 18.</p> <p> Previously Rubio had announced his retirement from politics after losing his home state to Trump by some 20 points in the presidential primary election. He was persuaded to change his mind as Republican leaders in Washington sensed that the Senate race in the state could prove pivotal.</p> <p> “This has been an unusual road back here with you tonight. As you know, after my race ended in March for the presidency I was prepared to become a private citizen,” Rubio told supporters after the result. “But I just couldn’t be at peace with the idea that we were going to not just potentially lose the Senate seat but lose the balance of power in the Senate at this critical moment in our nation’s history.” </p> <p> The Associated Press also projected that congressman Murphy had won the Democratic primary in the state by a margin of 59 to 18 percentage points.</p> <p> It sets up a tight race with Rubio in November, who is now narrow favorite to hold the state and could prevent Democrats netting the four seats nationwide they may need to swing control of the US Senate.</p> <p> Murphy saw off a lackluster challenge from Grayson, who was badly damaged by <a href=\"http://www.politico.com/story/2016/07/alan-grayson-wife-florida-226090\">domestic abuse allegations</a> and <a href=\"http://www.politico.com/story/2016/07/alan-grayson-politico-reporter-226219\">reacted angrily</a> to inquiries into his background.</p> <p> It was a disappointing night overall for the progressive wing of the Democratic party, which had also hoped to unseat former Democratic National Committee chair Debbie Wasserman Schultz after she was seen to take sides against Bernie Sanders in the presidential race.</p> <p> Sanders endorsed anti-establishment candidate Tim Canova in the 23rd House district around Miami, but he lost to Wasserman Schulz by nearly 14 percentage points. </p> <p> Canova, who <a href=\"http://www.theatlantic.com/politics/archive/2016/08/canova-revolution-bernie-sanders-debbie-wasserman-schultz/497807/\">did not receive much direct support from Sanders</a>, hinted at a possible concession as soon as the polls closed, <a href=\"https://twitter.com/Tim_Canova/status/770759017702580225\">telling supporters</a>: “No matter what happens we should all be proud of what we’ve accomplished in a short period of time.” </p> <p> In another Florida House primary, the incumbent Democratic congresswoman Corrine Brown lost the party nomination following an indictment on fraud charges.</p> <p>But it is Rubio’s strong comeback against anti-establishment forces within the Republican party that is likely to be the most memorable feature of the Florida primary.</p> <p> Beruff, a real estate developer who self-funded the campaign in a similar vein to Trump, had attacked Rubio for missing votes during his presidential campaign, not being anti-immigration enough and failing to wholeheartedly support Trump as the party’s eventual nominee.</p> <p>Similarly, Ward blasted McCain for being soft on immigration and too old to seek his sixth term as senator of the increasingly diverse state.</p> <p>In Arizona the other big local news was the victory of controversial immigration control champion Sheriff Joe Arpaio in his primary.</p>",
  "<p>Immigration has been one of Donald Trump’s signature issues since he announced his presidential campaign in June 2015. From the moment he got off the escalator at Trump Tower in New York and spoke about Mexico deliberately sending criminals and “rapists” to the United States and the need to build a wall on the southern border, Trump hasn’t stopped talking about immigration. </p> <p>But in his Wednesday speech on the topic in Phoenix – which will follow <a href=\"https://www.theguardian.com/us-news/2016/aug/31/donald-trump-mexico-president-nieto\">his surprise visit to Mexico</a> – Trump will need to balance the hardline rhetoric he used throughout the Republican primary with the need to win a general election in November.<br></p> <p>Trump rode his hardline stance to victory in the primary. While his rivals refused to categorically rule out a path to legal status for any of the 11 million undocumented immigrants currently living in the United States, Trump talked about <a href=\"http://www.msnbc.com/msnbc/trump-vows-humane-deportation-force\">“a deportation force”</a> to remove all of them <a href=\"http://blogs.wsj.com/washwire/2015/09/11/donald-trump-says-immigrant-deportations-done-in-two-years/\">within 18 to 24 months.</a> </p> <p>However, the Republican nominee <a href=\"https://www.theguardian.com/us-news/2015/aug/27/donald-trump-deport-11-million-migrants-is-that-even-possible\">never worked out his plan in detail</a>. The Trump campaign has divulged little on its actual policy, save <a href=\"https://www.theguardian.com/us-news/2015/aug/18/donald-trump-immigration-mexico-economy\">a set of proposals</a> dating back to August 2015. At almost every rally, Trump pledges that he will “build a wall and make Mexico pay for it”, but he has rarely gone into more detail. </p> <p>But, facing a general election where he has major deficits in the polls and is reviled by Latino voters, the Republican nominee has begun what he called a rhetorical “softening” in recent weeks, raising questions about whether he was ever sincere in his hardline stance. </p> <p>In the past week and a half, Trump <a href=\"https://www.theguardian.com/us-news/2016/aug/24/donald-trump-immigration-reform-sean-hannity-fox-news\">seemingly endorsed a path to legal status for</a> undocumented immigrants in an interview with Fox News’s Sean Hannity, only to <a href=\"http://www.cnn.com/2016/08/25/politics/trump-no-legal-status-for-undocumented-immigrants/\">reverse himself</a> in an interview with CNN’s Anderson Cooper. The back and forth prompted conservative talk radio show host Rush Limbaugh <a href=\"https://www.theguardian.com/us-news/live/2016/aug/30/donald-trump-hillary-clinton-hacking-threat-election-live?page=with:block-57c5aa4be4b0df5f040dbd69#block-57c5aa4be4b0df5f040dbd69\">to admit</a>, “I never took him seriously” on immigration. Further, he announced late on Tuesday night that he would <a href=\"https://www.theguardian.com/us-news/2016/aug/31/donald-trump-mexico-president-nieto\">meet the Mexican president, Enrique Peña Nieto</a> before the speech on Wednesday to discuss immigration.</p> <p>The ongoing furor has raised the stakes around Trump’s speech and stoked outrage about an apparent flip-flop. In <a href=\"https://www.theguardian.com/us-news/2016/aug/27/donald-trump-immigration-policy-deportation\">a speech in Iowa</a> on Saturday, Trump spoke about details from his August 2015 plan that had gone almost unmentioned since, including the implementation of E-Verify (an online system that allows businesses to screen employees’ work eligibility) nationwide as well as an exit-entry tracking system to prevent visa overstays. However, Trump dismissed the question of what to do with the 11 million illegal immigrants in the country, instead blaming the media: “In recent days, the media – as it usually does – has missed the whole point on immigration,” he said. “All the media wants to talk about is the 11 million or more people here illegally.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/28/donald-trump-immigration-plan-deportation-mike-pence\">Trump surrogates: Republican's position on immigration has not changed</a> </p> </aside>  <p>Mark Krikorian, a leading immigration hawk and head of the Center for Immigration Studies, bemoaned the fact that Trump has spent a “week and a half meandering” on immigration. Krikorian, who has met with Trump on the issue, said this “was especially absurd given that it’s a core, key issue. He’s running as ‘Mr Immigration Control’.”</p> <p>Krikorian told the Guardian he thought that Trump can only end up in the place where he actually started, “focusing on enforcement tools like E-Verify and tracking for visa holders”.</p> <p>The vocal immigration hawk thought “the question of what happens to illegal immigrants is secondary; [the] primary question is how we stop another 12 million people from coming here.” He noted that Trump was on record saying that some form of “amnesty” would always happen but that “a politician has no business talking like that and that’s the one most important thing that I am looking to not see, is some kind of guarantee or commitment of amnesty.” But he said that he was far less concerned about the wall, which “as a policy matter is not that important”.</p> <p>In the meantime, those on the right worried about a rhetorical softening did find some comfort from an interview that Trump’s son, Donald Jr, gave to CNN on Tuesday, in which he said that his father’s stance on undocumented immigrants was still the same and that all 11 million had to leave the country. But as longtime Trump adviser Roger Stone once said: “No one speaks for Donald Trump but Donald Trump.”</p> <p>The Republican nominee is scheduled to give his immigration speech at 6pm local time at the Phoenix Convention Center on Wednesday. </p>",
  "<p>Brazil’s senate <a href=\"https://www.theguardian.com/world/2016/aug/31/dilma-rousseff-impeached-president-brazilian-senate-michel-temer\">voted to oust Dilma Rousseff</a> from the presidency on Wednesday, following an impeachment process that has seen her <a href=\"https://www.theguardian.com/world/2016/may/12/dilma-rousseff-brazil-president-impeached-senate-vote\">suspended from office since May</a>. Sixty-one senators, seven more than the two-thirds needed, backed her removal from office,<strong> </strong>confirming interim president Michel Temer as the country’s leader.</p> <h2>How bad is the crisis?</h2> <p>On a scale of one to 10, it has felt to many Brazilians like an 11. Rousseff, the most recent president, was impeached, the previous president Luiz Inácio Lula da Silva <a href=\"https://www.theguardian.com/world/2016/jul/29/lula-da-silva-trial-obstruction-petrobras-corruption\">is about to stand trial</a>, the economy is in the midst of its greatest slump for decades, and swaths of the political class have been implicated in the Lava Jato (Car Wash) corruption investigation.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/aug/31/dilma-rousseff-impeached-president-brazilian-senate-michel-temer\">Dilma Rousseff impeached by Brazilian senate</a> </p> </aside>  <h2>What is Lava Jato?</h2> <p>Depending on your politics, it is either a clean broom sweeping out decades of rotten politicians or part of a <a href=\"https://www.theguardian.com/world/2016/mar/30/brazil-judiciary-dilma-rousseff-impeachment-corruption\">conspiracy to end 13 years of Workers party rule</a> without an election. Starting in 2008 but <a href=\"https://www.theguardian.com/world/2014/sep/17/brazil-petrobras-scandal-oil-general-election\">ramping up in 2014</a>, federal police, prosecutors and judges have uncovered a multibillion-dollar kickback and bribery scandal at the state-run oil firm Petrobras, the biggest company in Latin America until the scandal hit.</p> <p>Essentially, contracts were inflated so up to 3% of funds could be channelled to the three parties that previously formed a ruling coalition: the Workers party, the Democratic Movement party of Brazil (PMDB) and the Progressive party. The probe, however, has widened to include other parties and other projects, including the <a href=\"https://www.theguardian.com/world/2016/apr/08/brazil-rousseff-corruption-belo-monte-dam\">Belo Monte hydroelectric dam</a>. Some predict it will lead to the <a href=\"https://www.theguardian.com/world/2015/oct/15/brazil-impeachment-economy-crisis-corruption\">greatest jailing of lawmakers</a> in world history.</p> <h2>What has been the impact on the country?</h2> <p>The scandal has paralysed the government because bribes were essential for building coalitions. <a href=\"https://www.theguardian.com/world/2016/jul/16/rio-olympics-crisis-brazil-zika-athletes-woes-uplift\">It has also choked business</a> because prosecutors ordered the suspension of contracts between Petrobras and its major suppliers, which included almost all of the country’s biggest construction and shipping firms. In more than two years, 61% of Petrobras’ 276,000 employees <a href=\"https://www.theguardian.com/world/2015/mar/20/brazil-petrobras-scandal-layoffs-dilma-rousseff\">have lost their jobs</a>, according to local media. Many smaller firms that depended on its business have been made bankrupt.</p> <p>Many believe this pain will be worthwhile if the investigation leads to punishment of all corrupt politicians and sets the stage for a new era of clean government. But that future is a long way off, if it comes at all.</p> <h2>Why do Brazilian parties need slush funds?</h2> <p>Politicians all over the world need campaign finance, but it is particularly important in Brazil due to the country’s vast size, plethora of parties, three levels of government (with regular elections for municipal, state and national leaders and legislators) and an open-list election system for lawmakers. No single party has ever come close to a commanding majority in Congress, so support is bought with cabinet posts and/or cash.</p> <h2>Who is making the accusations?</h2> <p>The investigation is nationwide, but the charge is being led by judicial figures in the southern city of Curitiba. Most influential among them is Judge Sergio Moro, who has become something of a cult figure for his willingness to take on the country’s most powerful politicians and business people. Other prominent figures include <a href=\"https://www.theguardian.com/world/2015/dec/30/brazil-anti-corruption-prosecutor-deltan-dallagnol-lava-jato-investigation\">Curitiba prosecutor Deltan Dallagnol</a> and police chief Igor Romario de Paula.</p> <p>Not everyone thinks they are heroes. Some lawyers claim their extensive use of preventative detentions and plea bargains rides roughshod over fundamental civil rights, including the presumption of innocence.</p>  <figure class=\"element element-image\" data-media-id=\"9f9391b0ff99de5a23b9f2abf4b7f435adb6a24d\"> <img src=\"https://media.guim.co.uk/9f9391b0ff99de5a23b9f2abf4b7f435adb6a24d/0_0_2598_1653/1000.jpg\" alt=\"Demonstrators in São Paulo demand the impeachment of Dilma Rousseff in March 2016.\" width=\"1000\" height=\"636\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Demonstrators in São Paulo demand the impeachment of Dilma Rousseff in March 2016.</span> <span class=\"element-image__credit\">Photograph: Miguel Schincariol/AFP/Getty Images</span> </figcaption> </figure>  <h2>Who is accused?</h2> <p>Prosecutors claim former president da Silva (better known as Lula) <a href=\"https://www.theguardian.com/world/2016/jun/15/brazil-luiz-inacio-lula-da-silva-corruption-trial-petrobras\">was the ringleader of the scheme</a>, though he <a href=\"https://www.theguardian.com/world/2016/jul/04/brazil-ex-president-luiz-ignacio-lula-da-silva-interview\">denies breaking any law</a> and says the charges against him are trumped up to prevent him running for office again in 2018.</p> <p>Others implicated include <a href=\"https://www.theguardian.com/world/2016/jul/07/brazil-lower-house-speaker-eduardo-cunha-resigns\">former house speaker Eduardo Cunha</a> (PMDB); the head of the Senate, Renan Calheiros (PMDB); and senior politicians from almost every party. In addition, many leading businessman have been jailed, including Marcelo Odebrecht, the head of the country’s biggest construction company, and billionaire banker Andre Esteves<strong>.</strong> Foreign firms, including the UK-based Rolls Royce, have also been accused of making pay-offs.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/jul/04/brazil-ex-president-luiz-ignacio-lula-da-silva-interview\">'There is no crime': Brazil's ex-president keeps faith in party and justice system</a> </p> </aside>  <h2>Is Dilma Rousseff implicated in the Lava Jato scandal?</h2> <p>Not directly. Prosecutors have found no evidence that she was involved and even her enemies acknowledge that she is one of the few politicians in Brazil not to accept bribes.</p> <p>However, it is widely assumed that Rousseff must have known what was going on because she was a former energy minister and chief of staff at the height of the wrongdoing. Many of her confidants have been arrested or are on trial. Whether she was aware of what was going on or not, she benefited from the campaign funds and failed to halt the corruption. Prosecutors allege she also <a href=\"https://www.theguardian.com/world/2016/mar/17/brazil-judge-lula-da-silva-appointment-cabinet-wiretap-scandal-rousseff\">tried to obstruct their investigation</a> and protect her ally Lula by appointing him to the cabinet. </p> <h2>Is that why Rousseff was being impeached?</h2> <p>Only partly, and <a href=\"https://www.theguardian.com/commentisfree/2016/may/12/the-guardian-view-on-dilma-rousseffs-impeachment-the-political-system-should-be-on-trial-not-one-woman\">for all the wrong reasons</a>. Rousseff has ostensibly been thrown out of office because she window-dressed government accounts ahead of the last presidential election. The charge is that her government filled holes in its accounts by taking loans from state banks without congressional approval.</p> <p>Opponents say this creative accounting – accounting sleights of hand known as “pedaladas” (pedalling) – allowed the administration to fund a program for family farmers using money that was not reimbursed until several months later, bypassing Congress, creating a misleading impression of state finances and adding to economic instability.</p> <p>In her defence, Rousseff said the money was not a loan because it was simply being transferred through the state banks from public coffers. Similar practices had also been used by previous administrations, though not at the same scale.</p> <p>But this is a pretext. The real reasons for impeachment are political. Rousseff is enormously unpopular because she is blamed for the multiple crises facing the country and <a href=\"https://www.theguardian.com/world/2016/may/09/dilma-rousseff-brazil-impeachment-fight-congress-vote\">has proved an inept leader</a>. But Brazil’s constitution does not allow a no-confidence vote to eject her from office so her enemies are using impeachment to do the job.</p> <p>Some are clearly motivated by a desire to kill the Lava Jato investigation, which Rousseff refused to do. The impeachment process was initiated by Cunha after the Workers party refused to protect him from an ethics committee investigation. <a href=\"https://www.theguardian.com/world/2016/may/23/brazil-dilma-rousseff-plot-secret-phone-transcript-impeachment\">Secretly recorded conversations</a> have also revealed that the PMDB leader in the Senate, Romero Jucá, wanted to remove the president so the Lava Jato investigation could be choked by her successor.</p> <h2>Where does that leave interim president Michel Temer?</h2> <p>Rousseff’s centre-right successor is <a href=\"https://www.theguardian.com/world/2016/apr/03/brazil-michel-temer-dilma-rousseff-impeachment\">almost as despised</a> as his predecessor after helping lead the campaign to bring down his running mate, then <a href=\"https://www.theguardian.com/world/2016/may/13/brazil-dilma-rousseff-impeachment-michel-temer-cabinet\">naming an all-male, all-white cabinet</a> and losing three ministers to the Lava Jato scandal in his first month in office. At the opening ceremony of the Olympics in Rio, Temer was such an embarrassment that his speech was cut to 10 seconds but still drowned out by boos. He is surrounded by politicians implicated in the corruption scandal and – as leader of Brazil’s biggest party – he too has benefited from dubiously acquired campaign financing. </p>  <figure class=\"element element-image\" data-media-id=\"85d191aae67b0e2961e5af1db0ff4da1038dfe26\"> <img src=\"https://media.guim.co.uk/85d191aae67b0e2961e5af1db0ff4da1038dfe26/0_0_5472_3617/1000.jpg\" alt=\"Michel Temer’s speech at the opening ceremony of the Olympics in Rio was drowned out by booing.\" width=\"1000\" height=\"661\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michel Temer’s speech at the opening ceremony of the Olympics in Rio was drowned out by booing.</span> <span class=\"element-image__credit\">Photograph: Chris Graythen/Getty Images</span> </figcaption> </figure>  <h2>How has the public reacted?</h2> <p>Polls and street demonstration suggest voters are sick not just of the government, but almost all politicians. In March, an estimated <a href=\"https://www.theguardian.com/world/2016/mar/13/brazil-anti-government-protests-dilma-rousseff-rio-de-janeiro\">3 million people joined rallies</a> against Rousseff’s government. Since then hundreds of thousands have <a href=\"https://www.theguardian.com/world/2016/mar/18/brazil-braces-clashes-dilma-rousseff-lula-corruption-protests-45-cities\">demonstrated</a> for or against impeachment. But none of the alternatives are popular. Temer’s administration has ratings in the low teens. Lula’s popularity is higher, but he is also hated by more people. The biggest beneficiary might eventually be former environment minister Marina Silva, a losing candidate in the last two presidential campaigns.</p> <h2>Where does Brazil go from here?</h2> <p>In a best-case scenario, the economy will pick up next year and Lava Jato will purge the nation’s political canker, allowing Latin America’s biggest nation to concentrate more effectively on social equality, sustainable development and regional integration.</p> <p>Alternatively, the old hierarchy will quietly shelve Lava Jato once Lula and Rousseff are out of the way and restore the conservative policies of the past; or even open the way – as in Italy after the <a href=\"http://www.bloomberg.com/news/articles/2015-01-30/from-clean-hands-to-carwash-brazil-probe-follows-italian-model\">Clean Hands investigation</a> – for a Silvio Berlusconi-like right-wing populist.</p>",
  "<p>After a long, hot and sorry-looking summer it may look like the game is up for Donald Trump’s presidential ambitions. But that’s only if you believe the tycoon-turned-presidential candidate is actually running to win the White House.</p> <p>Trump’s poll <a href=\"https://www.theguardian.com/us-news/2016/aug/29/donald-trump-nascar-north-carolina-republicans\">numbers have slipped</a> as the American election departs the local primary circus and enters the national campaign. Trump’s trademark combination of bombast and braggadocio trounced his Republican opposition, and still draws crowds at rallies, but the polls suggest Trump has alienated the wider electorate he needs to win the presidency.</p> <p>And according to an increasingly popular <a href=\"http://www.newyorker.com/news/john-cassidy/what-are-donald-trump-roger-ailes-and-steve-bannon-really-up-to\">theory</a> in media circles, that’s exactly how he wants it. Trump, so the hypothesis goes, has given up on winning the presidential race and is now simply priming the pump for an upcoming media venture for the <a href=\"https://www.theguardian.com/us-news/2016/aug/23/alt-right-movement-white-identity-breitbart-donald-trump\">“alt-right” demographic</a>, as the Trump-loving alternative to mainstream conservatism is now known. Fox News is old hat – say hello to 24/7 Trump TV.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/29/donald-trump-nascar-north-carolina-republicans\">Trump's slump in Nascar country deepens Republican fears of defeat</a> </p> </aside>  <p>Ever since Trump declared he was running for president, skeptics have sensed this was all a vanity campaign aimed at building his brand. The recent reshuffle of Team Trump has only fuelled speculation: Roger Ailes, Fox News’s disgraced former chairman, is now advising Trump while he fights off accusations of serial sexual harassment (charges Ailes vehemently denies). And earlier this month, <a href=\"https://www.theguardian.com/us-news/2016/aug/17/donald-trump-stephen-bannon-breitbart-news-kellyanne-conway\">Trump appointed Steve Bannon</a>, Goldman Sachs banker turned film-maker and former chairman of the self-identified “alt-right” Breitbart News website, as his campaign CEO alongside veteran pollster Kellyanne Conway as his campaign manager.</p> <p>The media certainly thinks it’s spotted the upcoming twist. “What if Trump and Breitbart could team up, raise some money from outside investors, and bring aboard some of the television executives who built Fox News?” <a href=\"http://www.newyorker.com/news/john-cassidy/what-are-donald-trump-roger-ailes-and-steve-bannon-really-up-to\">asked the New Yorker</a> last week. Vanity Fair <a href=\"http://www.vanityfair.com/news/2016/06/donald-trump-tv-network\">recently</a> reported Trump is looking to “monetize” his “audience” through a possible “mini-media” conglomerate. The New York Times <a href=\"http://www.nytimes.com/2016/08/18/us/politics/donald-trump-stephen-bannon-paul-manafort.html?_r=1\">reported</a> this month that Trump and his son-in-law, New York Observer publisher Jared Kushner, have been mulling over a media holding. CNN’s chief media watcher Brian Stelter recently reported: “What he might wanna do is launch a new television channel, or launch a new giant website, a new subscription service, he might be thinking about a media enterprise.”</p> <p>“I think he’s definitely working to cement his brand with an audience,” said NPR media reporter David Folkenflik. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2016/aug/21/roger-ailes-gabriel-sherman-fox-news-book-rightwing-media\">Roger Ailes biographer: 'The impact could be greater than phone hacking'</a> </p> </aside>  <p>There’s certainly room out there for a Trump media brand. As Fox News expert and New York magazine writer Gabriel Sherman <a href=\"https://www.theguardian.com/media/2016/aug/21/roger-ailes-gabriel-sherman-fox-news-book-rightwing-media\">told the Guardian</a> recently, the landscape is shifting in rightwing media thanks to Ailes’s fall and Trump’s rise. “Fox was this amazing unifier of all the strands of conservatism together … [Now] it’s kind of a Lord of the Flies situation where everyone’s trying to kill each other.”<br></p> <p>As Trump’s dysfunctional, bare-bones campaign continues to come up short in the polls, a media plan B makes sense. His alt-right base is too small to win an election, but big enough to make him some money afterward.  </p> <p>But this is a plan that has been tried before, and with less than impressive results. </p> <p>The most obvious forerunner was Sarah Palin, seen by many as Trump 1.0. Here was another rightwing “outsider” who, after the 2012 election, attempted to cash in on her stardom with the Sarah Palin Channel, a digital network run with the web-based TV company TAPP.<br></p> <p>Palin charged $10 per month to ride the straight-talk express, with sub-channels <a href=\"http://www.mediaite.com/online/sarah-palin-abandons-subscription-based-online-video-channel/\">including</a> New Life TV – “recharge your relationships and grow closer to God” – Live with Joan Lunden – “a vibrant community for women’s wellness and breast cancer patients and survivors” – and K-Love TV – “Christian Rock, Inspiration, and Family Values”.</p> <p>The lineup failed to find an audience and by 2014 the Sarah Palin Channel was <a href=\"http://www.thedailybeast.com/articles/2014/11/07/stuck-in-the-lamestream-sarah-palin-tv-has-two-twitter-followers.html\">racking up</a> a mere 36,000 views a month, considerably less than many gardening blogs. The URL now leads to “<a href=\"https://www.sarahpac.com/#modal\">SarahPAC.com</a>,” the home of her political action committee that raises money for conservative candidates.</p> <p>Not far behind Palin’s debacle, and also produced by TAPP, was The Herman Cain Channel – launched by another Republican presidential wannabe who briefly rose to national prominence. “CainTV” <a href=\"http://www.theblaze.com/blog/2013/08/20/cain-tv-is-no-more/\">died</a> in 2013 but then came back as a low-grade news blog framed by ads plugging Cain’s books and radio shows. “CainTV delivers it all in an Informed, Inspirational, and INtertaining way,” goes its slogan. It too has failed to evolve into the conglomerate the former pizza magnate had likely envisioned. </p> <p>Finally, and perhaps most ominously for Trump, there’s the demise of conservative radio and TV star Glenn Beck’s post-Fox News venture, The Blaze. If anyone was likely to pull off a digital media empire targeting the audience of (relatively) young, pissed-off, conspiratorial conservatives, it should have been Beck.</p> <p>The former Fox host wanted to engineer a fresh news channel from digital beginnings, a scrappy upstart with enough populist appeal to challenge the mighty Fox brand with none of the legacy costs of mainstream media. What he produced was significantly less than that, and it’s been bleeding money and staff for years. The Blaze <a href=\"http://www.thedailybeast.com/articles/2016/04/28/40-layoffs-as-glenn-beck-s-blaze-empire-continues-its-decline-and-fall.html\">laid off</a> 40 employees in April, as traffic and advertising revenue continued to wither away.</p> <p>The legacy of new media ventures further to the left is equally awful: onetime Democratic presidential candidate and vice-president Al Gore’s CurrentTV failed spectacularly, burning money to attract an audience it could neither find nor hold. It was taken over and rebranded by the deep pocketed Al Jazeera network in 2013, but after three very expensive years Al Jazeera America closed in April.</p> <p>Trump would certainly argue he could do better. But building a media empire isn’t as easy as burning down a political campaign. It requires serious money and a long-term strategy. These are not major turn-ons for the man who <a href=\"http://gawker.com/a-complete-list-of-donald-trump-s-business-disasters-1764151188\">brought</a> you 12-months of Trump Steaks and less than a year of Trump-brand water.</p> <p>“You gotta remember that Trump doesn’t want to spend a lot of money on this,” said Folkenflik. “It costs a ton of money. Murdoch had to pay cable providers to put Fox on.”</p> <p>Even if Trump does commit to a more upscale venture, who would have the vision to run it? Ailes seems like an obvious choice until one considers that he’s a 76-year-old in legal trouble and visibly poor health; and he wouldn’t be able to start until his noncompete agreement with Fox News expires at the end of 2018. Still, even pushing 80, it’s hard to imagine him mellowing with age. He has scores to settle with James and Lachlan Murdoch, sons of his former mentor and partner Rupert, who were always looking to <a href=\"https://www.google.com/?ion=1&amp;espv=2#q=lachlan%20murdoch%20ailes\">knock</a> him off his throne.</p> <p>“I think Ailes would love a chance to once more stick it in the eye of the establishment and the Murdoch sons,” Folkenflik said. “But also, it’s not just that he’s not a young man anymore, it’s that he’s not in good shape. He’s not gonna be the guy in charge.”</p> <p>Meanwhile Bannon, like so many other Trump campaign officials, is in the midst of public and embarrassing scandals, dealing with allegations <a href=\"https://www.theguardian.com/us-news/2016/aug/26/steve-bannon-florida-registered-vote-donald-trump\">that he violated Florida’s voting laws</a> and reports of domestic abuse.</p> <p>Still, those charges may not matter to Trump, who is already happily defending and working with Ailes despite his issues. And they certainly don’t matter to Trump’s base, who tend to dismiss charges against Trump and his campaign as “PC” thuggery and liberal media bias.</p> <p>The final decision lies with Trump; he may jump at the chance to make a TV channel in his image, or he may just license his brand and let someone like Bannon or an Ailes-led brains trust take the reins. Trump loyalists like Fox News star Sean Hannity – who makes enough money from his radio career to leave his perch at Fox News – could possibly sign up to join a new splinter cell. Or maybe Trump will simply complete the marriage between his campaign and Breitbart News and put some money into an alt-right shop that’s already <a href=\"http://www.ibtimes.com/trump-loving-breitbart-news-having-great-election-year-despite-massive-meltdown-2345760\">doing well</a>.</p> <p>If the Trumps don’t make it to the White House, the family patriarch may indeed start a new “media conglomerate”. But business history, not least Trump’s own business history, suggests a low-risk, low-grade propaganda house rather than a sprawling new cable empire. As his buddy Ailes has no doubt warned him, talk is cheap – but news is expensive. </p>",
  "<p>John Howard has pointed to the lessons of Donald Trump’s rise in the US to argue that buttressing the middle class is fundamental to enduring success in politics and preserving the stability and harmony of societies.<br></p> <p>In an interview before of the broadcast of a new series he has produced with the ABC about Robert Menzies, Howard told Guardian Australia it was during the Menzies period that the “great Australian middle class” emerged, and preserving a robust middle class was the “cement” holding societies together.</p> <p>“That’s the greatest strength that Australia has – we have more, proportionately, in the middle,” Howard said on Wednesday. “This is one of America’s problems and one of the explanations of the Trump phenomenon.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2016/feb/28/john-howard-says-he-trembles-at-thought-of-donald-trump-becoming-us-president\">John Howard says he 'trembles' at thought of Donald Trump becoming US president</a> </p> </aside>  <p>“I think there is truth in the argument that [Trump] is appealing to people who have suffered,” he said. “Their incomes have fallen, many of them have lost their jobs, the statistics tell a vivid story – people are just worse off now, in the middle.”</p> <p>The former prime minister declined to be drawn on contemporary politics, replying “next question” when asked what Malcolm Turnbull could learn from the person who founded the modern Liberal party.</p> <p>But he made general observations when asked about the lessons contemporary politics could draw from the Menzies prime ministership.</p> <p>Howard noted the bedrock of Menzies’ success, and his own, was an ongoing dialogue with the middle class. “Very much so. It, more than anything else, holds the country together,” he said.</p> <p>“It reinforces the notion of fairness and egalitarianism. It stands to reason that if you have a large middle class then the nation is more cohesive and people aren’t conscious of gaps.</p> <p>“We still have people who need to be looked after, we have people who are poor and people who are in need of government assistance and we have some people who are very well off.</p> <p>“My philosophy is I don’t mind people having a lot of money provided they get it honestly and they pay their tax. I have absolutely no objection. I believe in capitalism.</p> <p>“But the issue is the great bulk of the people in the middle. The stronger and larger the middle class is, the more stable the country is. History is on the side of that argument. You only have to examine the history of Europe in Australia to understand that.</p> <p>“[Buttressing the middle class] has been very much part of the national cement and it’s very important to keep it. You keep it through a range of policy approaches on a whole raft of policy issues, and obviously fundamental is a stable economy.</p> <p>“A stable economy is produced by a range of policies according to the circumstances of the day, but I don’t want to get into that. It’s not the purpose of the interview.”</p> <p>Howard also nominated consistency and strong cabinet processes as lessons that could be drawn in the modern political era from the success of Menzies, who was prime minister for more than 18 years. He said successful prime ministers understood Australian politics was “a combination of the desirable and the achievable. You are successful if you can achieve the optimum blend of those two things.”</p> <p>Howard said leaders needed ideology and pragmatism. “You need both. You’ve got to believe in things, and one of his great strengths was he did believe in things and people were in no doubt as to where he stood or where he would jump on issues, but he was also a pragmatist with great political skills.”</p> <p>He noted that Menzies had not been a presidential figure but an “orthodox cabinet prime minister” who was very attentive to the views of his backbench. He also understood the “cardinal importance” of a united Coalition.</p> <p>“That is something that has always been a key element of our success. He understood it, Fraser understood it, I understood it and of course Abbott and Turnbull have practised that as well.”</p> <p>In the series that airs on the ABC on 18 and 25 September, Howard interviews the former Labor prime minister Bob Hawke about the Menzies period. “The Labor left critique of Menzies is they were wasted years.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/aug/30/america-problems-obama-fault-george-w-bush-election-2016\">America's problems aren't Obama's fault. They're George W Bush's | Richard Wolffe</a> </p> </aside>  <p>Howard said both his book on Menzies, and the television series, were an effort to refute that suggestion. He addresses the major events of the Menzies period and backs the decision to commit Australia to the Vietnam war.</p> <p>Halting the advance of communism through east Asia was an aspiration he would have “probably” subscribed to in the 1960s, he said. He reasoned you can only ever answer whether a decision was right or wrong by “putting yourself in the shoes of the decision maker at the time”.</p> <p>“Obviously decisions are taken and then subsequent events might cast a different light on the decision,” Howard said on Wednesday.</p> <p>“What I say in the program is if I had been in Menzies’ shoes in the 1960s I would have taken the same decision as he did. And why? He quite rightly judged that involvement in Vietnam was important in relation to the alliance with the US and the maintenance of American interest in our part of the world then.</p> <p>“In the 1960s that was seen as an even higher priority than it is now. I regarded the context of that decision – and context is everything – as justifying the decision he took.”</p>",
  "<div id=\"block-57c63679e4b04fe839bc50c6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-31T01:47:53.068Z\">2.47am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today in Campaign 2016</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"6dfef3fb453e5489d4c947193252f35c60debc39\"> <img src=\"https://media.guim.co.uk/6dfef3fb453e5489d4c947193252f35c60debc39/0_0_5184_3456/1000.jpg\" alt=\"Donald Trump.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump.</span> <span class=\"element-image__credit\">Photograph: Gerald Herbert/AP</span> </figcaption> </figure>  <ul> <li><strong>Late-breaking news: </strong><a href=\"https://www.washingtonpost.com/politics/trump-considers-last-minute-meeting-in-mexico-with-the-countrys-president/2016/08/30/5a694790-6f12-11e6-9705-23e51a2f424d_story.html?postshare=4941472604369934&amp;tid=ss_tw\">The Washington Post reports</a> that Republican presidential nominee Donald Trump is considering a last-minute meeting with Mexican president Enrique Peña Nieto tomorrow in Mexico City, hours before he is scheduled to deliver a major address on immigration in Phoenix aimed at clarifying his increasingly murky stance on the issue.</li> <li>The State Department says about 30 emails that may be related to the 2012 attack on U.S. compounds in Benghazi, Libya, are among the thousands of Hillary Clinton emails recovered during the FBI’s recently closed investigation into her use of a private server.</li> <li><a href=\"https://www.theguardian.com/us-news/marco-rubio\">Marco Rubio</a> has launched his political comeback with a decisive victory in the Florida primary that sets up a battle with Democrats for control of the US Senate in November. Despite announcing his <a href=\"https://www.theguardian.com/us-news/2016/jun/22/marco-rubio-re-election-florida-senate-seat\">decision to seek re-election</a> only two months ago, the freshman senator saw off a challenge from Trump-supporting real estate developer Carlos Beruff to win the Republican nomination by a comfortable 71 percentage points to 19 in tonight’s contest.<br></li> <li>In an <a href=\"http://www.msnbc.com/rachel-maddow/watch/trump-s-doctor-softens-on-trump-s-health-754038339539\">interview with MSNBC</a>, Donald Trump’s gastroenterologist implied that he has had access to Hillary Clinton’s medical records, and what he has seen of the former secretary of state’s medical history is “really not so good”. The admission by Dr. Harold Bornstein - a likely violation of the Health Insurance Portability and Accountability Act, if Bornstein is indeed referring to Clinton’s private medical records - came as part of a longer interview with MSNBC in which Bornstein attempted to play down the four-paragraph letter he penned in December that claimed Trump “will be the healthiest individual ever elected to the presidency” if he is elected.</li> </ul> </div>   </div> <div id=\"block-57c63385e4b0f6cb856288e3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-31T01:34:29.208Z\">2.34am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Debbie Wasserman Schultz wins primary</h2>  <div class=\"block-elements\">  <p>Florida congresswoman and former head of the Democratic National Committee Debbie Wasserman Schultz has won her Democratic primary, according to the Associated Press, winning 58% of the vote in Florida’s 23rd District with 56% of precincts reporting, compared to 43% for law professor Tim Canova.</p> <p>Canova raised more than $3m after Vermont senator Bernie Sanders called for his election following Schultz’s resignation from the chairship of the DNC after leaked emails revealed a climate of anti-Sanders sentiment in the upper echelons of the DNC.</p> </div>   </div> <div id=\"block-57c63089e4b04fe839bc50c1\" class=\"block\" data-block-contributor=\"profile/dan-roberts\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-31T01:22:13.909Z\">2.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>The Guardian’s <strong>Dan Roberts</strong> has more on Marco Rubio’s victory in the Florida primary:</em></p>  <figure class=\"element element-image\" data-media-id=\"41a8a2aac59dbe0e06959f1dc1640782e87fced4\"> <img src=\"https://media.guim.co.uk/41a8a2aac59dbe0e06959f1dc1640782e87fced4/0_0_3000_1801/1000.jpg\" alt=\"Marco Rubio.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Marco Rubio.</span> <span class=\"element-image__credit\">Photograph: Joe Raedle/Getty Images</span> </figcaption> </figure>  <p><a href=\"https://www.theguardian.com/us-news/marco-rubio\">Marco Rubio</a> has launched his political comeback with a decisive victory in the Florida primary that sets up a battle with Democrats for control of the US Senate in November.<br></p> <p>Despite announcing his <a href=\"https://www.theguardian.com/us-news/2016/jun/22/marco-rubio-re-election-florida-senate-seat\">decision to seek re-election</a> only two months ago, the freshman senator saw off a challenge from Trump-supporting real estate developer Carlos Beruff to win the Republican nomination by a comfortable 71 percentage points to 19 in Tuesday’s contest.</p> <p>Previously, Rubio had announced his retirement from politics after losing his home state to Trump by some 20 points in the presidential primary election. He was persuaded to change his mind as Republican leaders in Washington sensed that the senate race in the state could prove pivotal.</p> <p>On Tuesday night the Associated Press also projected <a href=\"https://www.theguardian.com/us-news/florida\">Florida</a> congressman Patrick Murphy had won the Democratic nomination to run for the Senate – by a margin of 59 to 18 percentage points. It sets up a tight race with Rubio in November, who is now narrow favourite to hold the state and could prevent Democrats netting the four seats nationwide they may need to swing control of the Senate.</p> <p>Murphy saw off a lackluster challenge from a once promising leftwing fireband, Alan Grayson, who was badly damaged by <a href=\"http://www.politico.com/story/2016/07/alan-grayson-wife-florida-226090\">domestic abuse allegations</a> and <a href=\"http://www.politico.com/story/2016/07/alan-grayson-politico-reporter-226219\">reacted angrily</a> to probes into his background.</p> <p>It looked to be a disappointing night overall for the progressive wing of the Democratic party, which had also hoped to unseat the former Democratic National Committee chair Debbie Wasserman Schultz after she was seen to take sides against Bernie Sanders in the presidential race.<br></p> <p>Sanders endorsed the anti-establishment candidate Tim Canova in the 23rd House District around Miami, but he was trailing Wasserman Schulz by some 16 percentage points by the time of the Senate declarations.</p> <p>Canova, who <a href=\"http://www.theatlantic.com/politics/archive/2016/08/canova-revolution-bernie-sanders-debbie-wasserman-schultz/497807/\">did not receive much direct support from Sanders</a>, hinted at a possible concession as soon as the polls closed, <a href=\"https://twitter.com/Tim_Canova/status/770759017702580225\">telling supporters</a>: “No matter what happens, we should all be proud of what we’ve accomplished in a short period of time.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/31/marco-rubio-wins-florida-senate-primary-as-tide-turns-against-trump\">Marco Rubio wins Florida senate primary as tide turns against Trump</a> </p> </aside> </div>   </div> <div id=\"block-57c62d6ae4b0f6cb856288da\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-31T01:08:51.918Z\">2.08am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump campaign manager in 2008: Clinton and Obama argued 'whether she should let him sit on the back of the bus'</h2>  <div class=\"block-elements\">  <p>Donald Trump’s new campaign manager, Kellyanne Conway, said that “Hillary and Obama were arguing about whether she should let him sit on the back of the bus of her presidential ticket” in an appearance on Larry King Live in 2008, a comment with racial undertones that the Democratic Coalition Against Trump is emphasizing in a video released of the remarks.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=kY4MR4-MJTI\"                                                                        > <iframe width=\"460\" height=\"345\" src=\"https://www.youtube-nocookie.com/embed/kY4MR4-MJTI?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-57c6293be4b0f6cb856288d6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-31T00:58:28.617Z\">1.58am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Report: Donald Trump considering trip to Mexico</h2>  <div class=\"block-elements\">  <p><a href=\"https://www.washingtonpost.com/politics/trump-considers-last-minute-meeting-in-mexico-with-the-countrys-president/2016/08/30/5a694790-6f12-11e6-9705-23e51a2f424d_story.html?postshare=4941472604369934&amp;tid=ss_tw\">The Washington Post reports</a> that Republican presidential nominee Donald Trump is considering a last-minute meeting with Mexican president Enrique Peña Nieto tomorrow in Mexico City, hours before he is scheduled to deliver a major address on immigration in Phoenix aimed at clarifying his increasingly murky stance on the issue.</p>  <figure class=\"element element-image\" data-media-id=\"d922196c2c49758caa18ed1e5e7f6488abc58c60\"> <img src=\"https://media.guim.co.uk/d922196c2c49758caa18ed1e5e7f6488abc58c60/0_0_3500_2373/1000.jpg\" alt=\"Mexican nationals deported from the US protest by graffitiing over an image of Donald Trump on a section of the border fence between Mexico and the United States.\" width=\"1000\" height=\"678\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mexican nationals deported from the US protest by graffitiing over an image of Donald Trump on a section of the border fence between Mexico and the United States.</span> <span class=\"element-image__credit\">Photograph: STRINGER/Reuters</span> </figcaption> </figure>  <p>Talks on logistics and security for the candidate’s potential visit are still ongoing between Trump’s campaign team and the Mexican government. Trump is scheduled to appear at fundraisers in California tomorrow morning, as well as deliver his immigration address in Phoenix at 6pm local time (9pm ET). The trip to Mexico City to meet with Nieto - who has previously invited Trump to debate him in Mexico - would occur somewhere in the middle of the day.</p> <p>The trip was first broached with the US embassy in Mexico City earlier this week, a fast-tracking of an international visit by an American presidential candidate that is typically planned over the course of weeks, not days.</p> <p>Trump’s approval ratings among Latino voters are historically bad, and his at-this-point theoretical relationship with Nieto’s government is even worse: Trump has long pledged to force Mexico to pay for a 2,000-mile border wall along the US-Mexico border, a suggestion Nieto responded to coldly.</p> <p>“No way,” Nieto <a href=\"http://www.cnn.com/videos/politics/2016/07/10/mexican-president-enrique-pena-nieto-trump-wall-sot-gps.cnn\">told CNN</a> earlier this year.</p> </div>   </div> <div id=\"block-57c628bbe4b0df5f040dbe4c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-31T00:45:51.759Z\">1.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Standing by.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/costareports/status/770783933449592832\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Standby... the Post has confirmed an explosive development in the campaign tonight... expected to happen, tho details still being sorted out</p>&mdash; Robert Costa (@costareports) <a href=\"https://twitter.com/costareports/status/770783933449592832\">August 31, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57c6266fe4b0f6cb856288cf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-31T00:37:38.747Z\">1.37am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Republican Governor <a href=\"https://www.theguardian.com/us-news/chris-christie\">Chris Christie</a> today vetoed an attempt to raise New Jersey’s minimum wage to $10.10 an hour in the next year and to at least $15 an hour over the next five.<br></p>  <figure class=\"element element-image\" data-media-id=\"8b517f62303c939fe1ed77e46eee3631f5d559b2\"> <img src=\"https://media.guim.co.uk/8b517f62303c939fe1ed77e46eee3631f5d559b2/0_0_4694_3207/1000.jpg\" alt=\"Chris Christie.\" width=\"1000\" height=\"683\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chris Christie.</span> <span class=\"element-image__credit\">Photograph: Mel Evans/AP</span> </figcaption> </figure>  <p>Christie said raising the minimum wage would burden small businesses and described the proposal as the “heavy hand of government”.</p> <p>Announcing his decision at an event at a market in Pennington, the governor said raising pay was the job of business owners.</p> <p>“All of this sounds great, raising the minimum wage, when you’re spending someone else’s money,” he said.</p> <p>Democrats, who control the statehouse, and liberal groups have put the legislation at the center of their agenda. The legislature sent Christie the measure in June. Democratic leaders say they will pursue a constitutional amendment to raise the minimum wage without the need for Christie’s approval.</p> <p>“The governor’s actions have only served to temporarily thwart a unified effort to raise <a href=\"https://www.theguardian.com/uk-news/new-jersey\">New Jersey</a> families and provide a much needed boost to our economy,” said Analilia Mejia, director of the left-leaning group NJ Working Families.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/30/chris-christie-vetoes-minimum-wage-hike-new-jersey\">Fight for $15: Chris Christie vetoes minimum wage hike in New Jersey</a> </p> </aside> </div>   </div> <div id=\"block-57c6240de4b0df5f040dbe3e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-31T00:27:51.640Z\">1.27am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Marco Rubio wins Florida senate primary</h2>  <div class=\"block-elements\">  <p>Republican senator and onetime presidential candidate Marco Rubio has won his primary in Florida this evening, and is set to face off against Florida congressman Patrick Murphy in the general election.</p>  <figure class=\"element element-image\" data-media-id=\"744209b0282682ac98f561266e14ae790d764c4e\"> <img src=\"https://media.guim.co.uk/744209b0282682ac98f561266e14ae790d764c4e/0_0_4372_2915/1000.jpg\" alt=\"Marco Rubio\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Marco Rubio</span> <span class=\"element-image__credit\">Photograph: Carlo Allegri/Reuters</span> </figcaption> </figure>  <p>At the time the Associated Press called the race, Rubio had won 71% of the vote to developer Carlos Beruff’s 20%; Murphy had won 59% to congressman Alan Grayson’s 18% and Pam Keith’s 15%.</p> <p>Rubio had originally intended to retire in the event of his race for the White House ending unsuccessfully, but his decision in June to re-enter the race nearly cleared the field of would-be Republican nominees.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-31T00:29:43.403Z\">at 1.29am BST</time></p>  </div> <div id=\"block-57c6149ae4b04fe839bc5094\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T23:19:58.058Z\">12.19am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Keeping an eye on Florida...</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mikedebonis/status/770762697034108933\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">No surprises in the early-vote <a href=\"https://twitter.com/hashtag/FLsen?src=hash\">#FLsen</a> returns <a href=\"https://t.co/qeIBQRttNO\">pic.twitter.com/qeIBQRttNO</a></p>&mdash; Mike DeBonis (@mikedebonis) <a href=\"https://twitter.com/mikedebonis/status/770762697034108933\">August 30, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57c61303e4b0df5f040dbe1a\" class=\"block\" data-block-contributor=\"profile/ben-jacobs\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T23:15:48.200Z\">12.15am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>The Guardian’s <strong>Ben Jacobs</strong> has more on former Texas governor Rick Perry joining the cast of Dancing With the Stars:</em></p>  <figure class=\"element element-image\" data-media-id=\"3b77d1ee63d1a0f3e506a7e35f5b9563ede52700\"> <img src=\"https://media.guim.co.uk/3b77d1ee63d1a0f3e506a7e35f5b9563ede52700/0_0_5940_3992/1000.jpg\" alt=\"Rick Perry.\" width=\"1000\" height=\"672\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rick Perry.</span> <span class=\"element-image__credit\">Photograph: Manuel Balce Ceneta/AP</span> </figcaption> </figure>  <p>Rick Perry <a href=\"https://www.theguardian.com/world/2011/nov/10/rick-perry-forgets-agency-scrap\">may have infamously forgotten</a> the third government agency he wanted to abolish in 2011 – but he’ll need to remember his dancing shoes this fall.<br></p> <p>The three-term governor of Texas and two-time failed Republican presidential candidate is appearing on the reality show Dancing With The Stars. According to <a href=\"http://www.etonline.com/news/196777_dancing_with_the_stars_derek_hough_confirms_return_cheryl_burke_set/\">a report from Entertainment Tonight</a><em>, </em>Perry will join Olympian Ryan Lochte, one-hit rapper Vanilla Ice and former NFL star Calvin Johnson on the televised dance competition.</p> <p>Although the show has been televised for 23 seasons, Perry will be only the second former elected official to take his turn twirling on stage.</p> <p>However, he won’t be the first competitor with close ties to the GOP. Past seasons have featured the former House majority leader Tom DeLay, who resigned in 2006 after being charged with campaign finance violations, as well as Sarah Palin’s daughter Bristol, and Antonio Sabato Jr, a former soap opera actor who spoke in support of Donald Trump in Cleveland in July.</p> <p>In the show’s most recent season Marla Maples, Trump’s ex-wife, finished 10th behind former NFL player Doug Flutie and ahead of actor Mischa Barton.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/30/dancing-with-the-stars-rick-perry-latest-attempt-to-shimmy-up-a-poll\">Dancing with the Stars: Rick Perry's latest attempt to shimmy up a poll</a> </p> </aside> </div>   </div> <div id=\"block-57c60c2fe4b04fe839bc508a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T23:09:07.796Z\">12.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump surrogate Pastor Mark Burns has re-tweeted the same image that landed him in hot water yesterday, only this time, without Hillary Clinton in blackface:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/pastormarkburns/status/770756721019092992\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Getting Your Head chopped off by ISIS is more important than a cartoon...Can You Hear Me Now?  <a href=\"https://twitter.com/hashtag/STOPTHEPANDERING?src=hash\">#STOPTHEPANDERING</a> <a href=\"https://t.co/jKfMmd1uYN\">pic.twitter.com/jKfMmd1uYN</a></p>&mdash; Pastor Mark Burns (@pastormarkburns) <a href=\"https://twitter.com/pastormarkburns/status/770756721019092992\">August 30, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57c6084ce4b0df5f040dbe0d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T22:33:29.157Z\">11.33pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Poll: 31% of Trump supporters support wall along Atlantic Ocean</h2>  <div class=\"block-elements\">  <p>In the darkest days of this presidential campaign, political reporters have come to rely on the good people at Public Policy Polling to answer the questions none of us thought to ask: How many people would choose being crushed by a giant meteor instead of electing Donald Trump or Hillary Clinton? Who plans on voting for Deez Nuts in the presidential election? Who’s winning, Jill Stein or Harambe?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ppppolls/status/759579980925927424\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Support for President: Gary Johnson 6%, Harambe 5%, Jill Stein 2%</p>&mdash; PublicPolicyPolling (@ppppolls) <a href=\"https://twitter.com/ppppolls/status/759579980925927424\">July 31, 2016</a></blockquote>  </figure>  <p><a href=\"http://www.publicpolicypolling.com/main/2016/08/clinton-national-lead-steady.html\">In its latest poll</a>, PPP found that in addition to widely supporting Trump’s signature policy proposal of building a wall along America’s border with Mexico, nearly one in three - 31% - of the Republican presidential nominee’s followers support building a wall along the Atlantic Ocean to keep Muslims from entering the country from the Middle East.</p> <p>PPP found that 52% are opposed to that idea.</p> </div>   </div> <div id=\"block-57c6047ce4b0f6cb8562889b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T22:19:47.961Z\">11.19pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump's doctor: I've seen Hillary Clinton's medical history, and it's 'not so good'</h2>  <div class=\"block-elements\">  <p>In an <a href=\"http://www.msnbc.com/rachel-maddow/watch/trump-s-doctor-softens-on-trump-s-health-754038339539\">interview with MSNBC</a>, Donald Trump’s gastroenterologist implied that he has had access to Hillary Clinton’s medical records, and what he has seen of the former secretary of state’s medical history is “really not so good”.</p> <p>The admission by Dr. Harold Bornstein - a likely violation of the Health Insurance Portability and Accountability Act, if Bornstein is indeed referring to Clinton’s private medical records - came as part of a longer interview with MSNBC in which Bornstein attempted to play down the four-paragraph letter he penned in December that claimed Trump “will be the healthiest individual ever elected to the presidency” if he is elected.</p> <p>That letter, penned in five minutes as he awaited a Trump Organization limousine, was the result of a request from Trump himself, Bornstein told MSNBC:</p> <p>“I guess he called and he said the Clinton organization was going to publish a letter on her health, and I know her physician, and I know some of her health history, which is really not so good, so I said ‘Why not. I would do that for you too,’” Bornstein said. </p> <p>The letter describing Trump as profoundly healthy was released in response to letter released by Dr. Lisa Bardack, Clinton’s personal physician, that discussed her own health history. </p> </div>   </div> <div id=\"block-57c5fdf7e4b0df5f040dbe09\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T21:44:13.319Z\">10.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Carly Fiorina is campaigning on behalf of the first Republican member of the House of Representatives to explicitly run against Donald Trump.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CarlyFiorina/status/770737901231484928\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Had so much fun in Colorado—they’re in good hands with strong conservative leaders like <a href=\"https://twitter.com/RepMikeCoffman\">@RepMikeCoffman</a>! <a href=\"https://t.co/EqLII6FnuA\">pic.twitter.com/EqLII6FnuA</a></p>&mdash; Carly Fiorina (@CarlyFiorina) <a href=\"https://twitter.com/CarlyFiorina/status/770737901231484928\">August 30, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-30T22:10:01.125Z\">at 11.10pm BST</time></p>  </div> <div id=\"block-57c5f70de4b0f6cb85628892\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T21:18:54.585Z\">10.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Sean Hannity went on an extended rant on his radio program today blaming the #NeverTrump movement for the Republican presidential nominee’s polling woes, telling conservative commentators and politicians like Glenn Beck and Texas senator Ted Cruz that if Hillary Clinton wins the presidential election this November, it will be on their heads.</p> <p>“You own Hillary Clinton. National Review, you own it. Glenn Beck, you own it. Ted Cruz, you own it,” said Hannity, a Trump supporter. “She wins, I’m blaming all of you,, you own all of her policies.”</p> <p>“Well, let me just say to all of you,” Hannity continued, after naming numerous members of the Republican party who have disowned Trump. “And that includes the commentator class. That includes the Jonah Goldberg class, that includes radio talk show hosts. Glenn Beck is like on a - it’s a holy war for him at this point. I mean, he’s off the rails attacking me every day. Blaming me for Trump. Well, no. I was fair to everybody, Glenn. Whether you want to admit it or not. I know I was fair. My conscience is clear. And I, frankly, I’m proud to pull the lever for Donald Trump with a clear conscience.”</p> </div>   </div> <div id=\"block-57c5f420e4b04fe839bc5079\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T21:01:33.700Z\">10.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Just give us <em>something</em> with a little flair.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/scottbix/status/770728050522742784\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">From a GOP presidential candidate, this is huge!<br><br>From a design perspective, this is trash. <a href=\"https://t.co/KYugAmYApz\">https://t.co/KYugAmYApz</a> <a href=\"https://t.co/UeN4k9UVNM\">pic.twitter.com/UeN4k9UVNM</a></p>&mdash; Scott Bixby (@scottbix) <a href=\"https://twitter.com/scottbix/status/770728050522742784\">August 30, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57c5efb4e4b0df5f040dbdec\" class=\"block\" data-block-contributor=\"profile/nicole-puglise\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T20:42:48.035Z\">9.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The pharmaceutical company Mylan is facing more political pressure to confront the price hike of EpiPen after 20 US senators, including <a href=\"https://www.theguardian.com/us-news/elizabeth-warren\">Elizabeth Warren</a> and Bernie Sanders, sent an open letter on Tuesday to the company criticising its “exorbitantly expensive” price hikes.</p> <p>Reports emerged last week that the company had implemented a series of <a href=\"https://www.theguardian.com/business/2016/aug/24/epipen-ceo-hiked-prices-heather-bresch-mylan\">gradual price increases</a> inflating the price of the drug from $56.64 to $317.82, a 461% increase in cost since Mylan acquired the rights to EpiPen in 2007. During that same time, Heather Bresch, chief executive officer of Mylan, saw her pay rise $2,453,456 <a href=\"http://www.nbcnews.com/business/consumer/mylan-execs-gave-themselves-raises-they-hiked-epipen-prices-n636591?cid=sm_fb\">to $18,931,068</a>, a 671% increase<em>. </em>Last week, she <a href=\"https://www.theguardian.com/business/2016/aug/27/mylan-ceo-sold-stock-epipen-price-hike-heather-bresch\">sold 100,200 of her shares</a> in the company for more than $5m.</p> <p>“The EpiPen auto-injector delivers a life-saving dose of epinephrine to patients suffering from anaphylaxis. Anaphylactic shock can lead to serious injury or death if untreated; thus, making sure the EpiPen is readily available for use is a critical part of life for millions of Americans living with severe allergies,” the Democratic senators wrote in the eight-page letter addressed to Bresch.</p> <p>“The EpiPen, however, has become so exorbitantly expensive that access to this life-saving combination product is in jeopardy for many Americans.</p> <p>“Mylan’s near monopoly on the epinephrine auto-injector market has allowed you to increase prices well beyond those that are justified by any increase in the costs of manufacturing the EpiPen,” the senators wrote.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/aug/30/epipen-mylan-price-increase-senators-letter-warren-sanders\">'Exorbitantly expensive' EpiPen prompts letter from 20 US senators</a> </p> </aside> </div>   </div> <div id=\"block-57c5e61fe4b0f6cb8562886a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T20:08:46.690Z\">9.08pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump's reporting pool to include blacklisted outlets</h2>  <div class=\"block-elements\">  <p>Donald Trump’s presidential campaign has, at long last, debuted its print pool of reporters, which includes news outlets like the Washington Post, Politico, Buzzfeed News and the Huffington Post, all of which have been blacklisted from attending Trump’s events in official capacities for months, <a href=\"http://www.politico.com/blogs/on-media/2016/08/trump-media-blacklist-pool-rotation-227554\">according to Politico</a>.</p> <p>The print pool - a rotating cast of reporters that follow the candidate’s daily movements in order to share resources with other pool members, avoiding redundancy and expenses - is a tradition for most presidential campaigns, but the Trump camp’s hostility to the idea (and the press in general) has delayed its creation.</p> <p>It’s unclear whether the informal blacklist against certain outlets and reporters will continue upon the pool’s creation. Most journalists from blacklisted outlets have had their credentials to Trump’s events denied for months, forced to enter and file as members of the public and occasionally kicked out of venues anyway.</p> <p>The inclusion of blacklisted outlets in the pool may mean that reporters who cover Trump one week from the pool may be banned from even attending his rallies the next.</p> </div>   </div> <div id=\"block-57c5e4c1e4b0df5f040dbdde\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T20:00:32.556Z\">9.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The most powerful fundraisers in Republican politics are cutting their pursestrings in the race for the US Senate in Ohio, suggesting that incumbent Rob Portman has all but locked up his reelection.</p> <p><a href=\"http://thehill.com/blogs/ballot-box/presidential-races/293854-exclusive-kochs-pull-out-of-ohio-senate-race\">According to a report from the Hill</a>, the so-called “Koch network” of donors and operatives on the dole from billionaire industrialists Charles and David Koch has cancelled $2.1m in advertising meant to bolster Portman’s chances against former Ohio governor Ted Strickland. The Koch network has already poured more than $10m into the race in advertising dollars, with the results to show it: Portman currently leads Strickland by <a href=\"http://www.realclearpolitics.com/epolls/2016/senate/oh/ohio_senate_portman_vs_strickland-5386.html#polls\">roughly seven points</a> in an aggregate of polls, and Democrats have shown signs of giving up on Portman’s seat as part of their plan to retake control of the senate.</p> <p>“Rob Portman has run one of the strongest campaigns of the cycle, he maintains a significant lead in virtually every poll, and the dynamics of the race have changed,” Koch network spokesman James Davis told the Hill.</p> <p>“We will remain on air through September 14th with our current ads, but given Portman’s strong position in the race, we are going to drop the remaining reservation and reserve flexibility over future spending.”</p> </div>   </div> <div id=\"block-57c5e2c2e4b04fe839bc5055\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T19:48:02.236Z\">8.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>CNN’s Phil Mattingly says that Trump supporters have been told that Donald Trump’s appearance in Snohomish County, Washington - where Barack Obama beat Mitt Romney by 17 points in the 2012 lection - will likely be his last in the liberal Pacific Northwest:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Phil_Mattingly/status/770709070533668865\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">folks in line at Trump&#39;s WA event say they were told this is Trump&#39;s last rally in this part of the country, so they felt they had to come</p>&mdash; Phil Mattingly (@Phil_Mattingly) <a href=\"https://twitter.com/Phil_Mattingly/status/770709070533668865\">August 30, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57c5e21de4b04fe839bc5054\" class=\"block\" data-block-contributor=\"profile/davidsmith\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T19:46:07.213Z\">8.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Preparations for the first presidential debate in four weeks vary wildly between candidates, <em>our man in Washington <strong>David Smith</strong> reports</em>, with Hillary Clinton said to be deep in books and Donald Trump taking a more freewheeling approach.</p>  <figure class=\"element element-image\" data-media-id=\"5a295e41827646d690d13640a901a72f5b36b7aa\"> <img src=\"https://media.guim.co.uk/5a295e41827646d690d13640a901a72f5b36b7aa/0_0_5000_3000/1000.jpg\" alt=\"Donald Trump and Hillary Clinton.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump and Hillary Clinton.</span> <span class=\"element-image__credit\">Composite: AP &amp; Reuters</span> </figcaption> </figure>  <p>It is being described as the political equivalent of the Super Bowl, World Cup final and Rumble in the Jungle rolled into one – or the smartest person in the room versus the class clown.</p> <p>When <a href=\"https://www.theguardian.com/us-news/hillary-clinton\">Hillary Clinton</a> faces Donald Trump in the first presidential debate on 26 September, a record TV audience of tens of millions is expected to watch a fascinating clash of styles that could go a long way to determining who wins the White House.</p> <p>Clinton, the Democratic candidate, is said to be deep in books and painstaking rehearsal, mastering every policy detail and leaving nothing to chance. Republican rival Trump, characteristically, is understood to be taking a more freewheeling approach, hoping that his experience as a reality TV celebrity will carry the day.</p> <p>“It’s really different this time because Trump is such a wild card,” said <a href=\"https://twitter.com/lanheechen?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Lanhee Chen</a>, who helped prepare Senator Marco Rubio for this year’s <a href=\"https://www.theguardian.com/us-news/2016/mar/10/republican-debate-trump-rubio-cruz-kasich-policy-us-election\">Republican primary debates</a> against Trump. “The most important thing as someone facing him is to have your own strategy and not get thrown off. The danger is to chase ever shiny objects that he throws out there. She should ignore the shiny objects and stay disciplined.”</p> <p>The first contest, at Hofstra University on Long Island, New York, will take place 56 years to the day after the first ever televised debate between John F Kennedy and Richard Nixon; the more telegenic Kennedy went on to win a narrow election. The setpiece duels have not always been so consequential, but there is a sense that, in this most extraordinary of election years, Clinton v Trump could be a game changer.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/30/donald-trump-hillary-clinton-first-debate\">Clinton v Trump: first election debate set to be fascinating clash of styles</a> </p> </aside> </div>   </div> <div id=\"block-57c5de09e4b0df5f040dbdd2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T19:30:29.682Z\">8.30pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">FBI found up to 30 new Clinton emails on Benghazi, state department says</h2>  <div class=\"block-elements\">  <p>The State Department says about 30 emails that may be related to the 2012 attack on U.S. compounds in Benghazi, Libya, are among the thousands of Hillary Clinton emails recovered during the FBI’s recently closed investigation into her use of a private server, AP reports:</p> <blockquote class=\"quoted\"> <p>Government lawyers told U.S. District Court Judge Amit P. Mehta Tuesday that an undetermined number of the emails among the 30 were not included in the 55,000 pages previously provided by Clinton. The State Department’s lawyer said it would need until the end of September to review the emails and redact potentially classified information before they are released.</p> <p>Mehta questioned why it would take so long to release so few documents, and urged that the process be sped up. He ordered the department to report to him in a week with more details about why the review process would take a full month.</p> <p>The hearing was held in one of several lawsuits filed by the conservative legal group Judicial Watch, which has sued over access to government records involving the Democratic presidential nominee. The State Department has said the FBI provided it with about 14,900 emails purported not to have been among those previously released.</p> <p>Clinton previously had said she withheld and deleted only personal emails not related to her duties as secretary of state. With the November election little more than two months away, Republicans are pressing for the release of as many documents related to Clinton as possible.</p> </blockquote> </div>   </div> <div id=\"block-57c5da9ee4b0df5f040dbdcf\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T19:16:36.436Z\">8.16pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Obama commutes sentences for 111 drug offenders</h2>  <div class=\"block-elements\">  <p>The White House has listed the names of 111 federal inmates whose sentences for drug offenses the president has just commuted: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AP_Politics/status/770700403499499521\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">BREAKING: Obama cuts sentences of 111 federal inmates, new commutations for those convicted of drug offenses.</p>&mdash; AP Politics (@AP_Politics) <a href=\"https://twitter.com/AP_Politics/status/770700403499499521\">August 30, 2016</a></blockquote>  </figure>  <p>Here are the first five on the list: <br></p> <p>· Malik Abuhamid Ibm Wakil Abdunafi – Baltimore, MD<br>Offense: Conspiracy to distribute and possess with intent to distribute at least 500 grams of cocaine, at least 50 grams of cocaine base (crack), heroin, and marijuana; distribution of cocaine and cocaine base (crack); distribution of heroin; possession with intent to distribute more than 500 grams of cocaine, at least five grams of cocaine base (crack), heroin, and marijuana; Middle District of Pennsylvania<br>Sentence: 240 months’ imprisonment; 10 years’ supervised release; $100,000 forfeiture (August 31, 2007)</p> <p>Commutation Grant: Prison sentence commuted to expire on December 28, 2016, and obligation and payment of forfeiture remitted. </p> <p>· Quentin C. Adams – St. Louis, MO<br>Offense: Conspiracy to distribute cocaine base; possession with intent to distribute cocaine base (two counts); distribution of cocaine base; Western District of Missouri<br>Sentence: Life imprisonment; eight years’ supervised release (June 15, 2005)</p> <p>Commutation Grant: Prison sentence commuted to a term of 262 months’ imprisonment.</p> <p>· Sly Stallone Aikens – Hickory Grove, SC<br>Offense: Knowingly using and carrying a firearm during and in relation to, and possessing the firearm in furtherance of, a drug trafficking crime (two counts); District of South Carolina<br>Sentence: 360 months’ imprisonment; five years’ supervised release (April 29, 2005); amended to 235 months’ imprisonment (September 28, 2006)</p> <p>Commutation Grant: Prison sentence commuted to a term of 180 months’ imprisonment.</p> <p>· Michael Alexander – Charlotte, NC<br>Offense: Conspiracy to possess with intent to distribute cocaine and cocaine base; Western District of North Carolina<br>Sentence: 240 months’ imprisonment; 10 years’ supervised release (October 23, 2006)</p> <p>Commutation Grant: Prison sentence commuted to expire on December 28, 2016.</p> <p>· Alfonso Allen – Miami, FL<br>Offense: Conspiracy to distribute 50 grams or more of cocaine base; distribution of cocaine base (two counts); possession with intent to distribute cocaine, cocaine base and marijuana; possession of a short barreled shotgun in furtherance of a felony drug offense; possession of a firearm by a convicted felon; possession of an unregistered short barreled shotgun; Southern District of Florida<br>Sentence: Life plus 10 years’ imprisonment; 10 years’ supervised release (August 25, 2009)</p> <p>Commutation Grant: Prison sentence commuted to a term of 360 months’ imprisonment.</p> </div>   </div> <div id=\"block-57c5c90be4b04fe839bc502c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T18:01:00.377Z\">7.01pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump son says deportation plan remains 'the same'</h2>  <div class=\"block-elements\">  <p>Rush Limbaugh is going to flip when he hears this. Donald Trump’s <strong>plan remains to deport all undocumented migrants, </strong>Donald Trump Jr tells CNN’s Anderson Cooper. “That’s been the same, correct,” DTJ says.</p> <p>Yesterday Limbaugh <a href=\"https://www.theguardian.com/us-news/live/2016/aug/30/donald-trump-hillary-clinton-hacking-threat-election-live?page=with:block-57c5aa4be4b0df5f040dbd69#block-57c5aa4be4b0df5f040dbd69\">told listeners</a> “I never took [Trump] seriously” on his stated plan to deport all undocumented migrants.</p> <p>Who looks silly now, Rush Limbaugh. </p> <p>Transcript via CBS News’ Sopan Deb:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SopanDeb/status/770681135185571840\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Finally an answer on this. Don Trump Jr. tells CNN that Trump is still wants to deport all undocumented immigrants: <a href=\"https://t.co/hr0hbzHVCw\">pic.twitter.com/hr0hbzHVCw</a></p>&mdash; Sopan Deb (@SopanDeb) <a href=\"https://twitter.com/SopanDeb/status/770681135185571840\">August 30, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-30T18:06:20.917Z\">at 7.06pm BST</time></p>  </div> <div id=\"block-57c5c472e4b0f6cb8562882b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T17:42:15.672Z\">6.42pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Kaine says Trump's health disclosures insufficient</h2>  <div class=\"block-elements\">  <p>Clinton running mate Tim Kaine gets into the questions about Hillary Clinton’s health raised by Rudy Giuliani and other Trump surrogates. </p> <p>What about Trump’s health, Kaine asks. <br></p> <p>“Every presidential candidate should prove.. that they’re healthy enough,” Kaine says.</p> <p>As for the “conspiracy theories” about Clinton’s health, “can I give you an up-close-and-personal on this?” Kaine asks.<br></p> <p>“I have been on the trail with Hillary for five weeks and I can barely keep up with her. I’ve been on the trail five weeks. She’s been going for 17 months.”</p> <p>“Trump is the guy who released a medical note from his doctor that... even said, Trump would be the healthiest individual to serve as president in the history of the country.</p> <p>“I’d like to see him go one-on-one with president Obama, but that’s for another day...”</p> <p>“Is that the standard that the American voter is entitled to?</p> <p>“Hillary Clinton has met every test of disclosure we expect... Donald Trump has failed all of these tests miserably.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-30T17:45:22.816Z\">at 6.45pm BST</time></p>  </div> <div id=\"block-57c5c2ffe4b0f6cb85628827\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T17:32:07.526Z\">6.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Tim Kaine is speaking now in Erie, Pennsylvania – watch live:</p>  <figure class=\"element element-embed\" data-alt=\"kaine\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57c5c1b66add94c00b263b7c?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57c5c1b9e4b0df5f040dbda8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T17:31:02.582Z\">6.31pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump models worked without visas – report</h2>  <div class=\"block-elements\">  <p>Former models who worked with Donald Trump’s Trump Model Management have told Mother Jones that they worked in the United States without the appropriate visas and faced steep expenses charged by their employer.</p> <p>From the Mother Jones piece:</p> <blockquote class=\"quoted\"> <p>According to a <a href=\"http://www.motherjones.com/politics/2016/05/donald-trump-personal-financial-disclosure\">financial disclosure</a> filed by his campaign in May, Donald Trump earned nearly $2 million from the company, in which he holds an 85 percent stake. Meanwhile, some former Trump models say they barely made any money working for the agency because of the high fees for rent and other expenses that were charged by the company. [...]</p> <p>Two other former Trump models—who requested anonymity to speak freely about their experiences, and who we are giving the pseudonyms Anna and Kate—said the agency never obtained work visas on their behalf, even as they performed modeling assignments in the United States. </p> </blockquote> <p>The Trump campaign declined to answer questions about Trump Model Management’s use of foreign labor. <a href=\"http://www.motherjones.com/politics/2016/08/donald-trump-models-illegal-immigration\">Read the full piece here</a>. </p> </div>   </div> <div id=\"block-57c5b12ce4b04fe839bc4fef\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T17:17:56.605Z\">6.17pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton holds healthy Pennsylvania lead – poll</h2>  <div class=\"block-elements\">  <p>A new Monmouth University poll of likely Pennsylvania voters shows Hillary Clinton leading Donald Trump by eight points, 48-40, in a four-way presidential race. Libertarian candidate Gary Johnson gets 6% in the poll and 1% back Jill Stein, while 4% are undecided. </p> <p>The poll also finds the Democratic candidate, Katie McGinty, with an edge in the US senate race over incumbent Pat Toomey. Polling averages have the race <a href=\"http://elections.huffingtonpost.com/pollster/2016-pennsylvania-senate-toomey-vs-mcginty\">neck-and-neck</a>.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/770667562086469632\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">New Monmouth poll of Pennsylvania<br><br>President<br>Clinton: 48%<br>Trump: 40%<br><br>Senate<br><br>McGinity: 45%<br>Toomey: 41%</p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/770667562086469632\">August 30, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ForecasterEnten/status/770668186605875201\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I am shocked. Shocked. Shocked that a poll that calls cell-phones finds Clinton with a larger lead in PA than one that didn&#39;t.</p>&mdash; (((Harry Enten))) (@ForecasterEnten) <a href=\"https://twitter.com/ForecasterEnten/status/770668186605875201\">August 30, 2016</a></blockquote>  </figure>  <p>The latest installment of the NBC / Survey Monkey national tracking poll, conducted online from August 22 through August 28 among registered voters, has <strong>Clinton ahead of Trump by six points, 48-42</strong>. Last week, Clinton led Trump in the tracking poll by 8 points. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sahilkapur/status/770653481187303424\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">New <a href=\"https://twitter.com/ppppolls\">@PPPpolls</a> (national)<br><br>Clinton 42%<br>Trump 37%<br>Johnson 6%<br>Stein 4%<br>McMullin 1%<br>[undecided] 10%<br><br>***<br><br>Fav/unfav<br><br>Clinton 41/52<br>Trump 33/60</p>&mdash; Sahil Kapur (@sahilkapur) <a href=\"https://twitter.com/sahilkapur/status/770653481187303424\">August 30, 2016</a></blockquote>  </figure>  <p>Does that mean the race is tightening? FiveThirtyEight’s Nate Silver points out that Clinton’s numbers appear to have settled a bit, while Trump’s are stagnant:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NateSilver538/status/770653010930401280\">  <blockquote class=\"twitter-tweet\"><p lang=\"de\" dir=\"ltr\">Trump national polling average<br>Aug. 9: 37.8<br>Aug. 16: 36.7<br>Aug. 23: 37.3<br>Aug. 30: 37.7</p>&mdash; Nate Silver (@NateSilver538) <a href=\"https://twitter.com/NateSilver538/status/770653010930401280\">August 30, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NateSilver538/status/770653615916810240\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">So, not clear that Trump is improving, so much as Clinton is declining. People maybe jumped the gun in declaring her convention bounce over.</p>&mdash; Nate Silver (@NateSilver538) <a href=\"https://twitter.com/NateSilver538/status/770653615916810240\">August 30, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-30T17:18:38.777Z\">at 6.18pm BST</time></p>  </div> <div id=\"block-57c5bb8ce4b0f6cb8562880f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T17:08:15.494Z\">6.08pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump misplaces Steinbrenner with Mets</h2>  <div class=\"block-elements\">  <p>The Washington Post today posted thousands of documents upon which were built the recently published newsroom book Trump Revealed:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mffisher/status/770586716302368768\">  <blockquote class=\"twitter-tweet\" data-cards=\"hidden\"><p lang=\"en\" dir=\"ltr\">Just posted: Tens of thousands of pages of documents we used to write &quot;Trump Revealed.&quot; Rummage around:  <a href=\"https://t.co/slPzOj0DhA\">https://t.co/slPzOj0DhA</a></p>&mdash; Marc Fisher (@mffisher) <a href=\"https://twitter.com/mffisher/status/770586716302368768\">August 30, 2016</a></blockquote>  </figure>  <p>The documents include transcripts of interviews with Trump. </p> <p>In one of the transcripts, the internet has noticed, Trump refers to the “Mets’ George Steinbrenner.” Steinbrenner, who died in 2010, owned the Yankees, not the Mets. What Trump said is like referring to “Boston Celtics star Michael Jordan” or the “Lakers’ Mark Cuban.” </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/markusoff/status/770661882638237697\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Donald Trump knows New York base ball. (from <a href=\"https://twitter.com/washingtonpost\">@washingtonpost</a> transcript) <a href=\"https://t.co/zG0wdeckwd\">https://t.co/zG0wdeckwd</a> <a href=\"https://t.co/4pDce4r29j\">pic.twitter.com/4pDce4r29j</a></p>&mdash; Jason Markusoff (@markusoff) <a href=\"https://twitter.com/markusoff/status/770661882638237697\">August 30, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57c5aa4be4b0df5f040dbd69\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T15:56:12.384Z\">4.56pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Limbaugh: 'I never took [Trump] seriously' on deportation force</h2>  <div class=\"block-elements\">  <p>Conservative radio host Rush Limbaugh, a primary source of information for Republican primary voters, said on his show Monday that “I never took him seriously” on Trump’s vow to deport the 11-12 million undocumented migrants in the United States.</p> <p>Last fall, Trump repeatedly called for a “deportation force” to conduct the expulsions. Competing primary candidates were not willing to follow him to that policy extreme. They lost.</p> <p>It appears now that Trump no longer supports a deportation force – the candidate is due to roll out his immigration policy proposals, again, in a speech in Phoenix tomorrow.</p> <p>A Limbaugh caller challenged the radio host on why he was pretending that Trump was not shifting on immigration. Cornered, Limbaugh revealed that he never took Trump seriously on the issue – a stance he forgot to share with listeners at the time.<br></p> <p>It was all sleight of hand, but only some people were in on it? What else does Limbaugh know Trump was faking?</p> <p><a href=\"http://mediamatters.org/video/2016/08/29/rush-limbaugh-i-never-took-trump-seriously-immigration-proposals/212739\">Media Matters has posted audio</a> and a transcript:</p>  <figure class=\"element element-embed\" data-alt=\"Rush\">  <iframe class=\"video-embed\" src=\"http://mediamatters.org/embed/212739\" width=\"480\" height=\"360\" frameborder=\"0\" allowfullscreen scrolling=\"no\"></iframe> </figure>  <p>CALLER: For you to sit here and say that now that he adopts all the positions of everybody he ridiculed as not even being a flip flop and it’s no big deal? This is why so many Republican voters have such a hard time going to the con man. </p> <p>RUSH LIMBAUGH (HOST): Well, in the first place, I don’t think Trump has actually changed that much from what he said, and I’m also not aware that he told every Republican they had to agree with him or else -- whatever he was going to do to them he did. I’m just -- the point -- what is it --</p> <p>CALLER: With all due respect, Rush, on Chuck Todd’s show, he specifically said when asked the question, “you mean you’re going to rip the families apart,” he said, “no, I’m not going to rip the families apart. They all have to go, even the U.S. citizen children.”</p> <p>[...]</p> <p>Come on. You were watching the debates as well as the rest of us were. You know exactly what he said and you know exactly the way he ridiculed everybody on that stage. </p> <p>LIMBAUGH: Yeah. I guess the difference is -- or not the difference. I guess the thing is -- this is going to enrage you. I could choose a path here to try to modify you. I never took him seriously on this.</p> <p>CALLER: Yeah. But 30 million – 15 – 10 million, excuse me, 10 million people did –</p> <p>LIMBAUGH: Yeah, and they still don’t care. That’s my point, they still don’t care. They’re going to stick with him no matter what. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-30T15:58:08.349Z\">at 4.58pm BST</time></p>  </div> <div id=\"block-57c5a76ee4b04fe839bc4fd3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T15:44:49.663Z\">4.44pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Maine governor considers resignation</h2>  <div class=\"block-elements\">  <p>Maine governor Paul LePage has told a local radio station that he might “move on” after a string of controversies culminating last week in a voicemail in which he called a state legislator a “little son-of-a-bitch socialist cocksucker” and a video in which he <a href=\"https://www.theguardian.com/us-news/2016/aug/27/maine-governor-paul-lepage-comments-racial-profiling\">expounded on the criminal nature of people of color</a>.</p> <p>“I’m looking at all options,” LePage said on WVOM, the <a href=\"http://www.pressherald.com/2016/08/30/lepage-says-he-is-considering-resignation-after-apology-to-westbrook-legislator/\">Press Herald reported</a>. “I think some things I’ve been asked to do are beyond my ability. I’m not going to say that I’m not going to finish it. I’m not saying that I am going to finish it.</p> <p>“If I’ve lost my ability to help Maine people, maybe it’s time to move on.”’</p> <p><strong>Update: LePage tweets an indication that he’s not resigning:</strong> </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Governor_LePage/status/770662267834736641\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Regarding rumors of resignation, to paraphrase Mark Twain: &quot;The reports of my political demise are greatly exaggerated.&quot; <a href=\"https://twitter.com/hashtag/mepolitics?src=hash\">#mepolitics</a></p>&mdash; Paul R. LePage (@Governor_LePage) <a href=\"https://twitter.com/Governor_LePage/status/770662267834736641\">August 30, 2016</a></blockquote>  </figure>  <p>LePage, a <strong>top Donald Trump</strong> supporter whose daughter works for the Trump campaign in Maine, has bragged about his proximity to Trump: “I was Donald Trump before Donald Trump became popular,” he <a href=\"http://www.politico.com/blogs/2016-gop-primary-live-updates-and-results/2016/02/paul-lepage-donald-trump-endorsement-219880\">said</a> in February. “So I think I should support him because we’re one of the same cloth.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/27/maine-governor-paul-lepage-comments-racial-profiling\">Maine governor Paul LePage says people of color are the enemy</a> </p> </aside>  <figure class=\"element element-image\" data-media-id=\"ffa62058410c9369710d1494e669521a83e3eb7e\"> <img src=\"https://media.guim.co.uk/ffa62058410c9369710d1494e669521a83e3eb7e/0_192_5184_3110/1000.jpg\" alt=\"In June.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">In June.</span> <span class=\"element-image__credit\">Photograph: Michael Dwyer/AP</span> </figcaption> </figure>  <p>LePage has a long history of <a href=\"https://www.theguardian.com/us-news/2016/jan/08/maine-governor-drug-dealer-apology-fact-check\">controversial, racially tinged statements</a>. <br></p> <p>Read further:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/30/governor-paul-lepage-leaving-office-racial-remarks-enemy\">Maine governor Paul LePage considers leaving office after racial remarks</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-30T16:46:39.416Z\">at 5.46pm BST</time></p>  </div> <div id=\"block-57c5a57de4b0f6cb856287cf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T15:32:35.824Z\">4.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hillary Clinton running mate <strong>Tim Kaine will unleash a multi-pronged attack on Donald Trump </strong>in an afternoon rally today in Erie, Pennsylvania, the Clinton campaign advises.</p> <p>Sounds like we may hear about the fact that Trump has not released his tax returns and the fact that much of Trump’s business dealings are hidden from public view.</p> <p>“While the public is in the dark about his finances and fitness, they know about Trump’s long track record of alleged fraud, making his need to answer these questions all the more urgent,” the Clinton campaign says in a statement.</p>  <figure class=\"element element-image\" data-media-id=\"d06b739a07da610186acebc24d8fc6bc575658c7\"> <img src=\"https://media.guim.co.uk/d06b739a07da610186acebc24d8fc6bc575658c7/0_42_3600_2159/1000.jpg\" alt=\"Feeling punchy.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Feeling punchy.</span> <span class=\"element-image__credit\">Photograph: Pedro Portal/AP</span> </figcaption> </figure> </div>   </div> <div id=\"block-57c5a172e4b0df5f040dbd45\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T15:13:22.086Z\">4.13pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Obama to guest edit Wired</h2>  <div class=\"block-elements\">  <p>The president will guest edit the November issue of Wired, the technology magazine, the publication has announced. </p> <p>Check out the pocket squares on these guys:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WIRED/status/770622703321640961\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Barack Obama (<a href=\"https://twitter.com/POTUS\">@POTUS</a>) will serve as guest editor of WIRED’s November issue. <a href=\"https://t.co/bzw9WNgK54\">https://t.co/bzw9WNgK54</a> <a href=\"https://twitter.com/hashtag/WIREDxPOTUS?src=hash\">#WIREDxPOTUS</a> <a href=\"https://t.co/OeGL84Uz8k\">pic.twitter.com/OeGL84Uz8k</a></p>&mdash; WIRED (@WIRED) <a href=\"https://twitter.com/WIRED/status/770622703321640961\">August 30, 2016</a></blockquote>  </figure>  <p>Surely the theme must be technology and elections? Nope, the theme of the issue is “Frontiers,” the magazine advises:</p> <blockquote class=\"quoted\"> <p>The theme of the issue: Frontiers. Like WIRED, our 44th president is a relentless optimist. For this completely bespoke issue, he wants to focus on the future—on the next hurdles that humanity will need to overcome to move forward. These will include personal frontiers, from precision medicine to human performance; local frontiers, including using data in urban planning and making sure renewable energy works for everyone; national frontiers, from civil rights to medical data; international frontiers, like climate change and cybersecurity; and final frontiers, including space travel and Artificial Intelligence.</p> </blockquote> <p>Also of note:</p> <blockquote class=\"quoted\"> <p>The White House is also announcing a Frontiers conference, inspired by the issue, which President Obama will host with the University of Pittsburgh and Carnegie Mellon University on October 13. You can learn more about the event at <a href=\"http://www.frontiersconference.org/\">frontiersconference.org</a>.</p> </blockquote> <p>(h/t <a href=\"https://twitter.com/holpuch\">@holpuch</a>)</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-30T15:14:09.075Z\">at 4.14pm BST</time></p>  </div> <div id=\"block-57c59a9ae4b04fe839bc4fa6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T14:59:42.049Z\">3.59pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Primary day: McCain faces challenger as Democrats pick candidate to take on Rubio</h2>  <div class=\"block-elements\">  <p>Speaking of elections... people are actually voting today. </p> <p>In Florida’s Democratic US senate primary, Representative Patrick Murphy is on track to defeat Representative Alan Grayson and claim the opportunity to face incumbent Republican Marco Rubio in November. Rubio is expected to nuke his primary opponent and averages <a href=\"http://elections.huffingtonpost.com/pollster/2016-florida-senate-rubio-vs-murphy\">five points ahead</a> of Murphy in general election polls.</p>  <figure class=\"element element-image\" data-media-id=\"ff05eb1f613778a760deda3a7c30d17fc117f4e5\"> <img src=\"https://media.guim.co.uk/ff05eb1f613778a760deda3a7c30d17fc117f4e5/0_56_3954_2373/1000.jpg\" alt=\"Murphy last year.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Murphy last year.</span> <span class=\"element-image__credit\">Photograph: Steve Cannon/AP</span> </figcaption> </figure>  <p>Politico’s Florida oracle Marc Caputo is <a href=\"http://www.politico.com/tipsheets/florida-playbook/2016/08/an-election-day-guess-list-experts-question-scotts-zika-rhetoric-court-gives-govt-secrecy-a-boost-wwii-ordnance-bedevils-beach-re-nourishment-plans-216116\">predicting</a>, meanwhile, a primary win for embattled Representative Debbie Wasserman Schultz, who was toppled from her perch atop the Democratic national committee last month when hacked emails revealed the DNC had a finger on the scale for Hillary Clinton over Bernie Sanders.</p> <p>Arizona senator John McCain faces a challenger from the right, state senator Kelli Ward, in a primary contest today. McCain would be glad to come through with a comfortable margin before he braces for what looks like an even more difficult general election battle ahead, against Representative Ann Kirkpatrick. </p>  <figure class=\"element element-image\" data-media-id=\"8640ffc1f24952744228061d310e16a756a18daa\"> <img src=\"https://media.guim.co.uk/8640ffc1f24952744228061d310e16a756a18daa/0_160_5111_3068/1000.jpg\" alt=\"McCain campaigning Monday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">McCain campaigning Monday.</span> <span class=\"element-image__credit\">Photograph: Matt York/AP</span> </figcaption> </figure>  <p>“It’s not so much I think it’s close. I just don’t think you should heighten expectations,” McCain <a href=\"http://www.politico.com/story/2016/08/john-mccain-arizona-primary-ward-227511#ixzz4IpO0pHpD\">told Politico</a> in an interview about the primary contest. “The one thing you never want to do in politics is heighten expectations. You always want to lowball it. That’s just the best way to handle it. Plan for the worst and hope for the best.”</p> </div>   </div> <div id=\"block-57c59657e4b04fe839bc4f9b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T14:33:12.248Z\">3.33pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump's words on policy just 8% of Clinton's – AP analysis</h2>  <div class=\"block-elements\">  <p>As the Donald Trump campaign alternately pokes fun at Hillary Clinton for her policy wonkery and accuses her of an unwillingness to engage “on the issues,” the Associated Press has spent some serious quality time with the candidates’ web sites and determined that Clinton has supplied more information about her policy positions. A lot more. Like 1,253% more:</p> <blockquote class=\"quoted\"> <p>From the start, Trump has never been the kind of candidate to pore over thick policy books.</p> <p>Indeed, he has mocked Clinton on the subject.</p> <p>“She’s got people that sit in cubicles writing policy all day. Nothing’s ever going to happen. It’s just a waste of paper,” he told Time Magazine in June. “My voters don’t care and the public doesn’t care. They know you’re going to do a good job once you’re there.”</p> <p>To date, Trump’s campaign has posted just seven policy proposals on his website, totaling just over 9,000 words. There are 38 on Clinton’s “issues” page, ranging from efforts to cure Alzheimer’s disease to Wall Street and criminal justice reform, and her campaign boasts that it has now released 65 policy fact sheets, totaling 112,735 words.</p> </blockquote> <p>Trump’s campaign manager, meanwhile, is taunting Clinton for what she, the manager, paints as a failure to engage on the issues:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KellyannePolls/status/770627324588982272\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">FancySchmancy! Can&#39;t she just debate the issues? Clinton campaign talking to Trump co-author for debate prep: report <a href=\"https://t.co/uHtFqBXm2U\">https://t.co/uHtFqBXm2U</a></p>&mdash; Kellyanne Conway (@KellyannePolls) <a href=\"https://twitter.com/KellyannePolls/status/770627324588982272\">August 30, 2016</a></blockquote>  </figure>  <p>One metric at which the Trump campaign has excelled the Clinton campaign is aides making headlines. A Washington Post analysis found that Clinton campaign manager Robby Mook has failed to get his name in half as many headlines as the Trump chairman who has been in his job about two weeks now. As for former Trump chairmans / managers – it’s no contest:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sinderbrand/status/770623765445275650\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Steve Bannon has generated twice as many headlines this month as Robby Mook has all year: <a href=\"https://t.co/3p0sqasZ1H\">https://t.co/3p0sqasZ1H</a> <a href=\"https://t.co/RCp2YMIqJT\">pic.twitter.com/RCp2YMIqJT</a></p>&mdash; Rebecca Sinderbrand (@sinderbrand) <a href=\"https://twitter.com/sinderbrand/status/770623765445275650\">August 30, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57c593a5e4b04fe839bc4f90\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T14:11:00.051Z\">3.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s somebody who does not appear to be sweating 2016...</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=E-j_eBgc4Zc\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/E-j_eBgc4Zc?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>        <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=dBN86y30Ufc\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/dBN86y30Ufc?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>(h/t <a href=\"https://twitter.com/BraddJaffy/status/770618658729189376\">@braddjaffy</a>)</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-30T14:18:05.505Z\">at 3.18pm BST</time></p>  </div> <div id=\"block-57c571afe4b0df5f040dbcae\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T12:55:01.737Z\">1.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello, and welcome to our live-wire coverage of the 2016 race for the White House. Senate minority leader Harry Reid, who is retiring at the end of the year, has <a href=\"http://www.nytimes.com/2016/08/30/us/politics/harry-reid-russia-tampering-election-fbi.html\">asked the FBI</a> to investigate possible Russian tampering in the US election, claiming the threat “is more extensive than is widely known and may include the intent to falsify official election results”.</p> <p>Reid’s letter follows a <a href=\"https://www.yahoo.com/news/fbi-says-foreign-hackers-penetrated-000000175.html\">report</a> by Yahoo News that the <a href=\"https://www.theguardian.com/technology/2016/aug/29/arizona-illinois-voter-registration-systems-hacked-fbi\">FBI had uncovered evidence</a> that foreign hackers “penetrated two state election databases in recent weeks, prompting the bureau to warn election officials across the country to take new steps to enhance the security of their computer systems, according to federal and state law enforcement officials”.</p> <p>“That incident was only a small part of what disturbed me,” Reid said in his letter to the FBI, which was <a href=\"http://www.nytimes.com/2016/08/30/us/politics/harry-reid-russia-tampering-election-fbi.html\">obtained</a> by the New York Times.</p> <h2>Trump: Kaepernick should find a different country </h2> <p>Donald Trump told a radio interviewer on Monday that a professional football player who declined to stand during the national anthem in protest of the oppression of people of color should find a different country. </p> <p>San Francisco 49ers quarterback Colin Kaepernick did not stand during the anthem at a Friday game, explaining afterwards: “I am not going to stand up to show pride in a flag for a country that oppresses black people and people of color.” </p> <p>Trump’s delivered his take on the The Dori Monson Show on Monday, as <a href=\"https://www.buzzfeed.com/natemcdermott/trump-on-49ers-kaepernick-maybe-he-should-find-a-country-tha?utm_term=.wbv9OnVRD#.ef81qZ4A6\">BuzzFeed</a> reports:</p> <blockquote class=\"quoted\"> <p>I have followed it and I think it’s personally not a good thing. I think it’s a terrible thing, and you know, maybe he should find a country that works better for him, let him try; it’s not gonna happen.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"dc9e71beaf13326e1c7d7f012fa5b9cedb342d6d\"> <img src=\"https://media.guim.co.uk/dc9e71beaf13326e1c7d7f012fa5b9cedb342d6d/0_4_3000_1800/1000.jpg\" alt=\"Colin Kaepernick.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Colin Kaepernick.</span> <span class=\"element-image__credit\">Photograph: Stephen Lam/Reuters</span> </figcaption> </figure>  <h2>Perry, Lochte, Ice to Dance with Stars</h2> <p>The Guardian’s Ben Jacobs <a href=\"https://www.theguardian.com/us-news/2016/aug/30/dancing-with-the-stars-rick-perry-latest-attempt-to-shimmy-up-a-poll\">reports</a> on a big move for three-term governor of Texas and two-time failed Republican presidential hopeful Rick Perry ...</p> <blockquote class=\"quoted\"> <p>... appearing on the reality show Dancing With The Stars. According to <a href=\"http://www.etonline.com/news/196777_dancing_with_the_stars_derek_hough_confirms_return_cheryl_burke_set/\">a report from Entertainment Tonight</a><em>, </em>Perry will join Olympian Ryan Lochte, one-hit rapper Vanilla Ice and former NFL star Calvin Johnson on the televised dance competition.</p> </blockquote> <p>What do you think: does Perry have the moves to win this thing?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CarrieNBCNews/status/770589673139961856\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Thank you <a href=\"https://twitter.com/Morning_Joe\">@Morning_Joe</a> for including this clip in its segment on Rick Perry&#39;s DWTS debut<a href=\"https://t.co/eC3wUchx7z\">https://t.co/eC3wUchx7z</a></p>&mdash; Carrie Dann (@CarrieNBCNews) <a href=\"https://twitter.com/CarrieNBCNews/status/770589673139961856\">August 30, 2016</a></blockquote>  </figure>  <h2>Ailes’s shiner</h2> <p>Donald Trump’s campaign has denied that fallen Fox News chairman Roger Ailes has any role, “formal or informal”, in the campaign. But New York magazine’s Gabriel Sherman reports that Ailes showed up over the weekend to help Trump prepare to debate Hillary Clinton – and had a black eye:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/gabrielsherman/status/770474580716752897\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">2 sources say Ailes showed up for Trump debate prep with a black eye</p>&mdash; Gabriel Sherman (@gabrielsherman) <a href=\"https://twitter.com/gabrielsherman/status/770474580716752897\">August 30, 2016</a></blockquote>  </figure>  <p>Ailes, who is long-married, left Fox in a sexual harassment scandal.</p> <h2>Trump to Washington state</h2> <p>Trump has an event tonight in Everett, Washington, no one’s idea of battleground country. Hillary Clinton has no public events on her schedule. The Trump campaign also announced ad buys in Michigan, where Clinton holds a seemingly healthy lead in polling averages (but where Trump does not appear to be losing as badly as he appears to be losing in, say, Pennsylvania). </p> <p><strong>Are you in New York this morning? </strong>Get your time capsule copy of today’s Post ...<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/justinjm1/status/770578939748163585\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">10 out of 10 <a href=\"https://t.co/Uw506eV5n2\">pic.twitter.com/Uw506eV5n2</a></p>&mdash; Justin Miller (@justinjm1) <a href=\"https://twitter.com/justinjm1/status/770578939748163585\">August 30, 2016</a></blockquote>  </figure>  <p>Thanks for reading, and please join us in the comments. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-30T15:38:25.323Z\">at 4.38pm BST</time></p>  </div>"
]