[
  "<p>Democratic presidential nominee Hillary Clinton today disparaged her Republican rival as a tool of the racist, radical right, a man who foments “paranoia and prejudice” and ushers hate groups into the mainstream.</p> <p>Donald Trump is “a man with a long history of racial discrimination”, Clinton said during a Thursday rally in the flag-festooned student center at Truckee Meadows Community College. He is a man “who traffics in dark conspiracy theories drawn from the pages of supermarket tabloids and the far reaches of the internet”.</p> <p>Positioning herself as the true representative of a tolerant and open-minded United States, Clinton derided the real estate mogul as a darling of the “alt-right” and a soulmate of <a href=\"https://www.theguardian.com/us-news/2016/feb/28/donald-trump-former-kkk-leader-david-duke\">David Duke, a former grand wizard of the Ku Klux Klan</a>.</p> <p>The speech, a kind of throwing down of the patriotic gauntlet, came eight days after <a href=\"https://www.theguardian.com/us-news/2016/aug/20/steve-bannon-profile-breitbart-trump-campaign-manager\">Trump named Steve Bannon as the new chief of his struggling campaign</a>. Bannon is a Breitbart News executive and a key figure in the anti-establishment revolt that has captured the Republican party.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/20/steve-bannon-profile-breitbart-trump-campaign-manager\">Steve Bannon: the Machiavellian 'bully' who made Breitbart into 'Trump Pravda'</a> </p> </aside>  <p> “The de facto merger between Breitbart and the Trump campaign represents a landmark achievement for the ‘alt-right’,” Clinton declared. “A fringe element has effectively taken over the Republican party. All of this adds up to something we’ve never seen before.</p> <p>“Of course, there’s always been a paranoid fringe in our politics, steeped in racial resentment,” she continued. “But it’s never had the nominee of a major party stoking it, encouraging it, and giving it a national megaphone. Until now.”<br></p> <p>By billing the speech as a takedown of “Trump’s divisive ‘alt-right’ candidacy”, her campaign shone a light on a <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/aug/23/alt-right-movement-white-identity-breitbart-donald-trump\">little-known slice of the political spectrum</a>: an amorphous, largely online movement that prefers the label “race realist” to “white supremacist”.</p> <p>Not only has Trump insulted African Americans and Latinos from the campaign trail, but by aligning himself with Brietbart, Clinton said on Thursday, he hooked up with a media outlet that the Southern Poverty Law Center says “embraces ideas on the extremist fringe of the conservative right”.</p> <p>“This is not conservatism as we have known it,” she continued. “This is not Republicanism as we have known it. These are racist ideas, race-baiting ideas, anti-Muslim, anti-immigrant, anti-women, all key tenets making up the emerging racist ideology known as the alt-right.”</p> <p>Trump turned to Twitter shortly after Clinton’s rally ended. He said her “short speech is pandering to the worst instincts in our society. She should be ashamed of herself!”</p>  <figure class=\"element element-image\" data-media-id=\"a124011bf6a8325cd83e9b155d988d1e506482dc\"> <img src=\"https://media.guim.co.uk/a124011bf6a8325cd83e9b155d988d1e506482dc/0_233_3500_2100/1000.jpg\" alt=\"Hillary Clinton Nevada\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton: ‘Of course, there’s always been a paranoid fringe in our politics, steeped in racial resentment. But it’s never had the nominee of a major party stoking it, encouraging it, and giving it a national megaphone. Until now.’</span> <span class=\"element-image__credit\">Photograph: Aaron P Bernstein/Reuters</span> </figcaption> </figure>  <p>The man who regularly calls the Democrat a bigot said he had watched a “recap of #CrookedHillary’s speech. Very short and lies. She is the only one fear-mongering.”<br></p> <p>Those inside and outside the alt-right were equally surprised at Clinton’s choice of topic. And they wondered what she had to gain by wading into an arcane world filled with sour slurs and angry, anonymous chatrooms.</p> <p>“In order to have this speech make any sense, she’s going to have to explain what the alt-right is – anime Nazis and frog memes … and undercurrents of white supremacy,” said George Hawley, assistant professor of political science at the University of Alabama, Tuscaloosa, and author of the book Right Wing Critics of American Conservatism.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/jun/06/clinton-trump-attack-mexican-judge-racist-rachel-maddow\">Hillary Clinton skewers Trump's 'racist' attack on judge of Mexican heritage</a> </p> </aside>  <p>“What’s additionally concerning is the degree to which they are just ecstatic about this,” Hawley said, “viewing this as evidence that they have finally broken into the mainstream, that they’re not anonymous trolls but are playing a role in the 2016 election.”</p> <p>In fact, not long after Clinton’s speech was announced, the alt-right message board <a href=\"http://boards.4chan.org/pol/\">4chan.org/pol/</a> lit up with a mix of pride and polemics. </p> <p>“Hillary will unintentionally give us the biggest public platform we’ve ever had,” wrote one anonymous poster. “The people who will reject our ideas are already voting for Hillary. The normie conservatives, lolbertarians, etc, will be drawn into the movement in record numbers.”</p> <p>Other members of the diffuse coalition were dismissive. After all, how could a 68-year-old Democratic woman possibly even make sense of their beliefs?</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>For whites to celebrate diversity is to ask them to celebrate their declining numbers and dwindling influence</p> <footer> <cite>Jared Taylor, editor of American Renaissance magazine</cite> </footer> </blockquote> </aside>  <p>“I can’t think of a way for Hillary to not sound retarded on this subject,” posted another alt-right critic. “‘On the internet there are mean people and they support Donald Trump!’”</p> <p>“Mean” is perhaps the wrong word to describe the movement, which was born, faded and has re-emerged in less than a decade. Jared Taylor, editor of the online magazine <a href=\"http://www.amren.com/\">American Renaissance,</a> said “we are a dissident movement” that believes “whites are becoming a minority”.</p> <p>“We’re being told to celebrate diversity,” he said derisively. “For whites to celebrate diversity is to ask them to celebrate their declining numbers and dwindling influence. No sane person celebrates its march toward oblivion.”</p> <p>Taylor described Clinton’s speech as “a spectacular error on her part”. </p> <p>“The idea is to discredit Donald Trump by blaming him for his supporters … They’re going to say, ‘Look at this Jared Taylor fellow who supports Donald Trump. And look at his loathsome views. And so we must suppose Donald Trump shares the same loathsome views.’ That’s completely illegitimate. It’s guilt by association.”</p> <p>Fear-mongering has a long and successful history in politics and is a regular weapon for candidates of all persuasions. But it is being used to a greater extent in the 2016 campaign, with its <a draggable=\"true\" href=\"http://www.realclearpolitics.com/epolls/other/trump_favorableunfavorable-5493.html\">deeply disliked</a> <a draggable=\"true\" href=\"http://www.realclearpolitics.com/epolls/other/clinton_favorableunfavorable-1131.html\">candidates</a> and disaffected voters. </p> <p>The Reno venue was a coincidence of timing – her first planned rally after <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/aug/17/donald-trump-stephen-bannon-breitbart-news-kellyanne-conway\">Trump announced Bannon</a> – rather than being specifically chosen as a backdrop for what her campaign calls “her vision of an America that is stronger together and where everyone has a role to play in the future”.</p> <p>Either way, it underscores the importance of Washoe County and just how close the presidential race is in the Silver State. In the last 10 days, Clinton, Trump and their running mates have all scheduled visits<strong tabindex=\"-1\"> </strong>to Nevada.</p> <p>On Thursday, Reno’s mayor, Hillary Schieve, who describes herself as an independent, introduced Clinton to the crowd and endorsed the woman she described as “a true consensus builder”.<br></p> <p>However, given the general antipathy toward Trump, the growth of the Democratic-leaning Hispanic vote and Barack Obama’s success in 2008 and 2012, said Nevada political expert Jon Ralston, “the race here is probably closer than it should be for Clinton”. <br tabindex=\"-1\"></p>",
  "<div id=\"block-57bf19b7e4b0568600c04406\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T16:53:22.103Z\">5.53pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Markets slip ahead of Janet Yellen speech</h2>  <div class=\"block-elements\">  <p>it has been the main obsession with stock markets for most of the week, but the long awaited speech by Federal Reserve chair Janet Yellen is almost upon us. Her comments at Jackson Hole in the US on Friday afternoon will be scrutinised for hints about when the central bank could raise interest rates, with various analysts expecting her to be hawkish, dovish or neutral. With that uncertainty it is no surprise that investors have been erring on the side of caution. And after recent falls in the oil price, along with a drop in pharmaceutical shares following comments on excessive pricing by US presidential candidate Hillary Clinton, stock markets ended the day in negative territory. The final scores showed:</p> <ul> <li><strong>The FTSE 100 finished 18.88 points or 0.28% lower at 6816.90</strong></li> <li><strong>Germany’s Dax dropped 0.88% to 10529.59</strong></li> <li><strong>France’s Cac closed down 0.65% at 4406.61</strong></li> <li><strong>Italy’s FTSE MIB fell 1.07% to 16710.78</strong></li> <li><strong>Spain’s Ibex ended down 0.65% at 8599.5</strong></li> <li><strong>In Greece, the Athens market slipped 0.37% to 565.83</strong></li> </ul> <p>On Wall Street, the Dow Jones Industrial Average is currently fairly stable, down just 6 points or 0.04%.</p> <p><em>On that note, we’ll close for the evening. Thanks for all your comments, and we’ll be back tomorrow.</em></p> </div>   </div> <div id=\"block-57bf1645e4b0486629890140\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T16:02:23.821Z\">5.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Joshua Mahony, market analyst at IG, adds his voice to those expecting a US rate rise in December:</p> <blockquote class=\"quoted\"> <p>Esther George of the Kansas Fed gave markets something to chew over, with yet another hawkish comment coming in a long line of Fed members keen to talk about higher rates. After appearances from Dudley and Fischer last week, today’s input from voting member George adds yet another voice to the increasingly deafening push for a rate hike in the coming months. With the election looking unpredictable, the likeliness is that members will see December as the month to press the button once more, one year on from the contentious 2015 rise. It is hard to see Janet Yellen delivering anything other than a relatively hawkish outlook tomorrow [at Jackson Hole] and with the dollar having suffered heavily in recent weeks, tomorrow could be a turning point for foreign exchange markets.</p> </blockquote> </div>   </div> <div id=\"block-57bf0813e4b0568600c043aa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T15:08:16.331Z\">4.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Another comment suggesting that the Jackson Hole gathering of central bankers in the US could be a damp squib, despite expectations that Fed chair Janet Yellen could hint at future rate rises. David Morrison, senior market strategist at Spreadco, said:</p> <blockquote class=\"quoted\"> <p>Investors continue to hold back from taking on additional market exposure ahead of tomorrow’s speech from Janet Yellen at the Jackson Hole Economic Symposium. Few expect the Fed Chairman to say anything explicit about the likelihood or timing of what would be the US central bank’s first rate hike since December last year. Nevertheless, there are hopes that she may give some clues as to the Fed’s thinking over the state of the US economy, and indeed any risks facing the global economy as well.</p> <p>Last week we heard hawkish rhetoric from three Fed members. Then on Sunday Fed Vice Chairman Stanley Fischer provided an upbeat outlook for the US economy saying that he expected growth to pick up following a particularly weak second quarter. Not only that, but he said that the Fed’s targets for inflation and unemployment (the dual mandate) were close to being hit. If Yellen is similarly upbeat in her speech tomorrow, then investors will price in an increased possibility of a September hike.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"a50a3b0195a5e2b38fe60a4075ed6a990ed708ae\"> <img src=\"https://media.guim.co.uk/a50a3b0195a5e2b38fe60a4075ed6a990ed708ae/0_329_4500_2700/1000.jpg\" alt=\"Uncertainty over Federal Reserve rate outlook\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Uncertainty over Federal Reserve rate outlook</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <blockquote> <p>But despite all this chatter and speculation, it seems unlikely that Yellen will want to paint herself into a corner over the future direction of US monetary policy.</p> <p>Consequently, it could be that there’s little of substance in the speech. While we’ve had a clutch of Fed-heads out there trying to persuade investors that September is still “live” when it comes to a rate hike, the minutes from the last meeting in July showed that only one out of ten FOMC-voting members was in favour of tightening monetary policy. In addition, we’ll get a stack of fresh economic data ahead of the Fed’s next meeting, including Non-Farm Payrolls, Manufacturing and Non-Manufacturing PMIs and inflation numbers. There’s really no point in committing to any course of action until the Fed sees these reports.</p> <p>Finally, I don’t believe that the FOMC has the faintest idea what they should do at the next meeting. And unfortunately we now have a central bank which pays too much attention to stock market movements and appears to relish its ability to influence short-term investor behaviour.</p> <p>Overall, I think there’s just too much importance being attached to this speech. Jackson Hole was a fairly obscure event in years gone by. It only attained its current significance when Ben Bernanke used it as a forum for market manipulation in the wake of the 2008/9 financial crisis. It would be better for all if it went back to being a boring conference for boring people.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"ed5eca4865718fa53980560041b6321ab3353884\"> <img src=\"https://media.guim.co.uk/ed5eca4865718fa53980560041b6321ab3353884/0_225_1704_1021/1000.jpg\" alt=\"The road to Jackson Hole, Wyoming.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The road to Jackson Hole, Wyoming.</span> <span class=\"element-image__credit\">Photograph: Finn Dempsey/REX/Shutterstock</span> </figcaption> </figure>   </div>   </div> <div id=\"block-57bef773e4b0568600c0434b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T14:33:27.015Z\">3.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Back with the UK, and the strong retail sales figures from the CBI back up the idea that any negative effects of Brexit on the economy will only appear slowly, writes economic editor Larry Elliott:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/aug/25/uk-retail-sales-brexit-slow-puncture-not-car-crash\">UK retail sales show Brexit effect will be more slow puncture than car crash | Larry Elliott</a> </p> </aside> </div>   </div> <div id=\"block-57befc81e4b0fe30498a4aff\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T14:16:08.579Z\">3.16pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">US rates could rise shortly - Fed board member</h2>  <div class=\"block-elements\">  <p>While we wait for Fed chair Janet Yellen on Friday, and any hints she gives on US interest rates, there is at least one board member of the US central bank suggesting a rise could be imminent.</p> <p>Speaking on CNBC, Dallas Federal Reserve president Robert Kaplan said the bank should be able to hike rates in the not too distant future, and the case for a rise was strengthening.</p> <p>He said progress was being made on employment and - more slowly - inflation. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Accendo_Mike/status/768812018560303104\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Fed&#39;s Kaplan on <a href=\"https://twitter.com/CNBC\">@CNBC</a> I&#39;m focused on fundamental drivers; case for tightening is strengthening; progress on jobs front; moving toward hike</p>&mdash; Mike van Dulken (@Accendo_Mike) <a href=\"https://twitter.com/Accendo_Mike/status/768812018560303104\">August 25, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CNBC/status/768811141711663104\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Live now on <a href=\"https://twitter.com/CNBC\">@CNBC</a> » Dallas Fed President Robert Kaplan live in Jackson Hole, Wyoming with <a href=\"https://twitter.com/steveliesman\">@SteveLiesman</a>. <a href=\"https://t.co/PQH392fZDL\">pic.twitter.com/PQH392fZDL</a></p>&mdash; CNBC (@CNBC) <a href=\"https://twitter.com/CNBC/status/768811141711663104\">August 25, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57bef95ae4b0fe30498a4aed\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T13:59:59.678Z\">2.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The latest PMI data means a US rate rise in September is unlikely but could signal a move in December, said Chris Williamson, chief business economist at Markit:</p> <blockquote class=\"quoted\"> <p>The ongoing lacklustre economic growth signalled by the flash PMI suggests GDP growth is failing to accelerate in the third quarter from the weak 1.2% pace seen in the second quarter.</p> <p>Historical comparisons indicate that the PMI is signalling an annualised GDP growth rate of just under 1% in the third quarter, based on the data for July and August.</p> <p>With job creation also waning alongside subdued price pressures (the August PMI is consistent with non-farm payrolls rising by just under 130,000), the survey data will fuel expectations that the Fed will be in no rush to tighten policy again.</p> <p>However, as anecdotal evidence from the survey suggests that business activity is being dampened by uncertainty due to the upcoming presidential election, there’s a good chance that the economy will pick up speed again after the vote, leaving a December rate hike on the table. </p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WilliamsonChris/status/768809791254851584\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Markit PMI data accurately predicted weak US GDP in Q1 &amp; Q2 and now point to similar weak Q3 <a href=\"https://t.co/ekJo4Q1TuC\">https://t.co/ekJo4Q1TuC</a> <a href=\"https://t.co/Q7nxVoZvWD\">pic.twitter.com/Q7nxVoZvWD</a></p>&mdash; Chris Williamson (@WilliamsonChris) <a href=\"https://twitter.com/WilliamsonChris/status/768809791254851584\">August 25, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-25T14:01:45.757Z\">at 3.01pm BST</time></p>  </div> <div id=\"block-57bef7e0e4b0fe30498a4ae0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T13:57:43.041Z\">2.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>After the better than expected US durable goods and jobless claims figures, a service sector survey for August has missed forecasts.</p> <p>The IHS Markit service sector initial PMI came in at 50.9, down from 51.4 in July and below forecasts of 52. This was the weakest rise in services activity since February. Markit said:</p> <blockquote class=\"quoted\"> <p>U.S. service providers indicated another month of lacklustre growth in August, with business activity, new orders and employment all rising at a slower pace than in July. Survey respondents generally cited subdued underlying demand conditions and uncertainty ahead of the presidential election as factors that had dampened growth in August. Nonetheless, the balance of service sector firms expecting a rise in business activity over the year ahead remained well above the survey-record low seen in June. </p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"22c98ed792218006300221a8ba7ec87ec0b16691\"> <img src=\"https://media.guim.co.uk/22c98ed792218006300221a8ba7ec87ec0b16691/0_0_511_411/500.jpg\" alt=\"US services PMI\" width=\"500\" height=\"402\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">US services PMI</span> <span class=\"element-image__credit\">Photograph: IHS Markit</span> </figcaption> </figure>  <p>The composite PMI slipped from 51.8 in July to 51.5. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WilliamsonChris/status/768807729368530944\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Flash all-sector US PMI from IHS Markit down from 51.8 in July to 51.5 in Aug. Points to another ~1% GDP rise in Q3 <a href=\"https://t.co/8rlU5exlVf\">pic.twitter.com/8rlU5exlVf</a></p>&mdash; Chris Williamson (@WilliamsonChris) <a href=\"https://twitter.com/WilliamsonChris/status/768807729368530944\">August 25, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57bef5b5e4b0568600c04343\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T13:44:58.485Z\">2.44pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Wall Street opens cautiously</h2>  <div class=\"block-elements\">  <p>As investors await Fed chair Janet Yellen’s speech at the Jackson Hole symposium on Friday, US markets are heading lower in early trading.</p> <p>There is growing uncertainty over the timing of any US interest rate rise, and Yellen’s comments will be scoured for any hints. Meanwhile the Dow Jones Industrial Average is down 12 points while the S&amp;P 500 opened 0.18% lower.</p> </div>   </div> <div id=\"block-57bef111e4b0568600c04326\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T13:26:18.180Z\">2.26pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Neil Wilson</strong>, market analyst at <strong>ETX Capital</strong> is decidedly underwhelmed at the prospect of <strong>Jackson Hole</strong>:</p> <blockquote class=\"quoted\"> <p>Don’t expect much from Jackson Hole. <br></p> <p>The Federal Reserve Bank of Kansas City’s annual economic policy symposium is a serious, sombre affair. It is not a policy meeting, nor is it meant to drive expectations for future policy decisions. It’s a talking shop and we should take the goods on offer with a healthy dose of salt.<br></p> <p>Markets are incredibly quiet this August (in sharp contrast to last year) so investors are latching on to anything they can, which gives this meeting a lot more attention than it probably deserves. Investors will hang on every word uttered by Janet Yellen, the Federal Reserve chair. </p> <p>...But Yellen’s habit of keeping markets guessing with alternately hawkish and dovish remarks should be kept in mind. Indeed what the meeting will highlight is just how hard it is for central banks to normalise policy after years of accommodation.</p> </blockquote> </div>   </div> <div id=\"block-57beee0fe4b0486629890051\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T13:14:09.146Z\">2.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Economists taking part in a Reuters poll believe the Brexit vote will weigh on UK house prices over the next couple of years.</strong></p> <p>Average UK house prices are expected to rise by 2.8% in 2016, 1.3% in 2017, and 2.4% in 2018.</p> <p>London property prices are forecast to increase by 2% in 2016, by zero in 2017, and by 2% in 2018.</p> </div>   </div> <div id=\"block-57beea81e4b0fe30498a4a9c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T13:05:45.242Z\">2.05pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Rebound in US durable goods orders</h2>  <div class=\"block-elements\">  <p><strong>Some more strong data out of the US. Durable goods orders increased by 4.4% in July, following a 4.2% fall in June according to the US Commerce Department.</strong></p> <p>Economists had forecast a weaker rise of 3.3%.</p> <p><strong>Rob Carnell</strong>, chief international economist at <strong>ING</strong>, says the better-than-expected data do not alter his view that the Federal Reserve will hold rates at its September meeting:</p> <blockquote class=\"quoted\"> <p> Some marginally better than expected durable goods orders don’t change our view that a September rate hike from the Fed is difficult to support.<br></p> <p>After two consecutive quarters of outright declines in US business investment, durable goods orders for July provide a first insight into how investment in the third quarter is shaping up. And our take on the figures is that the negativity is beginning to abate. </p> <p>But this is far from a big turnaround. The headline 4.4% month-on-month growth in July only just offsets last month’s fall, and the trend for core goods orders and shipments are still both negative. </p> </blockquote> </div>   </div> <div id=\"block-57bee69ce4b0fe30498a4a87\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T12:49:44.725Z\">1.49pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">US jobless claims fall for a third week</h2>  <div class=\"block-elements\">  <p><strong>Over in the US, the latest figures showed new claims for unemployment benefit fell unexpectedly by 1,000 in the week ending 20 August to 261,000.</strong></p> <p>It was the third successive weekly fall, and a five-week low according to the <a href=\"https://www.dol.gov/opa/media/press/eta/ui/current.htm\">US Labor Department </a>data.</p> <p>Economists had forecast a rise to 265,000 new claims. Claims have been below 300,000 - a threshold associated with a strong labour market - for 77 weeks in a row. It is the longest stretch since 1970.</p> <p>The four-week rolling average fell by 1,250 to 264,000 last week.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/businessinsider/status/768787830474760192\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Initial jobless claims fall to 261,000 (265,000 expected)<a href=\"https://t.co/hg2uzrj3KI\">https://t.co/hg2uzrj3KI</a></p>&mdash; Business Insider (@businessinsider) <a href=\"https://twitter.com/businessinsider/status/768787830474760192\">August 25, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-25T12:50:44.179Z\">at 1.50pm BST</time></p>  </div> <div id=\"block-57bee328e4b0fe30498a4a6f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T12:37:20.285Z\">1.37pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Sports Direct shareholder to vote against chairman</h2>  <div class=\"block-elements\">  <p><strong>Sticking with Sports Direct, Legal &amp; General Investment Management says it will vote against the re-election of the retailer’s chairman Keith Hellawell at the annual meeting on 7 September.</strong></p> <p>It would be the third consecutive year LGIM has voted against Hellawell’s re-election. </p> <p>It also proposes to vote against the re-election of all non-executive directors at the company.</p> <p>It follows <a href=\"https://www.theguardian.com/business/2015/dec/09/how-sports-direct-effectively-pays-below-minimum-wage-pay\">a Guardian investigation</a> last year that revealed Sports Direct warehouse workers were effectively being paid less than the minimum wage because of lengthy security checks at the end of shifts.</p> <p><a href=\"https://www.theguardian.com/business/2016/aug/15/sports-direct-staff-to-receive-back-pay-unite-hmrc\">Earlier this month </a>Sports Direct said warehouse workers would receive back pay totalling about £1m after the retailer admitted breaking the law by not paying the national minimum wage.</p> </div>   </div> <div id=\"block-57bedf56e4b0568600c042b7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T12:21:45.110Z\">1.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Sports Direct is back in the headlines after a major investor group spoke out about the retailer’s corporate governance failings.</strong></p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"34e9c3a0d9c1a2bb64ee7276c3ab841a27df486f\"> <img src=\"https://media.guim.co.uk/34e9c3a0d9c1a2bb64ee7276c3ab841a27df486f/0_142_3500_2100/1000.jpg\" alt=\"Sports Direct founder Mike Ashley\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sports Direct founder Mike Ashley</span> <span class=\"element-image__credit\">Photograph: Joe Giddens/PA</span> </figcaption> </figure>  <p>The<strong> Investor Forum</strong> has 40 members and represents 27% of Sports Direct’s independent shareholders, including <strong>Legal &amp; General</strong>, <strong>Aviva</strong>, <strong>Standard Life</strong> and <strong>Fidelity</strong>. It was set up two years ago and this is apparently the first time it has made public concerns about a company.</p> <blockquote class=\"quoted\"> <p>Governance failings are clearly resulting in declines in operating performance and long term shareholder value and, given the lack of progress and the broader impact on all stakeholders, the Forum now considers it important to make public its recommendations to the Sports Direct International board. <br></p> </blockquote> <p>The Investor Forum calls on the board and its founder <strong>Mike Ashley </strong>to launch an independent review of the company’s “entire corporate governance framework” at the annual meeting on 7 September. They must commit to implementing the recommendations of that review, it adds.</p> <p><strong>Andy Griffiths, executive director of the Forum:</strong></p> <blockquote class=\"quoted\"> <p>It is highly unusual for the Investor Forum to consider it necessary to make public their concerns and recommendations in this way. In prior situations we have always managed to work privately with companies to create effective long term solutions. </p> <p>We do not take this step lightly and whilst we welcome SDI’s move to hold an open day, we still have not received an appropriate level of commitment to respond to investor concerns and, as a result, the usual options have been exhausted. </p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/aug/25/sports-direct-corporate-governance-criticised-investor-forum\">Sports Direct's corporate governance criticised by major investor group</a> </p> </aside> </div>   </div> <div id=\"block-57bedd84e4b048662988fff4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T12:05:59.782Z\">1.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Phillip Inman, the Guardian’s economics correspondent, has written a handy list of five problems facing central bankers as they head to Jackson Hole for the annual symposium.</strong></p> <p>Here they are in short:</p> <ul> <li>Markets are addicted to low rates</li> </ul> <ul> <li>Negative interest rates</li> </ul> <ul> <li>A stagnant eurozone</li> </ul> <ul> <li>Fragile emerging markets</li> </ul> <ul> <li>Currency wars</li> </ul> <p>Read the piece in full here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/aug/25/jackson-hole-2016-five-big-problems-facing-central-bankers\">Jackson Hole 2016: five big problems facing central bankers</a> </p> </aside> </div>   </div> <div id=\"block-57beda4de4b0fe30498a4a35\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T11:45:48.382Z\">12.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ONS/status/768772521088970752\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Net migration 327k yr to Mar, Immigration 633k,Emigration 306k, all similar to recent levels <a href=\"https://t.co/g6f11hmRTT\">https://t.co/g6f11hmRTT</a> <a href=\"https://t.co/859BqlTEgk\">pic.twitter.com/859BqlTEgk</a></p>&mdash; ONS (@ONS) <a href=\"https://twitter.com/ONS/status/768772521088970752\">August 25, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ONS/status/768771204916322304\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Poland was the most common country of birth for non-UK mothers in E&amp;W in 2015, Pakistan for fathers <a href=\"https://t.co/r6P9s4niS9\">https://t.co/r6P9s4niS9</a></p>&mdash; ONS (@ONS) <a href=\"https://twitter.com/ONS/status/768771204916322304\">August 25, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57bed182e4b0568600c04268\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T11:23:24.725Z\">12.23pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Spike in UK passport applications in run-up to Brexit vote</h2>  <div class=\"block-elements\">  <p><strong>Applications for British citizenship by EU nationals living in the UK jumped 14% in the run-up to the EU referendum in June.</strong></p> <p>Figures from the Home Office suggest there was a rush for British passports as uncertainty built before the referendum.</p> <p>The 14% rise in passport applications to 15,501 included a 26% rise in applications from Italians and a 9% rise from Polish nationals in Britain.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/aug/25/net-migration-to-uk-fell-to-327000-in-past-year-figures-show\">British passport applications from EU nationals rose 14% in run-up to Brexit</a> </p> </aside>  <p>Separate figures from the <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/populationandmigration/internationalmigration/bulletins/ukpopulationbycountryofbirthandnationality/august2016#1-in-8-of-the-uk-population-was-born-abroad-and-1-in-12-has-non-british-nationality\">Office for National Statistics</a> showed that in 2015, one in eight people - or 8.6m - living in the UK were born abroad. It was a 3.5% increase, up from 8.3m in 2014.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ONS/status/768766167393660929\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">5 areas in London have over 50% residents born outside the UK <a href=\"https://t.co/DCR8IBnAaq\">https://t.co/DCR8IBnAaq</a></p>&mdash; ONS (@ONS) <a href=\"https://twitter.com/ONS/status/768766167393660929\">August 25, 2016</a></blockquote>  </figure>  <p>Annual net migration to Britain fell by 9,000 to 327,000 in the 12 months to March 2016. </p> </div>   </div> <div id=\"block-57bece98e4b0fe30498a49ee\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T11:03:03.974Z\">12.03pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Oil falls below $49 a barrel</h2>  <div class=\"block-elements\">  <p><strong>The price of Brent crude oil has fallen below $49 a barrel, and is currently down 0.2% at $48.94.</strong></p> <p>Prices are under pressure as hopes fade that oil producing countries will reach a deal to limit production, and on the latest evidence that stocks are rising in the US.</p> <p><strong>US government data </strong>published on Thursday showed weekly crude stocks rose by 2.5m barrels to 523.59m. Analysts had expected the figures from the <strong>Energy Information Administration </strong>to show a<strong> </strong>0.5m fall.</p> </div>   </div> <div id=\"block-57becddce4b0568600c04253\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T10:55:18.651Z\">11.55am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Pound falls against dollar and euro</h2>  <div class=\"block-elements\">  <p>The <strong>pound</strong> is coming under some pressure. </p> <p>It is down 0.2% against the <strong>dollar</strong> at $1.32, and down 0.5% against the <strong>euro</strong> at €1.1688.</p> </div>   </div> <div id=\"block-57becc00e4b0568600c04249\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T10:51:54.942Z\">11.51am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Ruth Gregory </strong>at<strong> Capital Economics </strong>says the strong UK retail sales reported by the CBI won’t last as the impact of the Brexit vote starts to creep into the data: </p> <blockquote class=\"quoted\"> <p>With labour market conditions likely to deteriorate and rising inflation set to undermine real wage growth, it would be fairly surprising if retail sales growth didn’t slow at all in the aftermath of the leave vote. </p> </blockquote> <p><strong>It shouldn’t be too dire for retail sales though, she adds:</strong></p> <blockquote class=\"quoted\"> <p>We think that other supportive factors – including low interest rates – should prevent household purchases from slowing too sharply. What’s more, the upbeat tone of the forward-looking indicators provide us with some reassurance that we’re not likely to see a marked collapse in consumer spending ahead.</p> </blockquote> </div>   </div> <div id=\"block-57bec2fde4b0568600c04213\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T10:15:49.265Z\">11.15am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">CBI: UK retail sales surprisingly strong in August</h2>  <div class=\"block-elements\">  <p><strong>There is no sign of Brexit uncertainty weighing on consumer confidence in the CBI’s latest retail survey.</strong></p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"08ed65b033d7b2811d2601c5d7d90613890baf90\"> <img src=\"https://media.guim.co.uk/08ed65b033d7b2811d2601c5d7d90613890baf90/0_384_5760_3456/1000.jpg\" alt=\"Shoppers in the Victoria Quarter in Leeds\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Shoppers in the Victoria Quarter in Leeds</span> <span class=\"element-image__credit\">Photograph: Ian Dagnall / Alamy/Alamy</span> </figcaption> </figure>  <p>Shoppers were encouraged to hit the high streets by the sunny weather, shrugging off any Brexit fears.</p> <p>Specifically, 35% of retailers said sales volumes were up in August compared with a year earlier, while 26% said they were down. It gave a balance of +9%, rebounding from -14% in July.</p> <p>It was far better than the -12% predicted by retailers.</p> <p><strong>Anna Leach, CBI </strong>head of economic analysis says it’s not all good news:</p> <blockquote class=\"quoted\"> <p> The summer weather has brought shoppers out onto the high street with retailers reporting that sales growth has risen, outdoing expectations, although firms do expect sales growth to ease next month.<br></p> <p>While the fall in sterling has boosted visitor numbers to the UK, it is likely to push up the price of imported goods over time which will mean households will be more likely to rein back spending on non-essentials.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-25T10:33:20.180Z\">at 11.33am BST</time></p>  </div> <div id=\"block-57bec2b9e4b0fe30498a4997\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T10:04:52.032Z\">11.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>And we’re back...</em></p> </div>   </div> <div id=\"block-57bebbb8e4b0fe30498a4981\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T09:36:17.847Z\">10.36am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Guardian Towers is being evacuated following a fire alarm... we’ll be back as soon as possible</em></p> </div>   </div> <div id=\"block-57beb942e4b0568600c041f2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T09:27:45.187Z\">10.27am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Jasper Lawler</strong>, analyst at <strong>CMC markets</strong>, has this take on Thursday’s share price falls across Europe:</p> <blockquote class=\"quoted\"> <p>European healthcare stocks have been caught in the storm of another attack on price gauging in the industry from presidential hopeful Hillary Clinton. </p> <p>Shire and Hikma Pharmaceuticals are amongst the top fallers on the FTSE 100 whilst Qiagen in Germany was a top faller in the Stoxx 600 Healthcare euro price index.</p> <p>The FTSE 350 Mining Index is off by over 2% from the open. Poorly-received earnings from Glencore on Wednesday and lower oil prices continue to weigh on commodity-sensitive shares.</p> </blockquote> </div>   </div> <div id=\"block-57beb3d3e4b048662988fefd\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T09:20:33.991Z\">10.20am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Pharma shares push European markets lower</h2>  <div class=\"block-elements\">  <p><strong>European equity losses are building this morning, driven lower by pharmaceutical stocks following comments by US presidential hope Hilary Clinton.</strong></p> <p><a href=\"https://www.facebook.com/hillaryclinton/posts/1224944767562050?utm_medium=social&amp;utm_source=tw&amp;utm_campaign=20160824\">Her comments</a> about excessive price rises in the industry - with specific reference to Mylan raising the cost of allergy treatment EpiPens - are weighing on the sector.</p> <p>Clinton said it was “the latest troubling example of a company taking advantage of its consumers”. </p> <p>She continued:</p> <blockquote class=\"quoted\"> <p>...it’s wrong when drug companies put profits ahead of patients, raising prices without justifying the value behind them.</p> <p>That’s why I’ve put forward a plan, <a href=\"http://hrc.io/2c7gjuI\">hrc.io/2c7gjuI</a>, to address exorbitant drug price hikes like these. As part of my plan, I’ve made clear that pharmaceutical manufacturers should be required to explain significant price increases, and prove that any additional costs are linked to additional patient benefits and better value. </p> <p>Since there is no apparent justification in this case, I am calling on Mylan to immediately reduce the price of EpiPens. </p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/768508732623970304\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">EpiPens can be the difference between life and death. There&#39;s no justification for these price hikes. <a href=\"https://t.co/O6RbVR6Qim\">https://t.co/O6RbVR6Qim</a> -H</p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/768508732623970304\">August 24, 2016</a></blockquote>  </figure>  <p><strong>Europe’s STOXX 600 index</strong> is down 1.14% at 341, with pharmaceutical companies among the biggest fallers:</p>  <figure class=\"element element-image\" data-media-id=\"fb06115c6078a39c2d734c96f9bb22cf512bfc8a\"> <img src=\"https://media.guim.co.uk/fb06115c6078a39c2d734c96f9bb22cf512bfc8a/0_0_658_325/500.jpg\" alt=\"Stoxx 600 was down on Thursday\" width=\"500\" height=\"247\" class=\"gu-image\" /> </figure> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/marketforceslive/2016/aug/25/pharmaceutical-shares-fall-on-clinton-comments-on-excessive-drug-prices\">Pharmaceutical shares fall on Clinton comments on excessive drug prices</a> </p> </aside> </div>   </div> <div id=\"block-57bead20e4b048662988fedd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T08:41:06.828Z\">9.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Carsten Brzeski</strong>, <strong>ING</strong> chief economist for Germany and Austria, says the weak August Ifo survey suggests German business confidence has been struck down by the Brexit vote.</p> <blockquote class=\"quoted\"> <p>Oops. It seems that German businesses always take a bit longer to digest the news but today’s Ifo suggests that German businesses have suddenly woken up to Brexit reality.</p> <p>Germany’s most prominent indicator, the Ifo index, decreased sharply in August to 106.2, from 108.3 in July; the strongest monthly drop since May 2012. The drop was equally driven by decreases of both the current assessment and the expectations component. The expectations component is now at its lowest level since October 2014.</p> <p>What we had feared could happen did unfortunately happen: German businesses continued a longer tradition of delayed reactions to single and unexpected events. It is not the first time that the Ifo reacts with a delay of one or two months to global events.</p> <p>Today’s Ifo reading is a good reminder that the relative benign reaction of Eurozone data to the Brexit vote should not be taken as given. The negative confidence impact is for real. </p> </blockquote> </div>   </div> <div id=\"block-57bea7d1e4b0fe30498a4926\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T08:19:24.589Z\">9.19am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">German business sentiment weakens</h2>  <div class=\"block-elements\">  <p><strong>Morale among German businesses weakened unexpectedly in August </strong><strong>according to the latest Ifo survey.</strong></p> <p>The headline business climate index, based on a survey of about 7,000 firms, fell to 106.2 this month from 108.3 in July. Economists had forecast a slight improvement to108.5.</p> <p><strong>Clemens Fuest</strong>, <strong>Ifo</strong> head, said:</p> <blockquote class=\"quoted\"> <p> Business confidence in Germany has clearly worsened. The German economy has fallen into a summer slump.</p> </blockquote> </div>   </div> <div id=\"block-57bea04ee4b0fe30498a490a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T07:49:26.950Z\">8.49am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">European markets open lower</h2>  <div class=\"block-elements\">  <p><strong>Europe’s major markets are all down this morning. It follows falls on Wall Street on Wednesday and in Asia on Thursday.</strong></p> <p>Investors are feeling cautious ahead of Jackson Hole, and the recent drop in the oil price as hopes of an OPEC deal fade is also denting sentiment.</p> <ul> <li><strong> FTSE 100: -0.7% at 6,790</strong></li> </ul> <ul> <li><strong>Germany’s DAX: -0.8% at 10,538</strong></li> </ul> <ul> <li><strong>France’s CAC: -0.9% at 4,397</strong></li> </ul> <ul> <li><strong>Italy’s FTSE MIB: -0.9% at 16,738</strong></li> </ul> <ul> <li><strong>Spain’s IBEX: -0.6% at 8,606</strong></li> </ul> <ul> <li><strong>Europe’s STOXX 600: -0.8% at 342</strong></li> </ul> </div>   </div> <div id=\"block-57be9a77e4b0fe30498a48f9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T07:30:12.215Z\">8.30am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">UK car production tops one million</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"04a2125302c38f559f7e566a88317f71530cbad6\"> <img src=\"https://media.guim.co.uk/04a2125302c38f559f7e566a88317f71530cbad6/0_287_3044_1826/1000.jpg\" alt=\"Nissan’s car manufacturing plant in Sunderland\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nissan’s car manufacturing plant in Sunderland<br></span> <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty Images</span> </figcaption> </figure>  <p><strong>More than a million cars have rolled off production lines at UK factors since the beginning of 2016.</strong></p> <p>The latest industry figures showed a total of 1.02 million cars were built in the first six months of the year. It was a 12.3% increase compared with the same period a year earlier.</p> <p>In July alone, the number of cars made in the UK rose by 7.6% to 126,566 vehicles. It was the 12th consecutive month of growth.</p> <p><strong>Mike Hawes</strong> from the industry trade body the<strong> Society of Motor Manufacturers and Traders</strong>, says production is “booming” with demand for British built cars from around the world.<br></p> <blockquote class=\"quoted\"> <p>Manufacturers have invested billions to develop exciting new models and produce them competitively here in the UK. </p> <p>Future success will depend on continued new car demand and attracting the next wave of investment so Britain must demonstrate it remains competitive and open for business.</p> </blockquote> <p>There are concerns however that following the Brexit vote foreign car companies will be less willing to invest in UK car plants. </p> <p>The rise in production volumes in 2016 is the result of past investment so it will take a while for any Brexit effect to feed through to manufacturing numbers.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-25T07:34:11.445Z\">at 8.34am BST</time></p>  </div> <div id=\"block-57be97a8e4b0568600c04174\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T07:10:48.618Z\">8.10am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">French business confidence falters</h2>  <div class=\"block-elements\">  <p><strong>Figures published this morning show French business confidence faltered in August. </strong></p> <p><a href=\"http://www.insee.fr/en/themes/info-rapide.asp?id=11&amp;date=20160825\">The French statistics office INSEE </a>said the index for firms in the industrial sector dropped to 101 from 103 in July. The weaker confidence was most keenly felt among food and drinks manufacturers.</p> <p>The wider gauge of business morale also dipped to 101 this month from 102 in July. Confidence in the services sector was stable at 101.</p> </div>   </div> <div id=\"block-57be934ee4b0fe30498a48e0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T07:00:47.080Z\">8.00am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>European markets are expected to open lower:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/IGSquawk/status/768680720155877376\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Our European opening calls:<a href=\"https://twitter.com/search?q=%24FTSE&amp;src=ctag\">$FTSE</a> 6820 down 16<br>$DAX 10602 down 21<br>$CAC 4429 down 6<a href=\"https://twitter.com/search?q=%24IBEX&amp;src=ctag\">$IBEX</a> 8629 down 27<a href=\"https://twitter.com/search?q=%24MIB&amp;src=ctag\">$MIB</a> 16820 down 72</p>&mdash; IGSquawk (@IGSquawk) <a href=\"https://twitter.com/IGSquawk/status/768680720155877376\">August 25, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57be8de1e4b0fe30498a48ce\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T06:59:52.966Z\">7.59am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">The agenda: countdown to Jackson Hole</h2>  <div class=\"block-elements\">  <p><strong>Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business.</strong></p> <p>Central bankers and leading economists will arrive for the keenly anticipated <strong>Jackson Hole</strong> symposium which kicks off today with a reception and opening dinner.</p> <p>The full agenda for the meeting will be published at 6pm Mountain Time today (1am Friday in the UK). <a href=\"https://www.kansascityfed.org/publications/research/escp\">It should be available here.</a></p> <p>The main event of course will be the speech by <strong>Janet Yellen</strong><strong>, chair of the Federal Reserve.</strong> She will be speaking on Friday at 3pm UK time. Investors will be listening closely for any hints on the timing of the next interest rate rise.</p> <p>There will be more clues on whether or not the <strong>Brexit vote </strong>has knocked confidence among UK consumers when we get the <strong>CBI’s latest retail sales survey</strong> for August.</p> <p><strong>Also today:</strong></p> <ul> <li>The final estimate of <strong>Spanish GDP</strong> for the second quarter</li> </ul> <ul> <li>The <strong>German IFO business climate index</strong> for August</li> </ul> <ul> <li>In the <strong>US</strong> we will get <strong>jobless claims</strong> figures for last week, <strong>durable goods</strong> data, and the <strong>services PMI</strong> survey for August</li> </ul> <p>We will be bringing you all the key developments as the day unfolds.</p> </div>   </div>",
  "<p>Whenever I think about the dysfunctional horror of the looming presidential election in America – so weird that<a href=\"https://www.theguardian.com/us-news/2016/aug/24/nigel-farage-donald-trump-rally-hillary-clinton\"> Nigel Farage can pop up in Mississippi</a> on the Trump campaign – I can’t get Susan Sarandon or Plato out of my mind. Let’s talk first about the actor. When did Plato make a decent movie, eh?</p> <p>A few weeks ago Sarandon gave a magazine interview to an overawed writer in which she set out her well-known political stall as a radical feminist who backed Bernie Sanders and doesn’t think much of Hillary Clinton. “There’s nothing about her I find feminist except that she’s a woman,” she said.</p> <p>That betrays a casual, right-on ignorance of Clinton’s record over many decades, but never mind, Sarandon’s distaste is shared by many educated American women. “She’s a hawk, she’ll probably get us into another war,” etc etc, all good Islington-to-Santa Monica stuff. What was startling to me was that yet again Sarandon declined to say she’d vote for Clinton in November.</p> <p>“I go by issues, I don’t vote with my vagina,” Sarandon tells audiences. She did it again <a href=\"http://www.dailymail.co.uk/tvshowbiz/article-3728085/Susan-Sarandon-says-s-not-convinced-Hillary-Clinton-won-t-vote-vagina-Republican-Sarah-Michelle-Gellar-says-her.html\">in Australia the other day</a>. She’s even hinted that she might vote Trump on the grounds that his election “will bring the revolution immediately”. How flakey is that?</p> <p>All right, she’s only an actor, they get paid to read other people’s lines. But even though Bernie Sanders himself has finally backed Clinton with grumpy ill-grace, I keep hearing Americans – particularly younger, educated women – saying similar things: that they’ll vote Trump against the “Washington elite” or just abstain.</p> <p>The Observer’s Nick Cohen recently wrote <a href=\"https://www.theguardian.com/commentisfree/2016/jul/30/donlad-trump-republicans-us-elections-dictatorship \">a belter of a column</a> mocking leading American Republicans who keep busts of Churchill on their desks as a symbol of defiant courage but don’t have the guts to denounce and disown Trump, who has captured the ugly, angry party they spent decades creating for short-term gain.</p> <p>That’s not quite fair on many Republicans. The Bush family and some other notables are standing aloof. Other figures have publicly stated – at political or personal risk to themselves – that they will vote for Clinton rather than for a man whose dangerous and volatile unsuitability makes him a threat to constitutional government.</p> <p>There is a pretty disheartening <a href=\"http://www.theatlantic.com/politics/archive/2016/08/where-republicans-stand-on-donald-trump-a-cheat-sheet/481449/\">list of rebels and appeasers</a>. At the party convention, Trump’s beaten rival, Senator Ted Cruz, was booed for telling people to “vote your conscience”. Since he’s called Trump “a pathological liar, utterly amoral, a narcissist … and a serial philanderer,” we can take him as a no.</p> <p>That makes Cruz and rejectionist Republicans better Americans than Susan Sarandon. Her arrogant emphasis on what matters to Susan seems – so far – to obscure her view of the bigger political picture, possibly to link her more closely than she might wish to the “Trump the Selfie” mood that is drawing millions of resentful Americans into a dark and angry narcissism.</p> <p>Which brings me to Plato. Concerned friends in the US sent me some extracts from a <a href=\"http://chironpublications.com/shop/trump/\">newly published book</a>, A Clear and Present Danger: Narcissism in the Era of Donald Trump – essays by prominent writers, academics and doctors on the polarising disorder they see sweeping their own country – while noting, as both Trump and Farage have done, that Britain’s Brexit vote serves to remind us that the revolt against elites and globalisation exists in Europe too.</p> <p>A lot of this stuff has been around for decades. As a student 50 years ago I read the American historian Richard Hofstadter’s essay The Paranoid Style of American Politics, in which anti-foreigner nativism could easily be harnessed against newcomers, outsiders, black people, capitalism, Jews, the usual suspects. The leftwing social critic <a href=\"https://en.wikipedia.org/wiki/Christopher_Lasch\">Christopher Lasch</a> published The Culture of Narcissism as a consequence of post-war consumer capitalism as long ago as 1979. In Willie Loman, <a href=\"https://en.wikipedia.org/wiki/Arthur_Miller\">Arthur Miller’s</a> Death of a Salesman created a Trump voter in 1949.</p> <p>Lasch and Miller lived long enough to experience the Reagan presidency, its negative impacts softened by the incumbent’s relaxed and sunny disposition. The prospect of a Trump victory against Clinton – always a vulnerable candidate in my book – would seriously have frightened, though possibly not surprised, them. It’s been a long time coming and the Reagan/Goldwater wing of the Republican party has made the bouffant-haired Frankenstein possible.</p> <p>Ted Cruz is not alone in identifying Trump’s very obvious self-absorption, the quality so grotesque it rendered him almost a stealth candidate until too late. What no one understood at first was how much his excesses would appeal to voters – not all of them poor white people whose jobs, prospects and traditions have been attacked or destroyed – who feel marginalised or threatened.</p> <p>It’s part-cultural, part-economic, but it thrives in the celebrity culture we now inhabit, vastly enhanced by 24/7 social media. As harsh reality becomes more unpleasant, the temptation is to blur the edges between reality and illusion, to retreat into a magic world and the cult of self. Facebook, Google and YouTube make it ever more possible. Even the TV networks are making money out of Trump.</p> <p>Of course, Plato didn’t do Twitter or have a presence on Facebook. But Andrew Sullivan, the British expat writer in the US, <a href=\"http://nymag.com/daily/intelligencer/2016/04/america-tyranny-donald-trump.html\">wrote a piece</a> reminding New York magazine’s readers how the great man had warned that “tyranny is probably established out of no other regime than democracy,” in terms that describe the Trump scenario very well.</p> <p>Plato was no friend of democracy (as pandering classics professors routinely fail to tell us in their TV series on Greek democracy), not least because it killed his hero Socrates. He saw it as a system that gradually expanded freedom and equality to the point where authority imploded and its ensuing disorders allow a demagogue to seize power, promising to “take back control” or “get our country back”.</p> <p>Being of the elite himself, Plato explained, but with a populist touch, the emerging tyrant forces the now defenceless elite to compromise, flee or face retribution. Sound familiar? It certainly does. Watch those wobbling Republican millionaires shaking behind their locked gates. In an age that has delivered painful inequality in most advanced societies (unadvanced ones always have it), anger against elite wealth is very real and understandable. Which of us would not see more bankers jailed?</p> <p>Yet Trump supporters seem even more blind to his faults than Susan Sarandon or Nigel Farage. Trump still hasn’t published his tax return, as all candidates have done for 40 years, and evidence emerges daily of strange financial ties/debts to Russian and Chinese interests. </p> <p>The distinction between fact and fantasy is fast eroding. Trump is behind in most polls and may be rightly thrashed in November, a fading nightmare by Christmas. He may just “do a Brexit” and win. Does Farage get any of this, do you suppose? As a Poundland Trump, Farage tapped into suppressed resentment over “politically incorrect” feelings, but never provided any answers beyond that magic word: Brexit.</p> <p>Yet on Wednesday night in Mississippi we saw a man whose creed is self-governing “sovereign” states interfering in another country’s sovereignty (he complained when Obama did it in the referendum), not against a candidate whose toxic rage so clearly threatens us all, but on his side. I wish I could say Susan Sarandon showed a better grip on reality. There’s still time.</p>",
  "<p>Bill Clinton spoke out on Wednesday with a heartfelt defence of <a href=\"https://www.clintonfoundation.org/\">the charitable foundation</a> that he set up 15 years ago and that now casts a shadow over his wife Hillary’s presidential campaign.</p> <p>“We’re trying to do good things,” <a href=\"http://bigstory.ap.org/article/dc9f9f3877ab42dbbf159099e8aeac14/bill-clinton-defends-embattled-family-foundation\">he told reporters in Atlanta</a>. “If there’s something wrong with creating jobs and saving lives, I don’t know what it is. The people who gave the money knew exactly what they were doing. I have nothing to say, except I’m really proud of the work they’ve done.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/aug/23/the-clinton-foundation-funding-programs-charities\">Donald Trump says 'close the Clinton Foundation', but its work is crucial | Janet Ritz</a> </p> </aside>  <p>But the issue of a potential conflict of interest between the Clinton Foundation and state department, where Hillary was secretary from 2009 to 2013, <a href=\"https://www.theguardian.com/us-news/2016/aug/22/bill-clinton-hillary-president-clinton-foundation-future-trump\">has dogged her election campaign</a> this week, finally taking some heat off rival Donald Trump.</p> <p>Interpretations range from corruption “<a href=\"http://www.reuters.com/video/2016/08/24/bigger-than-watergate-giuliani-on-clinto?videoId=369657313\">bigger than Watergate</a>”, as former New York mayor Rudy Giuliani put it, to manufactured scandal. Late night TV host Stephen Colbert summed up the ambivalence: “The Clinton Foundation scandal lands right up there as ‘maybe a thing’, which is the same ranking as bald guys with pony tails, because it may not be a crime but it sure don’t look good.”</p> <p>Smoke without fire? Suddenly the Clinton Foundation finds itself on trial.</p>  <figure class=\"element element-image\" data-media-id=\"45301c82c92b247fcdea38df783e4dd075d8f52b\"> <img src=\"https://media.guim.co.uk/45301c82c92b247fcdea38df783e4dd075d8f52b/0_83_2000_1200/1000.jpg\" alt=\"Bill Clinton tours an HIV/Aids care and treatment facility and meet with patients and staff on 12 July 2006, in Maseru, Lesotho, South Africa.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bill Clinton tours an HIV/Aids care and treatment facility in 2006 in Maseru, Lesotho, South Africa.</span> <span class=\"element-image__credit\">Photograph: Getty Images</span> </figcaption> </figure>  <h2>What is the Clinton Foundation?</h2> <p>It was essentially Bill Clinton’s answer to the perennially tricky question of what ex-presidents should do next. He is not the first to create a foundation – and <a href=\"http://www.barackobamafoundation.org/\">the Obama Foundation</a> is already at work – but he is the first to have a spouse run for the White House. Hence the uniquely awkward situation.</p> <p>Bill Clinton launched the public charity after leaving the White House in 2001. It sought to bring together governments, businesses and social groups to tackle the world’s most pressing problems: health, climate change, economic development and opportunities for girls and women.<br></p> <p><a href=\"https://www.washingtonpost.com/politics/the-inside-story-of-how-the-clintons-built-a-2-billion-global-empire/2015/06/02/b6eab638-0957-11e5-a7ad-b430fc1d3f5c_story.html\">The Washington Post</a> wrote last year: “The Clinton Foundation is an ingenious machine that can turn something intangible – the Clintons’ global goodwill – into something tangible: money. For the Clintons’ charitable causes. For their aides and allies. And, indirectly, for the Clintons themselves.”</p> <p>More than 6,000 donors who have already provided the Clinton charity with more than $2bn in funding since its creation, <a href=\"http://hosted.ap.org/dynamic/stories/U/US_CAMPAIGN_2016_CLINTON_FOUNDATION?SITE=AP\">the Associated Press reported</a>. It has a staff of nearly 500 people.</p> <p>The foundation clearly means a lot to the 42nd president. Addressing staff recently, Bill Clinton commented: “I’ve done a lot of interesting things in my life, and I don’t think I’ve ever done anything that I’ve loved this much as this foundation.” He admitted the prospect of scaling it down “is like a root canal for me”.</p> <h2>Has the foundation succeeded?</h2> <p><a href=\"http://www.campaignlegalcenter.org/team/lawrence-m-noble\">Larry Noble</a>, general counsel of the Campaign Legal Center, says: “The foundation does real work. It’s not a sham organisation.”</p> <p>It claims to have “dramatically improved” the lives of millions of people around the world. Clinton’s supporters say it enabled the number of people receiving HIV/Aids medication to soar from 200,000 to 11.5 million and supported physical education programmes that helped more than 18 million students.</p> <p><a href=\"https://lauraseay.wordpress.com/bio/\">Laura Seay</a>, an academic who witnessed the foundation’s work firsthand in east Africa, said: “The perspective that it is some kind of slush fund is based on a real misunderstanding of what the Clinton Foundation does. The Clintons don’t take a salary from it.”<br></p> <p>Seay was researching a PhD from 2005 to 2007 in eastern Democratic Republic of the Congo, <a href=\"https://www.theguardian.com/world/2010/feb/05/congo-child-soldiers-ntaganda-monuc\">where militias roamed</a> and few aid organisations ventured. She recalled how, with Clinton Foundation funding, the <a href=\"https://www.theguardian.com/world/2010/jan/27/democratic-republic-congo-optimism\">Heal Africa hospital</a> in Goma treated 60 HIV-positive Congolese children, most of whom survived. “I know teens &amp; young adults who were kids then &amp; are alive today because the Clinton Foundation saved their lives when no one else would,” <a href=\"https://twitter.com/texasinafrica/status/767779911696261120\">she tweeted</a>.</p> <p>Seay, assistant professor of government at Colby College in Waterville, Maine, adds in an interview: “The Clinton Foundation was the organisation that took the risk on this. What it showed was that in really difficult circumstances you can save a lot of lives and change the way a lot of NGOs think about conflict zones. It really was remarkable.”</p> <p>Clinton also used his name to negotiate with international pharmaceutical giants to slash the price of HIV/Aids drugs, Seay argues.</p> <p>The foundation has been particularly active in Rwanda but not without criticism. <a href=\"http://www.nytimes.com/2015/10/19/us/politics/rwanda-bill-hillary-clinton-foundation.html?_r=0\">According to the New York Times</a>, in 2011 it successfully lobbied Hillary Clinton’s state department to approve an unconventional medical training programme there. A dispute over the plan was mediated by Cheryl Mills, who spent five years on the foundation board before switching to the state department.</p> <p>The foundation’s banner event, the annual Clinton Global Initiative meeting, is a forum for philanthropists to announce funding commitments including, in 2007, $2m to help build the <a href=\"https://www.theguardian.com/environment/2015/nov/23/how-africas-fastest-solar-power-project-is-lighting-up-rwanda\">Agahozo-Shalom Youth Village</a> for orphans of the genocide and Aids.</p> <p>Speaking by phone from Rwanda, its director, Jean-Claude Nkulikiyimfura, says of the foundation: “It seems to be doing some very good work in the country. Its work in health could be extremely beneficial.”</p> <p>Support from the foundation is also a superb calling card for non-government organisations seeking other partners, he adds. “Having the Clinton Foundation name in the list of donors may encourage other funders to provide support.”</p>  <figure class=\"element element-image\" data-media-id=\"ee3dd8b4dd1d3d6d207edf71831cf8328e58bb4d\"> <img src=\"https://media.guim.co.uk/ee3dd8b4dd1d3d6d207edf71831cf8328e58bb4d/0_204_4777_2867/1000.jpg\" alt=\"Talk show host Jimmy Kimmel, Bill Clinton, Hillary Clinton and Chelsea Clinton speak during a student conference for the Clinton Global Initiative University on 22 March 2014, at Arizona State University in Tempe, Arizona.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Talk show host Jimmy Kimmel, Bill Clinton, Hillary Clinton and Chelsea Clinton at a student conference at Arizona State University in 2014.</span> <span class=\"element-image__credit\">Photograph: Matt York/AP</span> </figcaption> </figure>  <h2>But is it transparent?</h2> <p>The foundation agreed to voluntarily disclose the names and donations of its contributors after Clinton was nominated to be secretary of state in late 2008, despite not being legally obliged to do so. It holds an A rating from <a href=\"https://www.charitywatch.org/home\">CharityWatch</a>, having spent 88% of its budget on programmes rather than overheads.</p> <p>Its list of donors includes Trump, who gave between $100,000 and $250,000 in 2009 and has attended a meeting of the Clinton Global Initiative. One Clinton ally, noting Trump’s demands for <a href=\"http://www.reuters.com/article/us-usa-election-trump-idUSKCN10X18W\">a special prosecutor</a> to look into the foundation, says: “As a donor, Trump is calling for an investigation of himself.”</p> <p>However, <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/aug/24/jennifer-granholm/clinton-surrogate-spins-clinton-foundation-defense/\">the Politifact website contends</a> that the foundation violated its memorandum of understanding with the state department with three significant omissions, including not reporting a <a draggable=\"true\" href=\"http://www.washingtonpost.com/politics/foreign-governments-gave-millions-to-foundation-while-clinton-was-at-state-dept/2015/02/25/31937c1e-bc3f-11e4-8668-4e7ba8439ca6_story.html\">$500,000 donation from Algeria</a> in 2010.</p> <h2>What is the main allegation now?</h2> <p>Pay for play. Donors to the foundation are said to have jumped the queue and gained special access to the state department. <a draggable=\"true\" href=\"http://bigstory.ap.org/article/82df550e1ec646098b434f7d5771f625/many-donors-clinton-foundation-met-her-state\">The AP wrote this week</a>: “More than half the people outside the government who met with Hillary Clinton while she was secretary of state gave money – either personally or through companies or groups – to the Clinton Foundation. It’s an extraordinary proportion indicating her possible ethics challenges if elected president.”</p> <p>The AP found that at least 85 of 154 people<strong> </strong>with private interests who either met or had phone conversations scheduled with Clinton also gave a combined total of $156m to her family’s charities. Trump, struggling in the polls, sensed an opening and piled on. “It’s hard to tell where the Clinton Foundation ends and the state department begins,” he told a rally on Wednesday night.</p> <p>Giuliani fumed: “It is now abundantly clear that the Clintons set up a business to profit from public office. They sold access and specific actions for money. This makes a mockery of her promise to Congress and the president to keep the Clinton Foundation and the state department entirely separate. In other words, they merged the two into the Clinton family racketeering enterprise.”</p> <p>But Hillary Clinton insists that the data was cherry picked from a subset of her schedule. She told CNN on Wednesday: “I know there’s a lot of smoke and there’s no fire. This AP report? Put it in context, excludes nearly 2,000 meetings I had with world leaders, plus countless other meetings with government officials when I was secretary of state. It looked at a small portion of my time.</p> <p>“It drew the conclusion and made the suggestion that my meetings with people like the late, great, Elie Wiesel, or Melinda Gates, or the Nobel prize winner, Muhammad Yunus were somehow due to connections with the foundation instead of their status as highly respected global leaders. That is absurd. These are people I was proud to meet with, who any secretary of state would have been proud to meet with and hear about their work and their insight.”</p> <p>However, there has also been a steady trickle of emails into the public domain that reveal how <a href=\"http://www.politico.com/story/2016/08/clinton-foundation-huma-abedin-doug-band-227275\">donors sought meetings with Clinton</a> by trying to call in favours from the foundation. Crown Prince Salman of Bahrain<em> </em>did get an appointment but others did not, and the Clinton camp insists the meetings were arranged through official channels.</p> <p>Hillary Clinton’s close aide <a href=\"https://www.theguardian.com/us-news/2016/jun/06/huma-abedin-hillary-clinton-anthony-weiner-documentary\">Huma Abedin</a>, who features prominently in the emails, appears to embody the tension, having worked at the state department while also being contracted to the Clinton Foundation.</p>  <figure class=\"element element-image\" data-media-id=\"8147b6b07d9938457f6834eb4eb481fefa4113a2\"> <img src=\"https://media.guim.co.uk/8147b6b07d9938457f6834eb4eb481fefa4113a2/0_112_3000_1799/1000.jpg\" alt=\"Bill Clinton greets villagers after he visited the Godino Health Center on 1 August 2008 in Debre Zeit, Ethiopia.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bill Clinton greets villagers after he visited the Godino Health Center in August 2008 in Debre Zeit, Ethiopia.</span> <span class=\"element-image__credit\">Photograph: Justin Sullivan/Getty Images</span> </figcaption> </figure>  <h2>Access is one thing, but is there a smoking gun that proves foreign donors influenced Clinton’s decision-making as secretary of state?</h2> <p>No. Evidence of a causal link has not come to light, at least not yet. Elizabeth Trudeau, a spokesperson for the state department, says: “The state department is not aware of any actions that were influenced by the Clinton Foundation.” There is no proof of a quid pro quo or anything illegal.</p> <p>But <a href=\"http://www.breitbart.com/tag/peter-schweizer/\">Peter Schweizer</a>, author of the book Clinton Cash and a senior editor-at-large at Breitbart News, said: “It’s naive to believe that people throw money at politics and don’t expect something in return. They claimed there was going to be a wall between the Clinton Foundation and state department and this clearly shows there was communication between people at the Clinton Foundation and state department. There needs to be an investigation into exactly what happened and we also need legislation. We can’t allow politicians to police themselves on these matters.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/22/bill-clinton-hillary-president-clinton-foundation-future-trump\">Clinton Foundation: Bill to quit board if Hillary becomes president</a> </p> </aside>  <p>The foundation was a useful “conduit” for the Clintons to avoid the normal rules governing contributions to politicians, Schweizer adds. “You look at Huma Abedin who was on the payroll of both the Clinton Foundation and state department. I don’t think ‘inevitable overlap’ involves dual payrolls.”</p> <h2>So how does the issue look?</h2> <p>Not good, especially as it fills a new vacuum in the dog days of August in which Trump has managed to avoid his usual attention-grabbing gaffes. It gives the appearance, at least, of a blurred line and intersecting interests between the Clinton Foundation and state department.</p> <p>“The frequency of the overlaps shows the intermingling of access and donations, and fuels perceptions that giving the foundation money was a price of admission for face time with Clinton,” the AP report said.</p> <p>Scott Amey, general counsel at the <a href=\"http://www.pogo.org/\">Project on Government Oversight</a>, said: “I think this is an example that may not be illegal but certainly should have been handled with more communication to show there was no actual or apparent conflicts of interest.</p> <p>“The question is, in giving money to the Clinton Foundation, did donors feel they deserved or were going to receive special access to Hillary at the state department? We don’t know. Only time will tell. It seems some favours were called in and some minor efforts were made to provide access.”</p> <p>Perhaps some overlap between between the entities was inevitable. But Amey adds: “One of the biggest mistakes here is they didn’t set up proper firewalls to prevent those blurred lines. I would be less sceptical if I had seen emails back from the state department saying: ‘We can’t do this, you should go through the official channels.’”</p>  <figure class=\"element element-image\" data-media-id=\"2485f2df79181a91d5b712f23ecec23f3611591f\"> <img src=\"https://media.guim.co.uk/2485f2df79181a91d5b712f23ecec23f3611591f/0_122_3000_1800/1000.jpg\" alt=\"Hillary Clinton and Bill Clinton address the audience during the opening of the Clinton Global Initiative on 22 September 2014 in New York City.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton and Bill Clinton address the audience during the opening of the Clinton Global Initiative in September 2014 in New York City.</span> <span class=\"element-image__credit\">Photograph: Michael Loccisano/Getty Images</span> </figcaption> </figure>  <h2>Bill Clinton announced that, if Hillary wins the presidency, he will step down from the board of the foundation and it will stop accepting foreign and corporate donations. Why now?</h2> <p>From an editorial in the Washington Post: “It would have been much better to take these measures when Ms Clinton started at state. At this point, especially given the emerging record of contacts, they are probably not enough.”</p> <p>And Schweizer comments: “It’s too little too late. If it’s inappropriate for her to do as president, why was it appropriate as secretary of state?”</p> <p>One Clinton ally responds: “I think being in charge is another matter.”</p> <h2>So, should the foundation just close down now for everyone’s sake?</h2> <p>Opinion is divided. <a href=\"http://www.usatoday.com/story/opinion/2016/08/23/hillary-clinton-foundation-donald-trump-editorials-debates/89226920/\">An editorial in USA Today said</a>: “The only way to eliminate the odor surrounding the foundation is to wind it down and put it in mothballs, starting today, and transfer its important charitable work to another large American charity such as the Bill &amp; Melinda Gates Foundation.”</p> <p>Others believe that would be going too far. Noble says of Clinton: “I don’t know if you have to shut it down. If you look at it like a business, what you have to do is totally separate yourself from it. If you’re going to run for president, there are sacrifices you’ve got to make.”</p> <p><a href=\"https://twitter.com/texasinafrica/status/767782653072379904\">Seay tweeted</a> on Wednesday: </p>  <figure class=\"element element-embed\" data-alt=\"Laura Seay tweet\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;blockquote class=&quot;twitter-tweet&quot; data-lang=&quot;en&quot;&gt;&lt;p lang=&quot;en&quot; dir=&quot;ltr&quot;&gt;But saying, &amp;quot;Shut it down&amp;quot; without any context or understanding that hundreds of thousands of innocent people would DIE is irresponsible.&lt;/p&gt;&amp;mdash; Laura Seay (@texasinafrica) &lt;a href=&quot;https://twitter.com/texasinafrica/status/767782653072379904&quot;&gt;August 22, 2016&lt;/a&gt;&lt;/blockquote&gt;&lt;script async src=&quot;//platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>",
  "<p>Female candidates are leading the push for a Democratic return to power in the Senate as Donald Trump’s sagging poll numbers leave the Republican majority under extreme pressure.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/25/tammy-duckworth-senate-race-illinois-profile\">Tammy Duckworth shows her strength in Senate fight: 'These legs don’t buckle'</a> </p> </aside>  <p>Even before Trump became the Republican presidential nominee, Democrats had a decent chance of picking up enough seats to wrest the Senate majority from Mitch McConnell’s hands: they need only four seats if there’s a Democratic president, or five if there’s not.<br></p> <p>And in five of the seven states where Democrats have a strong chance of picking up seats, the candidates are women. </p> <p>There <a href=\"http://thehill.com/homenews/senate/282278-ten-senate-seats-most-likely-to-flip\">is</a> <a href=\"http://cookpolitical.com/senate/charts/race-ratings\">broad</a> <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/04/08/why-democrats-should-like-their-chances-of-taking-back-the-senate/\">agreement</a> on the states where Democrats have the best chance of picking up seats: Illinois, Pennsylvania, New Hampshire, North Carolina, Arizona, Wisconsin and Ohio. In all but the last two, the Democratic candidate is a woman. And in Nevada, minority leader Harry Reid is retiring and Democrat Catherine Cortez Masto is <a href=\"http://www.realclearpolitics.com/epolls/2016/senate/nv/nevada_senate_heck_vs_cortez_masto-5982.html\">neck-and-neck</a> with her Republican opponent, Joe Heck, in the latest poll.</p> <p>The woman mostly likely heading to the Senate after November’s election is Illinois <a href=\"https://www.theguardian.com/us-news/2016/aug/25/tammy-duckworth-senate-race-illinois-profile\">congresswoman Tammy Duckworth</a>. <a href=\"http://elections.huffingtonpost.com/pollster/2016-illinois-senate-kirk-vs-duckworth\">Few polls</a> have actually been done in the state that elected Barack Obama president twice and the <a href=\"http://www.chicagobusiness.com/article/20160722/BLOGS02/160729927/poll-gives-kirk-edge-over-duckworth-while-clinton-clobbers-trump\">latest conservative poll</a> shows Duckworth and the incumbent senator, Mark Kirk, in a statistical tie. Kirk’s been forced to <a href=\"http://www.chicagotribune.com/news/local/politics/ct-mark-kirk-donald-trump-met-0608-20160607-story.html\">denounce</a> his initial endorsement of Trump – but Duckworth thinks that the growing support for Hillary Clinton in the state can work in her favor.</p>  <figure class=\"element element-image\" data-media-id=\"d7f6991045a84bc588ba7671531893638c88222b\"> <img src=\"https://media.guim.co.uk/d7f6991045a84bc588ba7671531893638c88222b/0_160_2400_1440/1000.jpg\" alt=\"Tammy Duckworth\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tammy Duckworth speaks at a campaign event in Danville, Illinois, last week.</span> <span class=\"element-image__credit\">Photograph: Kristen Norman/The Guardian</span> </figcaption> </figure>  <p>“In terms of my gender … I don’t think it’s made as big of a difference” she said, “but it does allow me to connect more with so many more of the female volunteers who are turning up for Hillary, and are there to connect with me.”</p> <p>“To be on the same ballot with her?” she asked rhetorically. “It’s so historic.”</p> <p>Stephanie Schriock, the president of Emily’s List, which promotes and funds pro-choice Democratic candidates – including the six women who could help turn the Senate blue again – noted that the number of women up for election to Senate seats is no accident of history. “We’ve been working for 31 years to elect women,” she said, noting that when Emily’s List was started, there were only two female senators, and both were Republicans. </p> <p>“We’re planting seeds all the time to build that pipeline of great women to run for office,” she added, pointing out that the organization backed Duckworth in her unsuccessful House campaign in 2006 and Cortez Masto in her successful bid for state attorney general before supporting them in their Senate races.</p> <p>Emily’s List is also backing <a href=\"http://womensenews.org/2016/08/pro-choice-kirkpatrick-threatens-to-upset-mccain-in-arizona/\">Ann Kirkpatrick</a> in Arizona, who is giving one-time Republican presidential nominee John McCain the run of his Senate career; Maggie Hassan, the Democratic governor of New Hampshire whose <a href=\"http://www.wbur.org/radioboston/2016/08/18/new-hampshire-politics\">prospects</a> in her race against incumbent Senator Kelly Ayotte are getting a boost by Trump’s unpopularity in the state; Deborah Ross, whose longshot campaign against incumbent Richard Burr looks <a href=\"http://www.wsj.com/articles/north-carolina-senate-contest-suddenly-turns-tight-1471827565\">far more likely to succeed</a> than it did in the pre-Trump days; and Katie McGinty in Pennsylvania, who’s looking to <a href=\"http://www.nytimes.com/2016/08/19/us/politics/republicans-worry-a-falling-donald-trump-tide-will-lower-all-boats.html?smid=tw-share&amp;_r=0\">topple incumbent</a> Pat Toomey.</p>  <figure class=\"element element-image\" data-media-id=\"2276b1aee2c7eb384f31b462f344c88a4588751c\"> <img src=\"https://media.guim.co.uk/2276b1aee2c7eb384f31b462f344c88a4588751c/0_202_3000_1800/1000.jpg\" alt=\"Maggie Hassan\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Maggie Hassan, governor of New Hampshire and Senate candidate, waves to the crowd during a campaign event with Hillary Clinton, in July.</span> <span class=\"element-image__credit\">Photograph: Bloomberg/Getty Images</span> </figcaption> </figure>  <p>Many of the women are emphasizing that they will bring more than just gender diversity to the Senate: they’ll bring a diversity of perspectives distinct from the long-serving politicians they seek to unseat. </p> <p>Duckworth, for instance, has been emphasizing not just her military service on the campaign trail, but her family’s descent into poverty from the middle class during her teen years because her father was laid off. “I understand the challenges they’re facing, because I’ve faced them myself,” she said, pointing out that while her opponent has focused on the Iran deal and Syrian refugees, polls show that economic issues resonate more for voters in Illinois. </p> <p>“They have a senator who’s been wrong on everything that he’s ever said on national security, who’s is focused on that and not on how they’re going to pay their mortgage this month,” she said.</p> <p>McGinty’s message to voters in Pennsylvania also focuses on her working-class roots. “I grew up in a working family, the ninth of ten kids, and today, I’m a working mom with three daughters,” she said in a statement. “I am running for US Senate to be a voice for working families and ensure they have every opportunity to get ahead.” </p> <p>But there’s history to be made if these women prevail.</p> <p>There are currently only 20 women serving in the US Senate – which is still a record number – including New Hampshire’s Ayotte, and retiring Senator Barbara Mikulski of Maryland (where the Democrat, Congressman Chris Van Hollen, is expected to win) and Barbara Boxer of California (where the current state attorney general, Kamala Harris, is poised to be the second African American woman ever elected to the Senate.) If just two of the women in competitive Senate races win in November, the next Senate will have the largest number of women in the history of the country. If all six prevail, fully 25% of the Senate will be women for the first time.</p> <p>And, if all six prevail, women will be fully 44% of the 50 Democrats in the Senate (the Democratic caucus currently contains two independents: Vermont’s Bernie Sanders and Maine’s Angus King). “Emily’s List has ambitions to get to 50% of the Democratic caucus,” said Schriock. “And maybe a little bit more, to make up for lost time.”</p>",
  "<p>The political row in France over mayors banning the burkini has intensified after a woman in a headscarf was photographed on a beach in Nice <a href=\"https://www.theguardian.com/world/2016/aug/24/french-police-make-woman-remove-burkini-on-nice-beach\">removing a long-sleeved top</a> while surrounded by armed police.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/aug/24/french-police-make-woman-remove-burkini-on-nice-beach\">French police make woman remove clothing on Nice beach following burkini ban</a> </p> </aside>  <p>The series of pictures, taken by a local French news photographer, showed a woman dressed in leggings, a long-sleeved tunic and headscarf being approached by four officers. As the police stand around her, she removes her long-sleeved top, revealing a short-sleeved top underneath. It is unclear whether or not the woman was ordered to do so. In another image, a police officer appears to write out a fine. </p> <p>A spokesman for Vantage News, which released the pictures in the UK, said they were taken at about 11am (10am BST) on Tuesday. “The woman was fined, she left the beach and so did the police,” the spokesman said.</p> <p>On Thursday, the council of state, France’s highest administrative court, will examine a request by the French Human Rights League to scrap the burkini bans. Lawyers argue that the short-term decrees are illegal.</p> <p>The Nice mayor’s office denied that she had been forced to remove clothing, telling Agence France-Presse that the woman was showing police the swimsuit she was wearing under her tunic over a pair of leggings.</p> <p>The woman was wearing ordinary clothes and not a burkini, or full-body swimsuit. The photographer noticed the police presence, but was standing far from the scene and took the pictures with a long lens, his French photo agency <a href=\"http://www.liberation.fr/france/2016/08/24/femme-voilee-verbalisee-a-nice-il-n-y-a-aucune-mise-en-scene_1474409\">told newspaper Libération</a>.</p> <p>Last week, Nice <a href=\"https://www.theguardian.com/world/2016/aug/19/nice-becomes-latest-french-city-to-impose-burkini-ban\">banned the burkini</a> on its beaches, following about 15 seaside areas in south-east France where mayors have done the same.</p> <p>Nice’s deputy mayor, Christian Estrosi, from the centre-right Les Républicains party, said a municipal police team had “acted perfectly to make sure that [the] decree was respected”. He threatened legal action against anyone disseminating pictures of municipal police. A total of 24 women have been stopped by police in the city since the burkini ban came into force.</p> <p>The pictures of the woman removing the item of clothing were met with outrage. “I am so ashamed,” tweeted the French feminist Caroline De Haas.</p> <p>Accounts of other women being stopped by police for wearing Muslim headscarves and long-sleeved clothing on beaches caused fury among the ruling Socialist party and rights groups. </p> <p>In Cannes, a 34-year-old mother of two described how she had been stopped and fined on a beach, where she was sitting with her children, while wearing clothes and a headscarf.</p> <p> “I was sitting on a beach with my family. I was wearing a classic headscarf. I had no intention of swimming,” said the former flight attendant from Toulouse, giving her name only as Siam.</p> <p> <a href=\"http://www.bfmtv.com/societe/arrete-anti-burkini-une-femme-voilee-dans-l-incomprehension-apres-avoir-ete-verbalisee-1029001.html\">Speaking to BFMTV</a>, she said three police officers had approached her and said a decree issued by the mayor of Cannes stipulated that everyone had to wear correct and appropriate clothing, and that she should tie her headscarf round her head as a bandana or leave the beach. </p> <p> She told the police that she thought her clothing was normal and appropriate, she had not shocked anyone and there was no law stopping her being dressed as she was. </p> <p>“I wasn’t in a burkini, I wasn’t in a burqa, I wasn’t naked, so I considered my clothing was appropriate,” she said. She described a mini-riot around her as about 10 people ran over in support, telling the police that the family was not bothering anyone, while about 10 others verbally insulted her. “There were insults like ‘Go home’, ‘We don’t want that here’, ‘France is a Catholic country’. My daughter was crying, she didn’t understand why her mother was being asked to leave.” </p> <p>She was fined by police, who wrote on her ticket that her clothing did not conform with “good manners” or French secularism.</p> <p> Mathilde Cusin, a journalist who was at the scene, said: “Some people clearly applauded the police ... People asked her to leave or take off her headscarf. It felt like I was watching a pack turn on a woman seated on the ground in tears with her daughter.”</p> <p> The mayor of Cannes, David Lisnard, <a href=\"http://tempsreel.nouvelobs.com/societe/20160823.OBS6733/verbalisees-pour-un-simple-voile-la-derive-des-arretes-anti-burkinis.html\">told magazine L’Obs</a> that he supported the police who had taken the decision to enforce the ban on any “ostentatious outfits” at the beach. </p> <p> Other footage, posted on Twitter by <a href=\"https://twitter.com/FeizaK/status/768119575628177409\">Feiza Ben Mohamed</a> of the Nice-based Federation of Muslims in the South, appeared to show a woman in headscarf, trousers and tunic top being apprehended by police for standing on a beach. A police officer explained that her way of dressing could be a public order risk.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/FeizaK/status/768119575628177409\">  <blockquote class=\"twitter-tweet\"><p lang=\"fr\" dir=\"ltr\">Nouvelle vidéo de la chasse aux femmes voilées à <a href=\"https://twitter.com/hashtag/Nice06?src=hash\">#Nice06</a> Saison 1 / épisode 2 <a href=\"https://twitter.com/hashtag/BurkiniGate?src=hash\">#BurkiniGate</a> <a href=\"https://t.co/XJNKTh2Rdk\">pic.twitter.com/XJNKTh2Rdk</a></p>&mdash; Feiza Ben Mohamed (@FeizaK) <a href=\"https://twitter.com/FeizaK/status/768119575628177409\">August 23, 2016</a></blockquote>  </figure>  <p> The Socialists said the actions of police and bystanders towards Siam in Cannes showed a “particularly dangerous” excess and were “incompatible with the law”. </p> <p> The French Council of the Muslim Faith requested urgent talks with the interior minister, Bernard Cazeneuve, citing the “growing fear of stigmatisation of Muslims in France”.</p> <p>Afterwards, Cazeneuve said: “The implementation of secularism and the option of adopting such decrees must not lead to stigmatisation or the creation of hostility between French people.”</p> <p>On Thursday, the council of state, France’s highest administrative court, will examine a request by the French Human Rights League to scrap the burkini bans. Lawyers argue that the short-term decrees are illegal. </p> <p> The bans follow the <a href=\"https://www.theguardian.com/world/2016/jul/29/one-eye-on-the-emergency-exit-the-anxious-mood-in-germany-and-france\">Bastille Day attack in Nice</a> and the murder of a priest in Normandy. The various mayoral decrees do not explicitly use the word burkini; instead they ban “beachwear which ostentatiously displays religious affiliation,” citing reasons such as the need to protect public order, hygiene or French laws on secularism. </p> <p> But wearing a burkini remains legal in France. It is also legal to wear in public a Muslim headscarf that does not cover the face.</p> <p> The burkini bans have prompted a row over the French principle of <em><em>laïcité</em></em> (secularism), amid accusations that politicians are twisting and distorting this principle for political gain, and to target Muslims.</p> <p>The French republic is built on a strict separation of church and state, intended to foster equality for all private beliefs. In theory, the state is neutral in terms of religion and allows everyone the freedom to practise their faith as long as there is no threat to public order.<br></p> <p> Benoît Hamon, a former education minister running to be the Socialists’ presidential candidate in the 2017 election, said a woman being stopped by police for wearing a headscarf on a beach made a mockery of French secularism and warned against “an obsessive oneupmanship against Muslims” by politicians. </p> <p>The Green party senator Esther Benbassa tweeted: “Women in headscarves stopped by police on the beach. Secularism? No. Harassment. Anti-religious persecution.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2013/jul/22/frances-headscarf-war-attack-on-freedom\">France's headscarf war: 'It's an attack on freedom'</a> </p> </aside>  <p> The French group Osez le féminisme said: “We condemn these anti-burkini decrees. Where are women’s rights when we hold one category of women responsible for ‘public disorder’, or even for terrorism? What is the link between a woman in a headscarf on a beach and mass murders carried out by jihadis?”</p> <p> The Muslim headscarf has been thrust on to the political agenda by the <a href=\"https://www.theguardian.com/world/2016/aug/22/nicolas-sarkozy-declares-candidacy-french-presidential-election\">former president Nicolas Sarkozy</a>, who wants to ban it from being worn at universities and in private companies. His ally and former minister Éric Woerth told French TV that wearing a headscarf was a kind of provocation. </p> <p>France has some of the <a href=\"https://www.theguardian.com/world/2013/jul/22/frances-headscarf-war-attack-on-freedom\">toughest legislation on headscarves</a> in Europe. This includes a ban on niqab full-face coverings in all public places on the basis that they hide a person’s identity. </p> <p>State workers in the public service, such as in hospitals or town halls, must by law be impartial and neutral, and so cannot show their religious belief at work with an outward symbol such as a headscarf, cross or turban.</p> <p>In 2004, a law <a href=\"http://news.bbc.co.uk/1/hi/world/europe/3619988.stm\">outlawed all religious symbols</a> in state schools, which banned girls from wearing a headscarf, or hijab, to school, as well as religious symbols such as a cross, the Jewish kippa or a turban.</p>",
  "<p>Bernie Sanders announced plans for his new grassroots organising project, <a href=\"https://ourrevolution.com\">Our Revolution</a>, on Wednesday night, declaring that “the struggle for justice still continues”.<br></p> <p>In a livestream watched by tens of thousands of people, Sanders told his supporters “we have driven the debate and changed the mindset of people” as he laid out plans to elect progressive politicians and work to improve criminal justice reform, single-payer healthcare and immigration policy.</p> <p>But the launch was overshadowed by reports that a majority of Our Revolution staff members had resigned in the past few days amid an internal row.</p> <p>The departures, including the entire organizing department and the group’s digital director, came after Sanders’ former campaign manager Jeff Weaver was appointed president of the group.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/26/bernie-sanders-our-revolution-grassroots-jeff-weaver\">Is Bernie Sanders' Our Revolution over before it even began?</a> </p> </aside>  <p>Wednesday’s announcement was broadcast from Burlington, Vermont, where Sanders appeared in front of a small crowd of supporters. The Vermont senator spoke for almost 50 minutes, much of which was spent hailing the success of his primary campaign. </p> <p>Sanders cited his popularity among young voters as proof that “our vision is the future of this country” and took a dig at the Democrats, claiming that his campaign “took on virtually the entire Democratic party establishment”.</p> <p>Our Revolution would build on the popularity of the primary campaign, Sanders said, by supporting “progressives at every level” as the group bid to plant liberal politicians throughout the country. </p> <p>“Real change never ever takes place from the top on down,” Sanders said. “It happens when people come together and demand fundamental change in this country.”</p> <p>He listed five of the progressives Our Revolution would be supporting, with the variation between level of office illustrating the breadth of the organization’s vision. The candidates ran from Vernon Miller, who is running for school board in Nebraska, to <a href=\"https://www.theguardian.com/us-news/2016/aug/17/zephyr-teachout-bernie-sanders-woodstock-us-election\">Zephyr Teachout, who is running for US congress in upstate New York</a>.</p> <p>Sanders also listed some of the issues the organization would focus on, which include campaigning against Citizens United, lobbying for a single-payer healthcare system and working against fracking and climate change.</p> <p>Our Revolution’s chances of effecting this change would appear to have been impacted by the mass resignations, however.</p> <p><a href=\"http://www.politico.com/story/2016/08/bernie-sanders-group-turmoil-227297\">Politico reported</a> that staff had been unhappy with the way Weaver had managed Sanders’ primary campaign, as well as having concerns over Our Revolution’s 501(c)(4) status. That categorization means it will be able to accept large contributions from anonymous donors. </p> <p>The strategy would appear to put Our Revolution at odds with Sanders’s oft-repeated primary campaign message: that big money does not belong in politics.</p> <p><a href=\"http://www.nytimes.com/2016/08/25/us/politics/bernie-sanders-our-revolution-group.html?smprod=nytcore-iphone&amp;smid=nytcore-iphone-share\">The New York Times reported</a> that eight staff members comprising a majority of Our Revolution’s employees had quit. Claire Sandberg, who was the organising director at Our Revolution until this week, told the newspaper the dramatic departures were a direct result of Weaver’s appointment. </p> <p>“I left and others left because we were alarmed that Jeff would mismanage this organization as he mismanaged the campaign,” Sandberg said. </p> <p>She said she was concerned over how Our Revolution, under Weaver, would raise and spend money; specifically that the group would “betray its core purpose by accepting money from billionaires and not remaining grassroots funded and plowing that billionaire cash into TV instead of investing it in building a genuine movement”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/17/zephyr-teachout-bernie-sanders-woodstock-us-election\">Zephyr Teachout aims to keep Bernie Sanders’ vision alive in Woodstock</a> </p> </aside>  <p><a href=\"https://www.theguardian.com/us-news/2016/aug/18/hillary-clinton-bernie-sanders-supporters-republicans-donald-trump\">Activists who had campaigned</a> for Sanders during the Democratic primary relayed similar fears. </p> <p>A grassroots organizer who worked alongside the Sanders campaign in New York said Sanders’s presidential campaign had tended to ignore groundwork already done by Sanders supporters.</p> <p>They said there was concern among grassroots activists that Our Revolution, under Weaver, would attempt to do the same.</p> <p>“During the campaign we would always already have operations running and would be doing things and the campaign would show up and throw everything out. It happened in New York and made it very difficult to organize,” the organizer said.</p> <p>Our Revolution did not respond to requests for comment on Weaver’s appointment and the subsequent resignations. </p>",
  "<div id=\"block-57be4e80e4b0fe30498a4800\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T01:52:55.100Z\">2.52am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today in Campaign 2016</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"c1ae6467a487304d0fe0d6da9797f1206c107a82\"> <img src=\"https://media.guim.co.uk/c1ae6467a487304d0fe0d6da9797f1206c107a82/0_0_2520_1511/1000.jpg\" alt=\"Donald Trump.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump.</span> <span class=\"element-image__credit\">Photograph: Jonathan Bachman/Getty Images</span> </figcaption> </figure>  <ul> <li>In comments that run counter to his previous stance on the signature issue of his presidential campaign, Donald Trump told Fox News host Sean Hannity that although undocumented immigrants living in the United States will get “no citizenship,” they will pay back taxes in exchange for possible legal status.</li> <li>“They’ll pay back taxes, they have to pay taxes, there’s no amnesty, as such, there’s no amnesty, but we work with them,” Trump said, in remarks set to air tonight on Hannity’s show. “Now, everybody agrees we get the bad ones out,” Trump said of <a href=\"https://www.donaldjtrump.com/positions/immigration-reform\">his immigration policy</a>, which heretofore has called for the construction of a 2,000-mile wall along the US southern border and a “deportation force” that would remove the estimated 11 million undocumented immigrants currently estimated to live in the country. “But when I go through and meet thousands and thousands of people on this subject,” he continued, “and they’ve said, ‘Mr. Trump, I love you, but to take a person who’s been here for 15 or 20 years and throw them and their family out, it’s so tough, Mr. Trump.’ I have it all the time! It’s a very, very hard thing.”</li> <li>The Clinton campaign issued a statement on the exploding cost of EpiPens, which are used to ward off potentially fatal allergic reactions. A two-dose package cost less than $60 nine years ago; the cost is now closer to $400, AP reported. The product – and the conduct of the drug company that sells it – came under focus after members of Congress began demanding answers from EpiPen maker Mylan about the cost rises. Clinton called the price spike “outrageous” in a statement.</li> <li>Louisiana Republicans are exploring the possibility of booting infamous white supremacist and former Ku Klux Klan grand wizard David Duke from the party, although their attempts will likely come too late to prevent him from running for the US senate seat he’s currently pursuing.<br></li> <li>The director of Donald Trump’s Maryland and Northern Virginia campaigns has suggested that Hillary Clinton is severely ill and would not survive a year in office during a “Moms 4 Trump” event in Loudoun County, Virginia.John Jaggers, the Maryland and Northern Virginia state director for Trump’s campaign, continued the Republican campaign’s unfounded attack on Clinton’s health during a “Moms 4 Trump” rally in Loudoun County.</li> <li>“How many of you would wear a wool coat in August?” John Jaggers asked the a crowd of Trump supporters at Salamander Resort in Middleburg, Virginia, <a href=\"http://www.loudountimes.com/news/article/trump_campaign_operative_suggests_clinton_will_die_during_first432\">according to the Loudoun Times-Mirror</a>. “The woman who seeks to be the first female president of the United States wears a wool coat at every single thing. Have you ever stopped to wonder why? It’s a big deal, folks.”</li> <li>Nigel Farage, the former head of the United Kingdom Independence Party and orchestrator of the Brexit vote that removed the UK from the European Union, spoke at Donald Trump’s rally in Jackson, Mississippi. Although Farage did not endorse Trump, he did echo the populist message of the Brexit vote to encourage supporters of Trump to vote to overthrow “modern global corporatism”.</li> <li>“I come to you from the United Kingdom with a message of hope and a message of optimism,” Farage said. That message: “If the ordinary decent people are prepared to stand up and fight for what they believe in, we can overcome the big banks, we can overcome the multinationals! And we did it!”</li> </ul> </div>   </div> <div id=\"block-57be474ee4b0fe30498a47e4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T01:18:20.048Z\">2.18am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-vine\"> <iframe class=\"vine-embed\" src=\"https://vine.co/v/5Ot7W2HKWWn/embed/simple\" width=\"600\" height=\"600\" frameborder=\"0\"></iframe><script async src=\"//platform.vine.co/static/scripts/embed.js\"></script> </figure> </div>   </div> <div id=\"block-57be4508e4b048662988fd7e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T01:08:51.853Z\">2.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Rick Wilson, on Donald Trump’s amnesty stance:</h2> <blockquote class=\"quoted\"> <p>Donald Trump supporters, who flocked to him in droves for a hard line, punitive ‘deport them all’ promise must have whiplash. His new handler Kellyanne Conway has pushed him to the left of the Gang of Eight and his new amnesty plan is sure to cause heartache with his nervous fans.</p> </blockquote> </div>   </div> <div id=\"block-57be4216e4b0fe30498a47d0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T01:03:19.902Z\">2.03am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Clinton campaign has issued a statement regarding Donald Trump’s apparent “softening” of his stance on undocumented immigrants:</p> <p>“Yesterday in Texas, Trump doubled down on his dangerous immigration policies and once again falsely painted Latinos as criminals,” said Lorella Praeli, national director of Latino vote. “Here’s a message for Trump: Latinos can see through your cynical ploys - no play of words can hide the fact that you’ve built your entire campaign on a dangerous agenda that seeks to demonize immigrants, deport 16 million people, build a giant concrete wall and send a deportation force into our communities.”</p> </div>   </div> <div id=\"block-57be3f27e4b0568600c0404f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T00:43:53.084Z\">1.43am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump: Hillary Clinton is 'a bigot'</h2>  <div class=\"block-elements\">  <blockquote class=\"quoted\"> <p>Hillary Clinton is a bigot who sees people of color only as votes, not as human beings worthy of a better future.</p> </blockquote> </div>   </div> <div id=\"block-57be3ea6e4b048662988fd67\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T00:41:14.328Z\">1.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mattmfm/status/768606651385581568\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This was Hope Hicks literally 8 hours ago. <a href=\"https://t.co/31F0PjIqpx\">pic.twitter.com/31F0PjIqpx</a></p>&mdash; Matt McDermott (@mattmfm) <a href=\"https://twitter.com/mattmfm/status/768606651385581568\">August 25, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57be3a0fe4b0fe30498a47ab\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T00:31:02.534Z\">1.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Nigel Farage, the former head of the United Kingdom Independence Party and orchestrator of the Brexit vote that removed the UK from the European Union, spoke at Donald Trump’s rally in Jackson, Mississippi. Although Farage did not endorse Trump, he did echo the populist message of the Brexit vote to encourage supporters of Trump to vote to overthrow “modern global corporatism”.</p>  <figure class=\"element element-image\" data-media-id=\"fa9a0401238b6e65a081685f87db4004c1a0cc87\"> <img src=\"https://media.guim.co.uk/fa9a0401238b6e65a081685f87db4004c1a0cc87/0_0_5116_3284/1000.jpg\" alt=\"Nigel Farage.\" width=\"1000\" height=\"642\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage.</span> <span class=\"element-image__credit\">Photograph: Alastair Grant/AP</span> </figcaption> </figure>  <p>“I come to you from the United Kingdom with a message of hope and a message of optimism,” Farage said. That message: “If the ordinary decent people are prepared to stand up and fight for what they believe in, we can overcome the big banks, we can overcome the multinationals! And we did it!”</p> <p>“What the Brexit campaign did is we reached those people who’d been let down by modern global corporatism,” Farrage continued. “We reached those people who have never voted in their lives but believed by going out and voting for Brexit, believed they could take control of their country.”</p> <p>“We were visited by one Barack Obama and he talked down to us - he treated us as if we were nothing,” Farrage said. “Having criticized and condemned his behavior, I could not possibly tell you how you should vote in this election... but I will say this: if I was an American citizen, I wouldn’t vote for Hillary Clinton if you paid me!”</p> <p>“In fact, I wouldn’t vote for Hillary Clinton if <em>she</em> paid me!” Farage said, to loud cheers.</p> <p>“The parallels are there,” Farrage said. “I think that you have a fantastic opportunity to here with this campaign.”</p> <p>“You can beat Washington!” Farrage said in conclusion. “And you’ll do it by doing what we did for Brexit in Britain.”</p> <p>“If you want change in this country, you better get your walking boots - you better get out there campaigning, and remember: anything is possible if enough decent people are prepared to stand up against the establishment!”</p> </div>   </div> <div id=\"block-57be37cee4b0568600c04040\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T00:12:17.827Z\">1.12am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump holds rally in Jackson, Mississippi</h2>  <div class=\"block-elements\">  <p><strong>Watch it live:</strong></p>  <figure class=\"element element-embed\" data-alt=\"Donald Trump\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57bda0b26add94c00b262c2c?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57be3797e4b0568600c0403f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T00:11:09.709Z\">1.11am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Jeb Bush’s former communications director:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Timodc/status/768582829693427712\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This is basically Jeb&#39;s position. Guess Trump is the biggest cuck of them all.  <a href=\"https://t.co/7wbljRObtd\">https://t.co/7wbljRObtd</a></p>&mdash; Tim Miller (@Timodc) <a href=\"https://twitter.com/Timodc/status/768582829693427712\">August 24, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57be3527e4b0568600c04038\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-25T00:01:44.859Z\">1.01am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Too early for a #TBT?</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/590981376666685440\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">No amnesty. Protect the rule of law! Let’s Make America Great Again <a href=\"https://t.co/u25yI5T7E8\">https://t.co/u25yI5T7E8</a></p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/590981376666685440\">April 22, 2015</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/663923846949548032\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Marco Rubio is totally weak on illegal immigration &amp; in favor of easy amnesty. A lightweight choker - bad for <a href=\"https://twitter.com/hashtag/USA?src=hash\">#USA</a>!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/663923846949548032\">November 10, 2015</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/664885790061813760\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Wow, pres. candidate Ben Carson, who is very weak on illegal Immigration, just said  he likes amnesty and a pathway to citizenship.</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/664885790061813760\">November 12, 2015</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/702140146343280640\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Ted Cruz only talks tough on immigration now because he did so badly in S.C. He is in favor of amnesty and weak on illegal immigration.</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/702140146343280640\">February 23, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57be311ee4b048662988fd3c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T23:48:21.934Z\">12.48am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>On the heels of news that Donald Trump now <a href=\"https://www.theguardian.com/us-news/2016/aug/24/donald-trump-immigration-reform-sean-hannity-fox-news\">supports legal status</a> for undocumented immigrants who pay back taxes and have not violated any laws while residing in the US, the Republican nominee will reportedly give a highly anticipated speech about immigration in Phoenix, Arizona, on 31 August.</p> <p><a href=\"http://www.azcentral.com/story/news/politics/elections/2016/08/24/trump-give-immigration-policy-speech-phoenix-aug-31/89261148/\">First reported by the Arizona Republic</a>, the speech will likely expand upon Trump’s “softening” of his rhetoric on immigration, which until this week stipulated that the estimated 11 million undocumented immigrants living in the United States would be deported from the country by a “deportation force,” with opportunity for re-entry by those who meet certain ideological strictures.</p> <p>In comments to Sean Hannity set to air tonight, however, Trump indicated that undocumented immigrants who pay back taxes would be allowed to attain a legal residency status, although Trump characterized the move as “no amnesty”.</p> </div>   </div> <div id=\"block-57be3059e4b048662988fd38\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T23:40:12.982Z\">12.40am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Flashback to November:</strong></p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=EqoKiDgR_iI\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/EqoKiDgR_iI?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-57be2e49e4b048662988fd30\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T23:31:37.319Z\">12.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>And here Donald Trump is, bragging about a poll that shows him losing in North Carolina:</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/768578478266458113\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Thank you for your support!<a href=\"https://twitter.com/hashtag/AmericaFirst?src=hash\">#AmericaFirst</a> <a href=\"https://twitter.com/hashtag/ImWithYou?src=hash\">#ImWithYou</a> <a href=\"https://t.co/N8FShwYt2g\">pic.twitter.com/N8FShwYt2g</a></p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/768578478266458113\">August 24, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57be286de4b0568600c04008\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T23:20:08.778Z\">12.20am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump now in favor of immigration reform: 'We work with them'</h2>  <div class=\"block-elements\">  <p>In comments that run counter to his previous stance on the signature issue of his presidential campaign, Donald Trump told Fox News host Sean Hannity that although undocumented immigrants living in the United States will get “no citizenship,” they will pay back taxes in exchange for possible legal status.</p>  <figure class=\"element element-image\" data-media-id=\"102227c7bbee20789764f470d080d0f95ed15934\"> <img src=\"https://media.guim.co.uk/102227c7bbee20789764f470d080d0f95ed15934/0_0_2937_1957/1000.jpg\" alt=\"Republican presidential nominee Donald Trump.\" width=\"1000\" height=\"666\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Republican presidential nominee Donald Trump.</span> <span class=\"element-image__credit\">Photograph: Carlo Allegri/Reuters</span> </figcaption> </figure>  <p>“They’ll pay back taxes, they have to pay taxes, there’s no amnesty, as such, there’s no amnesty, but we work with them,” Trump said, in remarks set to air tonight on Hannity’s show.</p> <p>“Now, everybody agrees we get the bad ones out,” Trump said of <a href=\"https://www.donaldjtrump.com/positions/immigration-reform\">his immigration policy</a>, which heretofore has called for the construction of a 2,000-mile wall along the US southern border and a “deportation force” that would remove the estimated 11 million undocumented immigrants currently estimated to live in the country.</p> <p>“But when I go through and meet thousands and thousands of people on this subject,” he continued, “and they’ve said, ‘Mr. Trump, I love you, but to take a person who’s been here for 15 or 20 years and throw them and their family out, it’s so tough, Mr. Trump.’ I have it all the time! It’s a very, very hard thing.”</p> <p>The remarks are the strongest evidence yet that Trump is softening his previous stance on illegal immigration, after a meeting with Latino Republicans over the weekend led multiple outlets to report that Trump had vowed to move beyond his pledge to deport all undocumented immigrants from the country, as well as US citizens born to undocumented immigrants.</p> <p>But the Trump campaign threw cold water on those reports at the time. Steven Cheung, a spokesman for Trump, said on Saturday: “Trump said nothing today that he hasn’t said many times before, including in his convention speech – enforce our immigration laws, uphold the constitution and be fair and humane while putting American workers first.”</p> <p>Since fall of last year, Trump vowed to create a “deportation force” to eject undocumented migrants from the US, but campaign manager Kellyanne Conway, a new addition to the campaign after a leadership shakeup earlier this month, waffled on whether the candidate still embraced that idea on Sunday.</p> <p>“As the weeks unfold, as the weeks unfold, he will lay out the specifics of that plan that he would implement as president of the United States,” Conway told CNN. Asked about whether those specifics included a “deportation force,” Conway replied: “To be determined.”</p> <p>John Weaver, former senior strategist for the presidential campaign of Ohio governor John Kasich, told the Guardian’s Ben Jacobs that Trump’s newfound openness to legal status for undocumented immigrants reads highly familiar - despite Trump decrying the position as tantamount to amnesty during the Republican presidential primaries.</p> <p>“He has jack rabbit trailed his way to John Kasich’s correct view on immigration,” Weaver said. “But, alas it won’t last. It’s like George Wallace joining the editorial board of the New York Times. Not going to last.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-24T23:28:10.412Z\">at 12.28am BST</time></p>  </div> <div id=\"block-57be1b39e4b0568600c03fe6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T22:10:17.775Z\">11.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>When asked to explain a comment he made last week expressing regret for previous statements, Donald Trump told WFLA that he did not want to get into specifics regarding any regrets he might have.</p> <p>“I don’t want to talk about that,” Trump said. “I just think that every once in a while I could probably do, I could make statements maybe a little bit differently. A lot of people like my statements, frankly - a lot of people said, ‘oh, don’t even say that, we love your statements.’ I’m a very honest person. I’m an honorable person. But if I soften things up in terms of statements that would be okay.”</p> <p>Any guesses, commenters?</p> </div>   </div> <div id=\"block-57be1791e4b0568600c03fe3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T21:54:54.329Z\">10.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Arizona senator Jeff Flake, <a href=\"http://www.politico.com/story/2016/08/trump-flake-support-227332\">on Donald Trump’s chances</a>:</h2> <blockquote class=\"quoted\"> <p>One: I don’t think he can win if he continues to run this kind of campaign. And two: I don’t think he should win as he continues to campaign as he is, taking the kinds of positions he’s taking and the language he’s using.</p> </blockquote> </div>   </div> <div id=\"block-57be14aee4b048662988fce1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T21:42:25.127Z\">10.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Video: </strong>Republican presidential candidate Donald Trump appeared at a rally in Tampa, Florida, and indicated his intent to put tariffs on Chinese products.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/aug/24/trump-tarrifs-china-economy-video\"            data-short-url=\"https://gu.com/p/5x7xx\"                    data-show-ads=\"true\"            data-video-id=\"2682019\"            data-video-name=\"Donald Trump threatens to put tariffs on Chinese products – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-57be0e2de4b0fe30498a4742\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/08/24/160824trumpchina_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/08/24/160824trumpchina.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/08/24/160824trumpchina_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/aug/24/trump-tarrifs-china-economy-video\">Donald Trump threatens to put tariffs on Chinese products</a></figcaption> </figure>   <p>He also said that he would bring cases against China in the US and at the World Trade Organization. “We’re not playing games any more,” he told the crowd.</p> </div>   </div> <div id=\"block-57be1224e4b0fe30498a4746\" class=\"block\" data-block-contributor=\"profile/ben-jacobs\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T21:31:50.594Z\">10.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump reverted to form today.</p>  <figure class=\"element element-image\" data-media-id=\"9a29997121dfe6dde479b5b1b453f48c96f42e1a\"> <img src=\"https://media.guim.co.uk/9a29997121dfe6dde479b5b1b453f48c96f42e1a/0_0_2536_1690/1000.jpg\" alt=\"Donald Trump.\" width=\"1000\" height=\"666\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump.</span> <span class=\"element-image__credit\">Photograph: Carlo Allegri/Reuters</span> </figcaption> </figure>  <p>After a week where the Republican nominee stuck tightly to a script and used teleprompters, Trump went back to his former freewheeling style at a rally in Tampa, Florida. Using his prepared remarks in the same way John Coltrane used the sheet music to My Favorite Things, the Republican nominee went on a number of memorable riffs. Voters learned that many of the Hollywood celebrities supporting Hillary Clinton “weren’t very hot any more,” that Trump’s much vaunted border wall would also have “protection for tunnels” and that in a succinct summation of his message “everything is bad.”</p> <p>With the hire of new campaign manager Kellyanne Conway last week, Trump had started to resemble a more traditional candidate. The teleprompters which he once disdained became a staple of rallies and the campaign’s press office would send out prepared remarks for every speech. It was a far cry from the “let Trump be Trump” philosophy which guided the nominee’s first campaign manager Corey Lewandowski and it was far more effective than efforts of replacement Paul Manafort to rein the outspoken real estate developer. Trump even <a href=\"https://www.theguardian.com/us-news/2016/aug/19/donald-trump-tries-out-a-new-campaign-tactic-saying-sorry\">expressed a statement of regret</a> last week in North Carolina, the closest he has ever come to an apology for his multitude of controversial remarks in the course of his campaign.</p> <p>However, Trump’s remarks Wednesday were classic unscripted statements from the candidate. He stoked controversy by hinting at unfounded rumors about Hillary Clinton’s health when he apparently misspoke that his Democratic rival was “premedicated” in lieu of saying “premeditated” as was in his prepared remarks. Trump dwelled on the phrase and suggested that he liked “premedicated” better. It was a return to form for the Republican nominee and one that was received to cheers from his supportive crowd. The question as Trump moves forward with yet another reinvented campaign team is whether this was a brief lapse in style or if it simply further evidence that no operative can tame the bombastic populist on the stump.</p> </div>   </div> <div id=\"block-57be0c60e4b0fe30498a473f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T21:11:28.665Z\">10.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The director of Donald Trump’s Maryland and Northern Virginia campaigns has suggested that Hillary Clinton is severely ill and would not survive a year in office during a “Moms 4 Trump” event in Loudoun County, Virginia.</p>  <figure class=\"element element-image\" data-media-id=\"69aa6007102949ca4c53ad9e5a5fdfa8db53f0a1\"> <img src=\"https://media.guim.co.uk/69aa6007102949ca4c53ad9e5a5fdfa8db53f0a1/0_0_5184_3456/1000.jpg\" alt=\"Donald Trump.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump.</span> <span class=\"element-image__credit\">Photograph: Gerald Herbert/AP</span> </figcaption> </figure>  <p>“How many of you would wear a wool coat in August?” John Jaggers asked the a crowd of Trump supporters at Salamander Resort in Middleburg, Virginia, <a href=\"http://www.loudountimes.com/news/article/trump_campaign_operative_suggests_clinton_will_die_during_first432\">according to the Loudoun Times-Mirror</a>. “The woman who seeks to be the first female president of the United States wears a wool coat at every single thing. Have you ever stopped to wonder why? It’s a big deal, folks.”</p> <p>Jaggers continued on this theme, telling the audience that “this woman is very, very sick and they’re covering it up”.</p> <p>“You’re not so much talking about Hillary Clinton being president for eight years, you’re talking about Tim Kaine being president for eight years,” Jagger said. “Because that’s what we’re dealing with here.”<br></p> <p>The Trump campaign - including the candidate himself - have made numerous references to online conspiracy theories that Clinton’s health is failing. Clinton has revealed four times as much medical documentation as Trump, whose only release regarding his own medical history was a <a href=\"https://www.theguardian.com/us-news/2015/dec/14/donald-trump-health-doctor-letter-americas-healthiest-president\">one-page letter</a> from his personal physician stating that he “will be the healthiest individual ever elected to the presidency”.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-25T01:52:10.064Z\">at 2.52am BST</time></p>  </div> <div id=\"block-57be0a11e4b0568600c03fd6\" class=\"block\" data-block-contributor=\"profile/davidsmith\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T20:57:03.085Z\">9.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A decade after its reputation was shredded by <a href=\"https://www.theguardian.com/us-news/hurricane-katrina\">Hurricane Katrina</a>, Barack Obama praised America’s federal disaster relief agency for embracing a “change of culture” as he surveyed recovery efforts following the latest natural disaster to hit Louisiana.<br></p> <p>In 2005 former president George W Bush told Michael Brown, head of the Federal Emergency Management Agency (Fema), “Brownie, you’re doing a heck of a job”, in response to Katrina. Ten days later Fema had become shorthand for incompetence and <a href=\"https://www.theguardian.com/world/2005/sep/09/hurricanekatrina.usa3\">Brown was forced to quit</a>, a setback from which Bush’s standing never fully recovered.</p> <p>On Tuesday Obama toured flood-ravaged southern Louisiana and singled out the current administrator of Fema, <a href=\"http://www.fema.gov/william-craig-fugate\">Craig Fugate</a>, “as somebody who I can’t brag enough about, one of the best hires I made as president”, crediting him with professionalising the organisation and turning it around.</p> <p>The president also shrugged off political criticism over his own response to the tragedy, which struck while he was on holiday last week, killing at least 13 people in the region and displacing thousands. Republican presidential candidate Donald Trump <a href=\"https://www.theguardian.com/us-news/2016/aug/19/donald-trump-louisiana-floods-supplies\">visited Baton Rouge last Friday</a>, handing out water and diapers.</p> <p>“First of all, one of the benefits of being five months short of leaving here is I don’t worry too much about politics,” said Obama, wearing a checked shirt with rolled-up sleeves and an unbuttoned collar, standing in front of piles of waterlogged debris. “The second thing I have seen historically is that, when disasters strike, that’s probably one of the few times when Washington tends not to get political.</p> <p>“I guarantee you nobody on this block, none of those first responders, nobody gives a hoot whether you’re Democrat or Republican. What they care about is making sure they’re getting the drywall out and the carpet out, there’s not any mould building, they get some contractors in here and they start rebuilding as quick as possible. That’s what they care about. That’s what I care about.”</p> <p><a href=\"https://www.theguardian.com/us-news/2016/aug/15/louisiana-flooding-disaster-obama-baton-rouge-mississippi\">The storm and its flooding</a> have damaged an estimated 60,000 homes and forced thousands to seek temporary housing. More than 115,000 people have registered for federal disaster aid. Obama said federal support is at $127m so far. At least 40 state highways remained closed.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/23/barack-obama-fema-louisiana-flood-recovery-culture-katrina\">Obama praises Fema's 'change of culture' during tour of Louisiana flood recovery</a> </p> </aside> </div>   </div> <div id=\"block-57be0242e4b048662988fcc8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T20:23:53.754Z\">9.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Video: </strong>At a private fundraiser on Sunday in Provincetown, Massachusetts, for Democratic presidential candidate Hillary Clinton, Cher praised Clinton while comparing Donald Trump to Stalin and Hitler.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/aug/24/cher-trump-hitler-video\"            data-short-url=\"https://gu.com/p/5x6qd\"                    data-show-ads=\"true\"            data-video-id=\"2681977\"            data-video-name=\"Cher compares Donald Trump to Hitler at Clinton fundraiser – video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-57bdf9ebe4b0fe30498a4716\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/08/24/160824cher_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/08/24/160824cher.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/08/24/160824cher_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/aug/24/cher-trump-hitler-video\">Cher compares Donald Trump to Hitler at Clinton fundraiser</a></figcaption> </figure>   <p>“Do you remember Fun With Dick and Jane? It’s like racist Fun With Dick and Jane! ‘We’re going to build walls!’ He doesn’t mean: ‘We’re going to make America great again.’ He means: ‘We’re going to make America straight and white.’”</p> </div>   </div> <div id=\"block-57bdfdd9e4b0568600c03fbe\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T20:17:15.982Z\">9.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A <a href=\"http://www.cnn.com/2016/08/24/politics/arizona-north-carolina-polls-trump-clinton/index.html\">new CNN/ORC poll</a> shows that Hillary Clinton and Donald Trump are down to the wire in North Carolina, a onetime red state that has become the site of an intense battle between the Democratic and Republican parties in recent elections.</p> <p>Clinton leads Trump by a single point, 44% to his 43%, in North Carolina, within the poll’s margin of error, while Libertarian candidate Gary Johnson currently polls at 11%. (Green nominee Jill Stein failed to make the ballot in North Carolina.)</p> <p>Meanwhile, in blood-red Arizona, Trump only leads Clinton by five points, 43% to 38%, followed by Johnson at 12% and Stein at 4%. The state has not voted for a Democrat in two decades, but its large Latino population and Trump’s virulent stance on immigration has pushed the race <a href=\"https://www.theguardian.com/us-news/2016/may/18/latinos-donald-trump-voter-registration-swing-states\">closer than anticipated</a>.</p> </div>   </div> <div id=\"block-57bdfa7ce4b0568600c03fb0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T19:58:12.067Z\">8.58pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Republicans may attempt to kick David Duke out of the party</h2>  <div class=\"block-elements\">  <p>Louisiana Republicans are exploring the possibility of booting infamous white supremacist and former Ku Klux Klan grand wizard David Duke from the party, although their attempts will likely come too late to prevent him from running for the US senate seat he’s currently pursuing.</p> <p><a href=\"http://www.thedailybeast.com/articles/2016/08/24/gop-to-try-to-kick-david-duke-out.html\">According to the Daily Beast</a>, an upcoming meeting of party bigwigs in Louisiana this weekend will feature a measure that would ban former felons and individuals with connections to racist organizations from running for office as Republicans - which would mean two strikes against Duke, who was convicted of mail fraud in 2002 and whose connections with white nationalist organizations have been well documented.</p> <p>In July, Duke announced plans to <a href=\"https://www.theguardian.com/us-news/2016/jul/22/david-duke-kkk-senate-campaign-louisiana\">run for a US senate seat</a> from the Pelican State, declaring in a video that his belief in “respect for the rights and heritage of European Americans” and seeing in Republican presidential nominee Donald Trump a kindred spirit.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/jul/22/david-duke-senate-kkk-video\"            data-short-url=\"https://gu.com/p/4p5gz\"                    data-show-ads=\"true\"            data-video-id=\"2621940\"            data-video-name=\"'Revolution is coming': ex-KKK leader David Duke to run for Senate – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-579261c7e4b03a708a3b0ec3\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/07/22/160722davidduke_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/webM/2016/07/22/160722davidduke_synd_768k_vp8.webm\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/07/22/160722davidduke.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2016/07/22/160722davidduke_small.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2016/07/22/160722davidduke_large.3gp\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/jul/22/david-duke-senate-kkk-video\">‘Revolution is coming’: ex-KKK leader David Duke to run for Senate</a></figcaption> </figure>   <p>“I’m overjoyed to see Donald Trump and most Americans embrace most of the issues that I’ve championed for years” said Duke. “We must stop the massive immigration and ethnic cleansing of the people whose forefathers created America. I was the first major candidate in modern times to promote the term and policy of ‘America First’.”</p> </div>   </div> <div id=\"block-57bdf85ce4b0fe30498a470f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T19:43:39.611Z\">8.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Opinion, from Dr. Celine Gounder: </strong>Parkinson’s, seizures, sedatives - wild rumors about the Democratic candidate’s health signal fear among Trump supporters that they’re heading for defeat.</p>  <figure class=\"element element-image\" data-media-id=\"7a5d5fa695c0679c5ae482f7896b428113f797e2\"> <img src=\"https://media.guim.co.uk/7a5d5fa695c0679c5ae482f7896b428113f797e2/0_50_1500_900/1000.jpg\" alt=\"Hillary Clinton opens a pickle jar on Jimmy Kimmel Live.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton opens a pickle jar on Jimmy Kimmel Live.</span> <span class=\"element-image__credit\">Photograph: NBC</span> </figcaption> </figure>  <p>Former secretary of state Hillary Clinton’s health has been under scrutiny in recent weeks, not by medical professionals but by politicians and supposed pundits playing doctor on TV. Clinton’s personal physician, <a href=\"https://m.hrc.onl/secretary/10-documents/01-health-financial-records/2015-07-28_Statement_of_Health_-_LBardack.pdf\">Dr Lisa Bardack, has repeatedly said</a>: “Secretary Clinton is in excellent health and fit to serve as president of the United States.” Meanwhile, <a href=\"http://www.nbcnews.com/nightly-news/video/clinton-responds-to-deranged-conspiracy-theories-about-her-health-746921539976\">conspiracy theories</a> about Clinton’s supposed ill health have gone viral. There’s <a href=\"http://www.vox.com/2016/8/18/12505078/hillary-clinton-health-stroke-conspiracy-fake\">no evidence</a> these claims are true.</p> <p>I’m a doctor. I don’t play at being a doctor. I don’t diagnose patients in the absence of unbiased, reliable information, such as performing a physical exam or reviewing tests. When I write or am interviewed on television or the radio, I’ll talk about what new research will mean for patients and the science behind the latest guidelines. I’ll explain why we’re seeing increasing rates of certain diseases and whether policies to combat them make sense. I don’t talk about individuals except to say what one might expect more generally with regard to a particular medical illness.</p> <p>But the scientist in me understands that the real issue here isn’t Clinton’s health. Conspiracy theories signal fear; in this case, Trump’s realization that Clinton may well be the next president of the United States.</p> <p>This is not the first time rumors of illness have been deployed to attack a seemingly untouchable political adversary. At a time when Massachusetts governor Michael Dukakis had a 10-point lead over then vice-president George HW Bush in the polls, <a href=\"http://www.cnn.com/videos/tv/2016/03/15/exp-rftwh-bush-vs-dukakis-1-1.cnn/video/playlists/race-to-the-white-house--original-series/\">reports circulated</a> that Dukakis suffered severe depression after losing his first re-election campaign. When asked if Dukakis should release his complete medical records, Ronald Reagan did little to dispel those rumors,<a href=\"http://www.nytimes.com/1988/08/04/us/dukakis-releases-medical-details-to-stop-rumors-on-mental-health.html\">saying</a>: “Look, I’m not going to pick on an invalid.”</p> <p>Some Trump surrogates are also <a href=\"https://twitter.com/DrMarcSiegel/status/764541927152820225\">calling</a> on Clinton to release her medical records. Trump has not released his, and a <a href=\"https://www.donaldjtrump.com/images/uploads/trump_health_record.pdf\">letter from his physician</a> reads as if Trump had written it himself: little in the way of detail but plenty of superlatives like “astonishingly excellent” and “extraordinary”. Meanwhile, in contrast to Clinton and every other presidential candidate in the last 40 years except Gerald R Ford, Trump has yet to release his tax returns.</p> <p>The scientist in me knows that attempts to debunk conspiracy theories – whether they’re about Clinton’s health or the myth that vaccines cause autism – are at best futile and may in fact <a href=\"http://www.uky.edu/AS/PoliSci/Peffley/pdf/nyhan-reifler%202007%20When%20Predictions%20Fail.pdf\">backfire</a>. We pick and choose those facts that add up to the truth we’ve already chosen to believe. The more someone tries to disprove the reality we’ve constructed, the more we dig in our heels.</p> <p>In 2008, questions about <a href=\"http://www.usnews.com/opinion/blogs/robert-schlesinger/2010/03/24/party-of-nuts-poll-shows-gop-thinks-obama-is-muslim-socialist\">President Obama’s citizenship</a> intensified with his likelihood of clinching the Democratic nomination. So long as the odds of winning the election remain in Clinton’s favor, we can expect to see more conspiracy theories emerge between now and November.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/aug/24/hillary-clinton-health-rumors-doctor-column\">I'm a doctor. The real issue isn't Hillary Clinton's health – it's that she might win | Celine Gounder</a> </p> </aside> </div>   </div> <div id=\"block-57bdf0bde4b0568600c03f94\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T19:08:51.415Z\">8.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump’s done. That was quite a speech. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/768525989647228928\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Seeing Trump going off script off teleprompter  for the first time in weeks felt strangely like being reunited with an old friend</p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/768525989647228928\">August 24, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jamiedupree/status/768525860240519168\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The music came on before Trump had finished - almost like his staff decided it was time for the ad-libbing to end</p>&mdash; Jamie Dupree (@jamiedupree) <a href=\"https://twitter.com/jamiedupree/status/768525860240519168\">August 24, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-24T19:12:47.430Z\">at 8.12pm BST</time></p>  </div> <div id=\"block-57bdf011e4b0568600c03f91\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T19:06:45.973Z\">8.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“The drugs are not going to be flowing across like gravy,” if Donald Trump is elected president, he promises.</p> <p>“We’re going to have a peaceful nation. A rising standard of living. This is what I promise you. Let’s get out there and win on November 8th.”</p> </div>   </div> <div id=\"block-57bdefcde4b0568600c03f8f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T19:05:07.772Z\">8.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <blockquote class=\"quoted\"> <p>If I don’t win, it will be worse than ever before. You will see. You will see. But hopefully you won’t get a chance to see. </p> <p>– Donald Trump</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-24T19:05:48.980Z\">at 8.05pm BST</time></p>  </div> <div id=\"block-57bdeda1e4b048662988fc7b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T18:56:34.907Z\">7.56pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump: 'we're going to build a wall, don't worry'</h2>  <div class=\"block-elements\">  <blockquote class=\"quoted\"> <p>We’re going to build a wall, don’t worry about it... we’re going to build a wall, and Mexico is going to pay for it, 100%.... and we’re going to have protection for tunnels, so people can’t tunnel under... Mexico’s gonna pay for it.</p> </blockquote> </div>   </div> <div id=\"block-57bdecbfe4b0568600c03f82\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T18:53:14.789Z\">7.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump disses Cher, not by name:</p> <blockquote class=\"quoted\"> <p>The only people enthusiastic about [Clinton’s] campaign are Hollywood celebrities – in many cases celebrities that aren’t even hot anymore – Wall Street special interests...</p> </blockquote> <p>Video of Cher attacking Trump at a Clinton fundraiser earlier this week made its way onto Facebook. He must have heard about it. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/pbump/status/768521516703252480\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Scott Baio nods approvingly. <a href=\"https://t.co/cwbIQlJbDs\">https://t.co/cwbIQlJbDs</a></p>&mdash; Philip Bump (@pbump) <a href=\"https://twitter.com/pbump/status/768521516703252480\">August 24, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoePerticone/status/768521796043800576\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Hillary was just with Justin Timberlake and Jessica Biel. Trump was endorsed by Jon Voight and Scott Baio. <a href=\"https://t.co/aNssdhiwzr\">https://t.co/aNssdhiwzr</a></p>&mdash; Joe Perticone (@JoePerticone) <a href=\"https://twitter.com/JoePerticone/status/768521796043800576\">August 24, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/768521937697943552\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Jon Voight won an Oscar! <a href=\"https://t.co/WCFfGEigYV\">https://t.co/WCFfGEigYV</a></p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/768521937697943552\">August 24, 2016</a></blockquote>  </figure>  <p>Trump boasts that he fills arenas, thought he his speaking in <a href=\"https://twitter.com/alivitali/status/768519721973084160\">a room not full</a>:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/768521683506311168\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump: &quot;We&#39;ve beaten Elton John&#39;s records, he has pianos, I don&#39;t have pianos&quot;</p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/768521683506311168\">August 24, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mikememoli/status/768522385452507136\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/HillaryClinton\">@HillaryClinton</a> crowd at same venue last month, pre-DNC <a href=\"https://t.co/E49IITmds5\">pic.twitter.com/E49IITmds5</a></p>&mdash; Mike Memoli (@mikememoli) <a href=\"https://twitter.com/mikememoli/status/768522385452507136\">August 24, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-24T18:59:55.726Z\">at 7.59pm BST</time></p>  </div> <div id=\"block-57bdec49e4b0568600c03f80\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T18:49:48.738Z\">7.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/768520379409178624\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump now dogwhistling on rumors about Hillary Clinton&#39;s health talking about her &quot;premedication&quot;</p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/768520379409178624\">August 24, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57bdeafde4b0568600c03f7d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T18:47:19.209Z\">7.47pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump: Clinton deleted emails 'to hide evidence of her crimes'</h2>  <div class=\"block-elements\">  <p>Trump picks up on the AP report that half of Clinton’s meetings as secretary of state with non-governmental figures were with people connected to donations to the Clinton foundation.</p> <p>Trump:</p> <blockquote class=\"quoted\"> <p>She sold favors. She sold access... it looks like 50% of the people that saw her had to make contributions... wait till you see what she did for all of those people... the people she met with outside of government [crowd: Lock her up!] the people she met...she even deleted 33,000 emails to hide evidence of her crimes....</p> <p>The FBI did not act. I am so disappointed. .. How did they let that happen? She was so guilty. She was so guilty. The world is laughing at us folks. </p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/768519691832729600\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump on Hillary Clinton: She lied to Congress 100%. Everybody agrees . . . let Congress act today.</p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/768519691832729600\">August 24, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-24T18:48:27.607Z\">at 7.48pm BST</time></p>  </div> <div id=\"block-57bdea3ce4b048662988fc6b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T18:41:15.208Z\">7.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/768517761463046144\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump: The only thing that comes into our country is drugs</p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/768517761463046144\">August 24, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Kyle_Feldscher/status/768517941042286592\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Explains why my iPhone fell apart into a pile of cocaine the other day. <a href=\"https://t.co/SzowlgBM4R\">https://t.co/SzowlgBM4R</a></p>&mdash; Kyle Feldscher (@Kyle_Feldscher) <a href=\"https://twitter.com/Kyle_Feldscher/status/768517941042286592\">August 24, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57bde8b8e4b048662988fc66\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T18:35:52.439Z\">7.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump said polls show he is gaining ground with African American and Latino voters. That assertion is not buttressed by discernible reality, however.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Carrasquillo/status/768515916434960384\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump says I don&#39;t know if you&#39;ve seen polls I&#39;m improving w/ Latinos. He&#39;s not. <a href=\"https://t.co/0Z8VLP79wP\">https://t.co/0Z8VLP79wP</a></p>&mdash; Adrian Carrasquillo (@Carrasquillo) <a href=\"https://twitter.com/Carrasquillo/status/768515916434960384\">August 24, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Carrasquillo/status/768208759944540163\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Clinton 73, Trump 22 w/ Latinos according to NBC News/Survey Monkey. Clinton +12, Trump -10 since May <a href=\"https://t.co/5ZhsMMGN7C\">https://t.co/5ZhsMMGN7C</a> via <a href=\"https://twitter.com/julito77\">@julito77</a></p>&mdash; Adrian Carrasquillo (@Carrasquillo) <a href=\"https://twitter.com/Carrasquillo/status/768208759944540163\">August 23, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57bde62ee4b048662988fc5d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T18:29:32.684Z\">7.29pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump to African American voters: 'what do you have to lose?'</h2>  <div class=\"block-elements\">  <p>Trump:</p> <blockquote class=\"quoted\"> <p>To the African American voter – great people – to the Hispanic voter, who have been absolutely treated terribly, I say, what do you have to lose? What? I will fix it. I will be able to make you, when you walk down the street in your inner city or wherever you are, you’re not going to be shot, your child isn’t gonna be shot.</p> <p>I say to the African American parent, you have a right to walk down the street of your city without having yourself or your child shot. And that’s what’s happening right now. To the Hispanic parent, you have a right to walk outside without being shot. You have a right to a good education. You have a right to own your home. You have a right to have a good job. ...</p> <p>I’m asking for the honor of your vote so that I can fight for you. That’s African American voters, that’s Hispanic voters, that’s every voter.</p> <p>I will fight to give every Hispanic citizen in this country a much better future, a much better life, and they know it. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-24T18:31:15.331Z\">at 7.31pm BST</time></p>  </div> <div id=\"block-57bde407e4b0fe30498a46ce\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T18:15:45.036Z\">7.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump is talking about his ability to create jobs in the state of Florida.</p> <p>“Hillary Clinton wants to pass more terrible trade deals,” he says. “We are going to stop the TPP, totally renegotiate Nafta... and protect every last American job. We’re going to protect your jobs. They’re not going to be disappearing from you any more.”</p> </div>   </div> <div id=\"block-57bde084e4b048662988fc4f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T18:01:44.393Z\">7.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Now Giuliani is booed,</strong> for saying something nice about Barack Obama. Giuliani says he disagrees with Obama policy but “I believe he’s an essentially honest man. [Boos] I do. I do. [More boos] OK, we can disagree.”<br></p> <p>His point is that he thinks Obama must regret making Clinton secretary of state because she is not honest, Giuliani says. </p> </div>   </div> <div id=\"block-57bddf33e4b048662988fc49\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T17:56:08.993Z\">6.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Giuliani says Clinton has “committed numerous federal felonies.” </p> <blockquote class=\"quoted\"> <p>Do they think we’re stupid? Yes, yes they do! The Clintons have always thought we were stupid... Boy, what they were doing back in Arkansas? Whoa! Man. </p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/768506224417660932\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Rudy Giuliani says the Clinton Foundation scandal will be bigger than Watergate</p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/768506224417660932\">August 24, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-24T17:56:55.807Z\">at 6.56pm BST</time></p>  </div> <div id=\"block-57bdde37e4b0568600c03f5b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T17:50:33.751Z\">6.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>As Giuliani continues, NBC News catches up briefly with the candidate:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alivitali/status/768504784735248384\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Asked Trump just now about his new outreach efforts to minority voters. &quot;I think we&#39;re doing really great with minority voters,&quot; he said.</p>&mdash; Ali Vitali (@alivitali) <a href=\"https://twitter.com/alivitali/status/768504784735248384\">August 24, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alivitali/status/768505237480976384\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">As it began to pour, I then asked what specifically he was doing to reach out to minority voters. Trump said &quot;absolutely, always.&quot;</p>&mdash; Ali Vitali (@alivitali) <a href=\"https://twitter.com/alivitali/status/768505237480976384\">August 24, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57bddd23e4b048662988fc41\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T17:45:48.332Z\">6.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In fact Sessions will introduce Rudy Giuliani, the former New York City mayor who has been trafficking of late in Hillary Clinton illness conspiracy theories.</p> </div>   </div> <div id=\"block-57bddc67e4b0fe30498a46b6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T17:43:02.169Z\">6.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Senator Jeff Sessions</strong> pops up at the Trump event. Appears he will be introducing the candidate. “This movement is dealing with a lot of issues,” he says. He means immigration, jobs, wages and trade. Issues like that. <a href=\"https://www.theguardian.com/us-news/live/2016/aug/24/donald-trump-tax-returns-mississippi-clinton-campaign?page=with:block-57bdd5dce4b0fe30498a4696#block-57bdd5dce4b0fe30498a4696\">Live stream here</a>.</p> </div>   </div> <div id=\"block-57bddc13e4b0fe30498a46b4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T17:41:17.520Z\">6.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Here’s a new Clinton ad </strong>featuring a New England clothing manufacturer calling out Trump for manufacturing clothes that bear his brand outside the USA:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=X5s-m4ld7jo\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/X5s-m4ld7jo?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption>Shirts.</figcaption> </figure>  </div>   </div> <div id=\"block-57bdd978e4b0568600c03f4c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T17:37:02.163Z\">6.37pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton calls on EpiPen maker to 'immediately reduce the price'</h2>  <div class=\"block-elements\">  <p>The Clinton campaign has issued a statement on the exploding cost of EpiPens, which are used to ward off potentially fatal allergic reactions. A two-dose package cost less than $60 nine years ago; the cost is now closer to $400, AP reported.</p> <p>The product – and the conduct of the drug company that sells it – came under focus after members of Congress began demanding answers from EpiPen maker Mylan about the cost rises.</p> <p>Clinton calls the price spike “outrageous” in a statement:</p> <blockquote class=\"quoted\"> <p>“That’s outrageous -- and it’s just the latest troubling example of a company taking advantage of its consumers. I believe that our pharmaceutical and biotech industries can be an incredible source of American innovation, giving us revolutionary treatments for debilitating diseases. But it’s wrong when drug companies put profits ahead of patients, raising prices without justifying the value behind them. </p> <p>“That’s why I’ve put forward a <a href=\"https://www.hillaryclinton.com/briefing/factsheets/2015/09/21/hillary-clinton-plan-for-lowering-prescription-drug-costs/\">plan</a> to address exorbitant drug price hikes like these. As part of my plan, I’ve made clear that pharmaceutical manufacturers should be required to explain significant price increases, and prove that any additional costs are linked to additional patient benefits and better value. Since there is no apparent justification in this case, I am calling on Mylan to immediately reduce the price of EpiPens. </p> <p>“In addition, when it comes to treatments like delivering epinephrine that have been available for decades, my plan encourages the production of alternative products. That’s how we can harness the power of competition to keep drug prices at a level that all Americans can afford.”</p> </blockquote> </div>   </div> <div id=\"block-57bdd851e4b048662988fc33\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T17:25:09.701Z\">6.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Meryl and Michelle</strong> </p>  <figure class=\"element element-embed\" data-alt=\"meryl and michelle\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;blockquote class=&quot;instagram-media&quot; data-instgrm-captioned data-instgrm-version=&quot;7&quot; style=&quot; background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);&quot;&gt;&lt;div style=&quot;padding:8px;&quot;&gt; &lt;div style=&quot; background:#F8F8F8; line-height:0; margin-top:40px; padding:49.1095890411% 0; text-align:center; width:100%;&quot;&gt; &lt;div style=&quot; background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;&quot;&gt;&lt;/div&gt;&lt;/div&gt; &lt;p style=&quot; margin:8px 0 0 0; padding:0 4px;&quot;&gt; &lt;a href=&quot;https://www.instagram.com/p/BJf8OaWjAJy/&quot; style=&quot; color:#000; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none; word-wrap:break-word;&quot; target=&quot;_blank&quot;&gt;&amp;#34;First, you get them to laugh, then you get them to listen.&amp;#34; Read more about @MichelleObama&amp;#39;s philosophy about being a &amp;#34;product of pop culture&amp;#34; at the link in bio. 📷@whitehouse&lt;/a&gt;&lt;/p&gt; &lt;p style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;&quot;&gt;A photo posted by Vanity Fair (@vanityfair) on &lt;time style=&quot; font-family:Arial,sans-serif; font-size:14px; line-height:17px;&quot; datetime=&quot;2016-08-24T17:01:30+00:00&quot;&gt;Aug 24, 2016 at 10:01am PDT&lt;/time&gt;&lt;/p&gt;&lt;/div&gt;&lt;/blockquote&gt;&lt;script async defer src=&quot;//platform.instagram.com/en_US/embeds.js&quot;&gt;&lt;/script&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   </div> <div id=\"block-57bdd5dce4b0fe30498a4696\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T17:14:42.989Z\">6.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We’re about to watch Donald Trump campaign in Tampa, Florida. Here’s a live video stream of the rally:</p>  <figure class=\"element element-embed\" data-alt=\"trumpfal\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57bd9e886add94c00b262c28?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57bdd3d7e4b0568600c03f3a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T17:13:17.722Z\">6.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A couple tight races in North Carolina, to believe a new Monmouth University poll, which has <strong>Hillary Clinton two points up on Donald Trump</strong> in the presidential race, and incumbent Republican senator Richard Burr two points up on challenger Deborah Ross in the US senate race.</p> <p>HuffPost Pollster’s <a href=\"http://elections.huffingtonpost.com/pollster/2016-north-carolina-president-trump-vs-clinton\">average</a> has Clinton 1.4 points up on Trump in the state, which voted for Barack Obama in 2008 but mostly has voted Republican <a href=\"http://www.270towin.com/states/North_Carolina\">since Nixon</a>.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MonmouthPoll/status/768493960893493248\">  <blockquote class=\"twitter-tweet\"><p lang=\"in\" dir=\"ltr\">BREAKING: North Carolina<br>Prez:  HRC 44, DJT 42, GJ 7<a href=\"https://twitter.com/hashtag/NCSEN?src=hash\">#NCSEN</a>: Burr 45, Ross 43<a href=\"https://t.co/X34FlLsFKM\">https://t.co/X34FlLsFKM</a></p>&mdash; MonmouthPoll (@MonmouthPoll) <a href=\"https://twitter.com/MonmouthPoll/status/768493960893493248\">August 24, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ForecasterEnten/status/768494862522089474\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Average of polls post-convention in NC was +1.4 Clinton. Monmouth has her up 2. So that seems about right.</p>&mdash; (((Harry Enten))) (@ForecasterEnten) <a href=\"https://twitter.com/ForecasterEnten/status/768494862522089474\">August 24, 2016</a></blockquote>  </figure>  <p>“In the contest for governor, Democratic Attorney General Roy Cooper holds a significant 52% to 43% lead over incumbent Pat McCrory,” according to Monmouth:</p> <blockquote class=\"quoted\"> <p>A key element in the governor’s [minus-one approval] rating is his support for House Bill 2 or HB2, the controversial law that prohibits local governments from allowing for transgender public restrooms. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-24T17:25:40.510Z\">at 6.25pm BST</time></p>  </div> <div id=\"block-57bdd20ce4b0fe30498a4683\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T17:01:23.907Z\">6.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump had very encouraging words for former<strong> Texas governor Rick Perry </strong>at a fundraiser last night, at the tacit expense of senator Ted Cruz.</p> <p>Trump was asked about the possibility of Perry running to unseat Cruz in 2018, the Texas Tribune’s Patrick Svitek reports:</p> <blockquote class=\"quoted\"> <p>“I’ve been hearing a lot about that and I don’t know if he wants to do it, but boy, will he do well,” Trump said of Perry. “People love him in Texas, and he was one great governor.” </p> <p>“I don’t know what he’s going to do but you are one popular guy all over, but in Texas in particular,” Trump said to Perry, who was in the room.</p> </blockquote> <p>Is it possible that Trump remembers that <strong>Cruz declined to endorse him</strong> from the stage of the Republican national convention? Read the full <a href=\"https://www.texastribune.org/2016/08/24/donald-trump-encourages-rick-perry-challenge-cruz/\">Tribune piece here</a>.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PatrickSvitek/status/768491134792310784\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Here&#39;s Perry and Trump at his fundraiser last night in Austin, per a lawmaker who was there: <a href=\"https://t.co/l2sIkWENmY\">https://t.co/l2sIkWENmY</a> <a href=\"https://t.co/LS6RVel7fA\">pic.twitter.com/LS6RVel7fA</a></p>&mdash; Patrick Svitek (@PatrickSvitek) <a href=\"https://twitter.com/PatrickSvitek/status/768491134792310784\">August 24, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57bdd00be4b0568600c03f29\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T16:51:51.081Z\">5.51pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump campaign buys thousands of copies of Trump title</h2>  <div class=\"block-elements\">  <p>The Trump campaign bought thousands of copies of the candidate’s latest book at full sticker price, according to a new Daily Beast <a href=\"http://www.thedailybeast.com/articles/2016/08/24/donald-trump-used-campaign-donations-to-buy-55-000-of-his-own-book.html\">report</a> on recent FEC filings:</p> <blockquote class=\"quoted\"> <p>On May 10, the Trump campaign paid Barnes &amp; Noble $55,055, according to a filing with the Federal Election Commission. That amounts to more than 3,500 copies of the hardcover version of <a href=\"http://www.thedailybeast.com/content/dailybeast/articles/2016/07/05/kkklinton-pro-trump-super-pac-tries-to-tie-hillary-to-the-klan.html\"><em>Crippled America</em><em>: How to Make America Great Again</em></a><em>,</em> or just over 5,000 copies of the renamed paperback release, <em>Great Again: How to Fix Our Crippled America</em>. [...]</p> <p>Paul Ryan (not that one), of the nonpartisan nonprofit Campaign Legal Center, said that Trump would have to forgo accepting royalties for sales on the book in order for the transaction to be legal, under Federal Election Committee rules.</p> </blockquote> </div>   </div> <div id=\"block-57bdcd8ee4b0fe30498a4670\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T16:47:08.843Z\">5.47pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton to receive intelligence briefing</h2>  <div class=\"block-elements\">  <p>Intelligence officials will brief Hillary Clinton this Saturday, NBC News reports: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mitchellreports/status/768486521431261184\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">BREAKING: <a href=\"https://twitter.com/NBCNews\">@NBCNews</a> confirms <a href=\"https://twitter.com/HillaryClinton\">@HillaryClinton</a> will get her first intelligence briefing as a nominee this Saturday near her New York home.</p>&mdash; Andrea Mitchell (@mitchellreports) <a href=\"https://twitter.com/mitchellreports/status/768486521431261184\">August 24, 2016</a></blockquote>  </figure>  <p>Trump <a href=\"http://www.nytimes.com/2016/08/18/us/politics/donald-trump-to-get-first-classified-briefing-in-manhattan.html\">received</a> his first briefing as nominee a week ago. The briefings <a href=\"http://www.cnn.com/2016/05/18/politics/trump-intelligence-briefings/\">have been described</a> as broad overviews and “vanilla” by a former CIA officer who has participated. Trump <a href=\"http://www.politico.com/story/2016/08/trump-us-intelligence-briefing-227109\">told reporters that day</a> that he does “not so much” trust intelligence work “from the people that have been doing it for our country.”</p> </div>   </div> <div id=\"block-57bdc79ee4b0568600c03f00\" class=\"block is-key-event\" data-block-contributor=\"profile/dan-roberts\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T16:14:52.815Z\">5.14pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Farage to say Brexit 'proved' Trump victory 'can happen'</h2>  <div class=\"block-elements\">  <p>Farage previewed his speech in an interview with local radio station Super Talk Mississippi, in which he claimed Republicans could beat Hillary Clinton if they followed his example.</p> <p>“I am going to say that I have been part of a political revolution in the UK. They all said it couldn’t happen – the media, the politicians, the businesses. We were wasting our time. We were whistling in the wind. We were going to lose and the EU was going to be here for ever. And you know what? With our well aimed stone, like David, we have hit that big Goliath and bumped him over.”</p> <p>The former UKIP leader said he was invited to the state by governor Phil Bryant after meeting at the Republican national convention, but was planning to use the coincidence of his visit with the Trump rally to urge his supporters to fight harder.</p> <p>“I am going to say to people in this country that the circumstances, the similarities, the parallels between the people who voted Brexit and the people who could beat Clinton in a few weeks time [<em>sic</em>] here in America are uncanny,” he added. “If they want things to change they have get up out of their chairs and go out and fight for it. It can happen. We’ve just proved it.”</p> </div>   </div> <div id=\"block-57bdc36ce4b048662988fbc4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T15:57:03.680Z\">4.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s a tidbit we’d missed in the latest Clinton emails:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/topherchris/status/768136639830958081\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Huma Abedin is a hero and we should all recognize it. <a href=\"https://t.co/sL8W9c4ykx\">https://t.co/sL8W9c4ykx</a> <a href=\"https://t.co/KPt8H86kQ7\">pic.twitter.com/KPt8H86kQ7</a></p>&mdash; Christopher Price (@topherchris) <a href=\"https://twitter.com/topherchris/status/768136639830958081\">August 23, 2016</a></blockquote>  </figure>  <figure class=\"element element-image\" data-media-id=\"1942a6c41d8eb9574d8db9a1923133b96e9c5fa6\"> <img src=\"https://media.guim.co.uk/1942a6c41d8eb9574d8db9a1923133b96e9c5fa6/0_22_5105_3065/1000.jpg\" alt=\"He wants what?\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">He wants what?</span> <span class=\"element-image__credit\">Photograph: Carolyn Kaster/AP</span> </figcaption> </figure> </div>   </div> <div id=\"block-57bdc1cbe4b048662988fbb8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T15:53:47.066Z\">4.53pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump still determined to win New York – report</h2>  <div class=\"block-elements\">  <p>This seems representative of the kind of intelligent resource allotment, far-sighted strategizing and general grip on reality that the Trump campaign is known for.</p> <p>The campaign’s new leadership has advised employees that the effort to make good on Trump’s promise to win his home state is “full steam ahead,” the New York Post <a href=\"http://nypost.com/2016/08/22/trumps-staff-says-its-full-steam-ahead-in-new-york/\">reports</a>:</p> <blockquote class=\"quoted\"> <p>The message Friday from Jim Murphy, Trump’s national political director and a veteran GOP strategist, came just minutes after the disclosure of the forced resignation of Trump campaign manager Paul Manafort, who had replaced also-ousted campaign manager Corey Lewandowski in June.</p> <p>“Murphy said that Mr. Trump still wants an all-out, full-steam-ahead, top-speed effort in New York, he wants to win his home state, that nothing has changed as a result [of Manafort’s ouster] and that the resources will be made available,’’ said a source close to the Trump campaign.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TeeMcSee/status/768475367615193088\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Pollster estimate for NY President: Trump vs. Clinton: Clinton 51%, Trump 33% <a href=\"https://t.co/S6PglKLgCY\">https://t.co/S6PglKLgCY</a></p>&mdash; Tom McCarthy (@TeeMcSee) <a href=\"https://twitter.com/TeeMcSee/status/768475367615193088\">August 24, 2016</a></blockquote>  </figure>  <p>(h/t: <a href=\"https://twitter.com/Bencjacobs?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">@bencjacobs</a>)</p> <p>Update: some trolling from camp Clinton:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/brianefallon/status/768498416796176384\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">We welcome Donald Trump&#39;s further investment in New York. Why not Connecticut?<a href=\"https://t.co/ooZchfGcrp\">https://t.co/ooZchfGcrp</a></p>&mdash; Brian Fallon (@brianefallon) <a href=\"https://twitter.com/brianefallon/status/768498416796176384\">August 24, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-24T17:28:48.183Z\">at 6.28pm BST</time></p>  </div> <div id=\"block-57bdba34e4b0fe30498a45f6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T15:18:44.960Z\">4.18pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Farage to appear with Trump</h2>  <div class=\"block-elements\">  <p>Anti-EU British politician Nigel Farage is scheduled to appear with Donald Trump at a rally Wednesday, a week after the US presidential candidate branded himself Mr Brexit and tapped one of the leading American supporters of the Brexit to run his campaign.</p> <p>Farage will appear with Trump to “tell the Brexit story,” Sky News reported. Trump is to appear at an evening rally in Jackson, Mississippi.</p> <p>The appointment last week of Stephen Bannon, former chairman of the Breitbart web site, as “CEO” of Trump’s campaign has seen the example of the Brexit vote, which Breitbart enthusiastically advocated, rise to the fore in the Trump campaign narrative.</p>  <figure class=\"element element-image\" data-media-id=\"d04e1363302790c74a233b68abd16f08b76a249c\"> <img src=\"https://media.guim.co.uk/d04e1363302790c74a233b68abd16f08b76a249c/0_2_1764_1058/1000.jpg\" alt=\"Farage on Sam Delaney’s News Thing on RT UK.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Farage on Sam Delaney’s News Thing on RT UK.</span> <span class=\"element-image__credit\">Photograph: Russia Today/PA</span> </figcaption> </figure>  <p>Trump hopes to ride to victory a populist wave of nationalist enthusiasm and identity politics comparable to the movement behind Britain’s June vote to leave the European Union. As leader at the time of the UK Independence party (Ukip), Farage was a key promoter of the Brexit.</p> <p>In a further parallel with Brexit politics, the Trump campaign has <a href=\"https://www.theguardian.com/us-news/2016/aug/23/donald-trump-campaign-news-polls-kellyanne-conway\">argued</a> in recent days that it enjoys support not reflected in the polls, from undercover voters who are shy about admitting their support for the controversial nominee.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/766246213079498752\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">They will soon be calling me MR. BREXIT!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/766246213079498752\">August 18, 2016</a></blockquote>  </figure>  <p>Farage expressed “massive thanks” to Bannon and Breitbart for their favorable coverage of the Leave campaign.</p> <p>“And can I just say a massive thanks to Breitbart, on both sides of the pond?” Farage <a href=\"https://viewer.gutools.co.uk/us-news/live/2016/aug/18/trump-says-hell-be-known-as-mr-brexit-despite-poor-poll-showing-politics-live?page=with:block-57b5dbb2e4b0c23bfed8ab45#block-57b5dbb2e4b0c23bfed8ab45\">told Bannon after the vote</a>. “Because you guys have been fair with me, and given me a chance to make my arguments. I thank you guys very much indeed for that.”</p> <p>Farage spoke at CPAC last year and made a cameo at the Republican national convention last month.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-24T15:47:22.613Z\">at 4.47pm BST</time></p>  </div> <div id=\"block-57bd8338e4b048662988fa7b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T13:58:57.164Z\">2.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello and welcome to our live-wire coverage of the 2016 race for the White House. Donald Trump son Eric Trump has said<strong> it would be “foolish” for the presidential candidate to release his tax return</strong>s. It was not clear why the Trump scion thinks that. Trump’s tax returns could hold central truths about who Trump is and how he operates. Trump’s campaign manager in April called on him to release his tax returns. Trump in 2012 called on Mitt Romney to release his tax returns. Every major presidential nominee from either party since 1976 released his tax returns. Hillary Clinton has released hers. Is it foolish for the public to demand that Trump release his tax returns? Or would it be foolish to elect Trump president without putting him through the kind of basic vetting banks perform for the average home loan? </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/carlquintanilla/status/768413219845185537\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;It would be foolish to do. I&#39;m a big proponent of not doing it&quot; - <a href=\"https://twitter.com/EricTrump\">@EricTrump</a>, on his father releasing tax returns.<br><br>on <a href=\"https://twitter.com/CNBC\">@CNBC</a> now</p>&mdash; Carl Quintanilla (@carlquintanilla) <a href=\"https://twitter.com/carlquintanilla/status/768413219845185537\">August 24, 2016</a></blockquote>  </figure>  <p>AP has more:</p> <blockquote class=\"quoted\"> <p>Eric Trump, said Wednesday on CNBC not much can be learned from tax returns. He said his father’s returns are massive and “you would have a bunch of people who know nothing about taxes” looking through them and making “assumptions on things they know nothing about.”</p> </blockquote> <p>“Ignorance is disqualifying” – Eric Trump. Speaking of transparency, Clinton campaign manager Robby Mook is on TV again this morning defending his candidate from <strong>allegations of impropriety attached to meetings she took as secretary of state</strong>. “More than half the people outside the government who met with Hillary Clinton while she was secretary of state gave money — either personally or through companies or groups — to the Clinton Foundation,” the AP has <a href=\"https://apnews.com/f3fc16ba6ea54639a2528e00cb6b4bc7/Clinton-Foundation-donors-got-face-time-with-her-at-State\">reported</a>.</p> <p>Mook accuses the journalists of “cherry picking” – although when it’s half cherries, you can see how they’d end up picking some.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Morning_Joe/status/768415153599553536\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Clinton Campaign Mgr. Mook blasts AP report: To cherry-pick a very small number of meetings is pretty outrageous <a href=\"https://t.co/SlOyW6GF9a\">https://t.co/SlOyW6GF9a</a></p>&mdash; Morning Joe (@Morning_Joe) <a href=\"https://twitter.com/Morning_Joe/status/768415153599553536\">August 24, 2016</a></blockquote>  </figure>  <p><strong>Trump is scheduled today to host a rally in Jackson, Mississippi, </strong>an 80% African American city and capital of the state with the nation’s highest proportion of black residents, as AP <a href=\"http://bigstory.ap.org/article/b36f75becfe4461cb0d69ebacc673086/blacks-question-trump-outreach-delivered-white-audiences?utm_campaign=SocialFlow&amp;utm_source=Twitter&amp;utm_medium=AP\">has it</a>: “It is unclear whether Trump will address black voters directly; so far, his appeal to them has been delivered before white audiences in mostly white cities.” </p> <p>African American voters have been handling Trump with a mix of skepticism and horror – and that includes Republican voters, AP reports:</p> <blockquote class=\"quoted\"> <p>“Any minority who would vote for him is crazy, ought to have their head examined,” said Ike Jenkins, an 81-year-old retired business owner in the predominantly black suburb of East Cleveland.<br></p> <p>Foluke Bennett, a 43-year-old from Philadelphia, went further, labeling the GOP standard-bearer’s remarks as “racist,” pointing, among other things, to his referencing African-Americans as “the blacks.”</p> </blockquote> <p>But eight percent in this new NBC/Survey Monkey poll is the highest share of the African American vote for Trump we can remember seeing in any survey this cycle:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TODAYshow/status/768406137183940610\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Latest poll shows Trump trails Clinton by 79 points among African-American voters <a href=\"https://twitter.com/hashtag/Decision2016?src=hash\">#Decision2016</a> <a href=\"https://t.co/DKgCGyKOVd\">pic.twitter.com/DKgCGyKOVd</a></p>&mdash; TODAY (@TODAYshow) <a href=\"https://twitter.com/TODAYshow/status/768406137183940610\">August 24, 2016</a></blockquote>  </figure>  <p>In case you missed it, <strong>Alabama senator Jeff Sessions, an immigration hard-liner</strong>, seemed to join Trump last night in the candidate’s dance away from earlier calls for a deportation force for undocumented migrants. At this rate Trump will be calling for a path to citizenship in time for the first debate:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alivitali/status/768270134158831616\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Sessions was asked about Trump&#39;s &quot;softening&quot; immigration stance comments in his press pen gaggle. c/o <a href=\"https://twitter.com/SopanDeb\">@SopanDeb</a> <a href=\"https://t.co/jdOnxU4s9f\">pic.twitter.com/jdOnxU4s9f</a></p>&mdash; Ali Vitali (@alivitali) <a href=\"https://twitter.com/alivitali/status/768270134158831616\">August 24, 2016</a></blockquote>  </figure>  <p>Thanks for reading and please join us in the comments.</p> </div>   </div>"
]