[
  "<p>No election has a global impact to match a US presidential contest. Few White House races have been more bitter than <a href=\"https://www.theguardian.com/us-news/us-elections-2016\" title=\"\">the current one</a> between Donald Trump and Hillary Clinton. So any public official who intervenes in it, 11 days before polling, needs to be very sure what they are doing. Such interventions don’t come bigger than the <a href=\"https://www.theguardian.com/us-news/2016/oct/28/fbi-reopens-hillary-clinton-emails-investigation\" title=\"\">FBI director James Comey’s announcement</a> that the bureau is reopening its probe of Mrs Clinton’s private emails. The potential impact is huge. Until last Friday, Mrs Clinton was looking on course to hand Mr Trump a decisive beating. It may still happen. But that is now all up in the air.</p> <p>Mr Comey’s defence appears to be that justice must be done and that he would be damned if he made the announcement and damned if he didn’t. It is certainly true that US politics has become so polarised and so riddled with paranoia that the FBI director faced <a href=\"https://www.theguardian.com/us-news/2016/oct/29/fbi-guilty-political-act-crucial-moment\" title=\"\">an unenviable choice</a>. If he had carried out the new investigation behind closed doors and it had only become public after the election, whatever the result, one or both sides would be certain to cry foul. Conspiracy theorists would have had a field day. Yet by making it public now, he makes the investigation itself into a red-hot pre-election issue in a contest that will shape not just America but the world – and that’s awful.</p> <p>This is precisely why the US Justice Department, with which the FBI works, has an established framework of rules designed to protect its impartiality from allegations of political bias. The department puts strict limits on disclosures about ongoing investigations and especially on anything that might be seen as influencing an election. A memorandum to this effect has been issued by a succession of US attorneys general every four years, including in 2016. Mr Comey has broken with this. Former Justice Department officials from both political parties have <a href=\"https://www.washingtonpost.com/opinions/james-comey-is-damaging-our-democracy/2016/10/29/894d0f5e-9e49-11e6-a0ed-ab0774c1eaa5_story.html?utm_term=.9ea156488389\" title=\"\">denounced him for this</a> over the weekend. The current attorney general is believed to have advised against it, too.</p> <p>Mr Comey has also compounded the potential abuse of power in two important ways. First, the investigation is at an embryonic stage. It may go no further. In his Friday announcement he spoke of emails “that appear to be pertinent” to the previous investigation he completed – concluding then that there was no case to answer – in the summer. But the emails come from a separate investigation, may not even be from Mrs Clinton at all and the FBI chief has not read them. His phrasing was <a href=\"https://www.theguardian.com/us-news/2016/oct/29/fury-fbi-director-cryptic-letter-clinton-emails-response\" title=\"\">extraordinarily vague</a>. Mr Comey has thus launched his missile with minimum facts and maximum innuendo. There are echoes of <a href=\"https://www.theguardian.com/uk-news/2016/oct/13/operation-midland-report-due-met-police-alleged-vip-ring\" title=\"\">British police blunders</a> over child sex allegations. Even louder are the echoes of anti-Clinton fanatics like <a href=\"http://www.judicialwatch.org\" title=\"\">Judicial Watch</a>. This strikes at the democratic process, not just individuals.</p> <p>Second, Mr Comey should not have deferred to Congress, <a href=\"http://www.nytimes.com/interactive/2016/10/28/us/politics/fbi-letter.html?_r=0\" title=\"\">as he did last week</a>. The investigation and prosecution processes should be kept rigorously apart from politics. That’s especially true at election time and even more necessary in such a polarised and acrimonious polity as the US Congress has become. One of the recipients of Mr Comey’s report, <a href=\"https://www.washingtonpost.com/politics/house-republicans-are-already-preparing-for-years-of-investigations-of-clinton/2016/10/26/e153a714-9ac3-11e6-9980-50913d68eacb_story.html\" title=\"\">Jason Chaffetz</a>, announced even before the FBI director’s move that he intends to begin oversight hearings into Mrs Clinton as soon as she is elected, if she is. Incredible though it may seem to the outside world and many Americans, impeachment efforts by Republicans against Mrs Clinton are already a serious possibility. Law enforcement officials have to be completely scrupulous in such a world. Mr Comey has not been. It is a step towards a lawless process.</p> <p>Mrs Clinton is in many respects the author of her own problems on the email row. But Mr Comey took exactly the wrong decision. If the emails needed investigation, he should have authorised one behind closed doors, carried it out thoroughly, reported it to prosecutors and made an announcement, if one was necessary, in the fullness of time. This is called due process and it is a bulwark of the rule of law, not rule by politicians – least of all rule by a potential tyrant like Mr Trump.</p> <p>Instead, Mr Comey has rocket-fuelled a venomous contest just when Mr Trump was desperate for a lifeline, just when Republican candidates in other races were craving something to energise their voters and just when some media were becoming bored with the predictability of the White House contest. His action was at best naive and at worst an abuse of office. It may, ultimately, have <a href=\"https://www.theguardian.com/commentisfree/2016/oct/29/fbi-email-probe-election-clinton-presidency\" title=\"\">rather less effect on the election outcome</a> than some suppose. Yet it is no consolation that Mr Comey has also guaranteed that, if no charges are brought, he will inevitably be accused of rigging the outcome.</p>",
  "<p>Donald Trump called Evan McMullin the “puppet” of a “loser” on Saturday, prompting the third-party candidate who threatens to beat Trump in Utah to retort that the Republican nominee was “deeply corrupt”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/30/donald-trump-rally-jew-s-a-media-kellyanne-conway\">Kellyanne Conway: Trump fan chanting ‘Jew-S-A’ behaved in ‘deplorable’ way</a> </p> </aside>  <p>McMullin launched his <a href=\"https://www.theguardian.com/us-news/2016/aug/08/republican-evan-mcmullin-presidential-run-trump\">quixotic presidential campaign in August</a>, presenting himself as an <a href=\"https://www.theguardian.com/us-news/2016/sep/20/evan-mcmullin-independent-presidential-candidate-trump\">alternative for conservatives</a> who do not want to vote for Trump. A Mormon and former counter-terror operative with the CIA, McMullin has shot into competition in his native Utah. </p> <p>He is only<a href=\"http://www.realclearpolitics.com/epolls/2016/president/ut/utah_trump_vs_clinton_vs_johnson_vs_stein_vs_mcmullin-6154.html\"> a few points behind Trump</a> in the deeply religious state, where many Mormons have rejected the businessman in the wake of <a href=\"https://www.theguardian.com/us-news/2016/oct/13/list-of-donald-trump-sexual-misconduct-allegations\">accusations of harassment and sexual assault</a>.</p> <p>In an interview with Fox News on Saturday night, Trump directed his ire toward McMullin, whom he had previously ignored. “He takes votes away from me, this man who I never heard of,” he said.</p> <p>His running mate, Mike Pence, said the same: “Nobody ever heard of him.”</p> <p>“He’s going from coffee shop to coffee shop,” Trump continued, apparently alluding to local campaign stops. “It’s a full-time thing. He can’t do anything. But he hurts us in Utah.”</p> <p>Trump then blamed <a href=\"https://www.theguardian.com/commentisfree/cifamerica/2009/apr/24/william-kristol-bradley-prize-iraq\">Bill Kristol</a>, a <a href=\"http://www.weeklystandard.com/author/william-kristol\">conservative pundit</a> with whom the businessman has feuded for more than a year, for bringing a potential spoiler into the race. </p> <p>“He’s a loser,” he said. “He’s called me wrong. He’s called everything wrong. He’s called the wars wrong. Everything he does is wrong. He gets his puppet to go and run in Utah. The guy takes votes away from me.”</p> <p>Trump argued that McMullin could deliver a national victory to Hillary Clinton, costing Republicans the ability to approve supreme court nominees – the issue of most concern to many wavering conservatives. </p> <p>“That means we’re probably going to lose the supreme court of the United States for 60 years,” he said. “By that time it won’t matter, because we won’t have a country left.”</p> <p>McMullin replied on <a href=\"https://twitter.com/Evan_McMullin/status/792558096862371843\">Twitter</a>, saying: “You’ve never heard of me because while you were harassing women at beauty pageants, I was fighting terrorists abroad.</p> <p>“You’re an authoritarian, life-long liberal who disrespects life, liberty [and] equality,” he continued. “We can’t trust you on justices. You think you’re entitled to Utahns’ and other Americans’ votes. We’re earning them. </p> <p>“We will not sit by while two corrupt, self-serving, big government liberals like you and Clinton destroy our country.”</p> <p>On Sunday, McMullin continued to attack. </p> <p>“This is a man who has unhealthy relationships and admiration for dictators overseas,” he told NBC’s Meet the Press. “I believe that he has some of the same ideas about leadership or domination that they do. I think he’s dishonest with the American people. </p> <p>“Where are his tax returns? We don’t know much about Donald Trump.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/30/hillary-clinton-donald-trump-fbi-director-comey-emails\">Clinton and Trump camps duel over FBI director's late email revelation</a> </p> </aside>  <p>He went on to call Trump “unethical”, “dangerous to our country” and “somebody who doesn’t understand the constitution”.</p> <p>McMullin acknowledged that he had no path to the 270 electoral college votes necessary to win the presidency, and instead said he hoped for the unlikely scenario of stopping the major party nominees reaching that target, which would send the election to the House of Representatives. </p> <p>He did not answer questions about whether he felt comfortable knowing his success in Utah could help Clinton win the election and said he remained “very skeptical” that the Republican party could be reformed after its marriage to Trump.</p> <p>He also said that he has received no financial support from Mitt Romney, the party’s 2012 nominee and a fellow Mormon who has emphatically denounced Trump.</p> <p>“We would welcome it,” McMullin said. “Unfortunately, it’s not the case.”</p>",
  "<p>Uncertainty over the future of the South Korean president, <a href=\"https://www.theguardian.com/world/2012/jul/10/park-geun-hye-korean-president\">Park Geun-hye</a>, is expected to intensify after a Rasputin-like figure at the centre of a mounting political crisis returned to Seoul, a day after thousands of protesters <a href=\"https://www.theguardian.com/world/2016/oct/29/south-korea-president-orders-10-staff-members-to-resign-amid-worsening-crisis\">called for Park’s resignation</a>.<br></p> <p>The president was bracing herself for further potentially damaging revelations about her relationship with Choi Soon-sil, a close friend of 40 years. Choi has been accused of wielding undue influence at the heart of the South Korean government and of personally profiting from her ties to the country’s first female <a href=\"https://www.theguardian.com/world/2012/dec/19/park-geun-hye-south-korea-election\">president</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/29/south-korea-president-orders-10-staff-members-to-resign-amid-worsening-crisis\">South Korea: thousands of protesters call for president to resign</a> </p> </aside>  <p>The complex and at times bizarre allegations surrounding Park’s relationship with her alleged <em>éminence grise</em> have gripped South Koreans since media alleged last month that Choi, the daughter of a religious cult leader, had vetted Park’s speeches, gained access to classified documents, and dictated key economic, defence and foreign policies.</p> <p>Park’s poll ratings have slumped to as low as 17% – the worst since she was elected almost four years ago – amid lurid accounts of the influence Choi has enjoyed in areas ranging from Seoul’s tough line against <a href=\"https://www.theguardian.com/world/north-korea\">North Korea</a> to Park’s choice of wardrobe.</p> <p>Some lawmakers, including those in Park’s ruling Saenuri party, have even voiced concern that she has fallen under the spell of a religious cult, with Choi performing the role of shaman – prompting one opposition MP to claim the country was being ruled by “a terrifying theocracy.” </p> <p>After staying in Germany for several weeks, Choi, 60, returned to <a href=\"https://www.theguardian.com/world/south-korea\">South Korea</a> on a flight from Heathrow in London on Sunday, and is expected to be questioned by prosecutors investigating whether she and senior aides to Park broke the law.</p> <p>Park, though, is unlikely to be questioned: under South Korea’s constitution, a sitting president cannot be charged with a criminal offence other than insurrection or treason.</p> <p>“Choi has expressed through her attorney that she will actively respond to prosecutors’ investigation and will testify according to the facts,” Lee Kyung-jae, her lawyer, said on Sunday morning. “She is deeply remorseful that she had caused frustration and despondency among the public.”</p>  <figure class=\"element element-image\" data-media-id=\"8bff5d7e53fefa8bcf87474ae13c3c8bc7032a66\"> <img src=\"https://media.guim.co.uk/8bff5d7e53fefa8bcf87474ae13c3c8bc7032a66/0_329_3500_2100/1000.jpg\" alt=\"Lee Kyung-jae, lawyer for Choi Soon-sil, leaves after a news conference in Seoul\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lee Kyung-jae, lawyer for Choi Soon-sil, leaves after a news conference in Seoul.</span> <span class=\"element-image__credit\">Photograph: STRINGER/Reuters</span> </figcaption> </figure>  <p>Choi is being investigated for using her ties to Park, 64, to solicit $70m (£57m) in funds from conglomerates, including Samsung and Hyundai, for two nonprofit foundations she set up. Choi has denied misappropriating some of the money for personal use.</p> <p>She is alleged to have secured her daughter a place at a prestigious university by forcing a change to the admission criteria – a claim that has provoked outrage in a country where students endure <a href=\"https://www.theguardian.com/world/2009/jan/15/south-korea-students\">intense competition</a> to gain places at top schools.</p> <p>While prosecutors prepare to question Choi, who has never held public office and does not have security clearance, details emerged of her central role in Park’s public and private lives.</p> <p>She is said to have become a close confidante of Park in the late 1970s, when Park was grieving over the assassination of her father, Park Chung-hee, a dictator who took power in a military coup in 1961 but who was credited with helping turn South Korea into an industrial powerhouse.</p> <p>Park Chung-hee was killed by his own chief of intelligence at the end of an alcohol-fuelled private dinner.</p> <p>Choi’s father, Choi Tae-min, befriended Park after her mother, Yuk Young-soo, was killed by a North Korean spy with a bullet intended for her husband. The older Choi claimed that Yuk had appeared to him in a dream and asked him to help her traumatised daughter.</p> <p>Choi reportedly married six times, had numerous aliases and founded a shady pseudo-Christian cult called the Church of Eternal Life.</p> <p>Choi Soon-sil and Park grew closer still after the death of Choi’s father in 1994, four years before Park was elected to the national assembly.</p> <p>Choi’s ex-husband worked as a close aide to Park in the run-up to her successful presidential bid in 2012, and was allegedly with the president on the day of the <a href=\"https://www.theguardian.com/world/2014/apr/16/rescuers-battle-to-save-476-passengers-after-ferry-sinks-off-south-korea\">Sewol ferry tragedy</a> in April 2014, in which 300 schoolchildren, teachers and crew drowned.</p> <p>At the weekend thousands of protesters accused Park of betraying public trust and of gross mismanagement, and one recent poll showed 70% of voters wanted her to resign or be impeached.</p> <p>Few observers believe the crisis will lead to her resignation, with little more than a year left of her single five-year term in the Blue House. Opposition parties have demanded an investigation, but have stopped short of calling for her impeachment.</p> <p>On Tuesday, Park offered the country a brief apology, but insisted Choi’s influence had not extended beyond checking drafts of her speeches soon after she entered the presidential Blue House in early 2013. “Choi is someone who helped me in a difficult time in the past, and I received her help on some of my speeches,” she said.</p> <p>Files obtained from Choi’s personal computer by the broadcaster JTBC TV, however, suggest Choi edited some of Park’s key speeches and received confidential documents, including files relating to Japan and North Korea.</p> <p>In an interview with South Korea’s Segye Ilbo newspaper last week, Choi confirmed she had received drafts of Park’s speeches but denied she had influenced government policy or benefitted financially.</p> <p>Park sought to defuse the controversy by demanding the resignation of 10 of her senior secretaries and promising a cabinet reshuffle, but the move has done little to cool criticism of her conduct.</p> <p>Some observers believe that Park will ride out calls for her resignation, with opposition parties reluctant to plunge the country into the political uncertainty that would accompany a lengthy impeachment trial.</p> <p>Victor Cha, a senior adviser and Korea chair at the Centre for Strategic and International Studies in Washington, said Park was unlikely to quit. “Despite calls from the opposition parties for her resignation (which are only likely to grow during the Choi investigation), the more likely outcome is that she may heed demands to leave the Saenuri party, particularly if Saenuri wants to distance itself from Park in the 2017 presidential election year,” Cha <a href=\"https://www.csis.org/analysis/controversy-roils-park-government\">wrote</a>.</p> <p>The Chosun Ilbo, South Korea’s largest newspaper, said the scandal marked “<a href=\"http://english.chosun.com/site/data/html_dir/2016/10/26/2016102601669.html\">a complete collapse</a> of a president’s ability to run a government”. The conservative newspaper called on Park’s entire secretariat to resign and the appointment of a caretaker prime minister, effectively ending her role in running the country.</p> <p>“The only way open to her is to pull out of government and put the public good first,” it said. “Many people are ashamed for her. It is time she was, too.”</p>",
  "<p>The phone call that would, just hours later, inflict a highly damaging blow to Donald Trump’s presidential ambitions came through to Washington Post reporter David Fahrenthold mid-morning on Friday 7 October. The source – a Snapchat-era “Deep Throat” – informed Fahrenthold, whose dogged <a draggable=\"true\" href=\"https://www.washingtonpost.com/politics/how-donald-trump-retooled-his-charity-to-spend-other-peoples-money/2016/09/10/da8cce64-75df-11e6-8149-b8d05321db62_story.html?tid=a_inl\">exposure</a> of the operations of the Trump Foundation had so infuriated the billionaire, that they had some previously unaired video of Trump. Would he be interested in viewing it?</p> <p>“David recognised immediately that [the footage] was explosive,” says the Post’s executive editor Martin Baron, “and the first task was to make sure it was authenticated, which he was able to do pretty quickly.”</p> <p>The Post sent a transcript of the video – outtakes from a 2005 edition of the NBC show Access Hollywood, in which <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">Trump is heard bragging</a> that “when you’re a star … you can do anything [to women] … grab them by the pussy” – to the Trump campaign for comment. </p> <p>“They asked us for the actual video,” says the softly-spoken Baron, “and shortly after that they sent us Donald Trump’s initial response.” Five hours on from the tip-off, the video and accompanying piece went live on the Post, reverberating around the world.</p> <p>While Grope-gate (as <a href=\"http://www.motherjones.com/kevin-drum/2016/10/trumps-defense-gropegate-accusers-too-ugly-molest\">some</a> are inevitably calling it) may be a far cry from Watergate, the Post’s most famous scoop, it was nevertheless a momentum-shifting event in the presidential race, which has seen Trump, who had previously claimed that he could <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/jan/24/donald-trump-says-he-could-shoot-somebody-and-still-not-lose-voters\">“shoot somebody” on Manhattan’s Fifth Avenue</a> and not lose votes, since <a draggable=\"true\" href=\"http://nymag.com/daily/intelligencer/2016/10/clinton-holds-lead-in-new-polls-but-trump-tape-impact-mixed.html\">struggle</a> to regain his swagger. Yet, while the Trump revelations have lately flowed thick and fast, there has been criticism (even in the Post) that much of the US media was initially slow to take Trump seriously, particularly early on in the Republican primaries.</p> <p>Baron vigorously defends his corner. “At the Post, we took the candidacy seriously from the very beginning,” he insists, going on to cite reporting, among other things, on Trump Mortgage, the <a href=\"https://www.theguardian.com/us-news/2016/mar/01/trump-university-claim-revisited-by-new-york-appeals-court\">Trump University</a>, and his <a href=\"https://www.washingtonpost.com/posteverything/wp/2016/10/06/donald-trumps-greed-helped-ruin-atlantic-city-is-the-rest-of-the-country-next/?utm_term=.4d2a700971f6\">“multiple bankruptcies in Atlantic City”</a>. </p> <p>“Other people reacted in a different way. Certainly there was a tremendous amount of cable coverage of his rallies,” he says. “Wall-to-wall, they would cover his rallies from beginning to end, on live television. I don’t happen to think that was a wise decision on their part.”</p> <p>Baron does concede, however, that Trump is “skilful” at using the media. “[During the primaries] he would call into shows, which would normally require a candidate to show up in person, they would just take his phone call and he’d be on the air, and then he’d call the next show. He’s been by far the most accessible presidential candidate ever.” </p> <p>Indeed, even when the Trump campaign <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/06/13/donald-trump-just-banned-the-washington-post-from-covering-him-that-should-bother-everyone/\">barred</a> the Post’s reporters from his events (for, they claimed, inaccurate reporting), he still made himself available to Baron’s team. “We had actual published interviews with him, [even] while we were on the blacklist,” he says.</p> <p>Born in 1954 and raised in Tampa, Florida, Baron, who’s a fluent Spanish speaker, cut his teeth at the Miami Herald, which he first joined in 1976. He went on to work at some of America’s most prestigious titles – the Los Angeles Times, the New York Times, and the Boston Globe. As Globe editor, the paper won six Pulitzer prizes, including in 2003 for the Spotlight team’s investigation into sexual abuse by Catholic priests, which was turned into the <a href=\"https://www.theguardian.com/film/2016/jan/28/spotlight-review-catholic-church-called-to-account-over-child-abuse\">Oscar-winning movie Spotlight</a> last year. In 2013, he became executive editor of the Post, which a little over three years ago was <a draggable=\"true\" href=\"https://www.theguardian.com/media/2013/aug/05/washington-post-sold-jeff-bezos-amazon\">acquired by Amazon founder Jeff Bezos for $250m</a> from the Graham family.</p>  <figure class=\"element element-image\" data-media-id=\"a761f1fbf80518db6e42ad812905f2701fa06264\"> <img src=\"https://media.guim.co.uk/a761f1fbf80518db6e42ad812905f2701fa06264/0_31_5508_3305/1000.jpg\" alt=\"Martin Baron and Liev Schreiber\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Martin Baron (L) and Liev Schreiber who played Baron as editor of the Boston Globe in the film Spotlight.</span> <span class=\"element-image__credit\">Photograph: Supplied by LMK</span> </figcaption> </figure>  <p>Earlier this year, the Post – whose traffic numbers <a href=\"https://www.washingtonpost.com/pr/wp/2016/10/14/the-washington-post-reached-new-traffic-record-of-83-1-million-visitors-in-september-2016/\">reached</a> a record 83.1m unique visitors in September 2016, a 40% year-on-year increase – <a href=\"https://www.theguardian.com/world/2015/dec/14/washington-post-bids-farewell-to-office-where-it-broke-watergate\">moved from its former base</a> to a gleaming, light-filled building on K Street, where reporters sit cheek-by-jowl with software engineers. Beyond financial capital, the Amazon CEO has provided the Post with “intellectual capital, too”, Baron explains. “He’s basically forced us to confront how the internet is different and how we have to adapt to it and embrace it. He’s also given us what he calls ‘runway’, which is time to experiment. So, in funding the experiments, we have time to let them play out, without having to adhere to some strict timeline or strict requirements for profit.”</p> <p>One area Bezos was especially keen that Baron address was the issue of aggregation. “One of the first questions he asked was: ‘You do these long narratives, these deep investigations, but after you’re published, within 15 minutes, half a dozen websites have decided to aggregate you – and they get more traffic than you do. How do you propose to deal with that?’” Baron’s solution was, in effect, to fight fire with fire; hiring in-house bloggers, not only did the Post start aggregating itself, but it began aggregating other people’s content too.</p> <p>Since acquiring the Post, Bezos – who’s added 140 employees in three years – has held regular conference calls with senior staff. So how interested is he in the editorial side of the paper? The question isn’t even complete before Baron jumps in: “He doesn’t inject himself at all into our journalism. He doesn’t suggest stories for us to do. He doesn’t critique us in any way. Every once in a while, when he sees a story which delights him, he tells us.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2013/sep/04/washington-post-amazon-jeff-bezos\">The Washington Post embarks on Amazon adventure with Jeff Bezos | Dan Gillmor</a> </p> </aside>  <p>“[The conference calls] are all about tactics and strategy. We talked about aggregation, way back when. We’ve talked about our audience engagement team. But in terms of particular stories, particular projects, or particular avenues of coverage, he does not get involved at all.”</p> <p>When asked what he thinks the Post’s output and business model will look like in five years time, Baron concedes that he simply doesn’t know. “I always say the people who are most certain about what the model will be are the furthest removed from any responsibility for actually making that model occur,” he says a touch world-wearily.</p> <p>“There’s so much that’s happened so fast, and the pace of change has really accelerated. Today we’re sitting here talking about what we are doing for Facebook Live. Or what we’re doing for Snapchat. We’re talking about using bots for Amazon Echo, which we did to provide scores during the Olympics. And during this election we’ll be [using bots] to provide election results. [These aren’t] things we talked about a year ago – maybe we should have, but we didn’t.”</p> <p>Despite his ink-stained background, Baron believes that if institutions such as the Post are to survive, they have to think and behave like technology companies: they need to move fast, take risks, and accept that failure is an essential part of experimentation. “I think people [at the Post] do feel free to propose new ideas and try new things,” he says. “And there’s no penalty for failing. If it doesn’t work, it doesn’t work.” But, he adds quickly, newspapers must always stick to their principles and values. “We can never violate that. If we do, then we destroy our entire argument for existence.”</p> <h2><strong>CV</strong></h2> <p><strong>Age:</strong> 62</p> <p><strong>Education:</strong> Lehigh University, Pennsylvania. BA Journalism 1972-1976; MBA 1975-1976.</p> <p><strong>Career:</strong></p> <p>1976: reporter, the Miami Herald</p> <p>1979: business reporter, Los Angeles Times</p> <p>1983: business editor, Los Angeles Times</p> <p>1991: assistant managing editor, Los Angeles Times</p> <p>1996: assistant to the managing editor, the New York Times</p> <p>1997: associate managing editor, the New York Times</p> <p>2000: executive editor, the Miami Herald</p> <p>2001: editor, the Boston Globe</p> <p>2003: the Globe wins Pulitzer prize for public service (for exposing sexual abuse by priests in the Catholic church)</p> <p>2013: executive editor, the Washington Post</p> <p>2014: the Post wins public service Pulitzer prize, with the Guardian US (for revealing widespread secret surveillance by the NSA)</p> <p>2016: the Post wins Pulitzer prize for national reporting (for building a national database on police killings)</p>",
  "<p>As Marco Rubio and Patrick Murphy squared off in the final debate of their Florida Senate race, the discussion turned to the Syrian civil war. Rubio, a former presidential candidate and member of the Senate intelligence committee, challenged his rival’s understanding of the factions on the ground. Murphy, a two-term congressman, reverted to a familiar line.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/30/donald-trump-voters-rally-election-crowd\">Inside a Donald Trump rally: good people in a feedback loop of paranoia and hate</a> </p> </aside>  <p>“It just goes back to the same point,” he said, “that Senator Rubio continues to support Donald Trump, and it is shameful that he stands there with him.”</p> <p>The audience laughed, faintly, at one of nearly 20 mentions of <a href=\"https://www.theguardian.com/us-news/2016/oct/30/donald-trump-voters-rally-election-crowd\">the Republican presidential nominee</a> during the one-hour debate. When Murphy next mentioned Trump, Rubio was quick with a rejoinder based on <a href=\"https://www.youtube.com/watch?v=DteDRD6cbbM\">a famous Joe Biden rebuke of Rudy Giuliani</a>: “A noun, a verb and Donald Trump: that’s his answer to everything.”</p> <p>The race in Florida, among the most closely watched in the country, could help determine whether Republicans keep control of the Senate. Democrats see the vote as a referendum on Trump. But Murphy’s mentions of the businessman underscored the potential limitations of using the top of the ticket to mount attacks down the ballot.</p> <p>Murphy has questioned how Rubio can endorse Trump, whom Rubio has called “a con man”, untrustworthy with the nuclear codes, and “the most vulgar person ever to aspire to the presidency”. In recent weeks, polls have given the Democrat hope, in part because Trump is trailing Hillary Clinton in Florida by around three points. But with nine days left before Election Day, Rubio is about seven points up on Trump in the state.</p> <h2><strong>‘Less than ideal choices’</strong></h2> <p>This week, both candidates spoke to the Guardian. “I’ve said all along that these are less than ideal choices before us,” Rubio said, “and that’s why we need a senator willing to stand up to the next president no matter who it is – even if it’s from your own party.”</p> <p>Rubio was speaking on the day the FBI director, James Comey, said the agency was reviewing emails that might be pertinent to the closed investigation into Clinton’s use of a private server while secretary of state. </p> <p>“The question now is will Patrick Murphy still 100% trust Hillary Clinton, as he has said in the past,” he said.</p> <p>Murphy, who spoke earlier in the week after appearing with Clinton at a rally in Coconut Creek, said there was no comparison between the Democratic and Republican presidential nominees.</p> <p>“I’m grateful that Senator Rubio’s connecting me to Secretary Clinton,” Murphy said. “You look at what she’s been fighting for her entire life, and you contrast that to Donald Trump. You talk about a contrast of both qualifications and temperament for who our next world leader is going to be.”</p> <p>Citing Trump’s litany of inflammatory comments – against immigrants, Muslims, women, the Gold Star parents of an Iraq war hero, prisoners of war and more – Murphy said it was “appalling to a lot of Floridians that Marco Rubio continues to stand by Donald Trump’s side”.</p> <p>“A lot of people had the courage to stand up to Donald Trump,” he added, noting the flurry of Republicans who withdrew their support earlier this month after a video was <a href=\"https://www.theguardian.com/us-news/2016/oct/08/john-mccain-donald-trump-sex-boast-tape\">unearthed from 2005</a> in which the former reality TV star bragged about groping and kissing women without consent.</p> <p>Rubio, despite condemning Trump’s comments, was not among them. He has kept Trump at a distance, however, making no campaign appearances with the nominee despite his frequent presence in Florida.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"281fee7cc4c65d703cf356526fa3bcb4b81df19d\"> <img src=\"https://media.guim.co.uk/281fee7cc4c65d703cf356526fa3bcb4b81df19d/90_137_2285_2855/800.jpg\" alt=\"Hillary Clinton campaigns with Patrick Murphy\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton campaigns with Patrick Murphy in Coconut Creek.</span> <span class=\"element-image__credit\">Photograph: Larry Marano/REX/Shutterstock</span> </figcaption> </figure>  <p>Rubio’s rationale rests primarily in the balance of the supreme court, where the vacancy left by Antonin Scalia remains. In the primary, Rubio doubted whether Trump would nominate a conservative. He told the Guardian a list of potential appointees released by Trump was “encouraging”.</p> <p>“We’ll have to wait and see who wins the election and whether he’ll actually do that,” Rubio said. “But they’ll be held to the same standard, whether it’s a Republican president or a Democrat president … I’m looking for people that will apply the constitution according to the original intent of the words of the constitution.”</p> <p>Rubio also expressed confidence that he would be judged on his own record. Saying his opponent lacked any legislative accomplishments despite having served in Congress for four years, Rubio touted his own work on issues such as human trafficking, sanctions against Venezuela and Hezbollah, and veterans affairs.</p> <p>Asked if he would be willing to work with Clinton, he stopped short of naming potential areas of agreement. “I have a record of working with people across the aisle, and I’ll work with anyone if they’re pursuing ideas that I think are good for America,” he said.</p> <p>Murphy, whose time in Congress has been been spent in the minority, denied he had little to show. He listed funding for the Everglades, preventing cuts to a key component of Medicare, and securing lower flood insurance rates, and stated his commitment to issues such as climate change, equal pay and raising the minimum wage.</p> <p>He has nonetheless struggled with a lack of name recognition, compounded by limited resources after national Democratic groups withdrew millions of dollars in reserved ad spending. </p> <p>The decision has drawn criticism from some observers, for its apparent abandonment of a race many believe is winnable. Others complain of a missed opportunity to deliver a fatal blow to Rubio, whom many believe will make another run for the presidency, potentially challenging Clinton in 2020. </p> <p>But some involved in Democrats’ efforts to retake the Senate defended their move, citing Florida’s expensive media markets in comparison to battlegrounds such as Indiana, Missouri, and North Carolina, where money can prove more influential. </p> <p>“I do think the threat of him running for president in 2020 is real,” a Senate Democratic strategist said of Rubio. “But our goal is to take back the Senate and win the White House right now. We’re not running a campaign for 2020.” </p> <h2><strong>‘The height of cynicism’</strong></h2>  <figure class=\"element element-image\" data-media-id=\"21b31afa73452caf397e45eeb3e7899bb63f540e\"> <img src=\"https://media.guim.co.uk/21b31afa73452caf397e45eeb3e7899bb63f540e/0_353_3408_2045/1000.jpg\" alt=\"Rubio and Murphy\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rubio and Murphy meet to debate at Broward College in Davie, earlier this week.</span> <span class=\"element-image__credit\">Photograph: Wilfredo Lee/AP</span> </figcaption> </figure>  <p>Another Democratic strategist familiar with the Florida Senate race said internal polling conducted by the Democratic Senatorial Campaign Committee and the Clinton campaign showed Murphy trailing Rubio by high single digits. On Thursday, <a href=\"http://fivethirtyeight.com/features/senate-update-rubio-is-keeping-the-republicans-hopes-alive-in-the-senate\">FiveThirtyEight</a> gave Rubio an 81% chance of defeating Murphy, finding the sitting senator ahead in 48 of 50 public polls. On Sunday, two new polls showed Rubio up by eight and nine points.</p> <p>Pressure to reinvest in the race did pay some dividends last week, when a Super Pac affiliated with Senate minority leader Harry Reid confirmed it was transferring a seven-figure sum to a pro-Murphy super pac in Florida. Nonetheless, Murphy has largely had to rely on earned media coverage and high-profile surrogates.</p> <p>Among the most vocal has been Barack Obama, who called Rubio’s support for Trump “the height of cynicism”. </p> <p>“How can you call him a ‘con artist’ and ‘dangerous’ and object to all the controversial things he says and then say, ‘But I’m still gonna vote for him?’ C’mon, man!” Obama said at a campaign stop in Miami Gardens.</p> <p>“That’s the sign of somebody who will say anything, do anything, pretend to be anybody, just to get elected. And you know what? If you’re willing to be anybody just to be somebody, then you don’t have the leadership that Florida needs in the United States Senate.”</p> <p>Clinton has also urged voters to back Murphy and made a familiar connection: “Unlike his opponent, Patrick Murphy has not been afraid to stand up to Donald Trump and his dangerous, divisive campaign.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/30/donald-trump-tony-schwartz-art-of-the-deal-out-of-control\">Donald Trump's ghostwriter on being the 'Dr Frankenstein' who made a monster</a> </p> </aside>  <p>Such high-profile support, however, may prove too little, too late. For one thing, Rubio has a solid base of support among Hispanic voters, many of whom identify with the Spanish-speaking son of Cuban immigrants and in 2012 accounted for 17% of Florida’s electorate. </p> <p>Murphy ramped up his outreach to the Hispanic community – somewhat belatedly, some say. In doing so, he sought to revive Rubio’s involvement in a comprehensive immigration reform bill in 2013, noting that the senator backed away from the issue when faced with backlash from conservatives.</p> <p>It has been an uphill battle. In Miami’s Little Havana recently, at one of Clinton’s 81 Florida field offices, volunteers labored to get out the vote. Dozens of voters, mostly Latino, entered and left the building.</p> <p>Among them were Azalia and Lucia Rodriguez. Originally from Nicaragua, they were motivated in part by resentment of Trump and said they would vote for Clinton. They did not support Rubio, they said. But they also did not plan to vote for Murphy. </p> <p>Their reason? They hadn’t heard of him.</p>",
  "<p>The dealmakers behind the proposed mega-merger of AT&amp;T and Time Warner have accomplished the impossible: uniting Hillary Clinton, Donald Trump and Bernie Sanders in their condemnation of the deal.<br></p> <p>Trump, needless to say, has been the most vituperative. The merger would “<a href=\"https://www.theguardian.com/business/2016/oct/23/trump-att-time-warner-deal-clinton-kaine\">destroy democracy</a>”, he said. But pretty much everyone in Washington has publicly come out against it. Sanders, Clinton’s opponent for the Democratic nomination and now campaigning on her behalf, is already <a href=\"https://www.washingtonpost.com/news/the-switch/wp/2016/10/25/sanders-we-must-do-everything-possible-to-press-clinton-on-att-time-warner/\">preparing to battle a future Clinton administration</a> to ensure that anti-trust regulators turn thumbs-down on the deal. Lining up beside him? Powerhouse senator Elizabeth Warren.</p> <p>The two companies and their bankers must feel that they have walked straight into a buzzsaw. The Senate will hold a hearing on it on 7 December, after the election. Will tempers have cooled by then? Maybe, maybe not.</p> <p>So, what on earth drove Time Warner and AT&amp;T to sprint to the altar during an election season in which populist politicians are dominating the airwaves and the debate? Insanity? Desperation? A sense that there was an opportunity that was just too good to pass up? Or simply an urge to annoy the politicians?<br></p> <p>The word to bear in mind might simply be “panic”.</p> <p>It’s no shock to anyone who keeps an eye on these worlds that companies that distribute all the content that we consume, and the companies that produce it (translation: AT&amp;T as the party of the first part, and Time Warner as the party of the second part) have a <a href=\"https://www.theguardian.com/business/2016/oct/25/att-time-warner-acquisition-customer-service-impact\">vested interest in forging alliances among themselves</a>. The closer and more seamless those alliances are, the faster and more creatively they can work on developing and delivering more of that content for all our devices, especially those smartphones and tablets from which we are unable to wean ourselves. </p> <p>Those that get it right have captive audiences simply because they are delivering a growing proportion of that content. It’s an enticing prospect.</p> <p>Analysts have been expecting that we’d see yet another wave of convergence – a buzzword in this media/telecommunications universe for the better part of two decades now, having been behind the merger that formed Time Warner itself in 1995 – for several years. </p> <p>This time, it’s happening in different ways, not always via mergers. Apple and Time Warner’s HBO have linked their brands already, with Apple distributing the HBO Now service. Imagine <a href=\"http://www.huffingtonpost.com/stephen-rosa/apple-and-hbo-think-diffe_b_10279702.html\">what might happen</a> if Apple – with its cash mountain – decided to snap up HBO’s parent company, Time Warner, and pursue the myriad potential synergies between its own platforms and Time Warner’s content? </p> <p>I suspect it’s safe to say that the folks at AT&amp;T did just that – and panicked. </p> <p>Or else they considered what might happen if another giant rival with the potential to build a mammoth platform and plenty of cash – like Google, which has already pushed into live-TV streaming – pre-empted them. Or they allowed companies like Amazon or Netflix to get further ahead with their own plans. </p> <p>Facing that kind of strategic risk, a little bit of political risk may not look like anything terribly threatening. Sure, the politicians may indulge in a lot of saber rattling for the benefit of voters, especially since the deal was announced in the final days of the presidential election campaign. But it will be many months before regulators will rule on it – even if a deep-pocketed rival doesn’t muscle in and outbid AT&amp;T for Time Warner.</p> <p>Will the public outrage endure? The dealmakers and the board members at both companies seem to be making a calculated decision that the answer is “no”. </p> <p>That seems optimistic. We already <a href=\"http://www.pbs.org/newshour/updates/internet-u-s-compare-globally-hint-slower-expensive/\">pay far more</a> than citizens in most other parts of the world for basic broadband access, thanks to the fact that most communities offer very limited options to their citizens. Most telecommunications services are equally pricey, relative to those offered elsewhere, from <a href=\"https://www.billshark.com/u-s-mobile-plans-expensive/\">mobile phones</a> to cable television services. The number of <a href=\"http://www.economist.com/news/business/21702177-television-last-having-its-digital-revolution-moment-cutting-cord\">cord-cutters</a> continue to grow.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/oct/25/att-time-warner-acquisition-customer-service-impact\">What will AT&amp;T's acquisition of Time Warner mean for customers?</a> </p> </aside>  <p>The two companies have an idea of what they’ll do to keep their own customers loyal. “Premium content always wins,” said Randall Stephenson, CEO and chairman of AT&amp;T, in the company’s press release announcing the transaction. “We’ll have the world’s best premium content with the networks to deliver it to every screen. A big customer pain point is paying for content once but not being able to access it on any device, anywhere. Our goal is to solve that.”</p> <p>At what price, though? Stephenson does refer to delivering “value” to customers, and certainly, you can expect to hear Time Warner and AT&amp;T insist that because their proposed match is a “vertical” merger rather than a “horizontal” one, this should pose less of an antitrust threat. In other words, consumers won’t see prices soar as a result of reduced competition.</p> <p>In a horizontal transaction, two companies that compete to provide roughly the same kind of services or goods (think, Cox Communications and Comcast), merge and become one, meaning that there are fewer entities involved in setting prices for content as purchasers, or for services as providers. In a vertical transaction, such as the proposed merger, companies that are in different parts of the business (in this case, content and distribution) join forces.</p> <p>But in markets where competition is already restricted – such as, say, the internet – price increases could be a result of even vertical mergers. That’s the conclusion of studies by one economist, John Kwoka of Northeastern University, who found that of the 1,000 mergers of all kinds that he evaluated over the last two decades, <a draggable=\"true\" href=\"http://fortune.com/2016/10/25/att-time-warner-blocked/\">at least a third generated price increases in excess of 10%</a>. A remarkable 80% of them raised prices to consumers to some degree; the average increase was about 7%. </p> <p>Ponder that, antitrust regulators.</p> <p>There are plenty of ways in which this could happen. For instance, all of the programming that Time Warner produces could suddenly become unavailable to competitors to the newly merged entity’s rival distributors, except at a much higher price. You have an AT&amp;T smartphone and want to watch the latest episode of Game of Thrones? Congrats – you can do so on any device you own for half the price you’d pay if you have a Verizon phone and want to watch on your iPad. </p> <p>It’s up to the politicians not just to be blowhards about the deal or threaten to axe it. Consumers may end up with great, efficiently delivered and fairly priced content as a result of mergers like the one that AT&amp;T and Time Warner are proposing. The trick is to ensure how that potential is realized. Will the regulators do their job?</p> <p>That’s why what happens in the weeks following the election is going to be so crucial. Who will the new president choose to advise her (or him) on issues like commerce and telecommunications? Who will (s)he tap for membership on the Federal Trade Commission (which governs antitrust issues) and the Federal Communications Commission (which oversees telecommunications policy, and of which <a href=\"http://www.nytimes.com/2016/10/26/technology/chief-who-sharpened-fccs-teeth-faces-final-hurdles.html\">the next president must name a new chairman</a>), two of the key regulators associated with this industry?</p> <p>Regulators have the ability to lay down the law and make the deal much more consumer-friendly in any number of ways, demanding (for instance) that the new company make HBO shows available more readily via apps or streaming, meaning that we wouldn’t be forced to sign up for costly packages.</p> <p>For once, all the heated political rhetoric might come in useful, if it ensures that the regulators keep their eye on the ball. I wish I was confident that the attention span of outraged politicians was as long as that of the strategic thinkers and panicky dealmakers – but I’m not.</p>",
  "<p>Few comedians have been having as much fun with this presidential election as the host of <a href=\"http://www.nbc.com/late-night-with-seth-meyers\">NBC’s Late Night with Seth Meyers</a>.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/29/fury-fbi-director-cryptic-letter-clinton-emails-response\">FBI director Comey faces fury for cryptic letter about Clinton email inquiry</a> </p> </aside>  <p>Meyers’ sharply satirical examination of Trumpworld – <a href=\"https://www.youtube.com/watch?v=zkSm1Pgyy7w\">A Closer Look</a> – has established him, arguably with the exception of <a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/23/snl-saturday-night-live-tom-hanks-alec-baldwin-donald-trump-hillary-clinton\">Alec Baldwin and Kate McKinnon</a> as Donald Trump and Hillary Clinton on Saturday Night Live, among the pre-eminent political late night satirists of 2016. And with a nightly audience of 1.5 million, he has found a distinctive political voice.</p> <p>“When Trump came down the escalator to announce his candidacy we thought we’d get two weeks of material of it,” Meyers said this week before taping a new show partially devoted to Republican preoccupations with sex. “We thought he’d tease and get the kind of attention from saying he might run. </p> <p>“But we never thought he’d go through with it.”<br></p> <p>What started as material for comedy soon transformed into something else entirely.</p> <p>“With each of [Trump’s] successes,” Meyers said, “there’s been a stock-taking of how different this felt from any election that’s come before it. It’s been a gift, but a gift that wears on you. Whenever we have a hiatus week, part of what makes it relaxing is to get away from this.”</p> <p>On Friday, with 11 days to go, <a href=\"https://www.theguardian.com/us-news/2016/oct/29/fury-fbi-director-cryptic-letter-clinton-emails-response\">the campaign was thrown into turmoil</a> by the latest turn in the drama over Hillary Clinton’s emails. That took the spotlight away from Trump – most likely, momentarily.</p> <p>“I think he found an audience and then cultivated what that audience wanted,” Meyers said. “I think audience reaction is what he’s most concerned with.”</p> <p>It’s the kind of observation a performer would make. “He has a very good antenna for it,” Meyers continued. “He loves playing the big room – those 20,000 seat arenas – and that’s why he can’t be bothered to show up to most interviews. He’d rather phone it in.”</p> <p>Some have suggested that however much Trump protests that he wants to be president, in a sense he knows he is not the man for the job. He may be vain and thin-skinned, but that doesn’t quite account for the self-destructive fights he picks. Meyers believes the reality may be that Trump sees himself as a reluctant saviour.</p> <p>“‘If only he’d run, he’d be the solution to all our problems’ is a lot more fun than actually having to solve those problems,” he said. “We haven’t shied away from using words like ‘racist’ and ‘liar’, but our theory is that this got out of hand for him. </p> <p>“He didn’t think he’d get this far, but I think he knows he’d hate the job.”</p> <p>Over the past 18 months, the conventional wisdom about what a candidate can or cannot do has been thoroughly overturned. </p> <p>“We were told an outside candidate couldn’t upset the apple cart of what the GOP is,” Meyers said. “But with each outrage, people have said they’d leave, thinking other people would follow them, but no one did.”</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=0Km4R377s4M\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/0Km4R377s4M?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption>Seth Meyers speaks at the White House Correspondents’ Association Dinner in 2011.</figcaption> </figure>   <p>Before he took the Late Night job two and a half years ago, as a speaker at the 2011 <a href=\"https://www.youtube.com/watch?v=0Km4R377s4M\">White House Corres</a><a href=\"https://www.youtube.com/watch?v=0Km4R377s4M\">pondents’ Association Dinner</a>, Meyers memorably asked whether Trump was planning to run as a Republican or as a joke.</p> <p>That was in the midst of the Trump’s “birther campaign” against Barack Obama, and Obama had already made fun of the businessman. Footage clearly shows Trump sitting stony faced as he endures Meyers’ comedic attention. Some believe such ritualised humiliation steeled Trump to run.</p> <p>“My worry was that the president had gone first and already told a lot of jokes about him and there would be audience exhaustion,” Meyers said. “Turned out people were happy to hear more jokes about him, but the first thing I heard when I stepped off the stage was to steer clear of him at the parties.”</p> <p>The next day, Trump started criticising Meyers and his performance. </p> <p>“When you talk about a gift,” Meyers said, “that’s the gift that keeps giving. He’s so transparent in his inability to take the high road and that’s the scariest thing about him – how deep-seated his resentments are.”</p> <p>But has the rich seam of Trump comedic material let his opponent off lightly? </p> <p>“It’s comical but it’s harder to explain,” Meyers says about Clinton’s emails, controversy over her family foundation and the WikiLeaks release of hacked Democratic party emails. “And we’ve tried. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/12/seth-meyers-donald-trump-blowhard-us-election\">Seth Meyers mocks Trump: 'A blowhard with a seventh-grade vocabulary'</a> </p> </aside>  <p>“The bigger problem we have, though, is there have been so few days when what’s happening on the Clinton side has been a better story than what’s happening on the Trump side.</p> <p>“We want to be fair, but we don’t feel that being fair is an equal number of jokes on each candidate. That’s a false equivalency. For us, it’s about chasing the best story for jokes and it’s rare that she’s a better joke than him.”</p> <p>The now infamous 2005 Access Hollywood tape in which Trump is heard to brag about his ability to kiss and touch women without their consent emerged from NBC. The network has not escaped accusations of political bias. But as Meyers pointed out in a segment to camera last week, many of the Republican party’s own problems appear to stem from living within a <a draggable=\"true\" href=\"https://www.youtube.com/watch?v=zkSm1Pgyy7w\">bubble of highly partisan media information.</a></p> <p>In 10 days, after election day, the banquet of political comedy will have been consumed. Will Meyers feel bereft? Or over-indulged and suffering indigestion? Meyers recalls his time at Saturday Night Live, when the cool draft of post-election comedown could be felt ahead of the vote. In this cycle, however, it’s not clear what will come next.</p> <p>“We didn’t know we wanted to take it here so I wouldn’t want to predict where we’d take it next,” he says. “Donald Trump seems to be saying he thinks the election will have a long tail. </p> <p>“I don’t know if the first 100 days of the next presidency will be about the defeated candidate still making a lot of noise.”</p>",
  "<p>Last month Facebook announced it would join a coalition with Twitter and more than 20 news organizations to tamp down on the proliferation of fake news on the social network. Since that announcement, conspiracy theories and explicitly fake news have continued to slip past Facebook’s algorithm.</p> <p>The company did, however, confront <a href=\"https://www.theguardian.com/technology/2016/sep/09/facebook-trending-false-news-stories\">a September 11 conspiracy theory</a> post that it had circulated around the anniversary of the attack. It took down the entire trending topic – including on the anniversary itself – rather than selectively edit out the false stories. Adam Mosseri, the company’s News Feed product vice-president, insisted earlier this month that Facebook is not a publisher or media company.</p> <h2>‘Barack Obama and George W Bush rigged 2008’</h2>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/redletterdave/status/790184689650765825\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">facebook&#39;s promoting of fake news stories is getting out of hand. from this morning <a href=\"https://t.co/sqJcvOaJES\">pic.twitter.com/sqJcvOaJES</a></p>&mdash; Devil Smite (@redletterdave) <a href=\"https://twitter.com/redletterdave/status/790184689650765825\">October 23, 2016</a></blockquote>  </figure>  <p>Last week Facebook promoted a site called “<a href=\"https://truthkings.com/breaking-hacked-obama-email-reveals-bush-rigged-2008-election/#\">Truth Kings</a>”, which quotes from a hacked memo of John Podesta about Obama’s 2008 transition with Bush’s White House. The article seizes on the phrase “transition team” in the following quote:</p> <blockquote class=\"quoted\"> <p>Immediately after the election Secretary Paulson and other members of the Administration will likely seek to involve you and your transition team in their ongoing policy responses to the financial and housing crises. We also expect relentless interest from the press and public about your intended level of engagement with the Administration on these matters during the transition.</p> </blockquote> <p>Every <a href=\"http://www.nytimes.com/2016/04/21/us/politics/in-an-age-of-terror-smoothing-the-transition-to-the-next-presidency.html\">presidential campaign has a transition team</a>, which includes staffers who help oversee the <a href=\"http://www.theatlantic.com/politics/archive/2016/04/improving-the-presidential-transition-2016/477528/\">gigantic, complex handover</a> from one administration to the next. “Why would the sitting President’s Treasury Secretary engage in transition conversations with a nominee?” Truth Kings asks. Because Paulson would have needed to urgently discuss the 2008 collapse of the financial system with the administration taking over from him and Bush.</p> <h2>‘Nasa live feeds’</h2>  <figure class=\"element element-image\" data-media-id=\"d47db95e52899d1af60b798e50f2b303af9c93ed\"> <img src=\"https://media.guim.co.uk/d47db95e52899d1af60b798e50f2b303af9c93ed/0_0_476_428/476.png\" alt=\"An old ISS recording falsely posted as live.\" width=\"476\" height=\"428\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An old ISS recording falsely posted as live.</span> <span class=\"element-image__credit\">Photograph: Facebook</span> </figcaption> </figure>  <p>This week Mashable spotted several promoted “live feeds” purporting to be direct footage from a spacewalk outside the International Space Station, and <a href=\"http://mashable.com/2016/10/26/facebook-live-iss-station-nasa/#54meSL2esmqy\">confirmed with Nasa</a> that they were fraudulent.</p> <p>Several media sites, including <a href=\"https://www.facebook.com/uniladmag/videos/2430165973673114/\">UniLad</a> and <a href=\"https://www.facebook.com/VirallUSA/videos/204884829948823/\">Viral USA</a> posted the footage, which appears to simply be recorded video from a 2013 mission with Russian cosmonauts.</p> <p>Nasa provides its own live stream footage from the space station 24/7 <a href=\"http://www.nasa.gov/multimedia/nasatv/#iss\">on the agency’s own site</a>.</p> <h2>‘Cannabis kills cancer’</h2>  <figure class=\"element element-image\" data-media-id=\"bf2f82c5058cc69eedf7aaf8414c8a24bc9bab9e\"> <img src=\"https://media.guim.co.uk/bf2f82c5058cc69eedf7aaf8414c8a24bc9bab9e/0_0_465_347/465.png\" alt=\"cancer cannabis\" width=\"465\" height=\"347\" class=\"gu-image\" /> </figure>  <p>Last year the National Cancer Institute added a line to its <a href=\"https://www.cancer.gov/about-cancer/treatment/cam/patient/cannabis-pdq\">page of general information</a> on cannabis and cancer treatment: “<em>Cannabis</em> has been shown to kill cancer cells in the laboratory.”</p> <p>That appears to be the source of the HealthNetLive article promoted on Facebook, an <a href=\"http://healthnetlive.com/u-s-just-admitted-that-cannabis-does-kill-cancer-cells-4/\">article</a> which elides the details of those tentative clinical trials on mice and rats. The article also does not mention the NCI’s detailed clarification: “No clinical trials of Cannabis as a treatment for cancer in humans have been found in the CAM on PubMed database maintained by the National Institutes of Health.”</p> <p>The agency noted that doctors have studied cannabis as a way to manage symptoms of cancer and therapy – not as a direct means of killing cancer in humans. “There is not enough evidence to recommend that patients inhale or ingest Cannabis as a treatment for cancer-related symptoms or side effects of cancer therapy,” it added.</p> <h2>‘Apple’s Aladdin’s lamp’</h2>  <figure class=\"element element-image\" data-media-id=\"1c7335a6a5dcd8c60015981ed16217a0c8eeb726\"> <img src=\"https://media.guim.co.uk/1c7335a6a5dcd8c60015981ed16217a0c8eeb726/0_0_470_342/470.png\" alt=\"Fake Apple news\" width=\"470\" height=\"342\" class=\"gu-image\" /> </figure>  <p>Earlier this month the Washington Post <a href=\"https://www.washingtonpost.com/news/the-intersect/wp/2016/10/12/facebook-has-repeatedly-trended-fake-news-since-firing-its-human-editors/\">caught Facebook promoting satire</a> from an India-based site named “<a href=\"http://www.fakingnews.firstpost.com/technology/iphone-8-will-siri-physically-coming-phone-household-chores-tim-cook-17353\">Faking News</a>”. The article joked that Apple CEO Tim Cook had announced the new iPhone 8 “will be something like Aladdin’s lamp. Users will have to scratch the back of the iPhone 8 and Siri will appear before them, in person. It will respond to your commands and do activities that you ask it to do”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2016/sep/09/facebook-trending-false-news-stories\">Facebook fact-check: from Hillary's health to 9/11, the latest lies we read</a> </p> </aside>  <p>At the bottom of the page is a clear disclaimer that Facebook’s algorithm did not detect: “Content of this website is a work of fiction. Readers are advised not to confuse the ‘news reports’ of Faking News as being genuine and true.”</p> <h2>‘Michelle Obama was born a man’</h2>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ylichterman/status/775546443629207552\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Today on Facebook: <a href=\"https://t.co/3uMeUezKWI\">pic.twitter.com/3uMeUezKWI</a></p>&mdash; Joseph Lichterman (@ylichterman) <a href=\"https://twitter.com/ylichterman/status/775546443629207552\">September 13, 2016</a></blockquote>  </figure>  <p>Last month Facebook promoted a link titled “Michelle Obama was born a man” – perhaps the most blatantly false claim so far boosted on the site – that leads to a 2014 YouTube video alleging the false conspiracy. The video’s entire premise is that Barack Obama once said the name Michael at a rally. </p> <p>In its two years online, the video has accumulated more than 1m views, 16m fewer than a cat jumping through a box and 1.5bn fewer than <a href=\"https://www.youtube.com/watch?v=KYniUCGPGLs&amp;list=PLirAqAtl_h2r5g8xGajEwdXd3x1sZh8hC&amp;index=9\">an episode</a> of Russian’s children television. It’s not worth your time.</p>",
  "<p>Tony Schwartz’s former editor has a nickname for him. “He’s Dr Frankenstein,” was how Edward Kosner put it in the New Yorker. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/29/fury-fbi-director-cryptic-letter-clinton-emails-response\">FBI director Comey faces fury for cryptic letter about Clinton email inquiry</a> </p> </aside>  <p>In fairness, there have been many Dr Frankensteins behind the rise and rampage of Donald Trump. They’ve included the Republican party, with its years of divisiveness and racially charged rhetoric; the media, with its collective chase of the next shiny object; and the baby boomers feeling the cultural and economic ground give way.</p> <p>But it was Schwartz who sparked this strange political creature into life. As the <a href=\"https://www.theguardian.com/books/2016/jul/19/trump-co-writer-says-candidate-could-end-civilisation-the-art-of-the-deal-tony-schwartz\">ghostwriter of Trump’s bestselling 1987 book The Art of the Deal</a>, he did more than anyone to create the businessman’s public persona. In it he translated Trump’s coarse ramblings into charming straight talk and came up with the phrase “truthful hyperbole”, which captures brilliantly an approach to business and politics in which everything is the greatest, the most beautiful. Schwartz helped give Trump the sweet smell of success – now seemingly irresistible to millions of people clinging to the American dream.</p> <p>“It’s been horrifying,” he says. “In the nearly 30 years after the book was published, the main thing I felt was, I want to be as far away from this man as I can, but I didn’t feel I created Frankenstein, because he was a real estate developer and reality television star. Who cared? It wasn’t that consequential to the world.”</p> <p>But building on the foundation of The Art of the Deal, Trump spent a decade hosting the reality TV show <a href=\"https://www.theguardian.com/commentisfree/2016/oct/12/mark-burnett-donald-trump-apprentice-tapes\">The Apprentice</a>, reinforcing his image as a preternatural businessman with the power to say “You’re fired!” (and blurring the boundaries between reality and reality television, just as he would throughout the presidential campaign). Many supporters say they trust him to run America like a company; the business of America is business. It was no coincidence that he <a href=\"https://www.theguardian.com/us-news/2015/jun/16/donald-trump-announces-run-president\">launched his presidential campaign</a> at Trump Tower, a marbled cathedral of capitalism in Manhattan.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>He is a man who is a chameleon and doesn’t have any core beliefs beyond his own aggrandisement and power</p> <footer> <cite></cite> </footer> </blockquote> </aside>  <p>Schwartz, 64, continues: “I simply didn’t think that much about it until he decided to run for president and it became clear that this wasn’t going to just fade away, that he was actually in a position to win the nomination. That’s when I thought, ‘Oh my God, I’ve contributed to creating the public image of the man who is sociopathic and people don’t realise it.’”</p> <p>If he were writing The Art of the Deal today, he’d call it “The Sociopath”<em> </em>instead, Schwartz <a href=\"http://www.newyorker.com/magazine/2016/07/25/donald-trumps-ghostwriter-tells-all\">told the <em>New Yorker</em> in July</a>, an interview that broke decades of silence on the matter. “I certainly felt a kind of moral imperative to step in and say what I knew about a man I considered to be so dangerous, and I am very relieved that I did.”</p> <p>The Trump he observed was vulgar and vainglorious, <a href=\"https://www.theguardian.com/us-news/2016/jul/16/donald-trump-narcissist-profile\">a narcissistic liar</a> with a short attention span, no appetite for reading books and an “extremely mixed” business record. A Trump presidency could, he warns, lead to martial law, the end of press freedom and the risk of nuclear war: “Staggeringly dangerous. Worse than I imagined when he began to run. Unthinkable. Horrifying. He’s way more out of control in the last couple of months than I’ve ever seen him. He doesn’t have any core beliefs beyond his own aggrandisement and power.”</p>  <figure class=\"element element-image\" data-media-id=\"0946058be14987797a4cc0e7f47e40f9bd7ff7e7\"> <img src=\"https://media.guim.co.uk/0946058be14987797a4cc0e7f47e40f9bd7ff7e7/310_213_2423_1454/1000.jpg\" alt=\"Tony Schwartz, left, with Ivana Trump, photographer Francesco Scavullo, and Donald Trump at the book party for The Art of the Deal at Trump Tower, in December 1987.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tony Schwartz, left, with Ivana Trump, photographer Francesco Scavullo, and Donald Trump at the book party for The Art of the Deal at Trump Tower, in December 1987.</span> <span class=\"element-image__credit\">Photograph: Sonia Moskowitz/Getty Images</span> </figcaption> </figure>  <p>Schwartz fell into writing the book almost by accident. A liberal journalist in Ronald Reagan’s America, he wrote a scathing magazine article on Trump, only to receive a note from the entrepreneur, ever greedy for attention, saying he liked it. When Schwartz went to interview him for Playboy, Trump said he wanted to write an autobiography, even though he was only 38. Schwartz suggested instead a book called The Art of the Deal. Trump agreed – and said he should write it.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/29/world-series-chicago-cubs-cleveland-indians\">World Series trumps presidential election in two title-starved midwest cities</a> </p> </aside>  <p>With a high mortgage and a second child on the way, Schwartz needed the money. He struck his own deal: a joint byline, half of the $500,000 advance and half the royalties. It paid off in financial if not spiritual terms: The Art of the Deal sold more than a million copies and spent 13 weeks atop the New York Times bestseller list.</p> <p>Even at the time, Schwartz felt he was selling out, but to say he feels regret alone would be too simple. “I’ve spent a long, long time thinking about why I did it,” he muses. “It wasn’t the only choice I made that I’m not proud of in my life. It’s a complicated question to say whether I would do it differently today and here’s why: if I knew everything I know about what would happen to Trump, of course I wouldn’t do it. </p> <p>“But the complexity is that the experience of writing that book was so powerful, in a negative way, that it led me to change my life dramatically and move from a focus on being successful and earning more money to really exploring what a meaningful life looks like.”</p> <p>Schwartz quit journalism and set up a consulting firm, <a href=\"https://theenergyproject.com/\">The Energy Project,</a> which aims to boost employees’ productivity with happier, healthier workplaces. “I’ve spent 30 years doing stuff I’m proud of, that I’m not sure I would have gotten to if I hadn’t written that book. It gave me such a profound experience of the wrongness the direction of my life was taking. So it’s complicated, right?</p> <p>“One does good things and bad things over the course of a life and, if you get to the age I am and feel good about the life you’ve lived, it’s hard to say, ‘Gee, I wish I’d done this differently or that differently.’ Maybe I wouldn’t have landed where I did.”</p> <p>Schwartz delivered <a href=\"https://www.oxford-union.org/term_events/27\">an address to the Oxford Union</a> in the UK last Friday with the title “Into the belly of the beast: how Donald Trump led me on the path to dharma [enlightenment]”. He says: “What are the consequences of the choices you make that you rationalise to yourself, but can little imagine potentially huge consequences?”</p> <p>It remains to be seen who else will find a moment of zen after election day on 8 November. Probably not the Republicans, facing bitter infighting after Trump’s hostile takeover. It will also be a time for the media to look at itself closely. Last December, the Republican candidate Jeb Bush <a href=\"http://thehill.com/blogs/ballot-box/presidential-races/261438-jeb-trump-playing-the-media-like-a-fiddle\">told press reporters:</a> “He’s playing you guys like a fiddle … by saying outrageous things and garnering attention.”</p> <p>In February, Les Moonves, chairman of TV network CBS, declared: “It may not be good for America, but it’s damn good for CBS.” By March Trump was already estimated to have earned <a href=\"http://www.nytimes.com/2016/03/16/upshot/measuring-donald-trumps-mammoth-advantage-in-free-media.html?_r=0\">$2bn of media attention.</a> There will be hard questions over the thousands of hours of airtime he has been given – and whether his bigotry should have been called out sooner, rather than normalised and mainstreamed.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I was a reporter for many years. You’re driven by the story … To write about Hillary’s policies just isn’t as sexy</p> </blockquote> </aside>  <p>While TV has often been in thrall to Trump, newspapers have shown their mettle with a series of investigations and exposures. The New York Times obtained records showing the billionaire may not have paid tax for 18 years. Then the Washington Post <a href=\"https://www.washingtonpost.com/politics/trump-recorded-having-extremely-lewd-conversation-about-women-in-2005/2016/10/07/3b9ce776-8cb4-11e6-bf8a-3d26847eeed4_story.html\">revealed a 2005 video</a> in which Trump bragged about groping women (something Schwartz says he did not witness in 18 months shadowing him). This opened the floodgates for a dozen women to come forward with allegations of sexual assault or unwanted advances.</p> <p>Schwartz reflects: “I think my journey has a parallel in the journey of the media over the past six to 12 months. Along comes something that seems pretty damn seductive, a guy who attracts huge ratings and you know that people are going to read your story if you write about him.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/28/trump-responds-fbi-investigation-clinton-emails-video\"            data-short-url=\"https://gu.com/p/59yj8\"                    data-show-ads=\"true\"            data-video-id=\"2850182\"            data-video-name=\"Trump gleefully responds to new FBI investigation into Clinton emails – video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-5813975ce4b08d944ba4bb6c\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/28/161028Trump3_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/28/161028Trump3.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/28/161028Trump3_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/28/trump-responds-fbi-investigation-clinton-emails-video\">Trump gleefully responds to new FBI probe into Clinton emails</a></figcaption> </figure>   <p>“I think the best people in the media have come to see that rationalising hate without considering the consequences of giving him that much attention turns out to have potentially really damaging, long-term consequences.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/29/anthony-weiner-hillary-clinton-fbi-emails\">Anthony Weiner takes center stage in presidential race about men's sex lives</a> </p> </aside>  <p>After this most astounding of all elections, nothing will be quite the same again, he believes. “It’s going to change the media because there’s no way not to go through a period of self-examination. It’s true for the media, for politics, for the culture of this country and for the whole issue of polarisation. Assuming it ends without Trump being elected, we have to use this as an opportunity to question a lot of assumptions that vast numbers of people had accepted and he has proved are not true.”</p> <p>If Trump does lose the election, as opinion polls strongly suggest, there will tremendous relief for Schwartz. “This is an inflection point and if he’s as soundly rejected as it looks like he will be, it’ll be quite a contrast, for example, <a href=\"https://www.theguardian.com/us-news/2016/oct/22/trump-clinton-polls-brexit\">to Brexit</a>. It will suggest the forces of progress and evolution hurled away the forces of hatred and fear.”</p> <p>But how would Trump, whose entire personal mythology is based on winning with swagger, react to the devastating loss? Schwartz knows it won’t be pretty. “You can tell he’s terrified and angry about it and bewildered by it. It’s hard to predict exactly how he’s going to respond. It won’t be in a healthy way.</p> <p>“There’s a chance he’s going to do everything he can to blame this on someone other than himself. To insist it’s a rigged election and to try to mobilise the angry people who are his base to do something violent and crazy, which he can then blame on the next administration. I’m very concerned.”</p>",
  "<p>This is what greets you when you arrive at a Trump rally: two 18-wheelers parked outside the sports stadium where the Republican nominee will be speaking, placed end-to-end so that nobody can miss them. The front truck, painted white, has “The Donald for President” scrawled across its side, above the slogans: “All lives matter”, “Build the wall”, and “Keep Mexican dope in Mexico”.</p> <p>It is a relatively gentle introduction to Trumpworld, a scattering of antagonism for the gathering crowd. If only the same could be said about the yellow truck parked right behind it.</p> <p>“Hillary for prison”, it says beside a picture of Hillary Clinton behind bars. Another image of the Democratic presidential candidate has her brains spilling out of her skull with the caption: “Concussion wired”. Bill Clinton is seen laughing above the words: “Just realized if Hillary wins … I get interns”. A final shot of Hillary has her pointing at her husband and saying: “Bill! Monica gave you what?”</p> <p>A couple of hundred feet away, in full view of the trucks, thousands of supporters patiently line up to hear their idol. Many of them have been here for hours. Many have small children in tow, including Jillian Major, a school food provider (“I’m a lunch lady”) who has an eight-month-old son in her arms and her daughter, 10, standing by her side.</p> <p>What does Major think of the flood of revelations about Trump’s sexual indiscretions? I ask, trying to keep my voice down so that the girl won’t hear. “Hillary Clinton’s still married to Bill,” the mother replies, unflustered, “and he had oral sex in the White House, so she can’t say anything.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2016/oct/29/election-diary-donald-trump-hillary-clinton-birthday\">Election diary: Trump pledges to #DrainTheSwamp and Clinton turns 69</a> </p> </aside>  <p>Isn’t she worried about the impact on her daughter of potentially having someone in the White House who brags about groping women’s genitals? “I’ll teach my own daughter to be independent and stand up for herself; that’s my job, not the president’s.”</p> <p>A column of men and women stomp past heading for the front of the line, a confidence in their step as they march by sporting Harley-Davidson leather jackets. Who are they? Where are they going?</p> <p>“We’re <a href=\"https://www.theguardian.com/us-news/video/2016/jul/19/bikers-for-trump-at-rnc-openly-carry-guns-video\">Bikers for Trump</a>, and we’re going to join the VIP line,” says one of the club. “We ride for Trump; they make sure we get in.”</p> <p>After only 15 minutes in Trumpworld,  already the incongruities are overwhelming. Bikers in the VIP line, coming to support a real estate tycoon who lives in a $100m <a href=\"http://www.dailymail.co.uk/news/article-3303819/Inside-Donald-Trump-s-100m-penthouse-lots-marble-gold-rimmed-cups-son-s-toy-personalized-Mercedes-15-000-book-risqu-statues.html\">gilded penthouse</a>. A mother absolving Trump for his <a href=\"https://www.theguardian.com/us-news/2016/oct/08/donald-trump-lewd-tape-groping-recording-apology-debate-republicans\">self-proclaimed sexual predation</a> as her 10-year-old daughter listens in. Thousands lining up to Make America Great Again in the shadow of an 18-wheeler covered in crude sexual references.</p> <p>As the bewildering 2016 presidential election draws to a close, some basic questions are left hanging in the air. After we have spent months watching the impossible happen, of hearing the defense of the indefensible, of observing American values – one after another ­– fall like bowling pins, it’s time to ask: what has this sometimes maddening, bizarre, gruesome, hilarious, shocking, scary Trump phenomenon been about? More urgently, once the pall of this most baffling of presidential elections has cleared and 8 November fades into the background, what will the Donald have left behind?</p> <p>Some of the answers to those questions come easily, shared freely by Trump’s supporters as they wait in line. Conspiracy theories are one aspect of the destruction wrought by Hurricane Donald likely to be with us for a long time.</p> <p>Here’s Vjekoslav Grgas, a Croatian American, standing dutifully in the non-VIP line. In five short minutes, he rattles off a litany of horror stories. Did you know that three men were assassinated at the Democratic national convention in July to cover up the fact that they were the source of the WikiLeaks dump of hacked Democratic emails? Or that the liberal financier George Soros bankrolled several US foreign policy disasters, and that Hillary Clinton personally pocketed 99% of the donations to the Clinton Foundation following the 2010 Haiti earthquake? In a rare note of discordance with the Republican nominee, he even adds that Trump was wrong <a href=\"https://www.theguardian.com/us-news/video/2016/sep/16/donald-trump-barack-obama-birther-video\">to finally admit</a> last month that Barack Obama is an American, as the US president’s birth certificate was obviously Photoshopped.</p>  <figure class=\"element element-image\" data-media-id=\"ec3b4e951c427721a192bb9148bf263de64fa714\"> <img src=\"https://media.guim.co.uk/ec3b4e951c427721a192bb9148bf263de64fa714/0_324_5760_3456/1000.jpg\" alt=\"supporters cheer at the rally.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Trump’s going to say what needs to be said’: supporters cheer at the rally.</span> <span class=\"element-image__credit\">Photograph: Jessica Kourkounis/Getty Images</span> </figcaption> </figure>  <p>Other elements of the Trump phenomenon are more difficult to tease out. Phrases are thrown out<strong> </strong>from the line with such repetitive frequency that they take on the blandness of cliches. One of the VIP Bikers for Trump, John Hearl, is among many at the rally who says he likes the reality TV star because unlike career politicians, Trump “speaks his own mind”.</p> <p>“Trump’s going to say what needs to be said, and if that offends somebody, well then, they just have to understand the goal of all this.”</p> <p>Which is?</p> <p>“America first.”</p> <p>A little further ahead in the VIP line stands Carole Urban, wearing a sequined hat in the colors of the American flag. She says she is also looking forward to hearing Trump speaking, because “he’s down to our level. He’s not like past presidents who prepare a beautiful speech but it’s not coming from the heart. He speaks it like it is.”</p> <p>Beautiful speeches from past presidents. Is she referring to Obama?</p> <p>She pulls her shoulders back and with a note of indignation says: “When I first heard Obama I was elected, I thought he could improve our country. I voted for him in 2008. I was so disillusioned in him – after four years, he helped ruin this country.”</p> <p>Was part of that disillusionment to do with Obama’s “beautiful speech”, as she puts it? <br></p> <p>She shrugs a second time. “Yes, I was angry about his oratory. The way he was speaking, it touched my soul, it was so beautiful. A black person, everyone says, but he’s actually mulatto. I thought he could do a great job helping American people, but it didn’t happen like that.”</p> <p>When I ask Urban about how, as a woman, she feels about Trump’s self-confessed sexually predatory behavior, she gets indignant. “I’m sick and tired of this being brought up. Words come out in the wrong way at times; you put your foot in your mouth. I don’t think Donald Trump is remotely derogatory to women.”</p> <p>To follow Urban’s train of thought: Trump is loved by his supporters not just because of the content of what he says, such as his seemingly endless ability to insult anyone from <a href=\"http://www.realclearpolitics.com/video/2015/06/16/trump_mexico_not_sending_us_their_best_criminals_drug_dealers_and_rapists_are_crossing_border.html\">Mexicans</a> to <a href=\"http://www.cnn.com/2015/12/07/politics/donald-trump-muslim-ban-immigration/\">Muslims</a> to <a href=\"http://www.cnn.com/2016/08/19/politics/donald-trump-african-american-voters/\">African Americans</a> to <a href=\"http://www.cosmopolitan.com/politics/news/a44629/donald-trump-insults-women/\">women</a>. It’s also the way he says it. It’s the language he uses: unscripted, unpolished, and not infrequently unintelligible. He is the antithesis of the fancy, considered Obama, with the Harvard law degree and the “beautiful speech”.</p> <p>The contrast is worth exploring. Here is Obama speaking on the campaign trail at a similar end-game stage in the 2008 election: “Hope! That’s what kept our parents going when times were tough. It’s what led immigrants from distant lands to come to these shores against great odds and carve a new life for their families in America; what led those who couldn’t vote to march and organize and stand for freedom, that led them to cry out: ‘It may look dark tonight, but if I hold on to hope, tomorrow will be brighter.’” </p> <p></p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=AwiVqCbizKg\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/AwiVqCbizKg?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>And here is Trump speaking tonight at the rally, reproduced verbatim: “Bikers love me. I will see these bikers, oftentimes on Harleys, not always, but a lot of times. I feel so safe with these bikers. A lot of times they don’t want to come inside, they just want to make sure I feel safe. I love you guys, I love you guys.”</p> <p>Or this on his rival: “Hillary lied. No, no, no, she lied. She’s a liar. And she lied and she lied. She lied. It’s so important we vote in November so that we get rid of these liars, these incompetent people, the Hillary Clintons.”</p> <p>So what if Trump’s diction is less than perfect? There are no rules on how a would-be president should communicate with the people, nor are there minimum standards of rhetorical prowess for the White House.</p> <p>What seems apparent is that Trump has given his followers the license to emulate him in throwing caution to the wind and saying things that previously were considered unacceptable. Trump has also opened a new era in American politics in which it doesn’t matter what you say or how you say it. Be as offensive as you like. Speak your own mind.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/oct/28/hillary-clinton-poll-assuming-win-is-downright-dangerous\">Stop right there: assuming a Hillary Clinton victory is downright dangerous | Kate Aronoff</a> </p> </aside>  <p>Inside the sports stadium, the impact of the Republican presidential nominee’s anti-oratory is all around us. Many are wearing “Hillary Clinton For Prison” T-shirts. Others have shirts that say “Proud member of the basket of deplorables”, a reference to the Democratic nominee’s <a href=\"https://www.theguardian.com/us-news/video/2016/sep/10/hillary-clinton-half-of-trumps-supporters-go-into-the-basket-of-deplorables-video\">unflattering description</a> of half of Trump’s following. A third T-shirt design scattered among the crowd has the face of Bill Clinton superimposed on the famous 2008 rainbow-colored Obama poster, with the word Hope replaced by Rape.</p> <p>As the rally gets rowdier, whipped into a half-frenzy by the warm-up speakers, “Lock her up! Lock her up! Lock her up!” chants fill thestadium. </p> <p>The former New York mayor Rudy Giuliani comes on to introduce the main speaker and immediately launches into a story about locker rooms, turning the candidate’s excuse for why he bragged about grabbing “pussy” into a joke. Then he turns his comments on Clinton, adding: “I’m going to get down off the stage with you into the basket of deplorables. Because unlike Clinton, you speak the truth. You’re for real, she’s a phoney.”</p> <p>There’s a disconnect between the ugly schoolyard name-calling coming from the speakers and the outward appearance of their audience. Yes, there are the usual smattering of patriotic followers in costume of the sort that frequent any Republican event: women robed in the Stars and Stripes; men posing as Uncle Sam with crooked top hats like wonky chimneys on their heads. But most Trump supporters wear the unassuming uniform of middle America: jeans, checked shirt and jacket.</p>  <figure class=\"element element-image\" data-media-id=\"0163838c5d8c6f8dff5d3a88ff5cd89afaccabc3\"> <img src=\"https://media.guim.co.uk/0163838c5d8c6f8dff5d3a88ff5cd89afaccabc3/0_111_5760_3456/1000.jpg\" alt=\"trump supporters\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Until Trump and his surrogates get to work on them, the thousands filling the arena come across as a genial bunch intent on enjoying themselves for the night.</span> <span class=\"element-image__credit\">Photograph: Dominick Reuter/AFP/Getty Images</span> </figcaption> </figure>  <p>Most, too, are in work, and their <a href=\"http://fivethirtyeight.com/features/the-mythology-of-trumps-working-class-support/\">median income</a> is in fact above the national average. Until Trump and his surrogates get to work on them, the thousands filling the arena come across as wholly unexceptional: a genial bunch intent on enjoying themselves for the night, rather than die-hard fanatics baying for Clinton’s blood.</p> <p>It’s the children who are the most striking. There are lots of them peppered around the stadium, from toddlers in diapers to wide-eyed teenagers taking it all in. </p> <p>“I think Trump will bring back jobs,” says Ben, aged 13. “And he’ll close the borders down to Mexicans and illegal immigrants so that less young people like me die of opioid addiction.”</p> <p>It’s a hefty thought for a 13-year-old. Does Ben know of anyone who’s died of a painkiller overdose? “No, I don’t know anyone personally.”</p> <p>The crowd is at it again, raising a deafening cry of: “Lock her up! Lock her up! Lock her up!” – a powerful civics class for a middle-schooler.</p> <p>Ben reacts to the chant: “I think Clinton lied in front of federal Congress and continues to lie about her emails. She’s unfit to be president.”</p> <p>Trump enters the auditorium and the atmosphere rises to another level. Before he arrived it was already electric; now it’s like one of those static balls that make your hair stand on end.</p> <p>The candidate launches into his routinely un-beautiful speech. “If you’re talking about Crooked Hillary, what about the crooked media? CNN is a disgrace. CNN is a disgrace.”</p> <p>A huge boo erupts from the stadium floor as the crowd turns towards the media compound where reporters and camera operators are penned in for the duration. Trump’s invective has an immediate and chilling impact among the crowd. Men and women who only moments ago were pleasantly talking to us, sharing generously their reflections on the state of the nation, are now jabbing their fingers in our direction and spitting: “CNN sucks! CNN sucks! CNN sucks!” The hatred is intimidating.</p> <p>“I’m telling you, folks, they are so dishonest,” Trump continues. “Without the media Hillary Clinton couldn’t be elected dog-catcher.”</p> <p>He pauses, strutting up and down the stage like Mick Jagger in a business suit. He looks elated. </p>  <figure class=\"element element-image\" data-media-id=\"3bb27e19244f0951487a495acaec46f31b08886a\"> <img src=\"https://media.guim.co.uk/3bb27e19244f0951487a495acaec46f31b08886a/0_80_2400_1440/1000.jpg\" alt=\"Donald Trump takes the stage for a rally\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump: ‘Without the media Hillary Clinton couldn’t be elected dog-catcher.’</span> <span class=\"element-image__credit\">Photograph: Christopher Dolan/AP</span> </figcaption> </figure>  <p>“Unshackled” is how he later describes his mood. But better than that would be “unbothered”. Donald Trump seems no longer bothered about the election, whether he wins or loses. He no longer cares about his perceived humiliation at the hands of CNN. Perhaps all he cares about is the adoration he is feeling right here, right now, in the Trumpworld bubble, surrounded by his adoring devotees. </p> <p>And then it dawns. Trump is not just an enabler of his people. They enable him, too. This is a never-ending feedback loop of paranoia, hate, fear and envy that drives them – good, honest, decent people – down to the muddy bottom.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/oct/28/trumps-rise-and-brexit-vote-are-more-an-outcome-of-culture-than-economics\">Trump's rise and Brexit vote are more an outcome of culture than economics</a> </p> </aside>  <p>“Is there any more fun to be had than at a Trump rally?” Trump says, before launching into his favorite dialogue with the crowd that by now comes as second nature.</p> <p>“We are going to build a…”</p> <p>“Wall,” boom the Trumpistas.</p> <p>“Who is going to pay for the wall?”</p> <p>In the split second before the inevitable answer comes from the crowd, I turn around to look at Ben, seated a couple of rows behind me.</p> <p>“Mexico!” shouts the 13-year-old. The boy is smiling, and clapping gleefully.</p> <p>Before Trump departs for his private jet and Fifth Avenue apartment modeled on Versailles, this unlikely man of the people has a final word for his presidential fans. “You’re going to look back on this rally for the rest of your life,” he tells them. “This is a movement like you’ve never seen before and you will never see again. Believe me, it will never happen again.”</p> <p>His point is clear: the marvel of Trumpworld can never be reconstructed by anyone other than the greatest political real estate developer of them all, Donald Trump. His one-man show is reaching the end of its run, but its impact may endure in a coarser, darker discourse even if he does lose on 8 November.</p>",
  "<p>“It’s no exaggeration to say that the story of Noel Field is in my DNA.” </p> <p>Kati Marton takes a sip of coffee. Her parents were Hungarian journalists, jailed by the Soviet regime in Budapest in the 1950s. Her father was kept in a secret police prison cell that once held Field, in a jail that also held Field’s wife, Herta. When all concerned were free, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2005/11/01/AR2005110101850.html\">Endre and Illona Marton</a> were the first and only journalists to interview Field. The Martons then fled to America.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/26/spy-couldnt-spell-how-biggest-heists-us-espionage-history-foiled\">The spy who couldn’t spell: how the biggest heist in the history of US espionage was foiled | Yudhijit Bhattacharjee</a> </p> </aside>  <p>And who was Noel Field? He was a Boston quaker, born in 1904, a brilliant mind who completed Harvard in two years and joined the state department. He was also a devout communist who died in exile in Hungary, far from Washington DC. As the title of Kati Marton’s remarkable new book has it, he was a <a href=\"https://www.amazon.com/dp/1476763763/ref=pd_lpo_sbs_dp_ss_1?pf_rd_p=1944687462&amp;pf_rd_s=lpo-top-stripe-1&amp;pf_rd_t=201&amp;pf_rd_i=1849043442&amp;pf_rd_m=ATVPDKIKX0DER&amp;pf_rd_r=SAGV0PNZCJZVM6PYRBR0\">True Believer: Stalin’s Last American Spy</a>.</p> <p>On a glorious October morning in New York, in a cafe on West 76th, Marton and I discuss that new book, her ninth. It mines a rich seam: spies and spying, central Europe between the wars and after, the devastating effects of totalitarianism, fanaticism and betrayal.</p> <p>“I have a fascination with espionage that goes back to my earliest childhood,” she says. “I think I first heard the word ‘spy’, the Hungarian word for it, when I was six years old when my parents were falsely accused of being spies – for being good journalists really, the last independent journalists in Budapest in the 1950s. And the intersections between my saga and Noel Field’s saga are bizarre.”<br></p> <p>In precis, Field’s bizarre saga is this. Appalled by the horrors of the first world war, an internationalist and pacifist, he was pushed left by the Great Depression, <a href=\"http://www.theatlantic.com/magazine/archive/1927/03/the-case-of-sacco-and-vanzetti/306625/\">the executions of Sacco and Vanzetti</a> and President Hoover’s brutal treatment of <a href=\"https://zinnedproject.org/materials/the-bonus-army/\">the Bonus Army</a>. Seeking to correct the repressive course he thought his country was on, to prevent another war, Field began to pass documents to Russia.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"ec11ad1ed2b76124bbf0ac875479c78e296b88bb\"> <img src=\"https://media.guim.co.uk/ec11ad1ed2b76124bbf0ac875479c78e296b88bb/165_0_756_945/400.jpg\" alt=\"Kati Marton: ‘the intersections between my saga and Noel Field’s saga are bizarre’\" width=\"400\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kati Marton: ‘the intersections between my saga and Noel Field’s saga are bizarre.’</span> <span class=\"element-image__credit\">Photograph: Eric Stringer/Getty Images</span> </figcaption> </figure>  <p>In Spain during the civil war, he worked for the League of Nations. During the second world war, he ran aid for the Unitarian Service Committee – and channelled it to communists first. He also worked for the Office of Strategic Services (OSS), a predecessor of the CIA. In peacetime, he went to Prague. He hoped to find new purpose but he was seized, taken to Hungary, imprisoned and brutally tortured.</p> <p>Field became a pawn in the last Stalinist purges, his name deployed in show trials to incriminate others though he was never tried himself. As Marton tells in shattering sequence, in the most extraordinary passages of an extraordinary book, family members went behind the Iron Curtain to find him. They paid a terrible cost. Field’s faith never wavered, though, and in Budapest in 1970 he was buried with full Soviet honours.</p> <h2>‘The fixed point has always been Budapest’</h2>  <figure class=\"element element-image\" data-media-id=\"0c38fda2ed1ec9e49157b947afb911d53c689bec\"> <img src=\"https://media.guim.co.uk/0c38fda2ed1ec9e49157b947afb911d53c689bec/0_0_1200_857/1000.jpg\" alt=\"Noel Field\" width=\"1000\" height=\"714\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An identification card issued in 1946, by the US war department for Noel Field.</span> <span class=\"element-image__credit\">Photograph: US Government</span> </figcaption> </figure>  <p>In Marton’s last book but one, <a href=\"http://www.nytimes.com/2009/11/01/books/review/Furst-t.html\">Enemies of the People</a>, she told her parents’ story: how they were taken from her when she was five, how they came back, how they fled to freedom. She then wrote <a href=\"https://www.washingtonpost.com/entertainment/books/paris-a-love-story-by-kati-marton/2012/08/31/8b554d8c-f058-11e1-adc6-87dfa8eff430_story.html\">Paris: A Love Story</a>, a meditation on her marriage to the diplomat Richard Holbrooke and her grief <a href=\"https://www.theguardian.com/world/2010/dec/14/richard-holbrooke-obituary\">after his sudden death</a> in 2010. Then she turned homewards once more.</p> <p>“My life has been a rather turbulent one,” she says, after <a href=\"http://www.womanaroundtown.com/sections/woman-around-town/woman-around-town-kati-marton-her-own-person\">40 years or more</a> as an award-winning journalist and writer, “but the fixed point has always been Budapest and what happened in those years, because they were shrouded in mystery. My parents did not fancy talking about either the communist period or even less the one that preceded it.</p> <p>“When I finished my last book I was looking for a way to get out of my own saga. And I picked up [the historian] Arthur Schlesinger’s memoir, <a href=\"https://www.nytimes.com/books/00/11/26/reviews/001126.26franket.html\">A Life in the 20th Century</a>, and up popped this name, Noel Field, as someone who had worked with Schlesinger and the OSS and whom Schlesinger had never trusted.”</p> <p>Marton began work, quickly finding that “surviving family members were very receptive to my research because they themselves didn’t know very much”. The Field family made available correspondence which “forms very much the spine of this book”.</p> <p>Marton discovered a truly extraordinary character, a man whose motives might genuinely be described as good who ended up working against his own country, in the service of a nightmare regime. Field suffered brutally for such loyalty. But he was directly implicated in the death of at least one person and his name was used to condemn many others. Throughout the book, the horrors of the Gulag loom large.</p> <p>“It’s a human drama in a political context,” Marton says, “but to me what’s interesting is what motivates such a person – well-born, superbly educated with every privilege, poised on a dream career – to espouse one of the most violent, destructive ideologies?”</p> <p>She cannot have imagined that her attempt to answer this question would be published at such a propitious time. For one thing, the book has come out in the midst of a presidential election in which one candidate’s <a href=\"https://www.theguardian.com/us-news/2016/jul/30/donald-trump-paul-manafort-ukraine-russia-putin-ties\">apparent ties to Russia and a brutal Russian leader</a> have been constantly, hotly and sensationally debated. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/jul/30/donald-trump-paul-manafort-ukraine-russia-putin-ties\">Donald Trump and Russia: a web that grows more tangled all the time</a> </p> </aside>  <p>When the name “Donald Trump” comes up in conversation, Marton – a friend of the Clintons – grimaces and elides, though she alights on an issue nonetheless distinctly linked to the rise of the Republican presidential nominee.</p> <p>“I’m very involved with refugee issues,” she says. “I’m an overseer of the <a href=\"https://www.rescue.org/\">International Rescue Committee</a> and I’m a refugee myself, having benefited from American largesse. And [in the 1930s] as now the country was showing its worst side, its least generous side to refugees, in that case fleeing Nazism. And this played a big role in Field’s radicalisation.</p> <p>“Of course the connection to today’s world is very interesting to me, regarding the power of an idea to blind a man and how fanaticism works. And when I finished writing this, I thought: ‘Holy cow, how am I ever going to get the public’s attention when the public is obsessed with Trump and the ‘war against terror’?”</p> <p>“So I thought, ‘Well, I’m going to write an essay and put it right at the front of the book, called The Capture of Minds, whereby I connect the capture of young, alienated, lost idealists today by a really destructive, toxic but addictive ideology, that is Islamic fundamentalism, with its 1930s equivalent, which was global communism and Stalinism, for another disenchanted generation which had basically given up on their own countries’ ability to set things to rights.</p> <p>“America then was a nation that was deeply divided, and its youth had given up on politics as usual. So they were very susceptible to a messiah promising to right every wrong.”</p> <h2>Witches in the government</h2> <p>Inevitably, <a href=\"http://www.nytimes.com/2016/09/11/books/review/true-believer-kati-marton.html?_r=0\">reviewers</a> of Marton’s book have cited the novels of John Le Carré, presenting Field as a spy who did not come in from the cold. The sheer naivety of her subject, however, sometimes brings the book closer, in a bizarre way, to the comedies of PG Wodehouse. In one extraordinary scene, Field, intoxicated on his faith, bounds up the steps of the Lincoln Memorial to sing the Internationale in Russian, horrified NKVD handlers milling embarrassedly about below. Imagine a great lost masterpiece – <a href=\"https://www.theguardian.com/books/booksblog/2014/may/07/pg-wodehouse-creative-writing-leave-it-to-psmith-reading-group\">Psmith</a>: Stalinist Spy. </p> <p>But if there is comedy in Marton’s larger story, it is pitch black. Somehow, while Field was spying for Stalin in 1930s Washington, he went undetected. Some suspected him in Europe but the story of how he went east – was arrested, jailed, tortured and finally released into carefully controlled retirement – is shot through with instances of remarkable human frailty.</p>  <figure class=\"element element-image\" data-media-id=\"b8c3835e099ecce059b5cf44806678d7edf3d66a\"> <img src=\"https://media.guim.co.uk/b8c3835e099ecce059b5cf44806678d7edf3d66a/82_0_4831_2900/1000.jpg\" alt=\"Alger Hiss\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Two police photographs, circa 1949, of former US state department official and accused communist spy Alger Hiss.</span> <span class=\"element-image__credit\">Photograph: Hulton Archive/Getty Images</span> </figcaption> </figure>  <p>Orwell also looms over Marton’s tale, in Spain and in the cells and torture chambers of eastern Europe. Some reviewers have <a href=\"http://www.washingtontimes.com/news/2016/sep/20/book-review-true-believer-stalins-last-american-sp/\">questioned</a> the impact of Field’s activities, but Field was real: a genuine spy for the totalitarian Soviet regime. And he was not alone, in his spying and in the terrible, contradictory price that he paid.</p> <p>By the time of the communist witch-hunts of the 1950s, Marton says, the reds under America’s bed existed mostly in the tortured mind of <a href=\"https://www.theguardian.com/commentisfree/2016/sep/21/donald-trump-on-terror-mccarthyism-for-new-age\">Senator Joe McCarthy</a>. “But in the 30s, in the highest reaches of the American government, I’m talking in the White House, the state department, there <em>were</em> witches … I loved finding these super-weird nutcases who absolutely believed in Stalin and were then destroyed by him.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/may/28/cambridge-spy-guy-burgess-charmed-observer-files\">How Cambridge spy Guy Burgess charmed the Observer’s man in Moscow</a> </p> </aside>  <p>“J Edgar Hoover, who eventually came to run the reign of terror in Washington, when he knew everything about everybody’s lives, was flat-footed when it came to members of the US government who were betraying their own country.”</p> <p>Among Americans who spied for Russia, such as contemporaries and friends <a href=\"https://www.theguardian.com/books/2015/oct/19/joan-brady-alger-hiss-was-framed-by-nixon\">Alger Hiss</a> and <a href=\"https://www.nytimes.com/books/99/01/03/reviews/990103.03persict.html\">Laurence Duggan</a>, Noel Field may indeed be a minor figure. Certainly his name is not nearly so well known as those of Guy Burgess, Kim Philby, Donald Maclean and Anthony Blunt, the “Cambridge spies” <a href=\"https://www.theguardian.com/uk-news/2015/oct/23/mi5-mi6-coverup-cambridge-spy-ring-archive-papers\">who chose to betray Great Britain</a>.</p> <p>“He’s different from Philby and his ilk,” Marton says. “Noel Field was a desperately needy man. He was much less of a cynic than your lot, if I may call them that. He was needy of family, a larger family, and a sense of belonging, which the party offered even if he was not allowed to join that party until he was useless to Moscow as a spy.</p> <p>“Then he joined, and typically for this man who never failed to make the wrong choice, he joined the Communist party in the year that it imploded, 1956, with Khrushchev denouncing Stalin followed by the Hungarian revolution, the first armed popular uprising against Soviet rule. That’s when Field finally came in from the cold, as an open member of the Communist party.”</p> <p>Marton’s book may help bring Field to the light, alongside Hiss and Philby, Blunt and Maclean in the halls of Anglo-American infamy.</p> <ul> <li><em>True Believer: Stalin’s Last American Spy, by Kati Marton, is out now in the US. It is published <a href=\"https://bookshop.theguardian.com/true-believer-453061.html\">in the UK</a> on 3 November.</em></li> </ul>",
  "<p>The <a href=\"https://www.theguardian.com/us-news/2016/oct/29/fury-fbi-director-cryptic-letter-clinton-emails-response\">political pressure</a> on FBI director James Comey intensified on Saturday night as four powerful Democratic senators demanded immediate answers about the bureau’s announcement it is examining new material as part of its investigation about Hillary Clinton’s email server.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/29/fury-fbi-director-cryptic-letter-clinton-emails-response\">FBI director Comey faces fury for cryptic letter about Clinton email inquiry</a> </p> </aside>  <p>Patrick Leahy of Vermont, Dianne Feinstein of California, Thomas Carper of Delaware and Benjamin Cardin of Maryland wrote to Comey and the attorney general, Loretta Lynch, to insist on a thorough briefing by Monday about Comey’s decision to tell congressional officials about new material from an “unrelated case” – a decision that shook the campaigns with only 10 days to go. </p> <p>“[N]o later than Monday 31 October 2016,” the senators wrote, “we request you provide us with more detailed information about the investigative steps being taken, the number of emails involved, and what is being done to determine how many of the emails are duplicative of those already reviewed by the FBI.”</p> <p>A day after Comey released a vague letter informing officials that new material from an “unrelated case” had prompted the FBI to <a href=\"https://www.theguardian.com/us-news/2016/oct/28/fbi-reopens-hillary-clinton-emails-investigation\">revisit the Clinton email investigation</a>, he was directly criticised by the Clinton campaign, surrogates and others for inserting the bureau into the election. </p> <p>The Clinton campaign called for Comey to provide “<a href=\"https://www.theguardian.com/us-news/2016/oct/29/fury-fbi-director-cryptic-letter-clinton-emails-response\">public answers</a>” to clarify what, if any, new information discovered in the separate FBI investigation of <a href=\"https://www.theguardian.com/us-news/2016/oct/29/anthony-weiner-hillary-clinton-fbi-emails\">disgraced congressman Anthony Weiner</a> was pertinent to the Democratic presidential nominee.</p> <p>The justice department, meanwhile, distanced itself from Comey. </p> <p>Lynch and deputy Sally Yates had <a href=\"http://www.cnn.com/2016/10/28/politics/fbi-reviewing-new-emails-in-clinton-probe-director-tells-senate-judiciary-committee/index.html\">recommended</a> that Comey not tell Congress about the new review, out of deference to longstanding policy against real or perceived interference in politics in the days before a vote. </p> <p>Legal observers were perplexed by Comey’s Friday letter to Congress, particularly after he subsequently <a href=\"https://www.washingtonpost.com/news/post-nation/wp/2016/10/28/read-the-letter-comey-sent-to-fbi-employees-explaining-his-controversial-decision-on-the-clinton-email-investigation/?utm_term=.955ebd093d1b\">told</a> FBI employees “we don’t know the significance of this newly discovered collection of emails”, apparently from a device jointly used by Weiner and his estranged wife, Clinton aide Huma Abedin. </p> <p>Comey and his allies have argued the director found himself in an impossible position.</p> <p>After recommending in July against indicting Clinton for being “<a href=\"https://www.theguardian.com/us-news/2016/jul/05/fbi-no-charges-hillary-clinton-email-investigation\">extremely careless</a>” with classified information contained on the server she used while secretary of state, Comey testified to dissatisfied congressional Republicans that revisiting the decision would be unlikely. </p> <p>Now, he feared the political fallout of staying silent about making a reversal by reopening the matter before the election.</p> <p>Once Comey opted to send his letter, Republican presidential nominee Donald Trump, who has pledged to jail Clinton if elected, <a href=\"https://www.theguardian.com/us-news/video/2016/oct/28/trump-responds-fbi-investigation-clinton-emails-video\">claimed vindication</a>. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/28/trump-responds-fbi-investigation-clinton-emails-video\"            data-short-url=\"https://gu.com/p/59yj8\"                    data-show-ads=\"true\"            data-video-id=\"2850182\"            data-video-name=\"Trump gleefully responds to new FBI investigation into Clinton emails – video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-5813975ce4b08d944ba4bb6c\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/28/161028Trump3_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/28/161028Trump3.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/28/161028Trump3_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/28/trump-responds-fbi-investigation-clinton-emails-video\">Trump gleefully responds to new FBI probe into Clinton emails</a></figcaption> </figure>   <p>The Democratic senators’ response also underscores the precariousness of Comey’s own position. </p> <p>Should the Democrats win a majority of Senate seats next month, Feinstein is likely to chair the intelligence committee, Leahy the judiciary committee and Carper the homeland security and government affairs committee. Comey frequently testifies before all three. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/29/fbi-guilty-political-act-crucial-moment\">FBI stands guilty of an overtly political act at a crucial moment</a> </p> </aside>  <p>Cardin is likely to chair the foreign relations committee. Should the Republicans maintain control, all will be senior ranking members of panels on which the FBI relies for political and budgetary support. </p> <p>The four senators called Comey’s letter “troubling”, both in its vagueness and for “break[ing] with the longstanding tradition of Department of Justice and FBI of exercising extreme caution in the days leading to up an election, so as not to unfairly influence the results”.</p> <p>They called into question whether the FBI had “even obtained or reviewed” material from the Weiner device, implying that Comey had prioritized his political position ahead of the facts of the case. </p> <p>Challenging Comey to begin the fateful final full week of the election campaign with additional disclosures, the senators wrote that to do otherwise would be “irresponsible and a disservice to the American people”.</p>",
  "<div id=\"block-581568a4e4b08d944ba4c21c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T03:31:32.545Z\">3.31am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Thanks for following tonight’s liveblog on this very bad night for Cubs fans. </p> <p>There’s very little positive spin to put on this right now for Chicago. Even if they win tomorrow, they still have to then win two games in Cleveland and one of those against Corey Kluber. </p> <p>But the Cubs won 103 games this year. Three more isn’t necessarily a huge ask. It just happens to be against a team as good as the Indians. </p> <p>We’ll see you back here again tomorrow night for a possible championship by the Cleveland Indians. And the full report from tonight’s game can be read here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/oct/29/chicago-cubs-cleveland-indians-game-4-world-series-corey-kluber\">Indians power past Cubs to move to within one win of World Series title</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T03:50:03.049Z\">at 3.50am GMT</time></p>  </div> <div id=\"block-58156831e4b08d944ba4c219\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T03:26:58.055Z\">3.26am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Indians win Game 5! Take a 3-1 series lead.</h2>  <div class=\"block-elements\">  <p>Final: Indians 7-2 Cubs</p> <p>Baez ground out and that’s that. A dominant performance by Cleveland puts them just a game away from the World Series title.</p> </div>   </div> <div id=\"block-581567dfe4b0219a00d3a252\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T03:24:42.951Z\">3.24am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><b>Indians 7-2 Cubs, bottom of the 9th</b></p> <p>Heyward pops up to Lindor in shallow left and we’re down to Chicago’s last out of Game 5.</p> </div>   </div> <div id=\"block-58156758e4b01c528432e24e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T03:23:49.350Z\">3.23am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 7-2 Cubs, bottom of the 9th</strong></p> <p>Russell singles. Why doesn’t Joe Maddon pinch hit Kyle Schwarber here for a 5-run home run? I’ve heard he’s just that good!</p> </div>   </div> <div id=\"block-581566f6e4b01c528432e24d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T03:21:09.554Z\">3.21am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><b>Indians 7-2 Cubs, bottom of the 9th</b></p> <p>Contreras grounds out to second with Dan Otero now on the mound for Cleveland. At least Contreras didn’t strike out for the fourth time tonight. Something to build on for Game 5!</p> </div>   </div> <div id=\"block-581566bfe4b01c528432e24b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T03:19:48.660Z\">3.19am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><b>E-mail from reader Mark Turner ... </b></p> <p><em>I don’t begrudge the Indians for this but ... oh Cubs, why now? Why fall apart now? Why?</em><br></p> </div>   </div> <div id=\"block-58156607e4b01c528432e247\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T03:17:59.724Z\">3.17am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><b>End of the top of the 9th inning: Indians 7-2 Cubs</b></p> <p>Lindor singled to put two men on, but Rondon settled down to get the final two outs. We now go to the 9th and the Cubs need five runs or they’ll be one loss away from not winning the World Series again. Contreras, Russell and Heyward are due up. Contreras is 0-for-3 with 3 Ks tonight.</p> </div>   </div> <div id=\"block-5815651de4b0219a00d3a245\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T03:13:44.954Z\">3.13am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><b>Indians 7-2 Cubs, top of the 9th inning</b></p> <p>Rajai Davis flies out against Rondon, but then Kipnis reaches with a line drive to left. </p> <p>Fun Fact: Kipnis’ home run earlier tonight is the first by an opposing player in the World Series at Wrigley Field since Babe Ruth in 1932. </p> </div>   </div> <div id=\"block-5815646ae4b01c528432e23f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T03:10:16.914Z\">3.10am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>E-mail from a reader: </strong></p> <p><em>So I’m still an Irish immigrant loving Baseball! Can I just say THANK YOU To the Cubs for giving the 7th inning stretch back to Take Me Out To The Ballgame! Instead it of God Save America. Great song that it is, but this is BASEBALL!!!!!! </em></p> </div>   </div> <div id=\"block-5815642de4b01c528432e23d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T03:09:01.883Z\">3.09am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><b>End of the 8th inning: Indians 7-2 Cubs</b></p> <p>Miller ends the inning by striking out Zobrist. His night is likely over at 27 pitches. </p> </div>   </div> <div id=\"block-581563b0e4b01c528432e239\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T03:06:57.219Z\">3.06am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><b>Indians 7-2 Cubs, bottom of the 8th</b></p> <p>Miller strikes out Rizzo with ease. Uh-oh. I think Fowler’s home run just made him angry.</p> </div>   </div> <div id=\"block-5815638ce4b08d944ba4c20d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T03:05:54.086Z\">3.05am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ByJamesWagner/status/792562714836992000\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Dexter Fowler’s homer run was the first run allowed by Andrew Miller in 24 1/3 career postseason innings.</p>&mdash; James Wagner (@ByJamesWagner) <a href=\"https://twitter.com/ByJamesWagner/status/792562714836992000\">October 30, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-5815634ae4b0219a00d3a23f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T03:05:12.848Z\">3.05am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><b>Indians 7-2 Cubs, bottom of the 8th</b></p> <p>Kris Bryant quickly grounds out and his terrible, horrible, no good, very bad game continues.</p> </div>   </div> <div id=\"block-581562e7e4b08d944ba4c20a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T03:04:18.455Z\">3.04am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Dexer Fowler homers!</h2>  <div class=\"block-elements\">  <p><b>Indians 7-2 Cubs, bottom of the 8th</b></p> <p>Fowler get a Miller slider across the plate and deposits it into the left-center bleachers. It probably will have no outcome on this came, but it might be big as far as giving the Cubs confidence against Miller later in the series. </p> </div>   </div> <div id=\"block-581562bee4b0219a00d3a23b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T03:02:25.967Z\">3.02am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/carIisIe/status/792561273498169345\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Need the Cubs to come back from 3-1 so the sports world can correct itself by ruining 3-1 jokes for Cleveland.</p>&mdash; andré (@carIisIe) <a href=\"https://twitter.com/carIisIe/status/792561273498169345\">October 30, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58156219e4b01c528432e233\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:59:41.139Z\">2.59am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DVNJr/status/792560684550750208\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Bill Murray. Vince Vaughn. Ferris Bueller needs to sing tomorrow or we&#39;re all going home. <a href=\"https://t.co/JyNXIwmq78\">pic.twitter.com/JyNXIwmq78</a></p>&mdash; Don Van Natta Jr. (@DVNJr) <a href=\"https://twitter.com/DVNJr/status/792560684550750208\">October 30, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-581561a5e4b0219a00d3a235\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:59:07.885Z\">2.59am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>End of the top of the 8th inning: Indians 7-1 Cubs</strong></p> <p>Napoli drives one to deep left-center but it falls just short of the wall into Fowler’s glove. The Cubs have 6 outs left to score 6 runs.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T03:01:04.687Z\">at 3.01am GMT</time></p>  </div> <div id=\"block-5815616de4b01c528432e231\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:57:27.266Z\">2.57am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 7-1 Cubs, top of the 8th inning</strong></p> <p>Two quick outs for Rondon and now Napoli is pinch-hitting. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T03:00:58.306Z\">at 3.00am GMT</time></p>  </div> <div id=\"block-58156106e4b01c528432e22f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:55:49.715Z\">2.55am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 7-1 Cubs, top of the 8th inning</strong></p> <p>Hector Rondon now in to pitch for the Cubs because why not at this point, right? Put Schwarber in to pitch. It doesn’t matter.</p> </div>   </div> <div id=\"block-58156040e4b0219a00d3a22f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:52:17.859Z\">2.52am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>End of the 7th: Indians 7-1 Cubs</strong></p> <p>Andrew Miller gets three outs on 7 pitches. So maybe he won’t be too tired to pitch tomorrow night, huh?</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T03:00:48.615Z\">at 3.00am GMT</time></p>  </div> <div id=\"block-58155fa0e4b08d944ba4c1fe\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:49:40.187Z\">2.49am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 7-1 Cubs, bottom of the 7th</strong></p> <p>Andrew Miller is in for Cleveland and he gets Heyward to ground out weakly to second. Terry Francona is not messing around with this game. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T03:00:38.911Z\">at 3.00am GMT</time></p>  </div> <div id=\"block-58155eede4b01c528432e227\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:46:55.937Z\">2.46am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>End of the top of the 7th inning: Cubs 7-1 Indians</strong></p> <p>Vince Vaughn is now signing Take Me Out to the Ballgame. This is legitimately depressing and I have no rooting interest.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T03:00:25.259Z\">at 3.00am GMT</time></p>  </div> <div id=\"block-58155e86e4b01c528432e224\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:44:25.856Z\">2.44am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MattSebek/status/792557583802380288\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">That&#39;s unfortunate. <a href=\"https://t.co/4r7AkEo02q\">pic.twitter.com/4r7AkEo02q</a></p>&mdash; Matt Sebek (@MattSebek) <a href=\"https://twitter.com/MattSebek/status/792557583802380288\">October 30, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58155e3be4b0219a00d3a227\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:43:10.402Z\">2.43am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joe_sheehan/status/792556736053927936\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">If the Cubs lose and give Miller the night off -- making him available freely in G5 and G6 at least -- it&#39;s a disaster.</p>&mdash; Joe Sheehan (@joe_sheehan) <a href=\"https://twitter.com/joe_sheehan/status/792556736053927936\">October 30, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58155dcce4b08d944ba4c1f8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:42:05.311Z\">2.42am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 7-1 Cubs, top of the 7th inning</strong></p> <p>Lindor gets retired, but Santana then lines one into left-center for a single. Cleveland is red hot and the Cubs don’t even get to hope they’ll cool off with a travel day. Game 5 is tomorrow night. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T02:52:26.214Z\">at 2.52am GMT</time></p>  </div> <div id=\"block-58155d3be4b01c528432e21f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:40:00.817Z\">2.40am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">3-run home run by Jason Kipnis</h2>  <div class=\"block-elements\">  <p><b>Indians 7-1 Cubs, top of the 7th</b></p> <p>Kipnis hits one on a line into the right-center seats for a three-run home run and there is still no one out. Every time you think Wrigley can’t get quieter, it does.</p> </div>   </div> <div id=\"block-58155c21e4b0219a00d3a223\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:34:49.267Z\">2.34am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 4-1 Cubs, top of the 7th</strong></p> <p>First and third now with nobody out after Grimm hits David is in the elbow. Grimm is getting pulled now for Travis Wood. Kipnis to the plate.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T02:50:58.657Z\">at 2.50am GMT</time></p>  </div> <div id=\"block-58155bece4b08d944ba4c1f2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:34:00.256Z\">2.34am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 4-1 Cubs, top of the 7th</strong></p> <p>Crisp is quickly down to third after Grimm throws a wild pitch with Rajai Davis up. No out. Man on third. Men and women at Wrigley field very sad.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T02:50:06.934Z\">at 2.50am GMT</time></p>  </div> <div id=\"block-58155b9ee4b0219a00d3a220\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:32:39.608Z\">2.32am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 4-1 Cubs, top of the 7th </strong></p> <p>Coco Crisp, pinch-hitting for Corey Kluber, opens with a double to center that just gets under the glove of a diving Fowler.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T02:33:09.128Z\">at 2.33am GMT</time></p>  </div> <div id=\"block-58155b6be4b01c528432e219\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:31:38.725Z\">2.31am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Shauncore/status/792553774053064704\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This one gets all the z-scores, <a href=\"https://twitter.com/enosarris\">@enosarris</a> <a href=\"https://t.co/R3IOe4qrCB\">pic.twitter.com/R3IOe4qrCB</a></p>&mdash; Shaun Newkirk (@Shauncore) <a href=\"https://twitter.com/Shauncore/status/792553774053064704\">October 30, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ktsharp/status/792554043805540353\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Corey Kluber is 1st pitcher in MLB history with 35+ K and sub-1.00 ERA in his first 5 career postseason games.</p>&mdash; Katie Sharp (@ktsharp) <a href=\"https://twitter.com/ktsharp/status/792554043805540353\">October 30, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58155a25e4b01c528432e216\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:27:39.770Z\">2.27am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>End of the 6th: Indians 4-1 Cubs</strong></p> <p>Kluber gets Russell to ground out to third and he’s through six and still dominant. Bryant and Fowler are currently slated to bat again in the 8th, but that could be it.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T02:30:28.713Z\">at 2.30am GMT</time></p>  </div> <div id=\"block-581559d9e4b08d944ba4c1e9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:25:03.014Z\">2.25am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 4-1 Cubs, bottom of the 6th</strong></p> <p>Contreras strikes out for the third time tonight, this time on a bad pitch. I mean, Cleveland could go to Miller. But Kluber is still doing pretty well. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T02:32:50.546Z\">at 2.32am GMT</time></p>  </div> <div id=\"block-58155958e4b08d944ba4c1e7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:23:21.106Z\">2.23am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 4-1 Cubs, bottom of the 6th</strong></p> <p>Zobrist flies out, leaving Rizzo at first. And now Andrew Miller is warming up for Cleveland. If Wrigley still had all its games in the daytime, a dark cloud would now be positioning itself over the stadium.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T02:32:56.652Z\">at 2.32am GMT</time></p>  </div> <div id=\"block-581558cee4b01c528432e212\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:20:47.085Z\">2.20am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 4-1 Cubs, bottom of the 6th</strong></p> <p>Rizzo leads off the inning by doubling on the first pitch. It kind of disappointed the crowd, though, because it looked like a home run off the bat before crashing into the top of the ivy in left-center. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T02:33:02.900Z\">at 2.33am GMT</time></p>  </div> <div id=\"block-58155776e4b0219a00d3a210\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:16:56.126Z\">2.16am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>End of the top of the 6th inning: Indians 4-1 Cubs</strong></p> <p>Justin Grimm comes in to pitch for Chicago and gets Guyer on a strike out. Cubs will lead off their half with the middle of the order and time running out in Game 4.</p> </div>   </div> <div id=\"block-58155713e4b01c528432e20e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:13:23.641Z\">2.13am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Tickets for this game were around $1,000 just to get in. So the silence of Wrigley Field is: a) concern they’ll never see a World Series title in their lifetimes; b) concern they emptied out their checking accounts for crushing sadness.</p> </div>   </div> <div id=\"block-5815566fe4b0219a00d3a20d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:11:03.267Z\">2.11am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 4-1 Cubs, top of the 6th inning</strong></p> <p>Montgomery walks Perez and that will force him out of the game. We have a pitching change and 41,000 depressed Cubs fans.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T02:17:02.080Z\">at 2.17am GMT</time></p>  </div> <div id=\"block-581555d3e4b0219a00d3a20a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:08:33.290Z\">2.08am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Cleveland adds to its lead on a sac fly RBI by Chisenhall</h2>  <div class=\"block-elements\">  <p><strong>Indians 4-1 Cubs, top of the 6th inning</strong></p> <p>Chisenhall hits a long fly ball to center, allowing Lindor to tag and score. Wrigley is about as quiet as the White Sox stadium is right now.</p> <p>Two away. Perez up. Ramirez still on first.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T02:09:03.323Z\">at 2.09am GMT</time></p>  </div> <div id=\"block-581555b7e4b0219a00d3a209\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:07:02.418Z\">2.07am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Here’s Santana’s rip: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WillBrinson/status/792547665221410817\">  <blockquote class=\"twitter-tweet\"><p lang=\"nl\" dir=\"ltr\">SLAP SLAP <a href=\"https://t.co/pEWjs7eycJ\">https://t.co/pEWjs7eycJ</a></p>&mdash; Will Brinson (@WillBrinson) <a href=\"https://twitter.com/WillBrinson/status/792547665221410817\">October 30, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58155538e4b0219a00d3a206\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:05:43.658Z\">2.05am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 3-1 Cubs, top of the 6th</strong></p> <p>Ramirez ground back to Montgomery. He is able to get the runner at second, but Ramirez beats the throw to first. First and third now with one away. Joe Maddon is now out to the mound to talk strategy. I assume. Maybe he has a recipe he wants to share. No way to know because he’s not mic’d up.</p> </div>   </div> <div id=\"block-581554e6e4b01c528432e203\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:04:14.108Z\">2.04am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 3-1 Cubs, top of the 6th</strong></p> <p>Santana rips a line drive back to the mound that tears Montgomery’s glove off. Montgomery tracks the ball down but is unable to get him at first. Two on, nobody out. Wrigley is silent. Jose Ramirez at the plate.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T02:05:51.682Z\">at 2.05am GMT</time></p>  </div> <div id=\"block-581554a4e4b0219a00d3a204\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T02:02:55.229Z\">2.02am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 3-1 Cubs, top of the 6th</strong></p> <p>Mike Montgomery in for Lackey and he opens by walking Lindor. Just what a manager never wants for a reliever.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T02:05:57.162Z\">at 2.05am GMT</time></p>  </div> <div id=\"block-581553f6e4b01c528432e200\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:59:32.853Z\">1.59am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/cavs/status/792530783810510848\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">We&#39;re (keeping tabs and) holding it down for you in <a href=\"https://twitter.com/hashtag/TheLand?src=hash\">#TheLand</a>, <a href=\"https://twitter.com/Indians\">@indians</a>. <a href=\"https://twitter.com/hashtag/RallyTogether?src=hash\">#RallyTogether</a> <a href=\"https://t.co/U2ZPRn07Va\">pic.twitter.com/U2ZPRn07Va</a></p>&mdash; Cleveland Cavaliers (@cavs) <a href=\"https://twitter.com/cavs/status/792530783810510848\">October 30, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-581552d0e4b0219a00d3a1fe\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:55:28.820Z\">1.55am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>End of the 5th inning: Indians 3-1 Cubs</strong></p> <p>Bryant quickly grounds out to end the inning. He probably wants to make up for his error-fest, but his bat isn’t working tonight either. Kluber at just 72 pitchers through 5 innings.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T02:04:31.024Z\">at 2.04am GMT</time></p>  </div> <div id=\"block-58155296e4b08d944ba4c1cb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:54:13.479Z\">1.54am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 3-1 Cubs, bottom of the 5th inning</strong></p> <p>The Wrigley Field crowd comes to its feet after Fowler gives one a ride, but it lands short of the track into Chisenhall’s glove. To quote Major League: “Too high.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T02:04:24.468Z\">at 2.04am GMT</time></p>  </div> <div id=\"block-58155263e4b0219a00d3a1fc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:53:19.729Z\">1.53am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 3-1 Cubs, bottom of the 5th inning</strong></p> <p>Chris Coghlan pinch hits for Lackey and flies out to left center. Davis and Naquin almost collide ... but Davis puts it away without incident.</p> </div>   </div> <div id=\"block-58155143e4b08d944ba4c1c5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:49:30.464Z\">1.49am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>End of the top of the 5th: Indians 3-1 Cubs</strong></p> <p>Lackey get Rajai Davis and Kipnis to ground out to short on back-to-back pitches and the Indians are quickly retired. Lackey is due up this inning so Maddon has a decision to make. He’ll likely pull his pitcher because Chicago needs runs and his running out of time ... but Lackey’s last two innings were his best of the night.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T01:49:41.543Z\">at 1.49am GMT</time></p>  </div> <div id=\"block-581550f9e4b08d944ba4c1c4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:47:13.303Z\">1.47am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 3-1 Cubs, top of the 5th inning</strong></p> <p>Lackey gets Kluber to strike out and a big cheer goes up from the Wrigley crowd. I honestly can’t tell if it was a bit sarcastic or not.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T01:49:37.543Z\">at 1.49am GMT</time></p>  </div> <div id=\"block-58155091e4b08d944ba4c1c0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:45:20.569Z\">1.45am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TheOriginalBull/status/792542041045602304\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">2015 Baez has showed up this World Series</p>&mdash; Admiral Buzzkill (@TheOriginalBull) <a href=\"https://twitter.com/TheOriginalBull/status/792542041045602304\">October 30, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KevinMcCaff/status/792542166295973888\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Whoever told Javy Baez this World Series was being played in 2014 is a dick</p>&mdash; Kevin McCaffrey (@KevinMcCaff) <a href=\"https://twitter.com/KevinMcCaff/status/792542166295973888\">October 30, 2016</a></blockquote>  </figure>  <p>I’m going to assume 2013 Baez would be the absolute worst.</p> </div>   </div> <div id=\"block-58155016e4b0219a00d3a1f4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:43:22.416Z\">1.43am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>End of the 4th inning: Indians 3-1 Cubs</strong></p> <p>Baez strikes out in a depressing sequel for Cubs fans of last night’s 9th inning.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T01:45:35.440Z\">at 1.45am GMT</time></p>  </div> <div id=\"block-58154f6be4b0219a00d3a1f3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:41:17.786Z\">1.41am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 3-1 Cubs, bottom of the 4th</strong></p> <p>Jason Heyward ripped a line drive by Lindor to reach. He now has 2 hits tonight. That was unexpected!</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T01:41:36.038Z\">at 1.41am GMT</time></p>  </div> <div id=\"block-58154f30e4b0219a00d3a1f1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:39:42.791Z\">1.39am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 3-1 Cubs, bottom of the 4th</strong></p> <p>Contreras and Russell get out to open the Cubs half. Fox is starting to go to the Sad Faces in the Crowd camera schtick. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T01:42:40.181Z\">at 1.42am GMT</time></p>  </div> <div id=\"block-58154dc2e4b08d944ba4c1ba\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:33:50.443Z\">1.33am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>End of the top of the 4th inning: Indians 3-1 Cubs</strong></p> <p>Naquin is retired and Lackey has his best inning of the night. Cleveland will lead off with Kluber the next time they’re up, though. DANGER.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T01:34:37.691Z\">at 1.34am GMT</time></p>  </div> <div id=\"block-58154d24e4b0219a00d3a1e4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:31:33.669Z\">1.31am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 3-1 Cubs, top of the 4th</strong></p> <p>Chisenhall leads off with an out on a high fly to right. Yes, Lackey is still pitching. (He better be, since he batted last inning. Joe Maddon would really be losing it.)</p> <p>And there’s another quick out on a grounder by Perez. Two away with Lackey holding steady at 70 pitches.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T01:34:42.002Z\">at 1.34am GMT</time></p>  </div> <div id=\"block-58154cc8e4b0219a00d3a1e3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:29:41.758Z\">1.29am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>If you want a fun diversion during this game, follow @2008Philz. It’s a Twitter account dedicated to the 2008 Philadelphia Phillies and he’s currently live-blogging the 2008 Series in real time. #WeirdTwitter</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/2008Philz/status/792535641716383744\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Base hit up the middle for Pedro Feliz!!!!!!<br><br>Phillies lead the Rays 4-3. <a href=\"https://t.co/ex2JI39vy4\">pic.twitter.com/ex2JI39vy4</a></p>&mdash; 2008 Phillies (@2008Philz) <a href=\"https://twitter.com/2008Philz/status/792535641716383744\">October 30, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58154c5ae4b08d944ba4c1b6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:27:21.736Z\">1.27am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>End of the 3rd inning: Indians 3-1 Cubs</strong></p> <p>Zobrist Ks on a breaking ball. Great battle. Great battle won by Kluber. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T01:34:48.321Z\">at 1.34am GMT</time></p>  </div> <div id=\"block-58154c3ee4b08d944ba4c1b5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:26:32.876Z\">1.26am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Update: Ben Zobrist is currently fouling off infinity pitches. It’s a 1-2 count somehow still. </p> </div>   </div> <div id=\"block-58154adbe4b0219a00d3a1dc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:21:17.457Z\">1.21am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 3-1 Cubs, bottom of the 3rd</strong></p> <p>Kluber hits Rizzo with a pitch to put two on with two outs. Considering Rizzo’s ability to launch baseballs over the fence, that may not actually have been a negative outcome for Cleveland. Zobrist now up.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T01:22:06.620Z\">at 1.22am GMT</time></p>  </div> <div id=\"block-58154a4de4b08d944ba4c1b0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:18:51.802Z\">1.18am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 3-1 Cubs, bottom of the 3rd</strong></p> <p>Kris Bryant works a walk on a 3-2 pitch ... a 3-2 pitch that looked like a strike. But it wasn’t called a strike, so no matter. Bryant on first and now Rizzo is up. The Cubs have at least a little something going here.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T01:19:19.893Z\">at 1.19am GMT</time></p>  </div> <div id=\"block-581549b6e4b0219a00d3a1da\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:16:24.029Z\">1.16am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 3-1 Cubs, bottom of the 3rd</strong></p> <p>Two quick outs now after Fowler ground out to first. Kluber is settling in. Wrigley is unsettled.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T01:16:44.781Z\">at 1.16am GMT</time></p>  </div> <div id=\"block-5815499fe4b08d944ba4c1aa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:15:13.916Z\">1.15am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ktsharp/status/792534872715694081\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">First baseman to hit HR at Wrigley Field in World Series game:<br><br>Carlos Santana<br>Lou Gehrig (1932)<br>Jimmie Foxx (1929)</p>&mdash; Katie Sharp (@ktsharp) <a href=\"https://twitter.com/ktsharp/status/792534872715694081\">October 30, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58154934e4b0219a00d3a1d7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:14:21.178Z\">1.14am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 3-1 Cubs, bottom of the 3rd</strong></p> <p>Lackey leads off the Cubs half of the inning by striking out looking. Well, he’s no Corey Kluber.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T01:15:22.318Z\">at 1.15am GMT</time></p>  </div> <div id=\"block-58154856e4b01c528432e1d5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:10:31.827Z\">1.10am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>End of the top of the 3rd inning: Indians 3-1 Cubs</strong></p> <p>Great job battling by Lackey, as he ends the inning getting Santana to ground into a double play. He may have earned himself another inning.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T01:13:15.937Z\">at 1.13am GMT</time></p>  </div> <div id=\"block-581547dde4b08d944ba4c1a3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:08:34.421Z\">1.08am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 3-1 Cubs, top of the 3rd inning</strong></p> <p>Lackey comes back by striking out Santana. Lindor remains at first, one out.</p> <p>Mike Montgomery is now warming up for Chicago, so Lackey’s time is looking short. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T01:08:56.602Z\">at 1.08am GMT</time></p>  </div> <div id=\"block-581546fee4b08d944ba4c19f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:05:23.580Z\">1.05am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Indians score again on a single to center by Lindor</h2>  <div class=\"block-elements\">  <p><strong>Indians 3-1 Cubs, top of the 3rd inning </strong></p> <p>After being down 0-2, Lindor lines a breaking ball into centerfield to plate Kipnis. Lackey is now at 59 pitches. Worse than that: his pitches aren’t too good, regardless of their quantity. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T01:07:36.679Z\">at 1.07am GMT</time></p>  </div> <div id=\"block-58154647e4b0219a00d3a1c8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:01:40.016Z\">1.01am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 2-1 Cubs, top of the 3rd inning</strong></p> <p>Lackey, at 51 pitches through two innings after that disastrous second, gives up a double into the right corner to Kipnis to open the third. Uh-oh.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T01:03:17.771Z\">at 1.03am GMT</time></p>  </div> <div id=\"block-58154610e4b01c528432e1cd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T01:00:41.937Z\">1.00am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Interesting. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dschoenfield/status/792530487805812738\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Joe Maddon keeps doing things he didn&#39;t do in the regular season. He issued five intentional walks all season to... <a href=\"https://t.co/8hzkMA4RGr\">https://t.co/8hzkMA4RGr</a></p>&mdash; David Schoenfield (@dschoenfield) <a href=\"https://twitter.com/dschoenfield/status/792530487805812738\">October 30, 2016</a></blockquote>  </figure>  <p><em>Joe Maddon keeps doing things he didn’t do in the regular season. He issued five intentional walks all season to the No. 8 hitter, but four of those came when the Cubs were trailing, all in the fifth or later. The other came with a two-run lead in the second and runners on second and third.</em></p> <p>Dance with the girl or boy who brung ya, etc.</p> </div>   </div> <div id=\"block-58154585e4b01c528432e1c8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:58:34.570Z\">1.58am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>End of the 2nd inning: Indians 2-1 Cubs</strong></p> <p>Annnnnnnd ... yes. Baez was out, it’s confirmed on replay. We go to the top of the 3rd. Kipnis, Lindor, Santana due up for Cleveland. No Kluber, though, so the Cubs might be okay.</p> </div>   </div> <div id=\"block-58154528e4b0219a00d3a1c4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:56:47.739Z\">1.56am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 2-1 Cubs, bottom of the 2nd</strong></p> <p>Looks like the inning is over after Baez hits into a double play. They called him safe at first, but he’s clearly out on review.</p> </div>   </div> <div id=\"block-581544d3e4b01c528432e1c7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:55:30.396Z\">1.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 2-1 Cubs, bottom of the 2nd</strong></p> <p>Heyward single to right for Chicago. That feels more unlikely than Kluber reaching base, to be honest.</p> </div>   </div> <div id=\"block-58154446e4b01c528432e1c4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:52:54.460Z\">1.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indians 2-1 Cubs, bottom of the 2nd</strong></p> <p>Addison Russell lines out to right on an 0-2 count. One away. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HunterFelt/status/792528549131485184\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">It&#39;s okay Cubs, John Lackey is well known for his ability to keep his composure when his fielders screw up during his starts. <a href=\"https://twitter.com/DJGalloEtc\">@DJGalloEtc</a></p>&mdash; Hunter Felt (@HunterFelt) <a href=\"https://twitter.com/HunterFelt/status/792528549131485184\">October 30, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-581543d0e4b01c528432e1c2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:50:52.938Z\">1.50am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>E-mail from a reader: </strong></p> <p><em>So I’m an Irish immigrant and for some reason love Baseball! As much as I would love to see the Cubs win, I am still smarting from that bullshit “purchased” World Series in ‘97. What a really great team the Indians were, with the best SS-2nd Base combination ever, Vizquel-Alomar. So I’m rooting for the Indians. </em></p> <p>I think there are a lot of people rooting for Cleveland, though. And not just people in St. Louis. </p> </div>   </div> <div id=\"block-58154359e4b01c528432e1c1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:49:57.775Z\">1.49am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>End of the top of the 1st inning: Indians 2-0 Cubs</strong></p> <p>Rajai Davis gets out to end the inning, but that went very badly for Chicago. Anytime you intentionally walk someone to get to an American League pitcher in the World Series ... and then than pitcher brings in a run, you’ve hit a bit of a pothole. Everything Terry Francona is doing is working. Not so for Joe Maddon at this point. </p> </div>   </div> <div id=\"block-581542dfe4b08d944ba4c194\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:48:13.423Z\">1.48am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Indians score on a single by ... pitcher Corey Kluber! (Actually, they're ruling it an error on Bryant now.)</h2>  <div class=\"block-elements\">  <p>Indians 2-1 Cubs, top of the 2nd inning</p> <p>Well, that backfied. Kluber battled Lackey, including ripping a ball just foul of the third base bag, and then on a full count, he hit one softly down the line and beat the throw. </p> </div>   </div> <div id=\"block-5815426ae4b01c528432e1bc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:44:28.843Z\">1.44am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DJGalloEtc/status/792527485095251968\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Corey Kluber hit .250 this year, which is a better average than Kyle Schwarber has in his career. <a href=\"https://twitter.com/hashtag/FunWithStats?src=hash\">#FunWithStats</a></p>&mdash; DJ Gallo (@DJGalloEtc) <a href=\"https://twitter.com/DJGalloEtc/status/792527485095251968\">October 30, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jaysonst/status/792527501847396352\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Corey Kluber is no automatic out. Did have an XBH this year. And if last night&#39;s game had gone extras, he was the Indians&#39; next pinch hitter</p>&mdash; Jayson Stark (@jaysonst) <a href=\"https://twitter.com/jaysonst/status/792527501847396352\">October 30, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T00:45:07.322Z\">at 1.45am BST</time></p>  </div> <div id=\"block-581541bfe4b08d944ba4c192\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:42:53.327Z\">1.42am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Cubs 1-1 Indians, top of the 2nd inning</strong></p> <p>Perez ground back to the pitcher, but Chisenhall was running and he makes it into second without a throw. Man on second with two out and now the Cubs are walking Naquin to get to Kluber. Kind of a win for the Indians either way because now -- assuming Kluber doesn’t get a hit -- Cleveland will start the third with the top of the lineup. </p> </div>   </div> <div id=\"block-581540f3e4b01c528432e1b6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:38:57.428Z\">1.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Cubs 1-1 Indians, top of the 2nd inning</strong></p> <p>After Lackey got Ramirez to ground out, Chisenhall reaches first on an error by Kris Bryant. He picked the ball cleanly but then threw the ball way over Rizzo’s head. Man on first and one out, one run in.</p> </div>   </div> <div id=\"block-58154032e4b0219a00d3a1af\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:35:57.825Z\">1.35am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Tie game! Carlos Santana launches one to right for a home run!</h2>  <div class=\"block-elements\">  <p><strong>Cubs 1-1 Indians, top of the 2nd inning</strong></p> <p>Santana’s first hit of the World Series lands in the rightfield bleachers. And a raucous Wrigley crowd suddenly goes quiet.</p> </div>   </div> <div id=\"block-58154029e4b0219a00d3a1ae\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:34:51.761Z\">1.34am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ktsharp/status/792524733820440576\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Cubs are 8-1 when they score at least 1 run this postseason.</p>&mdash; Katie Sharp (@ktsharp) <a href=\"https://twitter.com/ktsharp/status/792524733820440576\">October 30, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58153f16e4b0219a00d3a1aa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:31:24.289Z\">1.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>End of the 1st: Cubs 1-0 Indians</strong></p> <p>After Rizzo stole second, Contreras struck out on a 2-2 pitch. The Cubs would have loved more -- you’re welcome for the great analysis -- but considering Lackey’s recent struggles and getting shutout last night, their 1st inning is ideal. </p> </div>   </div> <div id=\"block-58153ef8e4b0219a00d3a1a9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:29:46.981Z\">1.29am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ESPNChiCubs/status/792520902332313600\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Teams scoring first are 14-0 in the postseason since the start of both ALCS and NLCS and including the WS.</p>&mdash; Jesse Rogers (@ESPNChiCubs) <a href=\"https://twitter.com/ESPNChiCubs/status/792520902332313600\">October 30, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58153eb4e4b01c528432e1ad\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:28:53.148Z\">1.28am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Sent by reader Mark Turner ... 19 minutes ago. </strong></p> <p><em>Rizzo three hits, three RBIs, three runs.<br>No more Cubs pain. Please.</em></p> <p>Off to a good start! <br></p> </div>   </div> <div id=\"block-58153dfee4b08d944ba4c180\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:26:20.674Z\">1.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Cubs 1-0 Indians, bottom of the 1st</strong></p> <p>Zobrist hit one on the nose to center ... but the wind knocked it down just short of the track. Two outs. The Cubs are on Kluber so far.</p> </div>   </div> <div id=\"block-58153daee4b08d944ba4c17f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:25:23.455Z\">1.25am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Cubs score on a single to center by Rizzo.</h2>  <div class=\"block-elements\">  <p><strong>Cubs 1-0 Indians, bottom of the 1st</strong></p> <p>Anthony Rizzo knocks an 0-1 pitch up the middle to plate Fowler. He’s been huge since starting the postseason in a slump. </p> <p>The previous pitch he ripped down the foul line, but it was just foul.</p>  <figure class=\"element element-image\" data-media-id=\"475f09e61934ad96ef43be7625c6aa6941033e3f\"> <img src=\"https://media.guim.co.uk/475f09e61934ad96ef43be7625c6aa6941033e3f/0_0_3000_3321/903.jpg\" alt=\"Anthony Rizzo hits an RBI single.\" width=\"903\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Anthony Rizzo hits an RBI single.</span> <span class=\"element-image__credit\">Photograph: Tannen Maury/EPA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T00:32:22.698Z\">at 1.32am BST</time></p>  </div> <div id=\"block-58153d46e4b01c528432e1a5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:23:28.133Z\">1.23am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Cubs 0-0 Indians, bottom of the 1st</strong></p> <p>Kris Bryant skies a pop fly to shortstop, one out. He wasn’t happy at contact and clearly thought he should have done more with it. Fowler remains at second with one away.</p> </div>   </div> <div id=\"block-58153d2ee4b08d944ba4c17d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:22:18.292Z\">1.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>From reader James Waldron: </strong></p> <p><em>My wife is a Chicagoan, and I a Yorkshireman. She’s adopted Middlesbrough as her football team and I’ve taken to backing the Cubs. Both were founded in 1876, both plucky with little history of recent success and since we’ve been together their fortunes have seemed tied. Boro were promoted this year and won earlier today. Surely an omen for the Cubs! </em></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T00:23:38.862Z\">at 1.23am BST</time></p>  </div> <div id=\"block-58153cd0e4b08d944ba4c17b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:21:42.885Z\">1.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Cubs 0-0 Indians, bottom of the 1st</strong></p> <p>Dexter Fowler opens the night for Chicago’s hitters with a double on a 1-2 pitch that he punched out to left. Rajai Davis almost got to it, but came up about an inch short on a full-speed dive. </p> <p>If Davis couldn’t get it, not too many other fielders would have because he’s one of the fastest players in baseball.</p>  <figure class=\"element element-image\" data-media-id=\"5c80bf976fb2a1233fa5acf5246ef68a1288c464\"> <img src=\"https://media.guim.co.uk/5c80bf976fb2a1233fa5acf5246ef68a1288c464/0_0_3922_2944/1000.jpg\" alt=\"Corey Kluber pitches for Cleveland on short rest.\" width=\"1000\" height=\"751\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Corey Kluber pitches for Cleveland on short rest.</span> <span class=\"element-image__credit\">Photograph: Tannen Maury/EPA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T00:36:56.974Z\">at 1.36am BST</time></p>  </div> <div id=\"block-58153c45e4b0219a00d3a1a2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:18:29.504Z\">1.18am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A pretty good example of how Cleveland sports have changed: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NBAonTNT/status/792517369092538393\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">LeBron finishes at the rack! 💪👀 <a href=\"https://t.co/mbYvmRL171\">https://t.co/mbYvmRL171</a></p>&mdash; NBA on TNT (@NBAonTNT) <a href=\"https://twitter.com/NBAonTNT/status/792517369092538393\">October 30, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58153b8be4b01c528432e19c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:16:21.556Z\">1.16am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>End of the top of the 1st inning: Cubs 0-0 Indians</strong></p> <p>Lackey gets Lindor swinging, too, and he’s through the first inning with two Ks and one bit of light contact on just 16 pitches. As good of a 1st inning as the Cubs could have hoped for from their struggling pitcher.</p> </div>   </div> <div id=\"block-58153acae4b0219a00d3a19f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:13:02.091Z\">1.13am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Cubs 0-0 Indians, top of the 1st</strong></p> <p>Lackey gets Kipnis swinging on a pitch in the dirt and there are two down with the dangerous Lindor at-bat. </p> <p>The wind at Wrigley is blowing in tonight so runs may be hard to come by (again).</p> </div>   </div> <div id=\"block-58153a61e4b0219a00d3a19c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:11:09.952Z\">1.11am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Cubs 0-0 Indians, top of the 1st</strong></p> <p>Davis grounds out weakly to Kris Bryant at third and we’re off. The Wrigley Field crowd is very loud. There’s no hangover from last night. (Well, no figurative hangover, at least.)</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-30T00:11:22.889Z\">at 1.11am BST</time></p>  </div> <div id=\"block-58153a44e4b01c528432e194\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:09:57.731Z\">1.09am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">First pitch!</h2>  <div class=\"block-elements\">  <p>John Lackey leads off with a ball to Rajai Davis. Time to panic, Chicago! </p> </div>   </div> <div id=\"block-581538bae4b0219a00d3a195\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-30T00:03:28.435Z\">1.03am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Not a bad list to be on: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ESPNStatsInfo/status/792510782743404544\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Only four pitchers in MLB history have had a lower ERA over their first four career postseason starts than Corey Kluber <a href=\"https://t.co/jZwiDyOJzW\">pic.twitter.com/jZwiDyOJzW</a></p>&mdash; ESPN Stats &amp; Info (@ESPNStatsInfo) <a href=\"https://twitter.com/ESPNStatsInfo/status/792510782743404544\">October 29, 2016</a></blockquote>  </figure>  <p>Really, any time you’re on a list with someone named Blue Moon Odom, you’re doing well. </p> </div>   </div> <div id=\"block-58153773e4b0219a00d3a190\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T23:57:42.363Z\">12.57am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/anezbitt/status/792515237240897536\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Best <a href=\"https://twitter.com/hashtag/WorldSeries?src=hash\">#WorldSeries</a> sign on a stick. <a href=\"https://t.co/UY5CWqmU55\">pic.twitter.com/UY5CWqmU55</a></p>&mdash; Andy Nesbitt (@anezbitt) <a href=\"https://twitter.com/anezbitt/status/792515237240897536\">October 29, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-5815369be4b0219a00d3a18b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T23:55:29.673Z\">12.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>An email from reader Paul Szabo: </strong></p> <p><em> I was born in Cleveland and lived there most of my life. It’s so easy to root for a winning team; try cheering for a “loser” city for fifty years straight without a title. No more. It’s respect time. I LOVE IT!</em></p> <p><strong>And another from reader Peter Gray: </strong><br></p> <p><em>Cubs Score</em></p> <p>That’s it. That’s what was in his subject line and there was no note. I think that it’s a prediction after the Cubs got shutout last night?</p> </div>   </div> <div id=\"block-581535fbe4b0219a00d3a186\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T23:52:55.133Z\">12.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>John Lackey has proven himself as a big-game pitcher throughout his career ... but he has struggled in the postseason of late. </p> <p>Corey Kluber has been dominant of late ... but he is pitching on just three days of rest. </p> <p>There’s no way to know what’s going to happen. That’s what makes sports fun. And that’s definitely how you get a Cubs-Indians World Series.</p> </div>   </div> <div id=\"block-581534fae4b01c528432e184\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T23:47:46.291Z\">12.47am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>If the Baseball Hall of Fame keeps Alex Rodriguez out as a player, I will laugh when they are forced to put him in as a broadcaster one day.</p> </div>   </div> <div id=\"block-5815336fe4b01c528432e17f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T23:41:04.411Z\">12.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>I think this means the Cubs should want to bring the DH to the National League so they can DH for their rightfielders: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CarrieMuskat/status/792446551561936896\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/Cubs?src=hash\">#Cubs</a> right fielders this postseason: 5-for-46 with 1 RBI. Pitchers are 4-for-22 with 6 RBI</p>&mdash; Carrie Muskat (@CarrieMuskat) <a href=\"https://twitter.com/CarrieMuskat/status/792446551561936896\">October 29, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58153257e4b0219a00d3a177\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T23:36:46.515Z\">12.36am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is Chicago’s lineup for tonight: </p> <p>1 - Fowler - CF</p> <p>2 - Bryant - 3B</p> <p>3 - Rizzo - 1B</p> <p>4 - Zobrist - LF</p> <p>5 - Contreras - C</p> <p>6 - Russell - SS</p> <p>7 - Heyward - RF</p> <p>8 - Baez - 2B</p> <p>9 - Lackey - P</p> </div>   </div> <div id=\"block-581531f3e4b01c528432e17b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T23:35:16.523Z\">12.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is Cleveland’s lineup for tonight:</p> <p>1 - Davis - LF</p> <p>2 - Kipnis - 2B</p> <p>3 - Lindor - SS</p> <p>4 - Santana - 1B</p> <p>5 - Ramirez - 3B</p> <p>6 - Chisenhall - RF</p> <p>7 - Perez - C</p> <p>8 - Naquin - CF</p> <p>9 - Kluber - P</p> </div>   </div> <div id=\"block-58153132e4b0219a00d3a171\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T23:31:02.011Z\">12.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MLB/status/792469817534001152\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">In case you forgot how <a href=\"https://twitter.com/CKluber\">@CKluber</a>&#39;s last start went ...<a href=\"https://t.co/jwvwHu4tWc\">https://t.co/jwvwHu4tWc</a> <a href=\"https://twitter.com/hashtag/WorldSeries?src=hash\">#WorldSeries</a> pres. by <a href=\"https://twitter.com/TMobile\">@TMobile</a> <a href=\"https://t.co/bHSdUwGBc5\">https://t.co/bHSdUwGBc5</a></p>&mdash; MLB (@MLB) <a href=\"https://twitter.com/MLB/status/792469817534001152\">October 29, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-5815303fe4b0219a00d3a16d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T23:27:41.452Z\">12.27am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Please feel free to participate in tonight’s festivities. </p> <p>You can e-mail me commentary and questions at: dj.gallo.casual@theguardian.com. Or tweet me the same at <a href=\"http://www.twitter.com/djgalloetc\">@DJGalloEtc</a>.</p> </div>   </div> <div id=\"block-58152eb0e4b08d944ba4c151\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T23:24:59.821Z\">12.24am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Welcome to the liveblog of Game 4 of the World Series!</p> <p>I also handled the liveblog of Game 2 and before that affair started I wrote: </p> <p><em>At risk of sounding like those who wrote Chicago off after they fell behind 2-1 to the Dodgers in the NLCS, the Cubs will be in some serious trouble if they lose tonight. Cleveland has already announced that Corey Kluber will start Game 4 ... and then presumably Game 7 ... meaning the Cubs will have to beat him at least once if they fall down 2-0. There’s a lot for Cubs fans to worry about and that’s without wondering if they’ll ever see a championship in their lifetimes.</em></p> <p>Well, here we are again. The Cubs didn’t lose Game 2, but they did lose Game 3 and we’re right back in the panic zone now for Cubs fans. Kluber is pitching and the Cubs will likely need to beat him at least once to win a World Series. </p> <p>But let’s not always focus on Cubs fans. Cleveland is just two wins away from the city’s second championship in less than five months. Either way, this World Series is a ton of fun because we’re going to get an outcome we’ll never forget.</p> </div>   </div> <div id=\"block-5814d1f6e4b01c528432e02d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T16:45:44.373Z\">5.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>DJ will be here shortly. In the meantime, read how the World Series is trumping the election in Chicago and Cleveland:</em></p> <p>Cleveland, for a few golden hours, also felt like something of an antidote to, or at least a refuge from, arguably the most divisive and <a href=\"http://www.nytimes.com/2016/09/07/world/americas/united-states-trump-clinton.html\">poisonous presidential election campaign</a> ever. It is oddly reassuring to discover that there is still a place in the US not transfixed by Clinton’s reckless emails or Trump’s 3am tweets. Here sports comes first, politics nowhere. A baseball cap is still a baseball cap, not a marketing prop for making America great again.</p> <p>Thom Majka, a sales rep who keeps his Indians cap on through every game for good luck, said: “These fans couldn’t care less about the election. Every day it gets nastier and uglier, not even talking about the issues. It’s a breath of fresh air to have something as easy as playing a baseball game. It’s like taking a shower: you’re all cleaned up.”</p> <p>The Democratic and Republican nominees have historically high unpopularity ratings. Their contest has been extraordinary rancorous, <a href=\"https://www.theguardian.com/us-news/2016/oct/10/presidential-debate-trump-bully-clinton\">including a tense debate</a>in which Clinton castigated Trump over allegations of sexual assault and Trump threatened to jail his opponent. The blowhard billionaire’s appeal to authoritarianism and cries of rigging have led some to fear an existential threat to the republic.</p> <p>But baseball, as American as jazz, as regular as the seasons, goes on. It is the most <a href=\"https://www.theguardian.com/us-news/2016/apr/09/american-exceptionalism-us-election-2016-baseball-lincoln-walt-whitman\">storied and soulful of US sports</a>. It survived the second world war when Franklin D Roosevelt declared: “I honestly feel that it would be best for the country to keep baseball going.” After reaching the World Series at last, Cubs manager Joe Maddon watched the Kevin Costner movie Field of Dreams and wept. While pro football is by far more popular, baseball is cultural bedrock, a social safety valve for a fractured nation.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/29/world-series-chicago-cubs-cleveland-indians\">World Series trumps presidential election in two title-starved midwest cities</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-29T16:48:33.020Z\">at 5.48pm BST</time></p>  </div>"
]