[
  "<p>Malcolm Turnbull is marking his first year as prime minister. We take a look back at the major moments of the past 12 months.</p> <h2><strong>Advocacy: not slogans. Catharsis of the leadership change</strong></h2> <p>On September 14 2015, Malcolm Turnbull strode into a parliamentary courtyard and declared he was moving against Tony Abbott. The Coalition had been behind Labor in 30 consecutive Newspolls, a fact Turnbull noted in his rationale for the leadership change.</p> <p>His pitch was simple. Abbott had proved himself incapable of providing economic leadership. “It is clear enough that the government is not successful in providing the economic leadership that we need. It is not the fault of individual ministers. Ultimately, the prime minister has not been capable of providing the economic leadership our nation needs.”</p>  <figure class=\"element element-image\" data-media-id=\"7e89b5bc89d8238082ec315765d775db71606975\"> <img src=\"https://media.guim.co.uk/7e89b5bc89d8238082ec315765d775db71606975/0_0_4900_3305/1000.jpg\" alt=\"The morning newspapers in Sydney on 15 September 2015, the day after he ousted Tony Abbott in a snap party vote\" width=\"1000\" height=\"674\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The morning newspapers in Sydney on 15 September 2015, the day after he ousted Tony Abbott in a snap party vote.</span> <span class=\"element-image__credit\">Photograph: William West/AFP/Getty Images</span> </figcaption> </figure>  <p>And there was a promise of grown-up government. “We need a different style of leadership. We need a style of leadership that explains those challenges and opportunities, explains the challenges and how to seize the opportunities. A style of leadership that respects the people’s intelligence, that explains these complex issues and then sets out the course of action we believe we should take and makes a case for it. We need advocacy, not slogans. We need to respect the intelligence of the Australian people.”</p> <p>The effect was immediate. Turnbull’s oft-repeated optimistic declaration that there had never been a more exciting time saw the Coalition recover in the polls. <a href=\"https://www.theguardian.com/australia-news/2015/nov/19/globetrotting-turnbull-stretches-his-wings-but-will-the-diehards-clip-them\">Turnbull changed the national tone instantly on issues like national security</a>, moved quickly to produce a science and innovation package as well as reopening a tax reform debate that had stalled under Abbott and Joe Hockey.<br></p> <h2><strong>‘If something isn’t working as well as you want, chuck it out’</strong></h2> <p>One month after taking the leadership, Turnbull did his first round of sit-down media interviews. He was keen to project a sense of pragmatism and compromise, to draw a contrast with the unrelenting conflict atmosphere promulgated by his predecessor. “If something isn’t working as well as you want, chuck it out,” <a href=\"https://www.theguardian.com/australia-news/2015/oct/23/the-malcolm-turnbull-interview-if-something-isnt-working-chuck-it-out\">Turnbull said during a conversation with Guardian Australia</a> on 23 October. “I’m not afraid of people saying, it’s a backdown, or a backflip. An agile government is prepared to abandon policies that don’t work.”<br></p>  <figure class=\"element element-image\" data-media-id=\"2230278f7538802b4bab5093abf2321faabccc39\"> <img src=\"https://media.guim.co.uk/2230278f7538802b4bab5093abf2321faabccc39/362_810_4410_2646/1000.jpg\" alt=\"Turnbull in his Parliament House office on 23 October 2015, during an interview with Guardian Australia\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Turnbull in his Parliament House office on 23 October 2015, during an interview with Guardian Australia.</span> <span class=\"element-image__credit\">Photograph: Mike Bowers/The Guardian</span> </figcaption> </figure>  <p>Turnbull was flagging that he would have a high tolerance for floating and then killing various reform proposals – a tendency which was, in some respects, a welcome change from the highly controlled, scripted modus operandi of most prime ministers – but a tendency that would get him into political trouble as the tax reform debate began to gather pace early in 2016.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>We should never cease trying to make changes in the social welfare area fairer. Fairer is what is it all about</p> <footer> <cite>Malcolm Turnbull in October 2015</cite> </footer> </blockquote> </aside>  <p>Turnbull during his opening gambit also acknowledged that the political conversation around budget repair needed to address equity – again an explicit point of contrast with the 2014 budget, which was a political disaster for Abbott. “We should never cease trying to make changes in the social welfare area fairer,” Turnbull said. “Fairer is what is it all about. Fairness has got to be the key priority.” He gave his first signal about where the government would ultimately land with the controversial superannuation reforms it would unveil in the May 2016 budget. He suggested tax concessions for the wealthy had to be pared back as well as government spending programs primarily benefiting the lower paid.</p> <h2><strong>The first summit season</strong></h2> <p>Two months after the leadership change, <a href=\"https://www.theguardian.com/australia-news/2015/nov/20/presidents-planes-and-paris-inside-the-whirlwind-of-malcolm-turnbulls-first-world-tour\">Malcolm embarked on his first summit season</a>. His first stop was Jakarta – an investment in improving the bilateral relationship with president Joko Widodo. The relationship with Jakarta had been battered and bruised over asylum boat turnbacks and also the revelation that Australia’s spy agencies <a href=\"https://www.theguardian.com/world/2013/nov/18/australia-tried-to-monitor-indonesian-presidents-phone\">had attempted to listen-in on the calls</a> of the previous Indonesian president, Susilo Bambang Yudhoyono, and his inner circle. Much was made of the attempted rapprochement and rebalancing in the relationship early in the new Turnbull term.</p>  <figure class=\"element element-image\" data-media-id=\"6a3de32d86021dab7efa9e2ab8cb564917123826\"> <img src=\"https://media.guim.co.uk/6a3de32d86021dab7efa9e2ab8cb564917123826/0_93_3500_2101/1000.jpg\" alt=\"Turnbull and the US president, Barack Obama, after their bilateral meeting alongside the Apec summit in Manila, Philippines, in November 2015\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Turnbull and the US president, Barack Obama, after their bilateral meeting alongside the Apec summit in Manila, Philippines, in November 2015.</span> <span class=\"element-image__credit\">Photograph: Jonathan Ernst/Reuters</span> </figcaption> </figure>  <p>Turnbull went on to Berlin and was in the German capital when the Paris terror attacks unfolded on November 14. He flew on to Turkey for the G20 gathering, which was dominated by the worsening security situation in Syria. Turnbull met the Russian president, Vladimir Putin, at the Antalya gathering – the first substantial contact between Canberra and Moscow since Tony Abbott had famously threatened to “shirtfront” the Russian president. Turnbull <a href=\"https://www.theguardian.com/world/2015/nov/18/apec-summit-malcolm-turnbull-says-syria-solution-hinges-on-power-sharing\">noted a political solution in Syria would require the inclusion of Sunni groups</a> that had felt disenfranchised by the Assad regime and had consequently been left vulnerable to overtures from Islamic State. In Turkey he met the leaders of Japan, Singapore, the EU, India and China.</p> <p>Turnbull then winged his way to Manila and the Apec summit, <a href=\"https://www.theguardian.com/australia-news/2015/nov/17/malcolm-turnbull-and-barack-obama-hold-first-meeting-and-promise-to-ramp-up-fight-against-isis\">where he had his first substantial bilateral with the US president, Barack Obama</a>. Obama invited Turnbull to visit Washington and courted Australia’s support in the hotly disputed region of the South China Sea, where Australia had resolved to walk a middle course diplomatically, carefully balancing the relationship between most important strategic ally and largest trading partner.</p> <h2><strong>Early concessions to conservative enemies</strong></h2> <p> Turnbull lost the leadership of the Liberal party in 2009 for two reasons – he was seen by colleagues as dragging the Coalition in too progressive a direction and his leadership style was regarded as high-handed.</p> <p>Turnbull entered the leadership in 2015 determined to be more consultative and he vowed to restore good cabinet processes, which was partly an explicit apologia about his own mistakes in the past and a more contemporary acknowledgement that one of the things that had undone Abbott as prime minister was a “command and control” leadership style out of the prime minister’s office.</p>  <figure class=\"element element-image\" data-media-id=\"1ec2d0491efd887f50ba2c653c297e9e017a36f7\"> <img src=\"https://media.guim.co.uk/1ec2d0491efd887f50ba2c653c297e9e017a36f7/0_108_5154_3092/1000.jpg\" alt=\"Turnbull with the education minister, Simon Birmingham. They offered a number of concessions after a brief backbench storm over the Safe Schools anti-bullying program\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Turnbull with the education minister, Simon Birmingham. They offered a number of concessions after a brief backbench storm over the Safe Schools anti-bullying program.</span> <span class=\"element-image__credit\">Photograph: Dean Lewins/AAP</span> </figcaption> </figure>  <p>Early in the piece Turnbull made it clear he would keep the plebiscite as a means of resolving whether to legalise same-sex marriage, even though he was a supporter of a parliamentary vote. He also made it clear that there would be no change to the Coalition’s climate change policy before a planned review in 2017, despite broad criticism about the effectiveness of the Direct Action scheme.</p> <p>After a brief backbench storm over the Safe Schools anti-bullying program in March, Turnbull and fellow moderate, the education minister Simon Birmingham, <a href=\"https://www.theguardian.com/australia-news/2016/mar/18/turnbull-government-unveils-dramatic-changes-to-safe-schools-program\">offered up a number of concessions</a>, such as requiring parental consent for student participation and requiring the agreement of parental bodies to decide whether, and how, a school will participate in the program.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The concessions to the conservative right set a definitive trend for Turnbull and they corroded his personal standing</p> </blockquote> </aside>  <p>One of the chief critics of the program, the LNP backbencher George Christensen, later declared victory. “It’s all going,” Christensen said. “Boys in girls’ school uniforms, girls and boys using the same toilets, classroom role plays where kids imagine they have no genitalia or they’re gay ... I doubt the Safe Schools Coalition – who came up with with the weird and wonderful elements of this, attempting to instil queer theory, sexual liberation and Marxism into classrooms – will accept this. And if they don’t, the funding will be cut.”</p> <p>The concessions to the conservative right set a definitive trend for Turnbull and, progressively, they corroded his personal standing with voters. Voters had welcomed the leadership change, believing that Turnbull would be less ideological than his predecessor, would move the Coalition back to the political centre and was a politician prepared to sacrifice ambition for principle.</p> <h2><strong>Tax reform debate: the brief life of a GST hike, and competitive federalism</strong></h2> <p>Reopening the government’s stalled tax reform debate was an early marker that the prime minister intended to prosecute a broad-ranging economic policy discussion. A possible rise in the GST had been, as Turnbull liked to say, “kicked off into the long grass” under Abbott. The new prime minister elected to put the GST back on the political agenda.</p> <p>The treasurer, Scott Morrison, <a href=\"https://www.theguardian.com/australia-news/2016/jan/24/gst-debate-scott-morrison-backs-need-for-option-to-raise-tax-as-part-of-reforms\">opened the political new year in 2016 by softening Australians up for an increase in the GST,</a> arguing that reform needed to be on the table if voters want personal income tax relief and a cut to corporate tax to boost economic growth. Two state premiers, Mike Baird in New South Wales, and Jay Weatherill, the Labor man in South Australia, were resolved to give Turnbull political cover.</p>  <figure class=\"element element-image\" data-media-id=\"31d431cb281fb7ed1c3d0b69db237798625d2414\"> <img src=\"https://media.guim.co.uk/31d431cb281fb7ed1c3d0b69db237798625d2414/0_87_2758_1655/1000.jpg\" alt=\"Turnbull and the treasurer, Scott Morrison, during question time at Parliament House in Canberra early in 2016\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Turnbull and the treasurer, Scott Morrison, during question time at Parliament House in Canberra early in 2016.</span> <span class=\"element-image__credit\">Photograph: Mick Tsikas/AAP</span> </figcaption> </figure>  <p>But Labor had spent the summer working up a marginal seats campaign for the election year predicated around opposing the GST and that rattled the government backbench. While Morrison continued to roll forward, Turnbull began to roll back. It was the first sign that the relationship between prime minister and treasurer wasn’t entirely harmonious.</p> <p><a href=\"http://www.abc.net.au/news/2016-02-16/turnbull-rules-out-gst-change-election-policy/7172294\">A GST increase was dumped formally in February.</a> “After you take into account all of the compensation that you would need to ensure the change was equitable, it simply is not justified in economic terms,” the prime minister told reporters.</p> <p>A second phase of tax reform played out somewhat chaotically in the lead-up to a Council of Australian Governments meeting in late March 2016. <a href=\"https://www.theguardian.com/australia-news/2016/mar/29/states-offered-5bn-hospitals-funding-income-tax-raising-powers\">Turnbull floated the idea that state governments would be able to levy a portion of income tax</a> and service delivery would be devolved back to the states. The premiers shot the concept down in flames. Turnbull put the defeat more delicately. “There was not a consensus among the states and territories to support further consideration of the proposal that would enable states to levy income tax on their own behalf,” he said.</p> <h2><strong>A budget, Senate reform and a sprint to a double dissolution</strong></h2> <p>Having turned into an election year, and with political momentum clearly on the wane, Turnbull set about putting together <a href=\"https://www.theguardian.com/australia-news/2016/feb/19/senate-voting-reform-stirs-up-hornets-nest-between-likely-winners-and-losers\">reforms to the Senate voting system</a> that were designed to reduce the chances of micro-party candidates being elected on small percentages of the vote. This change reflected the government’s frustration with a Senate crossbench that had worked to thwart many of the government’s proposals for cutting expenditure since 2013.<br></p>  <figure class=\"element element-image\" data-media-id=\"2dcbf87a1a0e66140ea8dd52412db92755cf8482\"> <img src=\"https://media.guim.co.uk/2dcbf87a1a0e66140ea8dd52412db92755cf8482/0_0_3052_2069/1000.jpg\" alt=\"Turnbull outside Parliament House in Canberra the day after Morrison delivered the federal budget\" width=\"1000\" height=\"678\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Turnbull outside Parliament House in Canberra the day after Morrison delivered the federal budget.</span> <span class=\"element-image__credit\">Photograph: Sam Mooy/AAP</span> </figcaption> </figure>  <p>The reform was widely seen as a springboard to a double-dissolution election that the government would call as a consequence of being unable to pass two pieces of industrial relations legislation: restoring the Australian Building and Construction Commission and the registered organisations bill.</p> <p>But the other springboard for the election was to be <a href=\"http://www.budget.gov.au/\">the budget of 2016</a>, which was handed down in the week Turnbull called the eight-week winter election. The budget was styled not merely as a budget but pitched rather more grandly as an “economic plan” for the nation, where cuts to business taxes would generate more economic growth and jobs (although the fine print on the tax cut made it clear the growth dividend was small and would take many years to arrive). Somewhat bravely for an election budget, there were <a href=\"https://www.theguardian.com/australia-news/2016/may/03/budget-2016-jobs-and-growth-pitch-costs-wealthy-retirees-smokers-and-multinationals\">no goodies for people on average incomes</a> between $37,000 and $80,000.</p> <h2><strong>The winter of Malcolm’s discontent</strong></h2> <p>By the conclusion of budget week, Malcolm Turnbull resolved Australians would go to the polls for a double-dissolution election on 2 July. Looking over the heads of colleagues to the voters, Turnbull told people watching on Mother’s Day he was <a href=\"https://www.theguardian.com/australia-news/2016/may/17/election-2016-malcolm-turnbull-liberal-party-coalition-profile\">seeking a personal mandate</a>. He was “seeking the mandate of the Australian people to continue and complete [the government’s] national economic plan, because that is the key to us achieving and realising the great opportunities of these exciting times”. The pitch went to the crux of what Turnbull required to steady his political fortunes – an affirmation from the voters that they wanted him to be prime minister.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/australia-news/video/2016/jul/02/malcolm-turnbull-im-confident-that-we-can-form-a-majority-government-video\"            data-short-url=\"https://gu.com/p/4nhqz\"                    data-show-ads=\"true\"            data-video-id=\"2591592\"            data-video-name=\"Malcolm Turnbull: ‘I’m confident that we can form a majority government’ – video\"            data-video-provider=\"ABC News 24\"            > <video data-media-id=\"gu-video-5777e1b9e4b0c5b1280f315f\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/07/02/160702TurnbullSpeech_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2016/07/02/160702TurnbullSpeech_large.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2016/07/02/160702TurnbullSpeech_small.3gp\"/><source src=\"https://cdn.theguardian.tv/webM/2016/07/02/160702TurnbullSpeech_synd_768k_vp8.webm\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/07/02/160702TurnbullSpeech.m3u8\"/> </video> <figcaption><a href=\"https://www.theguardian.com/australia-news/video/2016/jul/02/malcolm-turnbull-im-confident-that-we-can-form-a-majority-government-video\">Malcolm Turnbull speaks on the night of the federal election, saying he is ‘confident that we can form a majority government’ – video</a></figcaption> </figure>   <p>It was an unusual election campaign at a number of levels. Despite the polls all suggesting the outcome was on a knife-edge, there were no substantial new policies unveiled over the eight weeks, just an extended policy conversation about the “plan” (which was more a proposal, contingent on future Senate support), versus the Labor alternative.</p> <p>Coalition MPs contesting marginal seats fretted about the presidential nature of the campaign, the lack of content to connect with ordinary voters and problems with the campaign headquarters. A bubble of discontent about one of the budget proposals, <a href=\"https://www.theguardian.com/australia-news/2016/jun/02/institute-of-public-affairs-likens-coalition-to-bernie-sanders-over-superannuation\">a move to wind back tax concessions for high-income earners</a>, surfaced but didn’t catch fire. The campaign machine rolled on.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>On election night Turnbull’s personal frustration with the sum of events finally boiled over</p> </blockquote> </aside>  <p>Labor had campaigned aggressively on health and the threats to Medicare but the length of the contest meant many voters only tuned in late in the piece. The major parties both saw a substantial swing in their internal tracking poll in the middle of the final week of the campaign to Labor, which carried through to election night. Labor would not pick up enough seats to govern in majority but, <a href=\"https://www.theguardian.com/australia-news/2016/jul/10/australian-election-turnbull-wins-but-elation-marginal\">for a time, it wasn’t clear that the Coalition would be able to command a majority</a> in its own right.</p> <p>The Senate had not been cleared out, many crossbenchers were set to continue their careers and two new protectionist blocs had emerged in the upper house – the Nick Xenophon Team with three senators and Pauline Hanson with four. Turnbull had declared in advance Hanson would not be welcome back in the Australian parliament – an analysis promptly ignored by disaffected voters.</p> <p>On election night <a href=\"https://www.theguardian.com/australia-news/2016/jul/03/tale-two-speeches-frustration-boiled-over-wait-for-testy-turnbull\">Turnbull’s personal frustration with the sum of events finally boiled over</a>. “The circumstances of Australia cannot be changed by a lying campaign from the Labor party,” Turnbull thundered to supporters, who had waited until after midnight for the prime minister to appear. “The challenges, the fact that we live in times of rapid economic change, of enormous opportunity, enormous challenges, a time when we need to be innovative, when we need to be competitive, when we need to be able to seize those opportunities – those times are there.”</p> <h2><strong>The election aftermath: never a more uncertain time</strong></h2> <p>Malcolm Turnbull went into the election seeking a personal mandate. <a href=\"https://www.theguardian.com/australia-news/2016/sep/09/one-year-on-malcolm-turnbulls-brutal-reality-is-theres-no-time-like-the-present\">He emerged on the other side of the contest with his authority under challenge.</a> On the Sunday after the election, conservatives lined up for the first of many sorties that would follow the less than decisive election result. The Liberal senator Cory Bernardi warned <a href=\"https://www.theguardian.com/australia-news/2016/jul/03/malcolm-turnbull-says-coalition-can-form-majority-despite-dramatic-losses-australian-election\">the Coalition needed to “take a deep breath” after Saturday’s election</a> and <a href=\"https://www.theguardian.com/australia-news/2016/jul/03/marriage-equality-cory-bernardi-says-no-need-to-hurry-on-plebiscite\">hasten slowly with a proposed marriage equality plebiscite</a>.</p>  <figure class=\"element element-image\" data-media-id=\"1ba64321a37058a75ff70d6e179f92e51e20201f\"> <img src=\"https://media.guim.co.uk/1ba64321a37058a75ff70d6e179f92e51e20201f/0_115_2290_1374/1000.jpg\" alt=\"Turnbull and Abbott at a dinner in honour of the 20th anniversary of the Howard government in the Great Hall of Parliament House in Canberra.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Turnbull and Abbott at a dinner in honour of the 20th anniversary of the Howard government in the Great Hall of Parliament House in Canberra.</span> <span class=\"element-image__credit\">Photograph: Mike Bowers/The Guardian</span> </figcaption> </figure>  <p>This escalated into <a href=\"https://www.theguardian.com/australia-news/2016/sep/06/scott-morrison-to-release-draft-of-super-policy-minus-contentious-elements\">an internal fight over the Coalition’s superannuation policy</a>, which thus far remains unresolved, and <a href=\"https://www.theguardian.com/australia-news/2016/aug/30/cory-bernardis-racial-discrimination-revolt-supported-by-up-to-20-senators\">a renewed push to water down protections in the Racial Discrimination Act.</a> Post election, the former prime minister, Tony Abbott, <a href=\"https://www.theguardian.com/australia-news/2016/sep/09/tony-abbott-says-turnbull-panicked-in-calling-nt-abuse-royal-commission\">has also been making his presence felt.</a></p> <p>Turnbull is trying to steady the government’s political fortunes and push on into the new 45th parliament but he faces enormous challenges given internal opponents are clearly intent on elevating disagreements into brutal face-offs. Apart from the internal tensions, Turnbull is also exhibiting some signs that the Coalition has heeded the voter backlash at the recent election – speaking increasingly about the need to ensure that the benefits of globalisation are distributed fairly.</p> <p><a href=\"https://www.theguardian.com/australia-news/2016/sep/09/malcolm-turnbull-cites-clear-economic-plan-as-biggest-win-in-first-year-in-office\">Recently Turnbull nominated his “clear economic plan”</a> as the major achievement of his first 12 months as prime minister. But, unfortunately for Turnbull, the biggest question being posed on the occasion of his first anniversary as prime minister is – will he last until his second?</p>",
  "<p>As Hillary Clinton’s absence from the campaign trail continues, Donald Trump is attempting to use the opportunity to recast himself as a champion for working women.<br></p> <p>But the Republican presidential candidate’s new pitch comes as Barack Obama, <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/09/12/barack-obamas-soaring-approval-numbers-are-very-good-news-for-hillary-clinton/\">who is as popular as</a> he has been since 2009, hit the campaign trail on behalf of his former secretary of state.</p> <p>Trump will unveil his plans for government tax subsidies for childcare on Tuesday alongside his daughter Ivanka, as he attempts to claw back a historic poll deficit among white college educated women. Although his Republican predecessor Mitt Romney won that demographic by six points in 2012, Trump now trails Clinton by a margin of 50-40 points with this group, according to <a href=\"http://www.langerresearch.com/wp-content/uploads/1181a12016Election.pdf\">a recent Washington Post/ABC News poll.</a> </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2016/sep/13/donald-trump-campaign-rally-clinton-pneumonia-us-election-live\">Obama alludes to Trump's 'dark vision' in Clinton speech – campaign live</a> </p> </aside>  <p>Trump’s plan would allow childcare expenses to be tax-deductible for all individuals making under $250,000, up to the average cost of childcare in that person’s state, as well as expanding rebates for those who do not pay income taxes, through the earned income tax credit<strong> (</strong>EITC). His campaign declined to explain how this would be paid for, saying only that it would be part of a comprehensive tax reform and economic plan which would be revenue neutral.</p> <p>The campaign also said Trump would announce a program to provide mothers with six weeks of paid maternity leave. The paid leave, which would provide these mothers unemployment insurance for six weeks as opposed to paying them their salaries, would be funded by reducing fraud in the current unemployment insurance program, the campaign said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/13/trump-international-hotel-washington-opening-protests\">Trump not 'welcome here': opening of DC hotel met with protests</a> </p> </aside>  <p>Trump already has promised a significant tax cut as well as major increases in defense and infrastructure spending on the campaign trail without cutting spending on entitlements such as social security, Medicare and Medicaid.</p> <p>In a rally in Iowa on Tuesday afternoon, Trump previewed his childcare plan, while also touching on familiar themes. The Republican nominee once again insisted that Clinton’s email scandal was “worse than Watergate” while talking ominously about bad trade deals influenced by “special interests”. </p> <p>Trump told the crowd: “It’s almost like, I was thinking about it in the last couple of weeks in particular, they want these other countries to do so well ... because nobody can make deals that badly.” <br></p> <p>Clinton unveiled a plan for universal preschool with increased federal funding in June 2015. </p> <p>In a statement, the Clinton campaign cast scorn upon Trump’s proposal. Maya Harris, a senior policy advisor to the Democratic nominee, said: “The lack of seriousness of this proposal is no surprise given his history of disrespecting women in the workplace and the fact there’s no evidence he ever provided paid family leave or childcare to his own employees.” </p> <p>The campaign went on to deride the proposed tax deductions as disproportionately favoring rich Americans as well as the inequity that Trump would only provide parental leave to mothers and not to fathers. Harris described it as “a regressive and insufficient ‘maternity leave’ policy that is out-of-touch, half-baked and ignores the way Americans live and work today”.</p> <p>Hours before Trump was to make his pitch on childcare with daughter Ivanka in suburban Philadelphia, a former stronghold for moderate Republicans that has trended Democratic in recent years, Obama hit the trail for Clinton for the first time solo, downtown in the same city. The two <a draggable=\"true\" href=\"http://www.wsoctv.com/news/local/what-to-know-a-guide-to-clinton-obamas-visit-to-charlotte/384254445\">appeared together</a> in Charlotte, North Carolina, in July, their first joint event of the 2016 campaign.<br tabindex=\"-1\"></p> <p>In a spirited speech to thousands of supporters gathered under sunny skies, Obama attacked Trump for his praise for Vladimir Putin.</p> <p>“I have to do business with Putin ... but I don’t go around saying that’s my role model,” the president said. “Can you imagine Ronald Reagan praising somebody like that? He saw America as a shining city on a hill. <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> calls it a divided crime scene.”</p> <p>The Republicans now represented “a dark, pessimistic vision, of a country where we turn against each other, we turn away from the rest of the world”, Obama said, adding that Trump was not qualified to be president in any way. He “says stuff every day that used to be considered disqualifying ... and yet because he says it over and over and over again, the press just gives up.”</p> <p>No one could truly know what it would be like to be president “before you can sit behind that desk”, he said, but “the closest you can come to understanding what it’s like is to be where Hillary’s been”, he said, praising her work as his secretary of state. </p> <p>Obama is among a cadre of top Democrats to campaign for Clinton this week, shifting the spotlight toward powerful surrogates who are both well positioned to make the case for the former secretary of state and boast of high favorability ratings with the American public. Clinton, who has been diagnosed with pneumonia, is currently taking a break from campaigning and is expected to return to the trail on Friday.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/12/donald-trump-rally-protester-punched-north-carolina\">Fresh violence at Trump rally as supporter allegedly punches protester</a> </p> </aside>  <p>Vice-president Joe Biden stumped for Clinton on Monday in Charlotte, North Carolina, while Michelle Obama, whose speech at the Democratic national convention was roundly lauded, is expected to make her debut on the Clinton campaign trail in Virginia on Friday. </p> <p>Barack Obama’s visit to the Pennsylvania battleground came as the president’s approval rating hit 58% – an eight-year high – in an ABC News/Washington Poll survey released on Monday. The president has enjoyed a steady uptick in his job approval in recent months, which could serve as a boon for Clinton and blunt Republican attacks that she is running for a “third Obama term”.</p> <p>A packed schedule has nonetheless barred Obama from being a fixture on the campaign trail. As well as the appearance in Charlotte, the president has also headlined a series of fundraisers to help raise money for Democrats.</p> <p>Obama can also prove influential in rallying core Democratic constituencies behind Clinton. While her standing remains strong among African American and Latino voters, Clinton continues to struggle among the young voters who twice turned out in record numbers to elect Obama. New <a href=\"http://fivethirtyeight.com/features/young-millennials-love-obama-but-clinton-is-struggling-to-win-them-over/?ex_cid=538twitter\">data by SurveyMonkey</a> found that Clinton is winning voters under the age of 25 by only 13 points, whereas Obama’s lead over Romney with that age group in 2012 was 29 points.</p> <p>Off the trail, the two campaigns continued their back and forth over Clinton’s Friday comment that half of Trump’s voters belonged in a “basket of deplorables”.</p> <p>Trump’s vice-presidential candidate Mike Pence, who declined to call former KKK leader and Trump backer David Duke deplorable in an interview on Monday, defended his statement to reporters on Tuesday morning. “I am not in the name calling business ... I am not going to validate the language that Hillary Clinton used,” said Pence. </p> <p>“Hillary Clinton was not talking about that bad man; she was talking about people all across this country who are coming out in record numbers to stand with Donald Trump.” </p> <p>Pence added of Duke: “I would draw no more conclusion from that man’s expressions of support than I would the fact that the father of a terrorist who killed 49 Americans was seen at a Hillary Clinton rally cheering her on.”</p> <p>The Indiana governor made those remarks after meeting with House Republican leaders on Capitol Hill where he insisted that his fellow party members were presenting a united front in November: “There is consistency between Donald Trump’s vision ... and the agenda of House Republicans.</p> <p>“You are going to have, in a majority party, occasional differences of opinion, but our goals are the same,” he told reporters in the lobby of the Republican National Committee headquarters. </p> <p>“We feel the wind at our backs,” added House speaker Paul Ryan, who has frequently been critical of Trump. “We are offering an agenda to show how we can get this country back on top.” </p> <p>However, Pence’s Democratic counterpart, Tim Kaine, hit back in a campaign stop in Michigan on Tuesday, saying: “If you are chumming around with the head of the Klu Klux Klan, people who have that title, that’s deplorable,” said the Virginia senator.</p> <p>For all the recriminations, the next pivotal moment in the campaign is likely to happen on September 26 when the first debate will be held Hofstra University in Hempstead, New York. It is scheduled to occur the same day that the FBI will unveil statistics showing a major spike in murders, giving a boost to one of Trump’s major talking points. </p>",
  "<p>The Census Bureau released its <a href=\"https://www.theguardian.com/us-news/2016/sep/13/household-income-increase-poverty-us-census-report\">annual look at US household incomes</a> on Tuesday, the most detailed report on the financial health of the nation in the run-up to the 2016 election. The economy is once again the central background of the 2016 campaign. </p> <p>The data confirmed what the Obama administration has been trying to convince American voters of for more than a year: the US economic recovery is here. But it also highlighted how much work remains to be done.</p> <p>Here are the six charts that could decide who takes the White House come November.</p> <h2>Median household income</h2>  <figure class=\"element element-image\" data-media-id=\"8c3d8daa9215c622f1c9089137ec5dd9ec8ff4e9\"> <img src=\"https://media.guim.co.uk/8c3d8daa9215c622f1c9089137ec5dd9ec8ff4e9/0_0_3000_2250/1000.jpg\" alt=\"Median US household income\" width=\"1000\" height=\"750\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Median US household income.</span> <span class=\"element-image__credit\">Photograph: US Census Bureau</span> </figcaption> </figure>  <p>Yes, the median household income saw its first significant increase since 2007 last year, rising by 5.2%. It’s the first rise since the recession and since Obama was elected, and it’s clearly a significant moment. But, for perspective, that increase brings the median household income up to $56,516 a year, which is about where it was back in 1999. Adjusted for inflation, Americans today are bringing home 2.4% less than they were at the turn of the millennium. It’s no wonder that so many feel as though they haven’t had a significant raise in years – because they haven’t. </p> <h2>Job creation </h2>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/04/jobs-report-added/\" data-alt=\"US jobs growth\"> <a href=\"https://interactive.guim.co.uk/embed/2016/04/jobs-report-added/\">US jobs growth</a> </figure>  <p>An additional 1.4 million people found full-time work in 2015, according to the Census Bureau. Job creation has been one of the highlights of Obama’s presidency. His administration often likes to point out that his presidency saw the longest streak of job creation on record. <a href=\"https://www.theguardian.com/business/2016/sep/02/us-jobs-report-august-economy\">August was the 71st</a> consecutive month of overall job creation and the 77th consecutive month of private-sector job growth.</p> <p>Donald Trump, the Republican presidential nominee, has described the jobs added as “bad jobs” and promised that if elected he would be “the greatest jobs-producing president that God ever created”.</p> <h2>Racial divide</h2>  <figure class=\"element element-image\" data-media-id=\"47f168bef223e33fb2b32722d55e5ce3a34abb81\"> <img src=\"https://media.guim.co.uk/47f168bef223e33fb2b32722d55e5ce3a34abb81/0_0_3000_2250/1000.jpg\" alt=\"Median household income by race\" width=\"1000\" height=\"750\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Median household income by race.</span> <span class=\"element-image__credit\">Photograph: US Census Bureau</span> </figcaption> </figure>  <p>While everyone’s income went up in 2015, a large racial divide remains. The median household income for white Americans in 2015 was $63,000. That’s 70% more than the median household income of black Americans, which was $36,898. </p> <p>Hispanic households saw the greatest jump in median income. Their income went up by 6.1%, reaching $45,148. Trump, who lags Clinton by a wide margin with minority voters, has argued the <a href=\"https://www.theguardian.com/us-news/2016/aug/17/donald-trump-appeals-to-black-voters-in-attempt-to-offset-dismal-polling\">Democrats have failed African Americans and Latinos</a> economically. <a href=\"http://www.nbcnews.com/politics/2016-election/trump-s-attempts-woo-black-voters-having-opposite-effect-n642331\">Polls suggest</a> that his message is not yet hurting Clinton.</p> <h2>Income inequality</h2>  <figure class=\"element element-image\" data-media-id=\"13b8d7e80c206833e94dcf5907890ee7be6e35c5\"> <img src=\"https://media.guim.co.uk/13b8d7e80c206833e94dcf5907890ee7be6e35c5/0_0_3000_2250/1000.jpg\" alt=\"Household income by percentile\" width=\"1000\" height=\"750\" class=\"gu-image\" /> </figure>  <p>The census does not have to single out the top 1% of Americans in order to make a point about income inequality in the US. According to its data, the top 5% of Americans had a median household income of $214,500, while the bottom 50% had a median income of $56,500. And the bottom 10%? Their median household income was $13,300. Bernie Sanders railed against income inequality, and in the primaries at least, so did Clinton and Trump. The two one-percenters have been major beneficiaries of the widening income gap.</p> <h2>Gender wage gap</h2>  <figure class=\"element element-image\" data-media-id=\"2bc979d7e2489e8586a4604b90f288c319866d22\"> <img src=\"https://media.guim.co.uk/2bc979d7e2489e8586a4604b90f288c319866d22/0_0_3000_2250/1000.jpg\" alt=\"earnings by gender\" width=\"1000\" height=\"750\" class=\"gu-image\" /> </figure>  <p>In 2015, the gender wage gap shrank by a penny. This means that women earned 80 cents for every dollar earned by men that year, up from 79 cents the year before. Clinton has long called for equal pay. While serving in the US Senate, she co-sponsored the Paycheck Fairness Act, which despite being introduced in every Congress since 1997 has yet to pass. </p> <p>Speaking at the Republican national convention, Ivanka Trump promised that her father too would fight for equal pay for women. “He will fight for equal pay for equal work, and I will fight for this too, right alongside of him,” she said. </p> <h2>Millions still in poverty</h2>  <figure class=\"element element-image\" data-media-id=\"0c576b6624099cc40e74de7168ee7df256be4b97\"> <img src=\"https://media.guim.co.uk/0c576b6624099cc40e74de7168ee7df256be4b97/0_0_3000_2250/1000.jpg\" alt=\"poverty rate\" width=\"1000\" height=\"750\" class=\"gu-image\" /> </figure>  <p>In 2015, the US poverty rate dropped by 1.2%. However, there are still 43.1 million people living in poverty in the US, up from 38 <a href=\"https://www.census.gov/prod/2008pubs/acs-09.pdf\">million in 2007</a>. Neither candidate has made poverty a major focus of their campaign. The poor are <a href=\"https://www.theguardian.com/money/us-money-blog/2015/jan/09/poor-americans-are-less-likely-to-vote-and-more-likely-to-distrust-government-study-shows\">much less likely to vote</a> than the rich.</p>",
  "<p><a href=\"https://www.theguardian.com/fashion/2014/jul/01/diane-von-furstenburg-stuido-54-google-wrap-dress-oprah-warhol-anna-wintour\" title=\"\">Diane Von Furstenberg</a> bowed out of the limelight at her own brand this weekend, <a href=\"https://www.theguardian.com/fashion/2016/may/16/jonathan-saunders-diane-von-furstenberg-creative-director\" title=\"\">ceding centre stage to the newly hired designer Jonathan Saunders</a>. <a href=\"https://www.theguardian.com/fashion/2016/jul/25/donna-karan-fashion-brand-to-be-sold-for-650m\" title=\"\">Donna Karan</a> was at the DKNY show, but sedately on the front row rather than strutting the catwalk, after her retirement last year. The great houses of <a href=\"https://www.theguardian.com/fashion/2016/apr/19/all-change-at-calvin-klein\" title=\"\">Calvin Klein</a> and <a href=\"https://www.theguardian.com/fashion/2014/oct/21/oscar-de-la-renta-sarah-jessica-parker-amal-alamuddin-jackie-kennedy-michelle-obama-oscars\" title=\"\">Oscar de la Renta</a> are both keeping a low profile, finding themselves between headline designers. Of the old guard, only <a href=\"https://www.theguardian.com/fashion/2016/feb/18/ralph-lauren-new-york-fashion-week-autum-2016\" title=\"\">Ralph Lauren</a>’s name remains in lights this season.</p> <p>Sad times? Far from it. It’s the best thing that’s happened to <a href=\"https://www.theguardian.com/fashion/new-york-fashion-week\" title=\"\">New York fashion week</a> in ages. The New York catwalks had been living in the shadow of their very own Mount Rushmore. Ralph, Calvin, Donna, Diane, with their one-name-only presidential-style monikers, loomed over Seventh Avenue while the rank-and-file of designers tied themselves in knots overthinking the meaning of cashmere and racking their brains for 32 synonyms of grey to fill the programme notes.</p> <p>Those who cover the international collections have long loved to moan that New York fashion week is sooo boring. This is mainly attention-seeking Wildean posturing, a staging of ennui for dramatic effect, but with a grain of truth. (There are only so many times you can engage with luxe-chic sportswear on the catwalk before you have to start stabbing your leg with a pencil to stay awake.)</p>  <figure class=\"element element-image\" data-media-id=\"ee470bb0e79ccc890096cfc205ebf12c98cc3a80\"> <img src=\"https://media.guim.co.uk/ee470bb0e79ccc890096cfc205ebf12c98cc3a80/68_82_1847_2902/636.jpg\" alt=\"Kanye West Yeezy Season 4, New York September 2016\" width=\"636\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kanye West Yeezy Season 4, New York September 2016.</span> <span class=\"element-image__credit\">Photograph: Dimitrios Kambouris/Getty Images for Yeezy Season 4</span> </figcaption> </figure>  <p>But <a href=\"\" title=\"\">this week was anything but boring</a>. Kanye West’s <a href=\"https://www.theguardian.com/fashion/2016/sep/08/kanye-wests-yeezy-show-fake-malia-obama-and-terra-firma-bodycon\" title=\"\">hot mess of a Yeezy show</a> set the tone, with a performance-art/catwalk event that managed to leave critics both bored (by the two-hour wait) and incensed <a href=\"https://www.theguardian.com/fashion/2016/sep/08/kanye-wests-yeezy-show-fake-malia-obama-and-terra-firma-bodycon\" title=\"\">(by the treatment of models, many of whom were clearly distressed by the length of time in scorching heat)</a>. Two days later, <a href=\"https://www.theguardian.com/lifeandstyle/2011/dec/02/tommy-hilfiger-designer\" title=\"\">Tommy Hilfiger</a> took the concept of democratised, consumer-facing fashion and ran with it, sending his models to parade through a pop-up funfair with a ferris wheel, a temporary tattoo parlour and the new collection for sale on stalls. The garish aesthetic of a funfair – a poppy sugar rush with zero aspirations to chic – was as defiant of the traditional mores of fashion week as Yeezy, in its own way. The Opening Ceremony label’s fashion-week moment was a <a href=\"http://www.nytimes.com/2016/09/12/fashion/opening-ceremony-sends-a-message-new-york-fashion-week.html\" title=\"\">Pageant of the People</a>, a catwalk-meets-consciousness-raising hybrid event where models in the new collection shared the stage with <a href=\"https://www.theguardian.com/fashion/2014/feb/14/rashida-jones-quincy-parks-recreation\" title=\"\">Rashida Jones</a> talking about refugees and <a href=\"https://www.theguardian.com/culture/whoopi-goldberg\" title=\"\">Whoopi Goldberg</a> riffing on the presidential election. Makes a change from luxe trackpants, anyway.</p> <p><a href=\"https://www.theguardian.com/fashion/2016/feb/17/new-york-fashion-week-michael-kors-ready-to-wear-fall-2016-collection-designer\" title=\"\">See Now Buy Now</a> is still only patchily adopted as a business model, but it is hugely influential as a philosophy. It is the spirit forcing the fashion industry to address change. Ralph Lauren, who is 76, told Vogue this week that “showing clothes, then delivering them six months later … it’s over”. “Our girl lives on the internet,” commented Laura Kim of buzzy new label Monse. At their <a href=\"https://www.theguardian.com/fashion/2016/sep/13/dkny-confirms-the-future-of-fashion-the-boilersuit\" title=\"\">DKNY show</a>, the designers talked about New York’s fabled style, and how “people talk a lot about our past, but we like to think about what’s next”. For the first time in ages, the chat about New York fashion is in the future tense.</p> <h2>Four trends from New York</h2>  <figure class=\"element element-image\" data-media-id=\"12eb1be88a84f765f801caa2f69fe7875d8b91fa\"> <img src=\"https://media.guim.co.uk/12eb1be88a84f765f801caa2f69fe7875d8b91fa/46_109_2573_3957/650.jpg\" alt=\"J Crew SS17, New York fashion week, September 2016\" width=\"650\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">J Crew SS17, New York fashion week, September 2016.</span> <span class=\"element-image__credit\">Photograph: J Crew</span> </figcaption> </figure>  <h2><strong>Emoji fashion</strong></h2> <p>“It’s all about Instagram” is this decade’s fashion cliche. Thing is, it’s still true. At New York, the Insta-influence is in the emoji-style prints, and in the rise of the <a href=\"https://www.theguardian.com/fashion/2016/jul/08/what-wore-week-dancing-lady-emoji-dress-jess-cartner-morley\" title=\"\">Dancing Lady emoji as the ultimate party girl silhouette</a>. Altuzarra, designed by 33-year-old Joseph Altuzarra, was an out-of-the-box hit, with more lemons and cherries than a millennial WhatsApp group and a gorgeously sultry silhouette. <a href=\"https://www.theguardian.com/fashion/j-crew\" title=\"\">J Crew</a>’s long, ruffled skirts in fine blue cotton gave a chic, toned-down take on the scarlet Dancing Lady.</p>  <figure class=\"element element-image\" data-media-id=\"418e82c6278a50643e5860e9ba02684f3f164c03\"> <img src=\"https://media.guim.co.uk/418e82c6278a50643e5860e9ba02684f3f164c03/0_56_2511_3703/678.jpg\" alt=\"Monse show SS17, New York fashion week, September 2016.\" width=\"678\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Monse show SS17, New York fashion week, September 2016.</span> <span class=\"element-image__credit\">Photograph: Banica/WWD/Rex/Shutterstock</span> </figcaption> </figure>  <h2><strong>Loose clothes and skin</strong></h2> <p>AKA, the new sexy. The old paradigm was that one either wore small, tight clothes which showed shape and skin (sexy) or loose, oversized clothes which showed neither (not sexy) but the New Sexy plots a whole new axis. The modern way to look hot: slices of skin, between casually draped fabric. At <a href=\"https://www.theguardian.com/fashion/2016/sep/11/victoria-beckham-steers-a-clever-course-through-new-york-fashion-week\" title=\"\">Victoria Beckham</a>, bra tops were worn under duster coats, while at Monse, shirts were unbuttoned and shrugged back off the shoulder.</p>  <figure class=\"element element-image\" data-media-id=\"1556e5a711049da55cf966d669842c6e3b49ac1a\"> <img src=\"https://media.guim.co.uk/1556e5a711049da55cf966d669842c6e3b49ac1a/60_115_1557_2249/692.jpg\" alt=\"Tom Ford cocktail party, SS17, New York fashion week, September 2016.\" width=\"692\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tom Ford cocktail party, SS17, New York fashion week, September 2016.</span> <span class=\"element-image__credit\">Photograph: Neil Rasmus/BFA/Rex/Shutterstock</span> </figcaption> </figure>  <h2><strong>The Gigi look</strong></h2> <p><a href=\"https://www.theguardian.com/fashion/anna-wintour\" title=\"\">Anna Wintour</a> better look out. Her position as the most powerful woman in American fashion is arguably challenged by the reach of supermodel <a href=\"https://www.theguardian.com/fashion/2015/jul/27/gigi-hadid-new-face-of-topshop\" title=\"\">Gigi Hadid</a>. Hadid has <a href=\"https://www.instagram.com/gigihadid/?hl=en\" title=\"\">twice as many Instagram followers</a> as there are people living in New York City. Tommy Hilfiger capitalised on this with a capsule collection designed in collaboration with her. <a href=\"https://www.theguardian.com/fashion/tom-ford\" title=\"\">Tom Ford</a> put her on his catwalk, and the influence of her style – which is sort of half cheerleader, half club kid – could be seen everywhere in the lampshading, the over-the-knee boots, the oversized sportswear.</p>  <figure class=\"element element-image\" data-media-id=\"1ed3a0a6cbf50ef90637a3b7228f15a5aeb98401\"> <img src=\"https://media.guim.co.uk/1ed3a0a6cbf50ef90637a3b7228f15a5aeb98401/0_0_2008_3012/667.jpg\" alt=\"The AOxAW ad campaign for the Alexander Wang and Adidas Originals Debut Collaboration\" width=\"667\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The AOxAW ad campaign for the Alexander Wang and Adidas Originals Debut Collaboration.</span> <span class=\"element-image__credit\">Photograph: Juergen Teller</span> </figcaption> </figure>  <h2><strong>Adidas</strong></h2> <p>Yup, as a trend. Seems like even the publicity juggernaut that is <a href=\"https://www.theguardian.com/music/kanyewest\" title=\"\">Kanye West</a> isn’t big enough to contain the fashion ambitions of Adidas right now. Just three days after the Yeezy show, <a href=\"https://www.theguardian.com/fashion/2015/mar/05/alexander-wang-interview-the-fashion\" title=\"\">Alexander Wang</a>’s show ended with a surprise mini-collection designed in collaboration with Adidas, in which the brand’s logo was turned upside down. What’s more, those three-stripe Firebird trousers have become as much a showgoer uniform as Helmut Lang’s flat-fronted trousers once were.</p>",
  "<p>Household incomes in the US finally broke free of the recession in 2015, rising for the first time since the Obama election, the Census Bureau announced on Tuesday, but they still remained below levels before the recession.</p> <p>The bureau’s annual report, the most detailed look at the financial health of US households to be released before the election, will be parsed by Democrats and Republicans in the weeks ahead and contained ammunition for both sides.</p> <p>There were 3.6 million fewer Americans living in poverty in 2015 than the year before, according the US Census. About 43.1 million Americans were living in poverty in 2015 compared with 46.7 million Americans in 2014. <br></p>  <figure class=\"element element-image\" data-media-id=\"8c3d8daa9215c622f1c9089137ec5dd9ec8ff4e9\"> <img src=\"https://media.guim.co.uk/8c3d8daa9215c622f1c9089137ec5dd9ec8ff4e9/0_0_3000_2250/1000.jpg\" alt=\"Real median income\" width=\"1000\" height=\"750\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Real median income</span> <span class=\"element-image__credit\">Photograph: US Census Bureau</span> </figcaption> </figure>  <p>The drop in the number of people living in poverty in the US can be attributed to an increase in median income, which rose to $56,516, up 5.2% from the 2014 median income of $53,718.</p> <p>However, the rise has failed to wipe out the losses US families endured during the recession, still more than a $1,000 below the median pre-recession levels. Americans are earning about what they were earning in 1999, when household income peaked at $56,895. However, accounting for inflation, 2015 median household income is about 2.4% lower than the median household income peak from 1999. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/aug/20/trump-calls-for-black-votes-what-do-you-have-to-lose-video\"            data-short-url=\"https://gu.com/p/5vtvk\"                    data-show-ads=\"true\"            data-video-id=\"2670347\"            data-video-name=\"Trump calls for black votes: 'What do you have to lose?' - video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-57b82d7ae4b0377cf11186de\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/08/20/160820TrumpBlackVoters_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/08/20/160820TrumpBlackVoters.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/08/20/160820TrumpBlackVoters_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/aug/20/trump-calls-for-black-votes-what-do-you-have-to-lose-video\">Trump calls for black votes: ‘What do you have to lose?’</a></figcaption> </figure>   <p>Incomes rose for all racial groups. The median income for white Americans went up 4.4%, while that of black Americans went up by 4.1% and that of Hispanic Americans went up by 6.1%. </p> <p>But the levels of income inequality remained stark. The median household income for black Americans in 2015 was $36,898. The median household income for white Americans was $63,000 – about 70% more than that of black Americans. </p> <p>Income inequality and the economy are key issues in this election cycle. Most recently, while appearing in Cleveland, the Republican presidential nominee Donald Trump has said there are <a href=\"https://www.theguardian.com/us-news/live/2016/sep/08/hillary-clinton-donald-trump-debate-preview-campaign-election-live?CMP=share_btn_tw&amp;page=with:block-57d1c4a5e4b013613fffb622#block-57d1c4a5e4b013613fffb622\">only bad jobs available</a> in the US and promised to be “the greatest jobs producing president that God ever created”. He has also come out in support of raising the US federal minimum wage to $10 an hour and claimed the Democrats have <a href=\"https://www.theguardian.com/us-news/2016/aug/20/what-do-you-have-to-lose-donald-trump-appeals-for-black-vote\">failed black voters.</a><br></p> <p>His rival, Hillary Clinton, has spoken about the need to build an economy for everyone. </p> <p>Activists are hoping the candidates will also address the needs of the still huge number of Americans living in poverty. On Wednesday, the Vote to End Hunger coalition plan to deliver a petition to Lester Holt, NBC newscaster and host of the first presidential debate, urging him to push the presidential candidates to address what they will do to alleviate poverty and end hunger in the US and worldwide. Holt will be moderating the first presidential debate at Hofstra University on 26 September.</p> <p>More than 42 million Americans, including 13.1 million children, struggled with hunger in 2015, the coalition said.<strong> </strong></p> <p>The drop in poverty and increase in household income was due to the strengthening labor market and growth in wages, according to Sheldon Danziger, president of Russell Sage Foundation.</p> <p>“Poverty declined so much because employment increased steadily in 2015, with the annual unemployment rate at 5.3% compared to 6.2% in 2014. In addition, 21 states and the District of Columbia increased their minimum wage rates in 2015,” he said. </p> <p>In both 2014 and 2015, the number of full time workers went up – with an additional 1.2 million men and 1.6 million women finding full time work in 2014 and another 1.4 million men and one million women finding full time work in 2015. This past month, the US economy added 151,000 jobs. August was the 71st consecutive month of overall job creation – the longest streak on record. The US Federal Reserve has previously said that the labor market is nearing full employment.</p> <p>The data released on Tuesday also showed that gender wage gap still persists – with women earning about 80 cents for every dollar earned by men in 2015. The gender wage gap has only decreased by one cent since 2014. While this is the smallest pay gap on record, it is no reason for celebration. </p> <p>“Women of America, if you are looking for a raise, don’t get your hopes up: the wage gap closed by only a penny last year,” said Emily Martin, vice-president for workplace justice at the National Women’s Law Center. “While a small step forward is better than standing still, over a 40-year career women still stand to lose hundreds of thousands of dollars to the wage gap. And for many women of color, the cost of the lifetime wage gap will still exceed a million dollars. We can’t afford to close this gap one penny at a time.” </p> <p>Black women working full time earned 63 cents for every dollar earned by white men. Hispanic women earned only 54 cents for every dollar earned by white men.</p>",
  "<p>With about two months remaining until the US Presidential Elections, and much at stake for Americans and the rest of the world, the time has come to examine how the election of each candidate might affect science and scientific research. </p> <p>Although relatively little has been said directly about science and science policy, both Democratic candidate <a href=\"https://www.hillaryclinton.com/issues/\">Hillary Clinton</a> and Republican nominee <a href=\"https://www.donaldjtrump.com/POSITIONS\">Donald Trump</a> have official websites with a list of their key policy issues, and how they will be addressed.</p> <p>Hillary Clinton, who has made a number of statements broadly supportive of science and scientific research, has at least seven distinct issues on her website that directly relate to science and research. Clinton cites the prevention and treatment of Alzheimer’s and related diseases, and the allocation of 2 billion dollars annually towards research in the field. </p> <p>She has a similar plan for the study of autism and HIV/Aids, with a commitment to eradicating Aids in the US and abroad. She specifically calls for an investment in brain behavioural research as part of broad-based support for research on brain development and human behaviour. She also supports research on addiction and substance abuse, as part of an overall plan to address these problems in American society. </p> <p>In addition, there is an overall goal of enhancing technology and innovation, which goes hand-in-hand with science. Clinton has also outlined a plan to protect animals and wildlife, and ensure that national parks and protected wildlife areas are not privatised. Finally, she has cobbled together a substantial plan to deal with the threat of climate change and global warming. Her website also lists a variety of substantial issues tangential to science policy concerns, including healthcare, Medicare, paid family and medical leave, and so on.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/science/occams-corner/2016/apr/06/eu-brexit-scientific-impact-complicated\">The scientific impact of Brexit: it's complicated</a> </p> </aside>  <p>Donald Trump, on the other hand, has a very sparse and rather amateurishly composed list of policies on his website. None of them address science in any way. </p> <p>The public is not completely in the dark with regard to Trump’s opinions on some matters of science, however, because he has made or tweeted key statements that illuminate his views on these important topics. </p> <p>For example, Trump tweeted: “NBC News just called it the great freeze – coldest weather in years. Is our country still spending money on the GLOBAL WARMING HOAX?” <br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/427226424987385856\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NBC News just called it the great freeze - coldest weather in years. Is our country still spending money on the GLOBAL WARMING HOAX?</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/427226424987385856\">January 25, 2014</a></blockquote>  </figure>  <p>Such a tweet, coupled with tweets claiming that global warming is a Chinese hoax to impede American manufacturing, appears to reflect a deep disdain for peer-reviewed science, and his contention that he knows more than the experts.</p> <p>Trump further highlights his own dismissal of scientifically proven facts by maintaining, during a Republican primary debate, that vaccines cause autism: “We had so many instances, people that work for me, just the other day, 2 years old, a beautiful child, went to have the vaccine and came back and a week later got a tremendous fever, got very, very sick, now is autistic.” He also tweeted, “Lots of autism and vaccine response. Stop these massive doses immediately. Go back to single, spread out shots! What do we have to lose?”<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/260412905361657856\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Lots of autism and vaccine response. Stop these massive doses immediately. Go back to single, spread out shots! What do we have to lose.</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/260412905361657856\">October 22, 2012</a></blockquote>  </figure>  <p>I did not see a PhD in medicine, epidemiology, immunology nor brain science among Trump’s qualifications. His comments about spreading out vaccine doses come from the annals of superstition, rather than informed views. There is no scientific evidence in support of the notion that vaccine doses, or the times between vaccines, affect autism; indeed, years of trials, data, research, experience and statistics have brought us to the current <a href=\"http://www.cdc.gov/vaccines/parents/\">Centers for Disease Control (CDC)</a> and <a href=\"https://www.aap.org/en-us/advocacy-and-policy/aap-health-initiatives/immunization/Pages/Immunization-Schedule.aspx?nfstatus=401&amp;nftoken=00000000-0000-0000-0000-000000000000&amp;nfstatusdescription=ERROR:+No+local+token\">American Association of Pediatrics</a> recommendations for vaccines. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/science/occams-corner/2016/feb/22/making-the-meningitis-b-vaccine-available-for-all-children-makes-sense\">Making the meningitis B vaccine available for all children makes sense | Jenny Rohn</a> </p> </aside>  <p>Trump’s approach is not science, it is bunk.<br></p> <p>A lot has also been said about the health of each of the two candidates, with Clinton and Trump at 68 and 70 years of age, respectively. Indeed, Hillary Clinton’s recent pneumonia diagnosis and cancellation of her schedule for the next few days highlights the mortality of aging presidential candidates. So it would be worthy to look at statements made by the vice presidential candidates. </p> <p>While Democrat Tim Kaine is largely in line with Clinton, Republican Mike Pence has made statements that may even outdo those of Trump. “<a href=\"http://www.cnbc.com/2016/07/15/mike-pence-donald-trumps-vp-pick-smoking-doesnt-kill.html\">Time for a quick reality check</a>,” wrote Pence. “Despite the hysteria from the political class and the media, smoking doesn’t kill. Two out of every three smokers doesn’t die from a smoking-related disease.” </p> <p>So according to Pence, smoking doesn’t kill, but a third of the smoking population DOES die from smoking. Am I missing something? It sounds like it’s definitely time for Mr Pence to do a reality check.</p> <p>This upcoming election is like no other election in US history. Far more important than mere policy is the foundation on which science is based: truth. Science is, for the most part, objective, built on facts and the most likely explanation that those facts can provide at any given time. As more facts arise, models can be modified or expanded. Or revised altogether. But any model/theory/hypothesis must always fit the facts. And while all politicians tend to embellish and bend facts to some degree, more than any candidate ever in US history, Trump has been ignoring facts and promoting falsehoods. </p> <p>Paul Krugman of the New York Times wrote a recent opinion piece called <a href=\"http://www.nytimes.com/2016/09/09/opinion/donald-trumps-big-liar-technique.html\">Donald Trump’s ‘Big Liar’ Technique</a>. In this article, Krugman outlines how Trump repeatedly lies about points that are demonstrably false, and when challenged, merely repeats them. As one of many examples, he notes how Trump insists that he was against the war in Iraq – and yet, the only on-record statement he made prior to the invasion was that he was for it. Or <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2015/11/22/donald-trumps-outrageous-claim-that-thousands-of-new-jersey-muslims-celebrated-the-911-attacks/\">Trump’s assertion that he saw thousands of cheering Muslims in Jersey City after 9-11</a>. It is Krugman’s hypothesis that the sheer volume of lies has saturated and overwhelmed the American public and journalists. It is almost to the point where journalists no longer challenge yesterday’s lies because they are so busy dealing with today’s new round of lies.</p> <p>Trump, however, is not only adept about lying; he is a master of innuendo-based conspiracy theories. He will frequently use openings such as “People tell me that …” to spread false rumours and lies. He will talk about President Obama’s reaction to the murderous attack at the Orlando night-club and use phrases such as “There’s something going on,” as if suggesting that the president was part of a conspiracy involved in the mass shooting. And then drift away and watch his surrogates promote the conspiracy.</p> <p>A candidate who has such a loose and irreverent relationship with the truth will not be good for science, whether or not he has a solid policy to support science – and Trump does not. But science serves as a microcosm for everything else. </p> <p>If a candidate refuses to accept the advice of the vast majority of the most knowledgeable experts in a scientific field, such as those who have debunked any relationship between autism and vaccines, then why would this candidate pay any heed to foreign policy experts with regard to international affairs? Or experienced generals with regard to military issues? Indeed, Trump has already stated, “<a href=\"http://www.nytimes.com/2016/07/29/us/politics/donald-trump-hillary-clinton-intelligence-briefings.html?_r=0\">I know more than the generals about ISIS</a>.”</p> <p>Perhaps the most serious concern about the Trump candidacy is that it heralds a new era that some are calling “<a href=\"https://en.wikipedia.org/wiki/Post-truth_politics\">post-truth politics</a>”. Once the truth has become irrelevant to the American electorate, scientists may as well pack up their microscopes and test tubes and look for other careers. However, with two months until the election, there is still time to campaign for facts, truth – and yes, science.</p>",
  "<p>Sitting at the Turkish onyx bar in a red Make America Great Again baseball cap, lawyer Ben Garmer looked around the spacious atrium of the newly opened Trump International Hotel in Washington on Monday and proclaimed it “gorgeous”.</p> <p>Such hats are a rare sight in Washington, and even rarer in its most august hotels. But this is now effectively the Republican presidential candidate’s sovereign territory, the embassy of Trumpistan, planted just half a dozen blocks from the White House. Win or lose in November’s presidential election, his name is spelled out in gold letters on Pennsylvania Avenue, arguably the most famous street in the nation.</p>  <figure class=\"element element-image\" data-media-id=\"fa0949cf1f5ebb1d72da2a92c279f72142ae888b\"> <img src=\"https://media.guim.co.uk/fa0949cf1f5ebb1d72da2a92c279f72142ae888b/0_0_775_620/500.jpg\" alt=\"The distance between the White House and the Trump International Hotel in Washington.\" width=\"500\" height=\"400\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The distance between the White House and the Trump International Hotel in Washington.</span> <span class=\"element-image__credit\">Photograph: Mapb</span> </figcaption> </figure>  <p>Inside the historic former post office, the taste is restrained by Trump standards. Yes, there are chandeliers, gold rails and gold-rimmed glass tables evocative of the blingy hotels that Libya’s Muammar Gaddafi used to build. There is The Spa by Ivanka Trump. But the gaudy flamboyance of Las Vegas or Palm Beach has been dialled down to cream and grey walls – as befits understated Washington.</p> <p>The hotel opened its doors at 2pm on Monday after a two-year, $200m renovation. There was little fanfare: Trump and his family will attend a predictably grand opening ceremony next month. While the tycoon himself stayed away, there was a typical menu of divisiveness and surrealism.</p> <p>By 4.30pm, some 38 protesters had lined up outside the hotel to form a human wall in response to Trump’s promise to build a wall on the Mexican border. They made speeches through a megaphone, chanted “No Trump, no KKK, no racist USA!” and hoisted placards and banners that said, “We’ll build a wall against racism &amp; bigotry” and “Immigrants &amp; Muslims are welcome here – Trump Hotel is NOT!”</p> <p>In a district where Trump was <a href=\"https://www.theguardian.com/us-news/2016/mar/13/marco-rubio-trounces-donald-trump-in-washington-dc-presidential-primary\">badly beaten by Marco Rubio</a> and John Kasich in the Republican primary, some passing motorists tooted their horns in support of the protesters. Nearby, Savas Mendoza, a Mexican-born US citizen, continued to work on the building’s exterior and said he was being paid $40 an hour.</p>  <figure class=\"element element-image\" data-media-id=\"b997e2b10e6bfad81952c1ffed2a34132b8f736d\"> <img src=\"https://media.guim.co.uk/b997e2b10e6bfad81952c1ffed2a34132b8f736d/0_60_3000_1800/1000.jpg\" alt=\"Demonstrators gather in front of the newly opened Trump International Hotel.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Demonstrators gather in front of the newly opened Trump International Hotel.</span> <span class=\"element-image__credit\">Photograph: Chip Somodevilla/Getty Images</span> </figcaption> </figure>  <p>A handful of Trump supporters had also turned up. Johnny Rice, 49, wearing a T-shirt emblazoned with the candidate’s face, blew a shofar (ram’s horn). A woman in a cowboy hat positioned herself in front of the protesters and held box lids scrawled with the words “I’m a deplorable” (<a href=\"https://www.theguardian.com/us-news/2016/sep/10/hillary-clinton-basket-of-deplorables-donald-trump\">referencing a recent Clinton gaffe</a>) and “There’s a new sheriff in town and his name is Donald Trump.” Two burly security guards told her to leave.</p> <p>Meanwhile, most bizarrely, a man in a full-length duck suit with bright orange hair prowled the scene. So did a man in tuxedo, bow tie and pig mask. Watching it all was a statue of founding father Benjamin Franklin, who now finds himself in permanent close proximity to the Trump brand.</p> <p>As this hot and anguished street scene played out against a backdrop of sawing and sandpapering, the inside of the hotel provided an air-conditioned refuge for the 1%. Liveried staff, racially diverse, glided under industrial steel girders and the dramatically high glass roof with canapés and sparkling Trump wine. Of the hotel management, an affable Frenchman and urbane Irishman chatted to journalists. A steady trickle of guests arrived at check-in with luggage but were less willing to be interviewed about their first impressions.</p> <p>The hotel is nine stories tall and has 263 rooms, including 35 suites. Rooms start at an average of $895 a night. For the presidential inauguration in January of either Trump or Hillary Clinton, the biggest suite will cost $12,000 per night and must be booked for a minimum of five nights. Whether the presidential ballroom gets used that night probably depends on the outcome.</p>  <figure class=\"element element-image\" data-media-id=\"abd8b557a505765574becbd2974df3f8dd86670c\"> <img src=\"https://media.guim.co.uk/abd8b557a505765574becbd2974df3f8dd86670c/0_0_4096_2732/1000.jpg\" alt=\"Staff members meet in the lobby of the Trump International Hotel just after it opened.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Staff members meet in the lobby of the Trump International Hotel just after it opened.</span> <span class=\"element-image__credit\">Photograph: Shawn Thew/EPA</span> </figcaption> </figure>  <p>Trump’s daughter, Ivanka, helped negotiate a 60-year lease with the US government and oversaw the building’s revamp and design. It is housed in Washington’s third-tallest building, the 1899 Old Post Office, built in the Romanesque Revival architectural style. The interior still contains an old brass letter box and some framed handwritten correspondence from that era amid lilies, TV screens and shiny marble floors. The clock tower is 315ft (96m) high and will offer tourists panoramic views. </p> <p>Garmer, the lawyer in the Make America Great Again hat, said: “Transforming this building from what it was to now is amazing. I was here a couple of years ago. There was a lousy food court downstairs.”</p> <p>Of the protesters, he said: “I was a little nervous walking across the street wearing this hat. It’s just noise, that’s all.”</p> <p>This is aspirational, one-day-you-can-be-rich-too Trump. In one corner stands a Brioni suit store. The room service menu includes a 12oz prime-aged New York strip steak for $59, large Maryland jumbo lump crab cakes for $49 and housemade warm cookies and milk for $14.</p>  <figure class=\"element element-image\" data-media-id=\"9ac44dc6d9bbbe68fe7cdfec69be2a58f32507af\"> <img src=\"https://media.guim.co.uk/9ac44dc6d9bbbe68fe7cdfec69be2a58f32507af/0_34_3000_1800/1000.jpg\" alt=\"A demonstrator wearing a Donald Duck costume dances in front of the Trump International Hotel.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A demonstrator wearing a Donald Duck costume dances in front of the Trump International Hotel.</span> <span class=\"element-image__credit\">Photograph: Chip Somodevilla/Getty Images</span> </figcaption> </figure>  <p>Managing director <a href=\"https://twitter.com/mdamelincourt\">Mickael Damelincourt</a>, 40, a Parisian who has worked at Trump hotels for a decade, was working the room and looked relatively calm. “I’ve been amazed by his business acumen to do things no one else can do,” he said. “A year ahead of schedule, they have transformed this building into one of the best hotels in the world.”</p> <p>Hotels should fit the city and preferably the area that surrounds them, Damelincourt added, and this was designed to match Washington. “There’s nothing we’ve done that hasn’t been approved, and I think the end product is phenomenal and honours what this building used to be in 1899.”</p> <p>Rod Blair, a 69-year-old oil and gas executive from Calgary, Canada, had dropped in for a look. “It’s overwhelmingly positive,” he said. “The hotel is a magnificent old building. In the lobby they’re doing a marvellous job of renovating it. It’s restful.”</p> <p>But back outside in the afternoon humidity, restful was not the mood. Radhika Miller, 36, a lawyer and protest organiser for the Answer Coalition, said: “As if it wasn’t despicable enough that Trump built a high-rise commercial tower, he’s now taken over a historic federal building. Trump actually gets a chunk of Pennsylvania Avenue.”</p>  <figure class=\"element element-image\" data-media-id=\"b193f9222a38df831f0fc4ca8719085bcdc0a204\"> <img src=\"https://media.guim.co.uk/b193f9222a38df831f0fc4ca8719085bcdc0a204/0_274_4096_2458/1000.jpg\" alt=\"Protesters rally in front of the new Trump International Hotel on Pennsylvania Avenue.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Protesters rally in front of the new Trump International Hotel on Pennsylvania Avenue.</span> <span class=\"element-image__credit\">Photograph: Shawn Thew/EPA</span> </figcaption> </figure>  <p>The avenue has hosted countless processions, funeral corteges and protest marches, including those by women demanding the right to vote. Miller added: “This is a historic route, and for Trump to take it over through wheeling and dealing behind closed doors is disgusting. We don’t want his name emblazoned on Pennsylvania Avenue.</p>",
  "<p>The offices of feng shui masters Pun-Yin and her father Tin-Sun inhabit a dimly lit basement space, replete with lush plants and gurgling fountains, deep in New York City’s Chinatown. </p> <p>Inside, framed photos decorate the walls, including one taken some 20 years ago. In it, the then 27-year-old Pun-Yin stood front-and-center before a group of people – among them a young socialite called Marla Maples, and a slightly less orange Donald Trump. </p> <p>The caption beneath it reads: “Photo taken at the Trump Int’l Hotel &amp; Tower groundbreaking and blessing Ceremony on June 1995.”</p> <p>Trump, our zealous and erratic Republican presidential nominee, hardly seems to embody the principles of the ancient Chinese philosophy that aims to harmonize people with their physical surroundings. And yet, according to Pun-Yin, for decades, incorporating those principles into his real estate holdings was one of Trump’s foremost priorities.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>For Trump's respected clients, a building lacking in feng shui could be a dealbreaker</p> </blockquote> </aside>  <p>But his reasons were hardly spiritual. Beginning in 1995, Trump hired Pun-Yin and her father to assess the energy of his Int’l Hotel &amp; Tower development project and make the necessary changes to its design, in a calculated move to tap into the burgeoning market of international investors in US real estate from China and Hong Kong. For such respected clients, a building lacking in feng shui could be a dealbreaker.</p>  <figure class=\"element element-image\" data-media-id=\"6fbe1b6b791cd5eeed51fdc746072211f31c745d\"> <img src=\"https://media.guim.co.uk/6fbe1b6b791cd5eeed51fdc746072211f31c745d/0_0_1950_1463/1000.jpg\" alt=\"Pun Yin and Donald Trump in 1995.\" width=\"1000\" height=\"750\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pun-Yin and Donald Trump in 1995.</span> <span class=\"element-image__credit\">Photograph: Sasha von Oldershausen</span> </figcaption> </figure>  <p>And it seems the famously bullheaded real estate developer met his match in Pun-Yin. An apprentice to her father for 15 years, Pun-Yin made a name for herself when she took on the project, for which Trump invested $230m in revamping the building. </p> <p>“Until I did this project and took off, it was not a female industry at all,” Pun-Yin said, referring to the cult of mostly male feng shui masters. “As a woman, you have to be 50 to 60 years old. So I broke rank not only as a female but also as a young female.”</p> <p>When Pun-Yin saw the Trump Int’l Hotel &amp; Tower, the energy was so bad, she insisted that it had to be her way or the highway. She said, “By the time we went there and saw it, we said, ‘We’re not going to do this project with you unless you follow us completely.’”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/media-network/media-network-blog/2014/may/27/digital-feng-shui\">Feng shui comes back into fashion to declutter the digital world</a> </p> </aside>  <p>Not one to miss out on a potential financial opportunity, Trump complied. “It’s just another element in which you can have the advantage over your competitors,” Trump told the New York Times for an article about feng shui in 1994. “Asians are becoming a big part of our market and this is something we can’t ignore.” </p> <p>Keep in mind this is the same man who recently blamed China for “the greatest theft in the history of the world”, and who perpetually accuses the country of manipulating its currency. Yet few have capitalized on the potential investment opportunity that China represents more than Trump. </p> <p>Today, some of the Trump International Hotel and Tower’s most iconic features are the result of the counsel Pun-Yin provided at the time. The metal globe that stands before the building was intended to deflect the negative energy produced by the oncoming traffic in Columbus Circle. And the tower’s tea-colored glassy exterior, which reflects the surrounding sky, was said to absorb the negative energy caused by the wind’s sway upon the building.</p> <p>Pun-Yin also insisted that the entrance of the building face Central Park, which she refers to as the “green dragon of New York City”, instead of its original orientation, which faced Columbus Circle.<br></p> <p>“The instability of energy caused by traffic coming at the building – it’s almost like bullets flying at you all the time. It’s not stable. It’s not calm,” she said.</p>  <figure class=\"element element-image\" data-media-id=\"6db88daec8555ecba221ea0c59e66c986e614c75\"> <img src=\"https://media.guim.co.uk/6db88daec8555ecba221ea0c59e66c986e614c75/0_0_3500_2101/1000.jpg\" alt=\"Trump Tower in New York City\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Trump Tower in New York City</span> <span class=\"element-image__credit\">Photograph: Mark Lennihan/AP</span> </figcaption> </figure>  <p>In fact, Pun-Yin attributes the success Trump found in that project to some seriously good feng shui, made possible by her and her dad. “That’s why the press started coming to talk about this project,” she said. “And then a few years later, with the grand opening, it was the same thing. There were 10 years of international media coming to me and talking about his project.”</p> <p>She added, “That’s why he became the most profitable real estate developer.”</p> <p>To be clear, Trump is neither the most profitable real estate developer, nor is he the largest. But the flurry of media attention from Trump’s tower not only made a name for Pun-Yin, it also introduced the concept of feng shui into the mainstream. </p> <p>Soon after the project broke ground, the discipline – previously a foreign concept in the west – became a household name. A New Yorker <a href=\"http://www.condenaststore.com/-sp/A-million-two-does-seem-a-bit-heavy-for-a-one-bedroom-at-first-but-this-New-Yorker-Cartoon-Prints_i8542186_.htm\">cartoon</a> from 1995 depicts a broker, who stands on the balcony of an apartment building with two prospective buyers and says, “A million two does seem a bit heavy for a one-bedroom at first, but this unit has the best feng shui in the building.”</p> <p>In the late 1990s, interior designers began appropriating elements of the philosophy for a western audience, while publishers put out accessible feng shui books with titles like “Dorm Room Feng Shui” to provide college students with “quick and inexpensive feng shui fixes” like putting a pink seashell in the corner of the room to attract true love. But, Pun-Yin insists, much of the true meaning of feng shui has been lost on commercialized gimmicks. </p> <p>Nowadays, Bill Seto, a veteran New York broker who specializes in the Asian-majority market in Flushing, Queens, said that while it was once regarded as an obscure philosophy, feng shui is now a tool of the trade. “It’s heavily practiced in Manhattan. Brokers are starting to take courses in feng shui because it helps them market their property better,” he said.</p> <p>As for Pun-Yin, she has established a robust business for herself with a wide array of clients and projects, ranging from the CEO of fashion label Theory, Andrew Rosen, to projects commissioned by the local government.</p> <p>When I contacted her again – my first interview with her was two years ago – to divine her thoughts on the impending presidential election, I caught her between feng shui consultations. </p> <p>“I’d have to consult with my lawyers to comment on my client,” she said. “And my plate is too full to take this on.”</p>",
  "<p>Only 14% of American Catholics have a favorable view of Muslims and Catholic media outlets tend to have a bias against Muslims, a <a draggable=\"true\" href=\"http://bridge.georgetown.edu/danger-dialogue-american-catholic-public-opinion-and-portrayals-of-islam/\">study</a> has found.</p> <p>The findings, carried out by the Bridge initiative, a multi-year research project that focuses on Islamophobia at Georgetown University, conducted research on how mainstream and Catholic media consumption correlates to respondents’ perceptions of Islam. </p> <p>Of the 1,027 self-identified Catholics polled, only 14% said they had favorable views of Islam and one in three said they had either very or somewhat unfavorable views. However, those who know Muslims personally – only three out of 10 respondents, which is less than the national average – had far more positive views of Muslims. Those who did not know a Muslim were twice as likely to have very unfavorable views.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/aug/01/pope-francis-says-it-not-right-to-identify-islam-with-violence\">Pope Francis says it is 'not right' to identify Islam with violence</a> </p> </aside>  <p>Father Patrick Ryan of the Society of Jesus, McGinley professor of religion at Fordham University, said Catholic people’s view on Islam was unfortunately similar to the mainstream Christian American view. They tend to be, “rather hostile to Muslims with perceptions colored by things like 9/11 and the persecution of Christians in places like Syria”.</p> <p>Inherent biases were also found among certain Catholic media outlets. Half of the time the word Islamic was mentioned between October 2014 and September 2015 in prominent Catholic media outlets, it was in relation to the Islamic State. More than 60% of readers of outlets like the Catholic World Report and Patheos Catholic Blogs said they had unfavorable views of Muslims. However, the authors note only a fraction of respondents consume Catholic media regularly. </p> <p>The report also examined the news consumption of mainstream cable news networks. It found respondents who watched Fox News have a less favorable view of Muslims than those who prefer CNN and MSNBC. About a quarter of CNN and MSNBC watchers said they have unfavorable views of Islam, compared with 39% of Fox. More than half of the people who preferred Fox News said that Islam encourages violence more than other religions. </p> <p>The outlets with the most negative sentiment in their headlines were also the outlets that mentioned Pope Francis the least. The pope has prioritized building Muslim-Catholic relations since he came to the Vatican last year, making several overtures to Muslims and Arab Christians. He has explicitly said Islam should not be associated with violent extremism, nations should embrace Syrian refugees, and he has prayed at the separation barrier at the West Bank.</p> <p>He has also called out Republican presidential nominee Donald Trump for his controversial characterizations of Islam. </p> <p>However, the pope’s leadership on the issue has not completely resonated with American Catholics. Nearly half of Catholics believe Islam encourages violence more than other religions around the world, the report said. </p> <p>“Not every American Catholic bishop is backing him,” said Ryan, on the disconnect between American Catholics and the pope. The pope’s view on Islam is informed by his relations with Muslims and Jews in Argentina, Ryan added, which most American Catholics are not engaged in. </p> <p>Muslims in the United States have become increasingly persecuted in the years since the 9/11 attacks. The rise to prominence of the Islamic State has also caused backlash for American and European Muslims. The Bridge Initiative released a study that found American Muslims were subjected to more hate crimes in 2015 than any other year since 9/11. </p> <p>Catholics were long subjected to persecution themselves in the United States. Dr Pamela Cooper-White explained that Jewish and Catholic immigrants to America in the 19th century, following mostly Protestant settlers, were viewed as exotic. </p> <p>“There’s always been a kind of Protestant hegemony over religion and politics,” Cooper-White said. </p> <p>There was inherent distrust of Catholics and they were heavily persecuted for decades, and targeted by groups like the Klu Klux Klan. Catholic presidential candidate John F Kennedy had to give a speech to Baptist ministers to assure them that he would not take orders from the pope. Before Kennedy, Governor Al Smith of New York lost the 1928 presidential election as several churches opposed his nomination because he was Catholic. <br tabindex=\"-1\"></p> <p>Mainstream society has since welcomed Catholics – vice-presidential nominee Tim Kaine’s Catholic roots are not a flashpoint in this election. “It’s forgotten how much that was the exception for the first half of the 20th century,” Ryan said. “Catholics have forgotten that.”</p>",
  "<div id=\"block-57d75805e4b013613fffcad4\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-13T01:43:11.789Z\">2.43am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today in Campaign 2016</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"e3e625ee64645e19b2a2d29275752975d200077a\"> <img src=\"https://media.guim.co.uk/e3e625ee64645e19b2a2d29275752975d200077a/0_0_4500_2700/1000.jpg\" alt=\"Hillary Clinton\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton</span> <span class=\"element-image__credit\">Photograph: Brendan Smialowski/AFP/Getty Images</span> </figcaption> </figure>  <ul> <li>Donald Trump will release “very, very specific” results of a physical examination soon, the Republican presidential candidate said this morning, a day after the Democratic nominee, Hillary Clinton, was <a href=\"https://www.theguardian.com/us-news/2016/sep/11/hillary-clinton-leaves-911-ceremony-after-feeling-overheated\">revealed to have pneumonia</a>. “This last week I took a physical and I’ll be releasing when the numbers come in,” Trump said in an interview with Fox News. Trump has so far released only a short letter from his personal physician, which the doctor in question subsequently said had been <a href=\"https://www.theguardian.com/us-news/2016/aug/27/donald-trump-doctor-letter-health-harold-bornstein\">rushed</a>. Clinton last year released a longer <a href=\"http://www.politico.com/story/2015/07/hillary-clinton-health-excellent-doctor-letter-2016-campaign-120861\">doctor’s note</a>, written by the same physician who on Sunday released a statement saying that the nominee had been diagnosed with pneumonia on Friday.<br></li> <li>Meanwhile, Clinton is resting at home in Chappaqua, New York, after canceling a two-day fundraising trip to California on the advice of her doctor. While Trump said Clinton’s health was “an issue”, he seemed today morning to prefer to attack his rival on different grounds, over her <a href=\"https://www.theguardian.com/us-news/2016/sep/10/hillary-clinton-basket-of-deplorables-donald-trump\">characterization</a> at a fundraiser Friday of half of his supporters as belonging in a “basket of deplorables” – “the racist, sexist, homophobic, xenophobic, Islamaphobic, you name it”.<br></li> <li>Speaking to Anderson Cooper in a telephone interview tonight, Hillary Clinton told CNN that she did not faint after she left a 9/11 memorial event early on Sunday, and that the American people will soon know more about her health status after her diagnosis with pneumonia. “I’m feeling so much better, and obviously I should have gotten some rest sooner,” Clinton said. “Like a lot of people I thought I could just keep going forward and power through it, and obviously that didn’t work out so well.”</li> <li>Here’s a Donald Trump suggestion from a phone interviewer this morning that we don’t want to let go uncontemplated: Trump has <a href=\"http://www.politico.com/story/2016/09/trump-no-debate-moderator-228016#ixzz4K4JN6JCN\">suggested that</a> – because he sees it as inevitable that the debates will be unfair for him– he and Clinton conduct an unmoderated debate:<br></li> <li> <blockquote class=\"quoted\"> <p>The fact is that they’re gaming the system, and I think, maybe, we should have no moderator. Let Hillary and I sit there and just debate because I think the system is being rigged so it’s gonna be a very unfair debate, and I can see it happening right now because everyone’s saying that he was soft on Trump. Well now the new person’s gonna try to be really hard on Trump just to show, you know, the establishment what he can do. So I think it’s very unfair what they’re doing. So I think we should have a debate with no moderators — just Hillary and I sitting there talking.”</p> </blockquote></li> <li><span style=\"line-height: 1.5;\">We kind of like the idea. What do you think?</span><br></li> </ul> </div>   </div> <div id=\"block-57d757a9e4b013613fffcad3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-13T01:34:54.270Z\">2.34am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>A text from Hillary Clinton:</h2> <blockquote class=\"quoted\"> <p> I just wanted to thank you and everyone on this team for all the well-wishes you’ve sent. And since I’ve been hearing from so many people today, I wanted to tell you personally that I’m feeling fine and getting better. Like anyone who’s ever been home sick from work, I’m just anxious to get back out there. There’s so much at stake in this election, and we only have 57 days left in this campaign -- I want to make each one count.</p> <p>Thank you for being the warmest, toughest, and most dependable team I could hope for -- you’ve lifted me up, today and every day.</p> <p>-H</p> </blockquote> </div>   </div> <div id=\"block-57d7537ae4b013613fffcac4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-13T01:16:49.135Z\">2.16am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The NCAA has pulled seven championship events from North Carolina, including opening weekend men’s basketball tournament games, for the coming year due to a state law that some say <a href=\"https://www.theguardian.com/world/2016/may/04/north-carolina-lgbt-law-hb2-civil-rights-act-violation\">can lead to discrimination against LGBT people</a>. <br></p> <p>In a news release Monday, the <a href=\"https://www.theguardian.com/sport/ncaa\">NCAA</a> said the decision by its board of governors came “because of the cumulative actions taken by the state concerning civil rights protections”.</p> <p>“This decision is consistent with the NCAA’s long-standing core values of inclusion, student-athlete well-being and creating a culture of fairness,” said Georgia Tech president GP “Bud” Peterson, the chair of the board of governors.</p> <p>The law – known as HB2 – requires transgender people to use restrooms at schools and government buildings corresponding to the sex on their birth certificates. It also excludes gender identity and sexual orientation from local and statewide anti-discrimination protections.</p> <p>HB2 was signed into law by Governor Pat McCrory earlier this year.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/sep/12/ncaa-north-carolina-anti-lgbt-law-hb2-college-sports\">NCAA pulls championship games from North Carolina over anti-LGBT law</a> </p> </aside> </div>   </div> <div id=\"block-57d74cdee4b013613fffcaa9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-13T00:52:47.240Z\">1.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Republican running mate Mike Pence’s decision not to lump KKK grand wizard David Duke in with “deplorables” has <a href=\"https://www.theguardian.com/us-news/live/2016/sep/12/hillary-clinton-donald-trump-news-election-live?page=with:block-57d727c6e4b013613fffca13#block-57d727c6e4b013613fffca13\">already drawn criticism</a>, but at least one person seems pleased with it: David Duke himself.</p> <p>“It’s good to see an individual like Pence and others start to reject this absolute controlled media,” <a href=\"https://www.buzzfeed.com/andrewkaczynski/david-duke-good-to-see-mike-pence-reject-medias-game?utm_term=.vjQnNn9eYV#.trxxexOq5Z\">Duke told Buzzfeed News in an interview this evening</a>. “I received the vast majority of Republican votes for United States senator before and for governor before that in my state. The truth is the Republican party is big tent. I served in the Republican caucus. I was in the Republican caucus in the legislature. I had a perfect Republican voting record. It’s ridiculous that they attack me because of my involvement in that non-violent klan four decades ago.”<br></p> <p>In an interview on CNN earlier today, Pence was asked if Duke, an avowed white nationalist, is “deplorable.”</p> <p>“I’m not in the name-calling business,” Pence responded.</p> </div>   </div> <div id=\"block-57d747f9e4b07ac3d446b97d\" class=\"block is-key-event\" data-block-contributor=\"profile/ben-jacobs\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-13T00:28:26.763Z\">1.28am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Fresh violence at Trump rally as supporter allegedly punches protester</h2>  <div class=\"block-elements\">  <p>A Donald Trump campaign rally was marred by violence yet again today as the Republican nominee attacked Hillary Clinton for <a href=\"https://www.theguardian.com/us-news/2016/sep/10/hillary-clinton-basket-of-deplorables-donald-trump\">calling his supporters deplorable</a>.</p>  <figure class=\"element element-image\" data-media-id=\"07e44462400150de189565ae0e6165d241232592\"> <img src=\"https://media.guim.co.uk/07e44462400150de189565ae0e6165d241232592/0_221_3600_2161/1000.jpg\" alt=\"Donald Trump.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump.</span> <span class=\"element-image__credit\">Photograph: Brian Blanco/Getty Images</span> </figcaption> </figure>  <p>A Trump supporter apparently <a href=\"https://twitter.com/ABCPolitics/status/775467362195738624\">punched a protester</a> at a rally held at the US Cellular Center in Asheville, North Carolina. The scuffle was the first violent incident at a Trump rally in months. Although throughout the primary season, Trump campaign events had been <a href=\"https://www.theguardian.com/us-news/2016/mar/11/donald-trump-campaign-claims-violence-rallies\">marked by violence</a> by both Trump supporters and protesters, culminating in <a href=\"https://www.theguardian.com/us-news/2016/mar/12/donald-trump-rally-called-off-in-chicago-amid-protests-violence-and-chaos\">near riots in Chicago</a> and <a href=\"https://www.theguardian.com/us-news/2016/jun/02/donald-trump-protests-san-jose-rally-violence-sanders-clinton\">San Jose</a>, California, they had been comparatively peaceful in recent months. Prior to being punched, the protester reportedly directed an obscene gesture in Trump’s direction.</p> <p>The incident happened as Trump attempted to attack Clinton for her statement that half of his supporters belong in “a basket of deplorables”. Although the former secretary of state has since backed down from the comment, she has continued to insist her opponent has “built his campaign largely on prejudice and paranoia and given a national platform to hateful views and voices”.</p> <p>Trump has tried to paint this as an attack by Clinton on blue-collar Americans. “Hillary Clinton spoke with hatred in her heart for these working-class Americans,” he said in Asheville on Monday night, in an effort to <a href=\"https://www.theguardian.com/us-news/2016/sep/12/donald-trump-hillary-clinton-elitist-deplorables-comment\">reinforce his attacks</a> on his opponent as an insider member of the Beltway elite. The Republican nominee went on to repeat of Clinton: “She talks about people like they are objects, not human beings.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/12/donald-trump-rally-protester-punched-north-carolina\">Fresh violence at Trump rally as supporter allegedly punches protester</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-13T00:34:31.509Z\">at 1.34am BST</time></p>  </div> <div id=\"block-57d74139e4b07ac3d446b964\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-13T00:14:01.444Z\">1.14am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Hillary Clinton tells CNN that she did not faint at 9/11 memorial</h2>  <div class=\"block-elements\">  <p>Speaking to Anderson Cooper in a telephone interview tonight, Hillary Clinton told CNN that she did not faint after she left a 9/11 memorial event early on Sunday, and that the American people will soon know more about her health status after her diagnosis with pneumonia.</p> <p>“I’m feeling so much better, and obviously I should have gotten some rest sooner,” Clinton said. “Like a lot of people I thought I could just keep going forward and power through it, and obviously that didn’t work out so well.”</p>  <figure class=\"element element-image\" data-media-id=\"c665d4a70a67a6b71d7baf325ddb3c56535bec5f\"> <img src=\"https://media.guim.co.uk/c665d4a70a67a6b71d7baf325ddb3c56535bec5f/0_0_4500_3000/1000.jpg\" alt=\"Hillary Clinton\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton</span> <span class=\"element-image__credit\">Photograph: Brendan Smialowski/AFP/Getty Images</span> </figcaption> </figure>  <p>Clinton said that she initially kept the diagnosis secret because she didn’t think it was “that big a deal” and hoped she could “power through” the pneumonia.</p> <p>“I just didn’t think it was going to be that big a deal,” Clinton said. “It’s just the kind of thing that, if it happens to you and you’re a busy, active person, you keep moving forward.”</p> <p>“Oh my goodness, Anderson,” Clinton said, in response to Cooper questioning whether her campaign’s decision to initially not disclose the diagnosis fed into perceptions that Clinton is secretive.</p> <p>“I think it’s fair to say we’ve already met the standard of disclosure,” Clinton said, before pledging to release more information. “We’ve already met a high standard of transparency, and we know the least about Donald Trump of any candidate in recent American history.”</p> <p>“It’s really past time for him to be held to the same standard - not just as me - but everyone else who has held this job.”</p> <p>As to when she plans to return to the campaign trail, Clinton seemed eager to return to campaigning full time.</p> <p>“It’ll be in the next couple of days,” Clinton said. “They said I should rest for five days, and I obviously didn’t follow that very wise advice - I just want to get this over and done with and be back on the trail as soon as possible.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-13T00:23:54.024Z\">at 1.23am BST</time></p>  </div> <div id=\"block-57d7401ce4b08465d4500053\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T23:54:23.131Z\">12.54am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Chess grandmaster - and Croatian citizen - Garry Kasparov has cast his vote:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Kasparov63/status/775464687911657472\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">No, I&#39;m not a Hillary &quot;fan&quot;, as my years of writing make very clear. But you watch Trump &amp; you don&#39;t care if Hillary has bubonic plague!</p>&mdash; Garry Kasparov (@Kasparov63) <a href=\"https://twitter.com/Kasparov63/status/775464687911657472\">September 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d73c82e4b08465d4500040\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T23:40:34.429Z\">12.40am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“Who exactly was Hillary talking about when she made these despicable comments?” Eric Trump emailed supporters this evening, referring to Hillary Clinton’s remarks at a fundraiser on Friday night that half of his father’s political supporters are part of a “basket of deplorables” composed of racists, homophobes and xenophobes.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=gj7CLJbyjrk\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/gj7CLJbyjrk?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Trump’s answer to his own rhetorical question: The coal miners she vows to put out of business, the veterans dying while waiting for treatment, the police officers concerned about rising crime, the American citizens worried about an uncontrolled border, the workers who haven’t seen a raise in years.”</p> <p>“And what about the former and active duty military members who strongly support my father over Hillary?” Eric Trump asked in italics “Are they ‘deplorable’?”<br></p> </div>   </div> <div id=\"block-57d7304de4b07ac3d446b92a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T22:47:04.252Z\">11.47pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">What's going on with Hillary Clinton's health? A quick overview</h2>  <div class=\"block-elements\">  <p>Questions over Hillary Clinton’s health will likely dominate the presidential campaign this week after it was <a href=\"https://www.theguardian.com/us-news/2016/sep/12/hillary-clinton-pneumonia-campaign-regret-911-trump\">revealed she has pneumonia</a>.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/12/hillary-clinton-health-pneumonia-overview\"            data-short-url=\"https://gu.com/p/52mk5\"                    data-show-ads=\"true\"            data-video-id=\"2713154\"            data-video-name=\"What's going on with Hillary Clinton's health? A quick overview\"            data-video-provider=\"Reuters/AP/Zdenek Gazda/CNBC/Getty\"            > <video data-media-id=\"gu-video-57d72888e4b07ac3d446b90f\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11872652&amp;format=video/mp4\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/12/160912wrap2_WebM.webm\"/><source src=\"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11872652&amp;format=video/m3u8\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/12/hillary-clinton-health-pneumonia-overview\">What’s going on with Hillary Clinton’s health? A quick overview</a></figcaption> </figure>   <p>The Guardian looks at how the world learned of her diagnosis, and Donald Trump’s somewhat muted response to the news despite months of jeering over her “stamina”.</p> </div>   </div> <div id=\"block-57d72b55e4b013613fffca23\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T22:27:06.787Z\">11.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump’s rally in Asheville, North Carolina, was interrupted by the prolonged removal of protestors this evening that became violent, with protestors flipping Trump the middle finger and supporters of the Republican presidential candidate throwing punches and slapping protestors.</p> <p>Trump, who has taken to telling audience members not to harm protestors after criticism of a serious of violent exchanges at rallies last fall, instead targeted the protestors, calling them “disgusting.”</p> </div>   </div> <div id=\"block-57d72a15e4b013613fffca1e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T22:20:20.338Z\">11.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Donald Trump, on Hillary Clinton’s “deplorables” comment:</h2> <blockquote class=\"quoted\"> <p>Never in history has a major-party presidential candidate so viciously demonized the American voter.</p> </blockquote> </div>   </div> <div id=\"block-57d727c6e4b013613fffca13\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T22:10:45.383Z\">11.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hillary Clinton’s campaign has already jumped on Mike Pence’s refusal to call former KKK grand wizard David Duke “deplorable”:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/775456345474695168\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">If you won’t say the KKK is deplorable, you have no business running the country. <a href=\"https://t.co/mFut8Qrz9A\">https://t.co/mFut8Qrz9A</a></p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/775456345474695168\">September 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d72563e4b08465d44ffffa\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T22:03:25.862Z\">11.03pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump: Hillary Clinton 'running a hate-filled' campaign</h2>  <div class=\"block-elements\">  <p>Donald Trump, speaking in Asheville, North Carolina, promised the assembled supporters (and the odd protestor) that “in 56 days we are going to win this state, and we are going to win back the White House! Believe me.”</p> <p>In contrast to what he characterized as his substantive and positive campaign for the White House, Trump focused on opponent Hillary Clinton’s “very horrible statements” in which she suggested <a href=\"https://www.theguardian.com/us-news/2016/sep/10/hillary-clinton-trump-supporters--bigoted-deplorables\">half of Trump’s supporters</a> belonged in “a basket of deplorables” which she described as consisting of “the racist, sexist, homophobic, xenophobic, Islamaphobic – you name it.” </p> <p>“My opponent’s campaign of hate. Hillary Clinton has been running a hate-filled and negative campaign with no policy, no solutions and no new ideas.”</p> <p>Clinton, Trump said, “slanders you as deplorable and irredeemable.”</p> <p>But Trump?</p> <p>“I call you hardworking American patriots who want a better future for our country,” Trump said. “You are Americans, and you’re entitled to leadership that honors you, cheats you and totally defends you - and that’s what you’re going to get if you vote for Donald Trump. Every American is entitled to be treated with dignity and respect in our country.”</p> <p>Trump then welcomed to the stage a group of supporters who he called “not-deplorable people.”</p> </div>   </div> <div id=\"block-57d7243ae4b08465d44ffff2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T21:55:34.919Z\">10.55pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump campaigns in Asheville, North Carolina</h2>  <div class=\"block-elements\">  <p>Watch it live here:</p>  <figure class=\"element element-embed\" data-alt=\"Donald Trump\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57d6b12c6add94c00b265c59?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57d723a5e4b013613fffca01\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T21:53:11.020Z\">10.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Former New York mayor Rudy Giuliani, introducing Donald Trump at a campaign rally in Asheville, North Carolina, told the assembled crowd of Trump supporters that Hillary Clinton’s “basket of deplorables” comments were “bigoted” against Trump voters.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=-7cjvhPDZH0\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/-7cjvhPDZH0?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>“Hillary Clinton has been running a campaign of hatred and anger and meanness and cruelty,” Giuliani said. “It’s almost like she’s not running - the only person that’s running is Donald Trump!”</p> <p>“We always knew why we didn’t like her, didn’t we?” Giuliani continued. “Now she’s told us why she doesn’t like us! I’ve always known this about you - I’ve always known you look down on people. I’ve always known that you think you’re smarter than the rest of us.”</p> <p>“But you know something? I never thought you were gonna say it.”</p> </div>   </div> <div id=\"block-57d71f5ee4b08465d44fffe7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T21:35:13.772Z\">10.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Mike Pence, resisting calling white nationalist David Duke “deplorable”:</h2> <blockquote class=\"quoted\"> <p>I’m not in the name-calling business.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/gaywonk/status/775446056247189506\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Mike Pence just refused to call David Duke, former Grand Wizard of the KKK, &quot;deplorable&quot;: <a href=\"https://t.co/Trb2wIftW1\">pic.twitter.com/Trb2wIftW1</a></p>&mdash; Carlos Maza (@gaywonk) <a href=\"https://twitter.com/gaywonk/status/775446056247189506\">September 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d719dfe4b08465d44fffca\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T21:30:17.812Z\">10.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This, Hillary Clinton didn’t need.</p> <p>Former Ohio governor and putative Clinton ally Ted Strickland introduced Democratic vice presidential nominee Tim Kaine earlier this afternoon by telling a crowd in Dayton, Ohio, that the Virginia governor “is wonderfully prepared to be the vice president or the president if that ever became necessary”.</p> <p>Strickland’s comments come on the heels of Hillary Clinton’s “overheating” episode at the 9/11 memorial in lower Manhattan on Sunday, which was later revealed to be a consequence of a pneumonia diagnosis that the campaign declined to disclose. Clinton’s health has been a subject of conspiracy theories for months, with the pneumonia diagnosis and the revelation that staff had initially kept it secret from the public adding fuel to the fire.</p> <p>Some neighbors of Clintons are having an easier time addressing her illness:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JasonCalabretta/status/775437093254340608\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Sign near Clinton&#39;s home in Chappaqua, NY reads &#39;Get Better Soon&#39; (via <a href=\"https://twitter.com/GettyImages\">@GettyImages</a>) <a href=\"https://t.co/Akx9rNX0p8\">pic.twitter.com/Akx9rNX0p8</a></p>&mdash; Jason Calabretta (@JasonCalabretta) <a href=\"https://twitter.com/JasonCalabretta/status/775437093254340608\">September 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d71594e4b08465d44fffb4\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T20:53:46.594Z\">9.53pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Hillary Clinton tweets about her pneumonia</h2>  <div class=\"block-elements\">  <p>Democratic presidential nominee Hillary Clinton has tweeted about her pneumonia, describing herself as “home sick from work” and eager to rejoin Tim Kaine on the campaign trail:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/775435555601543168\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Thanks to everyone who’s reached out with well wishes! I’m feeling fine and getting better. -H</p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/775435555601543168\">September 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/775435854466744320\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Like anyone who’s ever been home sick from work, I’m just anxious to get back out there. See you on the trail soon. -H</p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/775435854466744320\">September 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d7126ae4b08465d44fffa2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T20:39:46.213Z\">9.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Conservative #NeverTrump opinion-fomenter Erick Erickson has narrowed his choice down to two:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EWErickson/status/775433169067712512\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">In the presidential race, who should I vote for?</p>&mdash; Erick Erickson (@EWErickson) <a href=\"https://twitter.com/EWErickson/status/775433169067712512\">September 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d70f7ce4b07ac3d446b892\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T20:28:51.760Z\">9.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>The Guardian’s <strong>Dan Roberts</strong>, <strong>Sabrina Siddiqui</strong> and <strong>Ben Jacobs</strong> have more on the Clinton campaign regretting not telling the truth after initially claiming Hillary Clinton’s incident at the 9/11 memorial was due to “overheating”:</em></p>  <figure class=\"element element-image\" data-media-id=\"a8b9aeee308e95a9e34f4a3b5f8616d2aa499c19\"> <img src=\"https://media.guim.co.uk/a8b9aeee308e95a9e34f4a3b5f8616d2aa499c19/0_0_4702_3135/1000.jpg\" alt=\"Hillary Clinton.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton.</span> <span class=\"element-image__credit\">Photograph: Andrew Harnik/AP</span> </figcaption> </figure>  <p>Hillary Clinton’s campaign has acknowledged mishandling <a href=\"https://www.theguardian.com/us-news/2016/sep/11/hillary-clinton-leaves-911-ceremony-after-feeling-overheated\">news of her pneumonia</a>, as Donald Trump <a href=\"https://www.theguardian.com/us-news/2016/sep/12/donald-trump-health-report-records-release\">sought to capitalize</a> on growing questions over his opponent’s trustworthiness at a critical moment in their race for the White House.</p> <p>“We could have done better yesterday,” <a href=\"https://twitter.com/jmpalmieri/status/775331567174582274?refsrc=email&amp;s=11\">wrote</a> Clinton communications director Jennifer Palmieri on Monday, after some Democrats began questioning whether the campaign had been fully transparent in its weekend accounts of her health.</p> <p>“In retrospect, we could have handled it better in providing more information. That’s on us. We regret that,” added press secretary Brian Fallon.</p> <p>Clinton was <a href=\"https://www.theguardian.com/us-news/video/2016/sep/12/unwell-hillary-clinton-stumbles-while-leaving-911-event-video\">filmed losing her footing and being assisted into a waiting van</a> after leaving early from a memorial for 9/11 victims in New York on Sunday.</p> <p>Initially, campaign aides said she had “overheated”, though Clinton later insisted “I’m feeling great, it’s a beautiful day in <a href=\"https://www.theguardian.com/us-news/new-york\">New York</a>,” after she left her daughter’s apartment, where she was taken to rest.</p> <p>But once the video footage emerged – which appeared to support <a href=\"https://twitter.com/RickLeventhal/status/774968879466549248\">eyewitness accounts</a> of a more serious incident – the campaign issued a short statement from a doctor revealing she was being treated for pneumonia.</p> <p>Clinton had been diagnosed on Friday but the condition went undisclosed despite the campaign <a href=\"https://twitter.com/brianefallon/status/773189174627295232\">chastising</a> <a href=\"https://twitter.com/NickMerrill/status/773003053905612800\">reporters</a> who had questioned bouts of coughing at recent public events.</p> <p>The campaign now says Clinton will release “additional medical information” from her doctor in the next few days “to further put to rest any lingering concerns”, but insists there are “no other underlying conditions, the pneumonia is the extent of it”.</p> <p>“I expect by the middle or back end of the week she will be back out there on the campaign trail,” Fallon told MSNBC. “If it was up to her she would be travelling to California today but it was her doctor’s advice [to rest at home].”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/12/hillary-clinton-pneumonia-campaign-regret-911-trump\">Clinton campaign admits 'we could have done better' handling pneumonia news</a> </p> </aside> </div>   </div> <div id=\"block-57d70a7de4b07ac3d446b876\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T20:13:04.838Z\">9.13pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Alabama congressman has 'serious doubts' whether Hillary Clinton has pneumonia</h2>  <div class=\"block-elements\">  <p>Alabama Republican congressman Gary Palmer apparently didn’t get the memo that Donald Trump’s campaign would rather keep quiet about rival Hillary Clinton’s pneumonia diagnosis, telling a local radio station this morning that while he does not “wish her ill,” he has “serious doubts as to whether or not it’s pneumonia”.</p> <p>“I’ve got serious doubts as to whether or not it’s pneumonia,” <a href=\"http://www.talk995.com/podcasts/\">Palmer told WAPI</a>, an AM radio station in Alabama. “But I can’t say ... if it were pneumonia, I would’ve thought they would’ve come out and said that very early on. You know, she’s disappeared for a few days and if I’d been her adviser, I would’ve said, ‘You need to get out there and let people know what’s wrong with you, get treatment, get a few days’ rest, get back on your feet.’”</p> <p>Referring to a <a href=\"https://www.youtube.com/watch?v=dDYi6u58O7o\">coughing fit</a> that became fodder for internet conspiracy theories that she was secretly suffering from an unnamed illness, Palmer told WAPI that he believes she has suffered from some respiratory ailment since the Benghazi hearings.<br></p> <p>“I sat in the Benghazi hearing for three hours, and she sat there and coughed her way through that,” Palmer continued. “Uou know, again, you just look at the pattern and it just begs the question, are we being lied to again?”</p> <p>Although the Clinton campaign has pledged to release more health records to prove that the former secretary of state is in perfect health - minus the pneumonia - Palmer believes that she suffers from another syndrome:</p> <p>“If lying were a disease, she’d be terminal.”</p> </div>   </div> <div id=\"block-57d7091ee4b08465d44fff71\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T20:01:11.673Z\">9.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Democratic vice presidential nominee Tim Kaine made a pit-stop at Washington, DC’s most popular gay nightclub on Saturday for a quick half-hour fundraiser, according to US News &amp; World Report:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davecatanese/status/775422586402537473\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">. <a href=\"https://twitter.com/timkaine\">@timkaine</a> did a fundraiser at Town in DC Saturday. No word if there was a foam party. <a href=\"https://t.co/3GKIGfcfPg\">pic.twitter.com/3GKIGfcfPg</a></p>&mdash; David Catanese (@davecatanese) <a href=\"https://twitter.com/davecatanese/status/775422586402537473\">September 12, 2016</a></blockquote>  </figure>  <p>The fundraiser, held in the early evening hours at Town Danceboutique, cost $45 to $1,000 to attend, $2,500 to host, and if memory serves us, two dollars for gelatin shots.</p> </div>   </div> <div id=\"block-57d70554e4b013613fffc987\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T19:44:02.438Z\">8.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Vice president Joe Biden has some advice for Clinton: follow the advice of your doctor.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MegKinnardAP/status/775417437323952128\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;They shud have listened to the doctors for God&#39;s sake.&quot; <a href=\"https://twitter.com/VP\">@vp</a> on <a href=\"https://twitter.com/HillaryClinton\">@HillaryClinton</a> health issues <a href=\"https://t.co/5zFDwf2Qs8\">pic.twitter.com/5zFDwf2Qs8</a></p>&mdash; Meg Kinnard (@MegKinnardAP) <a href=\"https://twitter.com/MegKinnardAP/status/775417437323952128\">September 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d702ace4b08465d44fff5b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T19:32:15.450Z\">8.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>I’ll trade you this pacifier for those glasses.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/timkaine/status/775416350961463296\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Met a new pal on the trail this Saturday. <a href=\"https://t.co/q6Yzp2d5oq\">pic.twitter.com/q6Yzp2d5oq</a></p>&mdash; Senator Tim Kaine (@timkaine) <a href=\"https://twitter.com/timkaine/status/775416350961463296\">September 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d6f9cbe4b07ac3d446b822\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T18:58:11.305Z\">7.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Red state or blue, conservative or liberal, Democrat or Republican, rich or rich, long history of racist discrimination or... not, everyone can agree, tennis unites us.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ShaneGoldmacher/status/775406154486804480\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A photo of Clinton megadonor David Geffen hanging at US Open with Ivanka and Jared Kushner <a href=\"https://t.co/2fNiO5K9iL\">https://t.co/2fNiO5K9iL</a> <a href=\"https://t.co/iZaeVxu3zz\">pic.twitter.com/iZaeVxu3zz</a></p>&mdash; Shane Goldmacher (@ShaneGoldmacher) <a href=\"https://twitter.com/ShaneGoldmacher/status/775406154486804480\">September 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/conncarroll/status/775410009765216256\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">such outsider, very change <a href=\"https://t.co/otFbpZqZdH\">https://t.co/otFbpZqZdH</a></p>&mdash; Conn Carroll (@conncarroll) <a href=\"https://twitter.com/conncarroll/status/775410009765216256\">September 12, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-12T19:08:39.113Z\">at 8.08pm BST</time></p>  </div> <div id=\"block-57d6f702e4b08465d44fff22\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T18:47:05.411Z\">7.47pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump proposes 'debate with no moderators'</h2>  <div class=\"block-elements\">  <p>Here’s a Donald Trump suggestion from a phone interviewer this morning that we don’t want to let go uncontemplated: Trump has <a href=\"http://www.politico.com/story/2016/09/trump-no-debate-moderator-228016#ixzz4K4JN6JCN\">suggested that</a> – because he sees it as inevitable that the debates will be unfair for him– he and Clinton conduct an unmoderated debate:</p> <blockquote class=\"quoted\"> <p>The fact is that they’re gaming the system, and I think, maybe, we should have no moderator. Let Hillary and I sit there and just debate because I think the system is being rigged so it’s gonna be a very unfair debate, and I can see it happening right now because everyone’s saying that he was soft on Trump. Well now the new person’s gonna try to be really hard on Trump just to show, you know, the establishment what he can do. So I think it’s very unfair what they’re doing. So I think we should have a debate with no moderators — just Hillary and I sitting there talking.”</p> </blockquote> <p>We kind of like the idea. What do you think? </p> <p>The first debate, on 26 September, will be moderated by NBC News’ Lester Holt. The commission on presidential debates announced the moderators at the start of the month. You can read about them here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/02/presidential-debate-moderators-martha-raddatz-anderson-cooper\">The Clinton-Trump presidential debates: who are the moderators?</a> </p> </aside> </div>   </div> <div id=\"block-57d6f588e4b07ac3d446b80f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T18:38:05.105Z\">7.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We’ve noticed that some readers are revisiting our news coverage from 2010 when America’s top commander, General <a href=\"https://www.theguardian.com/us-news/david-petraeus\">David Petraeus</a>, <strong>fainted during a congressional hearing </strong>as he was being grilled by senators sceptical about US strategy in Afghanistan.</p> <p>Here’s the top of <strong>Ewen MacAskill’s report at the time</strong>:</p> <p>His collapse came about an hour into the hearing as a Republican senator, John McCain, questioned him about recent setbacks. McCain stopped mid-sentence, his face frozen, as Petraeus slumped forward from his seat on to the witness table.</p> <p>The hearing was suspended as Petraeus, looking dazed, was led out by army colleagues. He returned 20 minutes later, blaming not McCain’s questions but dehydration.</p> <p>He told the senators he wanted to continue but the chairman of the Senate armed services committee, Carl Levin, overruled him, and postponed the hearing until tomorrow morning.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2010/jun/15/general-david-petraeus-faint-afghanistan\">General David Petraeus faints during grilling over US in Afghanistan</a> </p> </aside> </div>   </div> <div id=\"block-57d6f397e4b013613fffc936\" class=\"block\" data-block-contributor=\"profile/jonathanfreedland\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T18:31:14.985Z\">7.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Twenty years ago, almost to the week, Bob Dole, then the Republican nominee for president, slipped and <a href=\"http://articles.latimes.com/1996-09-20/news/mn-45687_1_bob-dole\">fell off a stage</a>, <strong>recalls the Guardian’s Jonathan Freedland in a <a href=\"https://www.theguardian.com/commentisfree/2016/sep/12/hillary-clinton-pneumonia\">new opinion piece</a>:</strong></p> <p>He was 73, and his aides moved fast to put a positive spin on the tumble: if he can fall down and get right back up again, that proves he’s fit enough for the White House!</p> <p>But that’s not how most people saw it. Earlier that same day Dole had <a href=\"http://www.nytimes.com/1996/09/19/opinion/the-artless-dodger.html\">offered congratulations to the Brooklyn Dodgers</a>, a team that had not existed for four decades. (They became the Los Angeles Dodgers in 1958.) By nightfall TV comedians were renaming the candidate Bob Old. His campaign never recovered.</p>  <figure class=\"element element-image\" data-media-id=\"5c1254e3fa8e4f5ae8b3b67b54cfedd49245fe16\"> <img src=\"https://media.guim.co.uk/5c1254e3fa8e4f5ae8b3b67b54cfedd49245fe16/0_282_2048_1229/1000.jpg\" alt=\"Dole falls to the ground from a four foot high stage in Chico, California September 18, 1996.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dole falls to the ground from a four foot high stage in Chico, California September 18, 1996.</span> <span class=\"element-image__credit\">Photograph: Rick Wilking/REUTERS</span> </figcaption> </figure>  <p>This is the precedent that will currently be terrifying the Hillary Clinton team, as they watch the endlessly replayed clip of her <a href=\"https://www.theguardian.com/us-news/2016/sep/11/hillary-clinton-leaves-911-ceremony-after-feeling-overheated\">coming close to collapse</a>, knees buckling as she’s helped into a car following Sunday’s 9/11 memorial events in New York. Veteran Clintonites remember that Dole moment well, for it was Bill Clinton who benefited, comfortably winning re-election less than two months later. Now they fear history is repeating itself – with Hillary on the wrong side.</p> <p>Are they right to be anxious? Could the image of a frail <a href=\"https://www.theguardian.com/us-news/hillary-clinton\">Hillary Clinton</a>, coupled with the belated admission that she is suffering from pneumonia, prove devastating for her candidacy? Suddenly that is the central question of the 2016 contest – and it touches on far more than the nasty turn the candidate endured on Sunday.</p> <p>The reasons for Democrats to worry are obvious. For months, with next to no evidence, Donald Trump has been ventilating the claim, long nurtured among rightwing conspiracists, that <a href=\"https://www.yahoo.com/news/giuliani-hillary-clinton-illness-videos-000000972.html\">Clinton has a severe and secret illness</a>.</p> <p>Read the full piece here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/12/hillary-clinton-pneumonia\">Hillary Clinton has allowed Trump to claim vindication | Jonathan Freedland</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-12T18:31:43.973Z\">at 7.31pm BST</time></p>  </div> <div id=\"block-57d6f31ae4b08465d44fff10\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T18:25:49.578Z\">7.25pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">White House: health questions 'legitimate'</h2>  <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ABCPolitics/status/775396203299082240\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/PressSec\">@PressSec</a>: Questions on candidates&#39; health &quot;legitimate,&quot; but they must &quot;decide for themselves&quot; how to release info <a href=\"https://t.co/Q3hgvV6UYa\">https://t.co/Q3hgvV6UYa</a></p>&mdash; ABC News Politics (@ABCPolitics) <a href=\"https://twitter.com/ABCPolitics/status/775396203299082240\">September 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d6efb6e4b013613fffc925\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T18:18:57.362Z\">7.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Post-speech, Trump hits a diner in suburban Dundalk:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/775394973352984576\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Per pool, Trump is now at a diner in Dundalk as opposed to part of inner city Baltimore that he often expresses concern about</p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/775394973352984576\">September 12, 2016</a></blockquote>  </figure>  <p>Trump has just concluded a month of so-called minority outreach in which the main set piece was him saying negative things about nonwhite urban communities in front of mostly white audiences, with the refrain “what have you got to lose?”</p> <p>The Washington Post <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/09/12/trump-better-hope-his-deplorables-strategy-is-more-effective-than-his-minority-outreach/?v2\">points out</a> that whomever Trump’s “minority outreach” of the last month was directed at, it did not move his numbers with nonwhite voters:</p> <blockquote class=\"quoted\"> <p>Trump spent a month trying to undercut the impression that he has a problem with bias against women and minorities. He ostensibly reached out to the black community and flirted briefly with softening his position on immigration. But <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/09/11/donald-trumps-pitch-to-nonwhite-voters-looks-like-it-went-as-well-as-expected/\">it didn’t work</a>; his numbers with nonwhite voters got worse from August to September, while his numbers with white voters got a little better.</p> </blockquote> </div>   </div> <div id=\"block-57d6e943e4b07ac3d446b7d1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T17:45:40.028Z\">6.45pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton: 'not contagious'</h2>  <div class=\"block-elements\">  <p>Clinton spokesman Brian Fallon is still on TV talking about the candidate’s pneumonia. Fallon has skipped from MSNBC to CNN.</p> <p>He tells CNN that the <strong>candidate is not contagious,</strong> AP reports:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KThomasDC/status/775388889213042688\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Fallon on CNN: &quot;She is not contagious she&#39;s been told by her doctor.&quot;</p>&mdash; Ken Thomas (@KThomasDC) <a href=\"https://twitter.com/KThomasDC/status/775388889213042688\">September 12, 2016</a></blockquote>  </figure>  <p>You know who <em>is</em> contagious? </p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=hTWKbfoikeg\"                                                                        > <iframe width=\"460\" height=\"345\" src=\"https://www.youtube-nocookie.com/embed/hTWKbfoikeg?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-57d6e6c9e4b013613fffc908\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T17:34:59.253Z\">6.34pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Schumer diagnosed with pneumonia 'weeks ago'</h2>  <div class=\"block-elements\">  <p>If the Democrats take control of the senate, New York senator Chuck Schumer is in line to become majority leader.</p> <p>But wait – Schumer was diagnosed with pneumonia “several weeks ago,” his office has announced. Unfit to serve?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MichaelLaRosaDC/status/775385810426335232\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">(AP) — The No. 3 Senate Democrat is disclosing that he was diagnosed with pneumonia. Senator Chuck Schumer was diagnosed several weeks ago</p>&mdash; Michael LaRosa (@MichaelLaRosaDC) <a href=\"https://twitter.com/MichaelLaRosaDC/status/775385810426335232\">September 12, 2016</a></blockquote>  </figure>  <blockquote class=\"quoted\"> <p>In response to questions from The Associated Press, Schumer spokesman Matt House says in a statement that Schumer was diagnosed with pneumonia and took antibiotics per doctor’s order, and also kept a lighter schedule. House says, “His doctor has pronounced him all cleared up and he’s feeling much better.”</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NickRiccardi/status/775387597782646786\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Your pneumonia jokes are hilarious</p>&mdash; Nick Riccardi (@NickRiccardi) <a href=\"https://twitter.com/NickRiccardi/status/775387597782646786\">September 12, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-12T17:37:29.102Z\">at 6.37pm BST</time></p>  </div> <div id=\"block-57d6e2c9e4b013613fffc8ec\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T17:16:38.639Z\">6.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Guardian’s Ben Jacobs reports they weren’t all clapping: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/775381548367507456\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Sitting in the audience right now, it&#39;s noteworthy that none of the people of color anywhere near me are giving Trump any applause</p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/775381548367507456\">September 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d6e1e3e4b07ac3d446b7a7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T17:15:31.436Z\">6.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Which line from this Trump speech is most hypocritical so far? </p> <p>1 Hillary Clinton despises American voters</p> <p>2 Hillary Clinton has not apologized</p> <p>3 Hillary Clinton lives a “sequestered life behind gates and guards”</p> <p>Tell us what you think in the comments!</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SaraMurray/status/775379682279645184\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Donald Trump - who has not apologized for a single attack he&#39;s lobbed this campaign - calls on HRC to apologize for &quot;basket of deplorables&quot;</p>&mdash; Sara Murray (@SaraMurray) <a href=\"https://twitter.com/SaraMurray/status/775379682279645184\">September 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sahilkapur/status/775380527624884224\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">&quot;Hillary Clinton lives a sequestered life behind gates and walls and guards,&quot; says Trump, who lives in a gold-rimmed Trump Tower penthouse.</p>&mdash; Sahil Kapur (@sahilkapur) <a href=\"https://twitter.com/sahilkapur/status/775380527624884224\">September 12, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-12T17:20:39.337Z\">at 6.20pm BST</time></p>  </div> <div id=\"block-57d6dfd6e4b013613fffc8de\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T17:09:22.408Z\">6.09pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump: Clinton has contempt in her heart for American voter</h2>  <div class=\"block-elements\">  <p>Trump ends that section of his diatribe. There’s some applause. Is it overwhelming applause? Sounds like even applause. Is the crowd following him in this attack on Clinton?</p> <p>Trump is still at it. He accuses Clinton of having “contempt” in her heart for the American voter:</p> <blockquote class=\"quoted\"> <p>You cannot run for president if you have such contempt in your heart for the American voter... Hillary Clinton still hasn’t apologized to those she slandered... if Hillary Clinton will not retract her comments in full, I don’t see how she can credibly campaign any further. Let’s be clear, these were not offhand comments. ...</p> <p>It was perhaps the most explicit attack on the American voter ever spoken by a major party presidential nominee.</p> </blockquote> <p>Does Trump have contempt in his heart for the American voter? Polls indicate that nonwhite voters and others see it plainly. Has Trump apologized for impugning whole ethnicities and religions? Survey says, no.</p> <p>“We are doing amazing well with African American and Hispanic workers,” Trump says, wrongly.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/775378500446543872\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump says Clinton looks at Americans &quot;as subjects for her rule&quot;</p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/775378500446543872\">September 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sppeoples/status/775379134394490880\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump: &quot;She called patriotic men and women every vile name in the book.”</p>&mdash; Steve Peoples (@sppeoples) <a href=\"https://twitter.com/sppeoples/status/775379134394490880\">September 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d6de77e4b08465d44ffea7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T17:02:50.836Z\">6.02pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump hammers Clinton over 'deplorables' remarks</h2>  <div class=\"block-elements\">  <p>Trump shifts from praising the national guard to hitting Clinton as hard as he can over the “basket of deplorables” remarks:</p> <blockquote> <p>I was thus deeply shocked and alarmed to hear my opponent attack, slander, smear, demean these wonderful, amazing people who are supporting our campaign by the millions. Our support ... comes from every walk of life... millions of working class families who just want a better future and a good job.</p> <p>These were the people Hillary Clinton so viciously demonized. These were among the countless Americans that Hillary Clinton called deplorable, irredeemable and un-American...</p> <p>She called them every name in the book... she called half of our supporters a basket of deplorables... she divides people into baskets as though they were objects, not human beings... she and her wealthy donors all had a good laugh... at the very people who paved the roads... paint the buildings she speaks in, and importantly, all of the other functions... </p> <p>Hillary Clinton is an insider supported by powerful insiders attacking Americans who have absolutely no political power. Hillary Clinton spoke with hatred and derision for the people that make this country run...</p> <p>While Hillary Clinton lives a sequestered life behind gates and guards, she mocks and demeans hardworking Americans..</p> <p>After months of hiding from the press, HIllary Clinton has revealed her true thoughts...as someone who looks down on the proud citizens of this country...</p> <p>Hillary Clinton believes she is above each and every one of you. Our campaign is about giving voice to the voiceless...</p> <p>I am running so that the powerful can no longer beat up on the powerless.</p> </blockquote> </div>   </div> <div id=\"block-57d6de12e4b07ac3d446b796\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T16:56:54.953Z\">5.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump tells the national guard they’ll have his support if he’s elected:</p> <blockquote class=\"quoted\"> <p>If I am given the honor to serve as your president, which I think will happen, and we’re going to soon find out... I will pledge to support you, and give you the... resources you deserve.”</p> </blockquote> <p>Trump says he is “running to be a president for all Americans... All Americans, if you know what I mean.”</p> </div>   </div> <div id=\"block-57d6dd8ae4b08465d44ffea1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T16:54:01.717Z\">5.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s Trump now. He’s a few minutes early. “This is a great honor,” he begins. “I’ve met more generals than I’ve ever seen in my life. I like them and they like me. A lot of endorsements, I can tell you.”</p> </div>   </div> <div id=\"block-57d6dcf1e4b07ac3d446b790\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T16:52:56.000Z\">5.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump is due to speak before long at the National Guard Association general conference in Baltimore, Maryland.</p> <p>The Guardian’s Ben Jacobs is in the room which, he reports, is cold, except for the smooth jazz, an implicitly hot genre.</p> <p>Here’s a live video stream:</p>  <figure class=\"element element-embed\" data-alt=\"trump\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57d6b11f6add94c00b265c58?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57d6d955e4b013613fffc8a8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T16:40:32.097Z\">5.40pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Humayun Khan grave at Arlington draws thousands</h2>  <div class=\"block-elements\">  <p>The grave at Arlington national cemetery of the fallen Muslim army captain whose father’s rousing speech at the Democratic national convention drew insults from Donald Trump has drawn thousands of people who leave letters and make other gestures of support, the New York Times <a href=\"http://www.nytimes.com/2016/09/13/us/politics/a-new-point-of-pilgrimage-in-arlington-capt-humayun-khans-grave.html?_r=2\">reports</a>:</p> <blockquote class=\"quoted\"> <p>Since late July, thousands of people — veterans, relatives of fallen soldiers, even those with no connection to the cemetery — have made their way to Captain Khan’s grave, deep inside the cemetery, to bear witness and offer words of support.</p> <p>“We try to count the messages” left behind, Captain Khan’s father, Khizr, said in an interview on Friday. “We have exhausted number 4,000 and counted on.”</p> </blockquote> <p>Read the <a href=\"http://www.nytimes.com/2016/09/13/us/politics/a-new-point-of-pilgrimage-in-arlington-capt-humayun-khans-grave.html?_r=2\">full piece here</a>.</p> </div>   </div> <div id=\"block-57d6d6c0e4b013613fffc892\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T16:27:36.535Z\">5.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Fallon, the Clinton spokesman, corroborates a report that floated in People magazine earlier today, that many Clinton campaign staff, including campaign director Robbie Mook, had been knocked out in recent days by what sounds like a gnarly bug:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/brikeilarcnn/status/775367720049127424\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Robbie Mook, Brian Fallon, number of senior staff have been ill with respiratory issues in recent days per <a href=\"https://twitter.com/brianefallon\">@brianefallon</a></p>&mdash; Brianna Keilar (@brikeilarcnn) <a href=\"https://twitter.com/brikeilarcnn/status/775367720049127424\">September 12, 2016</a></blockquote>  </figure>  <p>People quoted an unnamed Clinton source saying “half a dozen senior staff were felled”:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BraddJaffy/status/775317839200870404\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">People Magazine: Illness that hit Clinton also hit several senior members of her campaign <a href=\"https://t.co/k6USK5DPB3\">https://t.co/k6USK5DPB3</a> <a href=\"https://t.co/clRIfecU2n\">pic.twitter.com/clRIfecU2n</a></p>&mdash; Bradd Jaffy (@BraddJaffy) <a href=\"https://twitter.com/BraddJaffy/status/775317839200870404\">September 12, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-12T16:34:08.471Z\">at 5.34pm BST</time></p>  </div> <div id=\"block-57d6d4cae4b08465d44ffe67\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T16:20:36.555Z\">5.20pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton to release additional medical information, spokesman says</h2>  <div class=\"block-elements\">  <p>Clinton spokesman Brian Fallon is on TV extending communications director Jennifer Palmieri’s earlier message: “we could have done better” in handling the information flow before, during and after Clinton’s collapse yesterday morning caught on video:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SabrinaSiddiqui/status/775365901206097920\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;In retrospect, we could have handled it better in providing more information,&quot; Clinton spox <a href=\"https://twitter.com/brianefallon\">@brianefallon</a> says on MSNBC. &quot;We regret that.&quot;</p>&mdash; Sabrina Siddiqui (@SabrinaSiddiqui) <a href=\"https://twitter.com/SabrinaSiddiqui/status/775365901206097920\">September 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SabrinaSiddiqui/status/775366543081349120\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;If it was up to her, she&#39;d be traveling to California today,&quot; <a href=\"https://twitter.com/brianefallon\">@brianefallon</a> says of Clinton, but she is heeding doctor&#39;s advice.</p>&mdash; Sabrina Siddiqui (@SabrinaSiddiqui) <a href=\"https://twitter.com/SabrinaSiddiqui/status/775366543081349120\">September 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SabrinaSiddiqui/status/775367538385575937\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Clinton to release additional medical information in coming days &quot;to further put to rest any lingering concerns,&quot; <a href=\"https://twitter.com/brianefallon\">@brianefallon</a> says.</p>&mdash; Sabrina Siddiqui (@SabrinaSiddiqui) <a href=\"https://twitter.com/SabrinaSiddiqui/status/775367538385575937\">September 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeneps/status/775369780664598528\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Fallon says that Clinton&#39;s medical records will show that she has &quot;no other undisclosed condition&quot;</p>&mdash; Jennifer Epstein (@jeneps) <a href=\"https://twitter.com/jeneps/status/775369780664598528\">September 12, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-12T16:34:13.142Z\">at 5.34pm BST</time></p>  </div> <div id=\"block-57d6d1e2e4b07ac3d446b74a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T16:07:40.512Z\">5.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>After Fox News this morning allowed Donald Trump to devote minutes of airtime to talking about the grand opening of his new Washington, DC, hotel, Trump keeps up the advertising:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/775361266001084416\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Stopped by <a href=\"https://twitter.com/TrumpDC\">@TrumpDC</a> to thank all of the tremendous men &amp; women for their hard work! <a href=\"https://t.co/oGcJL4N454\">pic.twitter.com/oGcJL4N454</a></p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/775361266001084416\">September 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jmartNYT/status/775363020218363904\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">First major party nominee to simultaneously run for presidency &amp; actively promote personal biz interests<a href=\"https://t.co/BXuVxnuM5b\">https://t.co/BXuVxnuM5b</a></p>&mdash; Jonathan Martin (@jmartNYT) <a href=\"https://twitter.com/jmartNYT/status/775363020218363904\">September 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/775363851294572544\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">You seem to forget Al Smith&#39;s Make America Wet Again derby hats from 1928. <a href=\"https://t.co/FEqYNXf7vp\">https://t.co/FEqYNXf7vp</a></p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/775363851294572544\">September 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d6d08ee4b07ac3d446b744\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T16:02:17.815Z\">5.02pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Woolsey: Bravo Zulu, Mr Trump</h2>  <div class=\"block-elements\">  <p>Former Ambassador R. James Woolsey, a CIA director for two years under Bill Clinton, has joined the Trump campaign as a senior adviser, the campaign announced.</p> <p>Woolsey says in a statement that he supports Trump’s plan to “reinvest in and modernize our military” and reverse “the harmful defense budget cuts” “while acknowledging the need for debt reduction.” <br></p> <p>While Hillary Clinton “lacks the ability to lead her senior managers,” “Mr. Trump understands the magnitude of the threats we face and is holding his cards close to the vest,” the statement concludes. “Bravo Zulu, Mr Trump.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/attackerman/status/775360438997491712\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">What an irony that Jim Woolsey, who only got the CIA directorship because Bill Clinton knew nothing about the CIA, has gone to Trumpistan.</p>&mdash; Spencer Ackerman (@attackerman) <a href=\"https://twitter.com/attackerman/status/775360438997491712\">September 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/attackerman/status/775366783347859456\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I have no power to assign <a href=\"https://twitter.com/EliLake\">@EliLake</a> anything, but the people want an Eli column on Jim Woolsey, Trump&#39;s Neocon</p>&mdash; Spencer Ackerman (@attackerman) <a href=\"https://twitter.com/attackerman/status/775366783347859456\">September 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RussOnPolitics/status/775373175169421312\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This throwback also endorsed Bob Dole in 1996. <a href=\"https://t.co/SM1sWzziHz\">https://t.co/SM1sWzziHz</a></p>&mdash; Russell Drew (@RussOnPolitics) <a href=\"https://twitter.com/RussOnPolitics/status/775373175169421312\">September 12, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-12T16:41:36.960Z\">at 5.41pm BST</time></p>  </div> <div id=\"block-57d6ce6be4b07ac3d446b73b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T15:55:46.806Z\">4.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Henry J Gomez, who writes about national politics for <a href=\"http://www.cleveland.com/politics/index.ssf/2016/09/donald_trump_fans_have_been_se.html\">cleveland.com</a>, <a href=\"http://www.cleveland.com/politics/index.ssf/2016/09/donald_trump_fans_have_been_se.html\">says he has received</a> an unusually large number of hateful communications this election cycle:</p> <blockquote class=\"quoted\"> <p>Call it bigotry. Call it racism. Call it xenophobia. As a writer – especially one who covers national politics – you chalk it up as coming with the territory, as hurtful and as menacing as it can be. This year, though, it is coming far more frequently. There is no mystery why.<br></p> <p>Maybe you don’t believe Donald Trump is a bigot. Or a racist. Or a xenophobe. But the Republican nominee for president certainly has won the support of people who are.</p> </blockquote> <p>“Sadly, simply being a Gomez is enough to make you a target,” Gomez <a href=\"http://www.cleveland.com/politics/index.ssf/2016/09/donald_trump_fans_have_been_se.html\">writes</a>:</p> <blockquote class=\"quoted\"> <p>I was born, 35 years ago this week, in Youngstown, Ohio. My mother was born in Youngstown. My father was born in Youngstown. You have to go back four generations – to great-grandparents on both sides of my family – to find relatives born in another country.</p> </blockquote> <p><a href=\"http://www.cleveland.com/politics/index.ssf/2016/09/donald_trump_fans_have_been_se.html\">Click through to read further</a> from Gomez on the hatred that has come his way in the year of Trump. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HurtinCowboy/status/709445464509140992\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/HenryJGomez\">@HenryJGomez</a> Big balls on Hank huh? Since we&#39;re stereotyping maybe we should start asking to see your green card. You a spic or a beaner?</p>&mdash; Randy Karlyle (@HurtinCowboy) <a href=\"https://twitter.com/HurtinCowboy/status/709445464509140992\">March 14, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d6cd91e4b08465d44ffe3d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T15:45:50.081Z\">4.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Axelrod takes a swing at the Trump campaign now for lack of transparency (<a href=\"https://www.theguardian.com/us-news/live/2016/sep/12/hillary-clinton-donald-trump-news-election-live?page=with:block-57d6aea9e4b08465d44ffd76#block-57d6aea9e4b08465d44ffd76\">see earlier</a>):</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davidaxelrod/status/775340211391913985\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Transparency works BOTH ways, <a href=\"https://twitter.com/KellyannePolls\">@KellyannePolls</a>! Where r <a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a> tax returns? Health records? Secret plans?  <a href=\"https://t.co/RaNWQ0CJAC\">https://t.co/RaNWQ0CJAC</a></p>&mdash; David Axelrod (@davidaxelrod) <a href=\"https://twitter.com/davidaxelrod/status/775340211391913985\">September 12, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d6c5dde4b07ac3d446b6f9\" class=\"block is-key-event\" data-block-contributor=\"profile/amanda-holpuch\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T15:17:20.871Z\">4.17pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump to roll out health details on TV show of doctor discredited by peers</h2>  <div class=\"block-elements\">  <p>Donald Trump will respond to calls to discuss his medical records this week in a television appearance with Dr Oz, a popular physician who has been shown to endorse medical treatments that have not been proven effective by <a href=\"https://www.washingtonpost.com/news/morning-mix/wp/2014/12/19/half-of-dr-ozs-medical-advice-is-baseless-or-wrong-study-says/\">evidence-based science</a>, <strong>writes the Guardian’s Amanda Holpuch:</strong></p> <p>Oz shot to fame after appearing on the Oprah Winfrey Show, but has lost luster in the medical community in the seven seasons he has hosted his own television show. </p> <p>Congress questioned Oz <a href=\"https://www.washingtonpost.com/blogs/in-the-loop/wp/2014/06/17/mccaskill-gives-dr-oz-tough-medicine/\">about weight-loss product fraud</a> in 2014 and the head of a network that syndicates Oz’s show once wrote that Oz was <a href=\"http://www.forbes.com/sites/dandiamond/2015/04/21/even-dr-ozs-boss-thinks-hes-full-of-it/#53da03d75d87\">“full of shit</a>” in 2013 (Sony Pictures Television chairman, Steve Mosko, said in the same email that Oz was also “smart as hell”). </p>  <figure class=\"element element-image\" data-media-id=\"65b823dfed8576abaefaa2d68dd6a09bf0284852\"> <img src=\"https://media.guim.co.uk/65b823dfed8576abaefaa2d68dd6a09bf0284852/0_0_3000_1799/1000.jpg\" alt=\"Dr. Mehmet Oz, whose colleagues accuse him of an “egregious lack of integrity,” testifies on Capitol Hill in Washington in June 2014.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dr. Mehmet Oz, whose colleagues accuse him of an “egregious lack of integrity,” testifies on Capitol Hill in Washington in June 2014.</span> <span class=\"element-image__credit\">Photograph: Lauren Victoria Burke/AP</span> </figcaption> </figure>  <p>And last year, a <a href=\"http://factually.gizmodo.com/doctors-ask-columbia-university-to-fire-dr-oz-because-1698227881\">group of prominent physicians</a> wrote to the Columbia University medical school dean asking him to fire Oz, a faculty member. “Dr Oz is guilty of either outrageous conflicts of interest or flawed judgments about what constitutes appropriate medical treatments, or both,” <a href=\"http://factually.gizmodo.com/doctors-ask-columbia-university-to-fire-dr-oz-because-1698227881\">the doctors wrote in a fiery letter.</a></p> <p>Trumps’s appearance is scheduled for Thursday. </p> <p>Oz said he has also invited Clinton to the show but is waiting to hear back from her campaign. </p> <p>So far, Trump has only released a four-paragraph letter on his health written by his doctor of 35 years, Harold Bornstein. He said Trump “will be the healthiest individual ever elected to the presidency,” in a letter <a href=\"http://www.nbcnews.com/news/us-news/trump-doctor-wrote-health-letter-just-5-minutes-limo-waited-n638526?cid=sm_tw\">he later admitted was written in five minutes</a> while a limousine sent by the campaign waited outside his office. </p> </div>   </div> <div id=\"block-57d6c563e4b07ac3d446b6f6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T15:12:08.646Z\">4.12pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Obama: Eid Mubarak</h2>  <div class=\"block-elements\">  <p>Would a Trump administration issue one of these? Here’s a statement by Barack Obama on the occasion of Eid al-Adha, via the White House:</p> <blockquote class=\"quoted\"> <p>Michelle and I extend our warmest wishes to Muslims across our country and around the world who are celebrating Eid al-Adha. This special holiday is a time to honor the sacrifice, resolve, and commitment to God demonstrated by Abraham. It marks the end of the pilgrimage of Hajj performed each year by millions of Muslims who journey from all corners of the world to Mecca as a testament to their faith. It is also a celebration of the ways faith can transcend any differences or boundaries and unite us under the banners of fellowship and love.</p> <p>During this time, Muslims from all walks of life join their neighbors and friends at their local mosques, community centers, and homes to pray, give alms, exchange gifts, and recommit to helping others. Food and money are distributed to those in need as men, women, and children reflect on their fortune and look towards the next year.</p> <p>As we mark Eid al-Adha this year, we are reminded of the millions of refugees around the globe who are spending this sacred holiday separated from their families, unsure of their future, but still hoping for a brighter tomorrow. And as a Nation, we remain committed to welcoming the stranger with empathy and an open heart—from the refugee who flees war-torn lands to the immigrant who leaves home in search of a better life. </p> <p>May the spirits of community togetherness, principled service, and compassionate generosity bring good tidings to those celebrating Eid al-Adha. From our family to yours, Eid Mubarak. </p> </blockquote> </div>   </div> <div id=\"block-57d6bcfbe4b07ac3d446b6b8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T15:03:27.721Z\">4.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump campaign manager Kellyanne Conway is on Twitter this morning hammering Hillary Clinton for what Conway says is a lack of transparency:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KellyannePolls/status/775331304904753152\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Lack of transparency is an overarching theme. <a href=\"https://t.co/8nzkWd7l7T\">https://t.co/8nzkWd7l7T</a></p>&mdash; Kellyanne Conway (@KellyannePolls) <a href=\"https://twitter.com/KellyannePolls/status/775331304904753152\">September 12, 2016</a></blockquote>  </figure>  <p>The public knows far more about Clinton, of course, than about Conway’s candidate, who has not released his tax returns, or his medical records; who lies serially about the sizes of his businesses and his debts; whose very manner of doing business can so rely on deception that he stands accused of criminal fraud; who demands that everyone who works with him sign non-disclosure agreements he then attempts to enforce with <a href=\"https://www.theguardian.com/us-news/2016/jul/13/donald-trump-lawsuit-sam-nunberg-leaked-information\">$10m lawsuits</a>; and who will not so much as comment on investigative reporting showing that he has misrepresented or flatly lied for years about his charitable giving.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jmpalmieri/status/775331788688416769\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">In contrast to HRC, Trump has been less transparent than any nominee in modern history.  <a href=\"https://t.co/Q50oHK85wQ\">https://t.co/Q50oHK85wQ</a></p>&mdash; Jennifer Palmieri (@jmpalmieri) <a href=\"https://twitter.com/jmpalmieri/status/775331788688416769\">September 12, 2016</a></blockquote>  </figure>  <p>The latest blockbuster report on Trump’s charities scam ran in the Washington Post over the weekend. Here’s a few paragraphs from the core of the piece, by David Fahrenthold, which deserves <a href=\"https://www.washingtonpost.com/politics/how-donald-trump-retooled-his-charity-to-spend-other-peoples-money/2016/09/10/da8cce64-75df-11e6-8149-b8d05321db62_story.html\">to be read in full</a>:</p> <blockquote class=\"quoted\"> <p>The Donald J. Trump Foundation is not like other charities. An investigation of the foundation — including examinations of 17 years of tax filings and interviews with more than 200 individuals or groups listed as donors or beneficiaries — found that it collects and spends money in a very unusual manner.</p> <p>For one thing, nearly all of its money comes from people other than Trump. In tax records, the last gift from Trump was in 2008. Since then, all of the donations have been other people’s money — an arrangement that experts say is almost unheard of for a family foundation.</p> <p>Trump then takes that money and generally does with it as he pleases. In many cases, he passes it on to other charities, which often are under the impression that it is Trump’s own money.</p> </blockquote> <p>Read the <a href=\"https://www.washingtonpost.com/politics/how-donald-trump-retooled-his-charity-to-spend-other-peoples-money/2016/09/10/da8cce64-75df-11e6-8149-b8d05321db62_story.html\">full piece here</a>.</p> <p>Update:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davidaxelrod/status/775340211391913985\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Transparency works BOTH ways, <a href=\"https://twitter.com/KellyannePolls\">@KellyannePolls</a>! Where r <a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a> tax returns? Health records? Secret plans?  <a href=\"https://t.co/RaNWQ0CJAC\">https://t.co/RaNWQ0CJAC</a></p>&mdash; David Axelrod (@davidaxelrod) <a href=\"https://twitter.com/davidaxelrod/status/775340211391913985\">September 12, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-12T15:45:04.815Z\">at 4.45pm BST</time></p>  </div> <div id=\"block-57d6bc20e4b07ac3d446b6b4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T14:32:51.138Z\">3.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>If American voters (or journalists) still expect their candidates to be – in the <a href=\"http://genius.com/Lin-manuel-miranda-my-shot-lyrics\">words</a> of a popular musical – young, scrappy and hungry, they have not been paying attention, <strong>writes Richard Wolffe for the Guardian:</strong></p> <p>The primaries have left us with two nominees who are rather geriatric, stiff and well-fed.</p> <p>But as Joe Biden (73 years old) likes to say: don’t compare me to the Almighty, compare me to the alternative.</p> <p>In this case, the alternative is an overweight 70-year-old man who loves fast food, and whose gastroenterologist declared that he would be the healthiest president ever. [...]</p> <p>But with Hillary Clinton’s <a href=\"https://www.theguardian.com/us-news/2016/sep/10/hillary-clinton-basket-of-deplorables-donald-trump\">off-the-cuff remarks about the bigotry of Trump’s supporters</a>, we have officially reached the point of no return. This deplorable election, featuring a deplorable candidate, is now circling the drain because the only respectable candidate expressed her disdain for racist voters. </p> <p>Voters hold an unusual amount of respect in any election. We may have lost our respect for politicians, sports stars, religious leaders and just about every profession, but voters remain sacrosanct. So Clinton’s comments have crossed a line: an unforced error that reveals how flawed a campaigner she is.</p> <p>Read the full piece here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/11/hillary-clinton-terrible-weekend-alternative-worse\">Hillary Clinton had a terrible weekend. The alternative is far, far worse | Richard Wolffe</a> </p> </aside> </div>   </div> <div id=\"block-57d6b837e4b08465d44ffdb0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T14:16:25.591Z\">3.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump will release “very, very specific” results of a physical examination soon, the Republican presidential candidate said on Monday, a day after the Democratic nominee, Hillary Clinton, was <a href=\"https://www.theguardian.com/us-news/2016/sep/11/hillary-clinton-leaves-911-ceremony-after-feeling-overheated\">revealed to have pneumonia</a>, writes the<strong> Guardian’s Martin Pengelly</strong>:</p> <p>“This last week I took a physical and I’ll be releasing when the numbers come in,” Trump said in an interview with Fox News.</p> <p>Trump has so far released only a short letter from his personal physician, which the doctor in question subsequently said had been <a href=\"https://www.theguardian.com/us-news/2016/aug/27/donald-trump-doctor-letter-health-harold-bornstein\">rushed</a>. Clinton last year released a longer <a href=\"http://www.politico.com/story/2015/07/hillary-clinton-health-excellent-doctor-letter-2016-campaign-120861\">doctor’s note</a>, written by the same physician who on Sunday released a statement saying that the nominee had been diagnosed with pneumonia on Friday.</p>  <figure class=\"element element-image\" data-media-id=\"4ca141ba143fa553f844c7dcb20547bb8d967a07\"> <img src=\"https://media.guim.co.uk/4ca141ba143fa553f844c7dcb20547bb8d967a07/0_16_3921_2353/1000.jpg\" alt=\"Trump attends Annual Charity Day hosted by Cantor Fitzgerald, BGC and GFI at BGC Partners, INC on September 12, 2016 in New York City.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Trump attends Annual Charity Day hosted by Cantor Fitzgerald, BGC and GFI at BGC Partners, INC on September 12, 2016 in New York City.</span> <span class=\"element-image__credit\">Photograph: Larry Busacca/(Credit too long, see caption)</span> </figcaption> </figure>  <p>“I hope she gets well soon,” Trump said. “I really don’t know what’s going on. Like you, I say what I see. [Clinton’s] coughing fit was a week ago” – at a <a href=\"https://www.theguardian.com/us-news/video/2016/sep/05/hillary-clinton-every-time-i-think-about-trump-i-get-allergic-video\">Labor Day rally in Cleveland</a> – “so that was pneumonia also, I think it would have been, so something’s going on. I hope she gets well and gets back on the trail and we’ll be seeing her at the debate.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/12/donald-trump-health-report-records-release\">Donald Trump: I will release 'very, very specific' health report soon</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-12T14:22:28.131Z\">at 3.22pm BST</time></p>  </div> <div id=\"block-57d6ad82e4b07ac3d446b64d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T14:10:08.663Z\">3.10pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump ad hits Clinton for 'depolorables'</h2>  <div class=\"block-elements\">  <p>A new Trump campaign ad highlights a Hillary Clinton attack on his supporters.</p> <p>The ad features part of a few lines that Clinton delivered at a Friday fundraiser: </p> <blockquote class=\"quoted\"> <p>You know, to just be grossly generalistic, you could put half of Trump’s supporters into what I call the basket of deplorables. Right? The racist, sexist, homophobic, xenophobic, Islamaphobic – you name it. And unfortunately, there are people like that. And he has lifted them up.</p> </blockquote> <p>The ad uses the word “you” a lot, inviting the viewer to identify with the person Clinton is impugning.</p> <p>“Speaking to wealthy donors, Hillary Clinton called tens of millions of Americans “deplorable,” the ad says:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=gj7CLJbyjrk\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/gj7CLJbyjrk?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <blockquote class=\"quoted\"> <p>People like you, you and you: deplorable. You know what’s deplorable? Hillary Clinton viciously demonizing hard-working people like you.</p> </blockquote> <p>What do you think, does it work, for its intended audience, which <a href=\"https://twitter.com/sahilkapur/status/775346751989542913\">judging by ad buys</a> are potential Trump supporters in Ohio, Florida, Pennsylvania and North Carolina? </p> <p>The Trump campaign has lied about former Fox News chief Roger Ailes having a role in the campaign, but the ad, which evokes a siege mentality and seems to distort Clinton’s voice while playing on a sense of victimization and / or wounded justice – the ad feels like Fox.</p> <p>Meanwhile, speaking of deplorables, elder Trump son Donald Trump Jr celebrated on Instagram at the weekend that he was included in a graphic with the <a href=\"http://www.thedailybeast.com/articles/2016/05/26/how-pepe-the-frog-became-a-nazi-trump-supporter-and-alt-right-symbol.html\">alt-right neo-Nazi mascot Pepe</a>, Sandy Hook and 9/11 conspiracy theorist Alex Jones and others:</p>  <figure class=\"element element-instagram\"> <blockquote class=\"instagram-media\" data-instgrm-captioned data-instgrm-version=\"7\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\"><div style=\"padding:8px;\"> <div style=\" background:#F8F8F8; line-height:0; margin-top:40px; padding:31.2945973496% 0; text-align:center; width:100%;\"> <div style=\" background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;\"></div></div> <p style=\" margin:8px 0 0 0; padding:0 4px;\"> <a href=\"https://www.instagram.com/p/BKMtdN5Bam5/\" style=\" color:#000; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none; word-wrap:break-word;\" target=\"_blank\">A friend sent me this. Apparently I made the cut as one of the Deplorables😂😂😂 All kidding aside I am honored to be grouped with the hard working men and women of this great nation that have supported @realdonaldtrump and know that he can fix the mess created by politicians in Washington. He&#39;s fighting for you and won&#39;t ever quit. Thanks for your trust!  #trump2016 #maga #makeamericagreatagain #basketofdeplorables</a></p> <p style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;\">A photo posted by Donald Trump Jr. (@donaldjtrumpjr) on <time style=\" font-family:Arial,sans-serif; font-size:14px; line-height:17px;\" datetime=\"2016-09-11T02:18:17+00:00\">Sep 10, 2016 at 7:18pm PDT</time></p></div></blockquote> <script async defer src=\"//platform.instagram.com/en_US/embeds.js\"></script> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-12T15:07:02.198Z\">at 4.07pm BST</time></p>  </div> <div id=\"block-57d6aea9e4b08465d44ffd76\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T13:58:19.801Z\">2.58pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Axelrod: Clinton has 'unhealthy penchant for privacy'</h2>  <div class=\"block-elements\">  <p>Political strategist turned academic David Axelrod, who <em>really</em> made his career by helping Obama beat Hillary Clinton in the 2008 Democratic presidential primary, describes what he sees as the central problem for Clinton, in the current conversation about her health, and before that: an “unhealthy penchant for privacy that repeatedly creates unnecessary problems”:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davidaxelrod/status/775308081794199552\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Antibiotics can take care of pneumonia. What&#39;s the cure for an unhealthy penchant for privacy that repeatedly creates unnecessary problems?</p>&mdash; David Axelrod (@davidaxelrod) <a href=\"https://twitter.com/davidaxelrod/status/775308081794199552\">September 12, 2016</a></blockquote>  </figure>  <p>If there were an emoticon for “private basement email server,” Axelrod might have used it. </p> <p>Here’s someone who agrees: Trump campaign manager Kellyanne Conway:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KellyannePolls/status/775320578697863168\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Whoa. Well said. <a href=\"https://t.co/GeCfN5jKAN\">https://t.co/GeCfN5jKAN</a></p>&mdash; Kellyanne Conway (@KellyannePolls) <a href=\"https://twitter.com/KellyannePolls/status/775320578697863168\">September 12, 2016</a></blockquote>  </figure>  <p>What do you think of the way the Clinton campaign has handled her illness? Meaning their decision not to announce her diagnosis on Friday and then the silence and two statements Sunday? If she had announced she had pneumonia on Friday and not turned up for the 9/11 memorial event... well what does your crystal ball of counterfactuals say?</p> <p><strong>Update: </strong>Clinton’s communications director says “we could have done better”:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jmpalmieri/status/775331567174582274\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">We could have done better yesterday, but it is a fact that public knows more about HRC than any nominee in history.  <a href=\"https://t.co/Q50oHK85wQ\">https://t.co/Q50oHK85wQ</a></p>&mdash; Jennifer Palmieri (@jmpalmieri) <a href=\"https://twitter.com/jmpalmieri/status/775331567174582274\">September 12, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-12T14:36:43.243Z\">at 3.36pm BST</time></p>  </div> <div id=\"block-57d685dae4b013613fffc6b8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-12T12:41:47.066Z\">1.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello and welcome to our live-wire coverage of the 2016 race for the White House. Donald Trump has expressed <a href=\"https://www.theguardian.com/us-news/2016/sep/12/donald-trump-health-report-records-release\">hope for a speedy recovery</a> for Hillary Clinton following Clinton’s abrupt and physically shaky <a href=\"https://www.theguardian.com/us-news/2016/sep/11/hillary-clinton-leaves-911-ceremony-after-feeling-overheated\">departure Sunday from a 9/11 memorial event</a>.</p> <p>Clinton is resting at home in Chappaqua, New York, after canceling a two-day fundraising trip to California on the advice of her doctor, who said the candidate had been diagnosed Friday with pneumonia.</p> <p>While Trump said Clinton’s health was “an issue”, he seemed on Monday morning to prefer to attack his rival on different grounds, over her <a href=\"https://www.theguardian.com/us-news/2016/sep/10/hillary-clinton-basket-of-deplorables-donald-trump\">characterization</a> at a fundraiser Friday of half of his supporters as belonging in a “basket of deplorables” – “the racist, sexist, homophobic, xenophobic, Islamaphobic, you name it”.</p> <p>Speaking to Fox News, Trump repeated his assessment that the comments were “the biggest mistake of the political season”. Critics pointed out that his campaign is built on a chassis of racial hatred that could be considered worse.</p> <p>On Clinton’s health, Trump said: “I just hope she gets well and gets back on the trail and we’ll be seeing her at the debate” in two weeks. The Republican nominee said he had recently had a physical and would release “very, very specific numbers” when he had them, probably “this week”.</p> <p>Trump has not released medical records apart from an absurdly hyperbolic note from a doctor who later admitted he simply had scrawled what he thought Trump would like. Clinton has released a two-page letter from a doctor written in 2015 that experts say is <a href=\"https://www.washingtonpost.com/opinions/americans-need-to-know-more-about-clintons-health--and-trumps/2016/09/09/201bcddc-75ee-11e6-b786-19d0cb1ed06c_story.html?utm_term=.4c1e5fa92bc6\">lacking</a>.</p> <p>On Sunday morning, Clinton stumbled while leaving the memorial event:</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/12/unwell-hillary-clinton-stumbles-while-leaving-911-event-video\"            data-short-url=\"https://gu.com/p/52tkx\"                    data-show-ads=\"true\"            data-video-id=\"2710234\"            data-video-name=\"Unwell Hillary Clinton stumbles while leaving 9/11 event – video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-57d5ece8e4b08465d44ffa77\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/12/160912clintonstumble_h264_publish.mp4\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572798&amp;format=video/m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572798&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/12/unwell-hillary-clinton-stumbles-while-leaving-911-event-video\">Unwell Hillary Clinton stumbles while leaving 9/11 event</a></figcaption> </figure>   <p>Clinton was taken to her daughter’s apartment, about three miles away. The campaign said she “felt overheated” at the event. Clinton emerged from the apartment after less than two hours, told journalists she was “feeling great” and was driven to Chappaqua, about 35 miles away, leaving press behind.</p> <p>Late on Sunday the campaign released a statement by Dr Lisa R Bardack saying Clinton had been diagnosed on Friday with pneumonia:</p> <blockquote class=\"quoted\"> <p>Secretary Clinton has been experiencing a cough related to allergies. On Friday, during follow up evaluation of her prolonged cough, she was diagnosed with pneumonia. She was put on antibiotics, and advised to rest and modify her schedule.</p> <p>While at this morning’s event, she became overheated and dehydrated. I have just examined her and she is now rehydrated and recovering nicely.”</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/11/hillary-clinton-leaves-911-ceremony-after-feeling-overheated\">Hillary Clinton cancels California trip after pneumonia forces departure from 9/11 ceremony</a> </p> </aside>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davidfrum/status/775090231582265344\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Lesson for the next 4 years: whatever the question is, never believe the first answer from the Hillary Clinton White House.</p>&mdash; David Frum (@davidfrum) <a href=\"https://twitter.com/davidfrum/status/775090231582265344\">September 11, 2016</a></blockquote>  </figure>  <p>Clinton on Saturday expressed regret over <a href=\"https://www.theguardian.com/us-news/2016/sep/10/hillary-clinton-trump-supporters--bigoted-deplorables\">her statement</a> that half of Trump’s supporters belonged in a “basket of deplorables”. The Democratic presidential nominee repeated in a statement that she had been being “grossly generalistic” but expressed regret for “saying ‘half’”, adding: “That was wrong.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/10/hillary-clinton-basket-of-deplorables-donald-trump\">Hillary Clinton regrets 'basket of deplorables' remark as Trump attacks</a> </p> </aside>  <p>Thanks for reading and please join us in the comments.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/inthemoodfortw/status/775226528431038464\">  <blockquote class=\"twitter-tweet\"><p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/e6xzFVieLt\">pic.twitter.com/e6xzFVieLt</a></p>&mdash; JeanPhilippedeTonnac (@inthemoodfortw) <a href=\"https://twitter.com/inthemoodfortw/status/775226528431038464\">September 12, 2016</a></blockquote>  </figure> </div>   </div>"
]