[
  "<p>After months of bashing the German chancellor on the campaign trail, Donald Trump declared that Angela Merkel was his favorite world leader.</p> <p>In an interview with a local reporter in New Hampshire, the Republican presidential nominee proclaimed: “I think Merkel is a really great world leader.” Though, he added, “I was very disappointed that, when she, this move with the whole thing on immigration, I think it’s a big problem and really, you know, to look at what she’s done in the last year and a half. I was always a Merkel person. I thought really fantastic. But I think she made a very tragic mistake a year and a half ago.” </p> <p>Trump was criticizing the German chancellor’s openness to taking refugees from Syria. Despite the ongoing civil war and humanitarian crisis in that country, Trump has long warned of the danger of taking in refugees, whom he has compared to the Trojan Horse.</p> <p>The statement marks a change in tone from Trump, who has repeatedly attacked Merkel on the campaign trail. </p> <p>In December, after Merkel bested him to be <a href=\"https://www.theguardian.com/world/2015/dec/09/angela-merkel-time-magazine-person-of-the-year-2015\">Time’s Person of the Year</a>, Trump <a href=\"https://twitter.com/realDonaldTrump/status/674587800835092480\">tweeted</a> she was “ruining Germany”. He had previously said Merkel should be “ashamed of herself” over refugee policy. </p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Hillary Clinton is running to be America’s Angela Merkel. We’ve seen how much crime and how many problems that’s caused</p> <footer> <cite>Donald Trump in August</cite> </footer> </blockquote> </aside>  <p>Trump has since gone on to compare Merkel to his election rival Hillary Clinton. In August, he said, “Hillary Clinton is running to be America’s Angela Merkel, and we’ve seen how much crime and how many problems that’s caused the German people.” </p> <p>He has also seen parallels in nativist opposition to Merkel in Germany in local elections and his own cause, <a href=\"https://www.theguardian.com/us-news/2016/sep/06/donald-trump-rally-greenville-north-carolina-clinton-attack\">telling a crowd in North Carolina</a> in September, “See what happened to Angela Merkel? They had a massive defeat recently in the elections.”</p> <p>However, Trump has praised Merkel in the past. In August 2015 he <a href=\"http://time.com/4453084/donald-trump-angela-merkel-germany-immigration/\">called her</a> “probably the greatest leader in the world today” and, in 2013, he <a draggable=\"true\" href=\"https://twitter.com/realDonaldTrump/status/385826942303211521\">tweeted</a> “Angela Merkel is doing a fantastic job as the Chancellor of Germany. Youth unemployment is at a record low &amp; she has a budget surplus.”</p> <p>Curiously, Trump’s statement came only hours after Clinton praised Merkel as one of her favorite world leaders in a gaggle with reporters on her campaign plane. </p> <p>When asked to name a favorite, the Democratic nominee said “One of my favorites has been Angela Merkel … her leadership and steadiness on the euro crisis and her bravery in the face of the refugee crisis is something that I am impressed by.”</p> <p>The questions came after the Libertarian candidate, Gary Johnson, was <a href=\"https://www.theguardian.com/us-news/2016/sep/28/gary-johnson-cant-name-foreign-leader-aleppo-moment\">unable to name a single foreign leader he admired</a> in a town hall with MSNBC’s Chris Matthews on Wednesday. </p>",
  "<p>The Clinton campaign on Thursday attacked Donald Trump over reports of an historic violation of the Cuba embargo, hours after <a href=\"http://www.newsweek.com/2016/10/14/donald-trump-cuban-embargo-castro-violated-florida-504059.html\">Newsweek alleged</a> that the Republican nominee spent at least $68,000 in the island dictatorship in 1998, while investigating potential business opportunities.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/sep/29/president-obama-cuba-ambassador-jeffrey-delaurentis\">Obama's pick as ambassador to Cuba has '0% chance' of approval, union says</a> </p> </aside>  <p>Citing “interviews with former Trump executives, internal company records and court filings”, Newsweek reported that in 1998 a company controlled by Trump “secretly conducted business in communist Cuba during Fidel Castro’s presidency despite strict American trade bans that made such undertakings illegal”.</p> <p>The expenditure, Newsweek said, was indirect, involving the payment of expenses incurred on a visit by consultants from a US firm.</p> <p>On Thursday, Jake Sullivan, a senior policy adviser to the Clinton campaign, said in a statement: “Trump’s business with Cuba appears to have broken the law, flouted US foreign policy and is in complete contradiction to Trump’s own repeated, public statements that he had been offered opportunities to invest in Cuba but passed them up. </p> <p>“This latest report shows once again that Trump will always put his own business interest ahead of the national interest – and has no trouble lying about it.”</p> <p>At the time of the expenditure in question, the spending of any US corporate money in Cuba was illegal without the explicit approval of the federal government. </p> <p>The Trump campaign did not immediately issue a statement, but in a television interview with The View, campaign manager Kellyanne Conway <a href=\"https://www.washingtonpost.com/news/post-politics/wp/2016/09/29/trump-campaign-manager-suggests-candidate-broke-embargo-by-spending-money-in-cuba/\">seemed to acknowledge</a> that Trump had indeed spent money in Cuba. </p> <p>“It starts out with a screaming headline, as it usually does, that he did business in Cuba,” she said. “And it turns out that he decided not to invest there. They paid money, as I understand, in 1998. </p> <p>“I know we’re not supposed to talk about years ago when it comes to the Clintons, but with Trump there is no statute of limitations.”</p> <p>Trump, who was due to stage a campaign rally in Bedford, New Hampshire, on Thursday, has taken contradictory positions on US policy towards Cuba. </p> <p>In 1999, when first exploring a presidential campaign as a third-party candidate, he took a hard line.</p> <p>In a <a href=\"http://www.wsj.com/articles/SB938645589464803190\">Wall Street Journal editorial</a> headlined America Needs a President Like Me<em>, </em>he wrote: <em>“</em>I would also immediately reverse the move to normalize relations with the most abnormal political figure in our hemisphere: Fidel Castro.</p> <p>“We have pushed him to the precipice with our embargo, helped of course by the withdrawal of Soviet backing. </p> <p>“Now comes a movement, backed by state department bureaucrats, to rescue Mr Castro with US dollars. The striped-pants set won’t like hearing this, but normalization is pure lunacy.”</p> <p>Moves towards <a href=\"https://www.theguardian.com/world/2014/dec/17/us-cuba-diplomatic-relations-obama-raul-castro\">normalisation of relations</a> were eventually announced in December 2014, by the Obama administration. Nine months later, the US embassy in Havana was <a href=\"https://www.theguardian.com/world/2015/aug/14/us-embassy-cuba-formally-reopens\">formally reopened</a> by secretary of state John Kerry. Barack Obama <a href=\"https://www.theguardian.com/world/2016/mar/20/barack-obama-cuba-visit-us-politics-shift-public-opinion-diplomacy\">visited the country</a> in March this year.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/29/hillary-clinton-millennial-voters-bernie-sanders-election\">Hillary Clinton struggles to win over millennial voters loyal to Bernie Sanders</a> </p> </aside>  <p><a href=\"https://www.theguardian.com/world/2016/sep/29/president-obama-cuba-ambassador-jeffrey-delaurentis\">This week</a>, Obama nominated <a href=\"http://bigstory.ap.org/article/0b01112748a14d6c99480de20f6d1526/obama-names-career-diplomat-us-ambassador-cuba\">Jeffrey DeLaurentis</a> to become the first US ambassador to Cuba in more than half a century.</p> <p><a href=\"http://dailycaller.com/2015/09/07/donald-trump-on-his-nuclear-doctrine-democracy-promotion-and-why-he-refuses-to-use-term-supreme-leader/#ixzz4LfehEIlW\">In a 2015 interview</a> with <a href=\"https://www.theguardian.com/profile/jamie-weinstein\">Jamie Weinstein</a> of the Daily Caller, Trump said of the Obama administration’s policy: “I think it’s fine. I think it’s fine, but we should have made a better deal. </p> <p>“The concept of opening with Cuba – 50 years is enough – the concept of opening with Cuba is fine. I think we should have made a stronger deal.” </p> <p>In recent days, the Republican nominee has taken a far harder line. At an event in Miami on 16 September, he <a href=\"http://www.politico.com/story/2016/09/donald-trump-miami-cuba-hardliner-228314\">pledged</a>: “All the concessions that Obama has granted the Castro regime were done through executive order, which means the next president can reverse them – and that I will do unless the Castro regime meets our demands. </p> <p>“Not my demands. Our demands.”</p> <p>Cuba policy has long been something of a political third rail, thanks to the presence in Florida, a key swing state, of a strong Cuban-American émigré community. Most presidential campaigns have therefore pursued a hard line towards the government of Fidel and Raúl Castro.</p> <ul> <li><em>The introduction, headline and standfirst to this piece were altered on 29 September 2016, to clarify that Newsweek rather than the Clinton campaign was the source of a report that a company controlled by Donald Trump broke the Cuba embargo in 1998.</em></li> </ul>",
  "<p>What does Gary Johnson know? After yet another easily avoidable televised blunder in which the Libertarian presidential candidate failed to name even one leader of a foreign country that he was fond of, it’s a fair question.</p> <p>If, by some miracle, Johnson were able to cobble together enough support to reach the 15% threshold to qualify for the debates, that would be the only question I would want answered. Just two minutes of Johnson rattling off things he does know. How many eggs in a dozen? That’s a snap, Anderson. It’s 12. Where are babies made, Mr Johnson? Well ... something about mommies and daddies loving each other, right? Who let the dogs out? Wow, that’s a tough one, Anderson. Can I get back to you after I consult with my advisors? I happen to be heavily courting the dogcatchers’ union.</p> <p>Better yet, this could make a remarkable game show for those lonely summer months when the American broadcast networks air <a href=\"http://tv.esquire.com/shows/american-ninja-warrior\">human dart tossing </a>and Family Feud. I’m certain that Are You Smarter Than Gary Johnson would be a smash hit on Fox or The CW. Corral some 12-year-olds and see if they can spot China on a map before Gary. If one of the schoolchildren is successful, they get to debate Trump and Clinton in his place.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/29/us-presidential-candidate-gary-johnson-has-another-aleppo-moment-video\"            data-short-url=\"https://gu.com/p/5572k\"                    data-show-ads=\"true\"            data-video-id=\"2760797\"            data-video-name=\"US presidential candidate Gary Johnson has another 'Aleppo moment' – video\"            data-video-provider=\"MSNBC - Hardball\"            > <video data-media-id=\"gu-video-57ed07dee4b06a91384dbcc2\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/29/160926GaryJohnson_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/29/160926GaryJohnson.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/29/160926GaryJohnson_V3.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/29/us-presidential-candidate-gary-johnson-has-another-aleppo-moment-video\">US presidential candidate Gary Johnson has another ‘Aleppo moment’</a></figcaption> </figure>   <p>If you think it’s scary that a presidential candidate polling around 8% nationally can’t identify the name of the city undergoing one of the most horrendous humanitarian crises of the last 30 years and is incapable of recalling any of America’s numerous foreign allies, you are not alone. If you see my hypothetical game show in which prepubescent moppets are more aware of global affairs than Gary Johnson, remember we have a real-life game show host running for president.</p> <p>Donald Trump, a man who is happy to admit he <a href=\"https://www.washingtonpost.com/politics/donald-trump-doesnt-read-much-being-president-probably-wouldnt-change-that/2016/07/17/d2ddf2bc-4932-11e6-90a8-fb84201e0645_story.html\">doesn’t read</a>, may become our commander-in-chief. If he does, these so-called “Aleppo moments” will become a daily fixture in our lives. What does Donald Trump know about the European Union besides cheeky Brexit slogans, floppy-haired twit Boris Johnson and where the nearest former Soviet bloc beauty pageant is? Oh right, he <a href=\"http://www.politico.eu/article/donald-trump-belgium-is-a-beautiful-city-hellhole-us-presidential-election-2016-america/\">doesn’t even know </a>that Belgium is a country, not a city. </p> <p>Why, then, does the media treat Gary Johnson with indifference mixed with condescension while happily cutting into regularly scheduled programming in order to broadcast Trump’s announcement that after eight years, he can finally accept all the clear evidence that Barack Obama was born in the United States? </p> <p>It should give us all pause that Gary Johnson and Donald Trump, while a great distance apart in the charisma department, are equally as unqualified to be president. In the most terrifying election of my lifetime, we must face head-on the system we’ve created. It’s one that rewards sloganeering, platitudes and retweets. It’s one where regurgitating promises – lower taxes, crushing Isis, legal weed! – is all one needs to rally voters.</p> <p>Everything Clintonites accused Bernie Sanders of – pie-in-the-sky ideas, lack of foreign policy experience simple solutions to complex problems – is actually true of Johnson and Trump. And there’s also Jill Stein, whose campaign currently consists of <a href=\"https://www.facebook.com/groups/1663557460563151/\">reminders</a> that she’s sort of like Bernie Sanders, complete with her own stash of “dank memes”. <br></p> <p>A vote for Gary Johnson is a vote for a man who has proven on more than one occasion that he knows very little about the rest of the world, who gets <a href=\"http://www.thedailybeast.com/articles/2016/09/27/cranky-gary-johnson-should-we-just-drop-out-then.html\">indignant</a> when he is challenged on that fact and who has seemingly made no effort to close this knowledge gap. A vote for Gary Johnson is a vote for a less hateful Donald Trump – a man who looks more like a game show contestant than a game show host. If that’s what you’re looking for in this election, then you’re in luck. If you are, then my one question to you is: why?</p>",
  "<p>Your editorial (<a href=\"https://www.theguardian.com/commentisfree/2016/sep/26/the-guardian-view-on-france-a-weak-left-and-the-rise-of-populism\" title=\"\">A weakened left is allowing France to slide towards populism</a>, 27 September) could just as easily apply to Britain, but an additional factor in France has given aid and comfort to the Front National. It polled only 0.3% of the parliamentary vote in 1973, but in 1986 it polled 9.8% and won 35 seats under a proportional electoral system. The mainstream parties took fright and abandoned PR and the FN won no seats at the following election. This trickery merely aided the party and its support increased in 1993 and 1997. Marine Le Pen reached 17.9% in the 2012 presidential election, and two years later the FN gained control of 14 local councils.</p> <p>The lesson is that relying on electoral sleight of hand rather than argument and debate helps populist parties. It is no use the established parties here breathing a sigh of relief when first-past-the-post punishes Ukip voters with only&#xa0;one seat for almost 3m votes. The far right has a superficial appeal until and unless it is rigorously exposed. The rise of such parties is a reproach to all the others.<br><strong>Michael Meadowcroft</strong><br><em>Leeds</em></p> <p>• Florence Ingram (<a href=\"https://www.theguardian.com/politics/2016/sep/20/why-computers-cant-create-constituencies\" title=\"\">Letters</a>, 21 September) is wrong to blame proportional representation for the rise of Hitler. In the 1933 general election, the Nazis had the most votes and won the most seats but, because the&#xa0;election was by PR and they did not have a majority of votes, they did not have a majority of seats so Hitler formed a minority government. At his trial after the war, Goering gave evidence that the Nazis would have won every seat if the election had been by FPTP. Unable to achieve complete power by a democratic PR election, Hitler and the Nazis subsequently seized power illegally.<br><strong>Anthony Tuffin</strong><br><em>Chichester, West Sussex</em></p> <p>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></p>",
  "<p>When Americans were asked who they would prefer as president, only seven percentage points separated Barack Obama and Donald Trump. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/29/hillary-clinton-millennial-voters-bernie-sanders-election\">Hillary Clinton struggles to win over millennial voters loyal to Bernie Sanders</a> </p> </aside>  <p>In a <a href=\"http://www.realclearpolitics.com/docs/2016/PPP_National.pdf\">survey</a> released from Public Policy Polling on Thursday morning, 51% of respondents chose Obama, 44% chose Trump and 4% said they were “not sure” who they would prefer. </p> <p>If those numbers suggest Trump is doing well in the race to succeed Obama in the White House, however, the other results gathered from the 933 likely voters tell a different story. </p> <p><a href=\"https://www.theguardian.com/us-news/2016/sep/29/hillary-clinton-millennial-voters-bernie-sanders-election\">Hillary Clinton</a> was five percentage points ahead of Trump, with 49% of support in a question about voting intention compared to Trump’s 44%. Perhaps that was because most of those surveyed felt Clinton “won the first presidential debate” – 31% said they thought Trump won and 14% said they weren’t sure. </p> <p>I think Trump did surprisingly well given the result from question No9. It asked: “Which candidate for president do you think would be more likely to cause a nuclear war?” </p> <p>In answer, 49% replied Trump and 31% said Clinton. </p> <p>But let’s not forget the 20% who said they weren’t sure which candidate could provoke an apocalyptic war. The truth so often forgotten in all such horse-race analysis is that neither candidate comes off well in surveys like this. </p> <p>People might vote on 8 November but they will probably hold their noses while doing so: 52% of people in the Public Policy Polling survey said they had an unfavorable view of Clinton and 55% said they had an unfavorable view of Trump. </p> <ul> <li><em>You can get in touch with any questions you’d like to see answered in this series by emailing mona.chalabi@theguardian.com</em><br></li> </ul>",
  "<p>Pepe the Frog originated as an innocuous cartoon character in 2005. This week, he was <a href=\"http://www.adl.org/press-center/press-releases/extremism/adl-adds-pepe-the-frog-online-hate-symbols-database.html#.V-wKyvkrLcs\">added</a> to the Anti-Defamation League’s database of hate symbols. At first glance, it may seem more than a little strange that the <a href=\"http://www.adl.org/combating-hate/hate-on-display/c/pepe-the-frog.html#.V-wK4_krLcs\">image of a cartoon frog</a> could end up alongside such infamous symbols as the <a href=\"http://www.adl.org/combating-hate/hate-on-display/c/blood-drop-cross.html\">Blood Drop Cross</a> of the Ku Klux Klan. But the evolution of Pepe the Frog actually illustrates a key aspect of hate symbols: many such images do not actually begin as hate symbols. </p> <p>We maintain this database as part of our work to track hate groups and help law enforcement, educators and other members of the public to identify those symbols that serve as potential calling cards of extremists and antisemites. What we have learned is that, often, symbols slowly evolve in that direction or are appropriated by extremists from their original context and assigned a new, more hateful meaning.</p> <p>The <a href=\"http://www.adl.org/combating-hate/hate-on-display/c/swastika.html#.V-wK__krLcs\">swastika</a>, reviled in western cultures as a hateful symbol of the Nazi regime, was originally so innocuous that it was a common graphic design element in American advertising. Even today, the swastika is a popular symbol of good fortune across much of Asia. Context matters.</p> <p>Pepe the Frog came to life in an online comic called Boy’s Club, created by artist Matt Furie. However, the frog soon escaped Furie’s control as fans created their own Pepe images and shared them online, turning the character into a popular internet meme.</p> <p>One of the attractions of Pepe as a meme was that people could place the cartoon frog in virtually any circumstance, depicting him as Shakespeare or a superhero or modern celebrities. </p> <p>This universality, however, was what also soon gave Pepe the Frog a dark side. Pepe appearances were not always innocuous, as people drew him in various sexual, tasteless or otherwise offensive poses and contexts. Some called such images “dark Pepes”.</p> <p>Many of these images appeared first in online discussion forums such as Reddit, 4chan and 8chan. Parts of those forums have well-deserved reputations for antisemitism and bigotry, so it was almost inevitable that racist and antisemitic Pepe images would join other offensive depictions. </p> <p>But many pop culture images, from Bart Simpson to <a href=\"https://newrepublic.com/minutes/128099/yes-theres-connection-little-pony-donald-trump-white-identity-politics\">My Little Pony</a>, have been appropriated by white supremacists from time to time, without those pop culture images ever developing reputations as hate symbols. In another universe, Pepe the Frog might have had a similar history. </p> <p>Two developments gave it a very different path. The first was the rise of the so-called ‘alt right’, a loose network of white supremacists, mostly online, who seek to infuse American conservatism with racism and antisemitism. Pepe the Frog became an unofficial mascot for many on the alt right.</p> <p>The second development was the contentious and controversial 2016 presidential election, which the alt right has vigorously exploited in order to draw attention to itself. Pepe images became a part of this exploitation.</p> <p>Many of these Pepe depictions were not bigoted in nature, but merely supportive of candidate Trump. But offensive Pepe images also grew in number – and were sometimes even sent to journalists or others who had written or said negative things about Trump. Such usages went part and parcel with the alt right’s use of triple parentheses <a href=\"http://www.adl.org/press-center/press-releases/anti-semitism-usa/adl-to-add-echo-symbol-used-by-anti-semites-on-twitter-to-online-hate-symbol-database.html#.V-wLVvkrLcs\">‘echo’ punctuation</a> to single out Jewish journalists.</p> <p>By now, racist and antisemitic Pepe the Frog images have entrenched themselves in the iconography of the alt right. They are used as in-jokes and references among alt right activists or displayed to others in attempts to harass or shock. </p> <p>It is at this point in a symbol’s evolution towards contexts of prejudice and hate that we often consider it for inclusion in our <a href=\"http://www.adl.org/combating-hate/hate-on-display/#.V-wLfvkrLcs\">Hate on Display</a> database. In the case of the Pepe image, we decided that inclusion was warranted.</p> <p>This does not mean that all uses of Pepe images should thus be considered racist or antisemitic. Though white supremacists have appropriated the symbol, its usage in other contexts has not stopped. Consequently, we must always be careful never to assume that someone is racist or antisemitic simply because they used a Pepe image that itself is devoid of racism or bigotry. We must always interpret symbols only in the contexts in which they occur.</p> <p>Some Pepe lovers on the Internet have even called for Pepe to be “saved” – myself included – to be taken back from the haters. Though not very common, this sort of re-appropriation actually has happened from time to time. The most prominent example is the <a href=\"http://www.adl.org/combating-hate/hate-on-display/c/iron-cross.html#.V-wLnvkrLcs\">Iron Cross</a> symbol, once rarely used outside of white supremacist or outlaw biker circles, but now a very popular symbol used in clothing and accessories. </p> <p>Perhaps something similar can happen with Pepe. For the near future, unfortunately, the cartoon is likely to continue to be exploited by racists and antisemites.</p>",
  "<p>His arms are still absurdly muscular – his T-shirt sleeves straining over his biceps, Popeye-style – but <a href=\"https://www.theguardian.com/film/mark-wahlberg\">Mark Wahlberg</a>’s handshake is gentle. “Hey,” he says, slumped in his chair in a central London hotel, looking an unpromising mix of bored and glum. The glumness is because his wife and four children are flying back to their home in Los Angeles as we speak. Also, at the age of 45, he is only “just coming round to London”, he says in a tone that strongly suggests this acceptance of the city is, at most, at the mid-point stage.</p> <p>“The first time I came here, I just couldn’t …” he trails off, before citing the usual American criticisms of Britain: the food and the weather. “Back then, the only place I’d been besides Boston was New York, and I’d pretty much only eaten my mom’s cooking,” he concedes, sounding like Boston and mom’s cooking are all he still needs, really.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/sep/29/movies-real-life-heroes-deepwater-horizon-sully\">Stiff upper lip or man on the edge? How movies see real-life heroes</a> </p> </aside>  <p>This anecdote, while reinforcing Wahlberg’s image of the kid from the streets done good, also acts as a reminder of just how long he has been in the public eye, being shuttled around the world first by record companies, then film-makers while pining for the basketball courts back home. It hs been 25 years since he crunched his abs as <a href=\"https://www.youtube.com/watch?v=AO9909uexu8\">Marky Mark with the unforgettably named Funky Bunch</a>. Since then, he has made the tricky crossover from teenage heartthrob to respected actor and producer, and at first glance, Wahlberg now looks like a typical Hollywood A-lister. His gently feathered hair, which brushes his shoulders, looks like it was cut by a stylist who charges three figures, and his deep tan and muscles suggest a man whose time is his own. But Wahlberg has always been a more surprising prospect than appearances suggest. For a start, the reason he seems so bored is because, he says, right off the bat, “I never really like talking about myself,” which is not something you hear often from a celebrity. He perks up any time he can deflect the conversation to an anecdote about someone else in his life. One of those people, it turns out, is <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>.</p>  <figure class=\"element element-image\" data-media-id=\"b3dbf050b8f80a7c58bf001beb2e6058d8a56298\"> <img src=\"https://media.guim.co.uk/b3dbf050b8f80a7c58bf001beb2e6058d8a56298/0_0_946_1422/665.jpg\" alt=\"Wahlberg Trump golf\" width=\"665\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mark Wahlberg plays golf as Donald Trump watches on.</span> <span class=\"element-image__credit\">Photograph: The Golf Channel</span> </figcaption> </figure>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>He was very Trump-like, talking business, properties and stuff. I don’t think he asked many questions about what I do</p> <footer> <cite>Mark Wahlberg</cite> </footer> </blockquote> </aside>  <p>We are meeting the morning after the first presidential debate and Wahlberg, while eager to watch the highlights, refuses to say who he will be voting for. “But I’ve played golf with Donald Trump,” he says, spotting an escape from this discussion about his political preferences.</p> <p>Obviously, I bite the bait. How was he, I ask?</p> <p>“He’s an OK golfer,” he says, and the faint praise is damning. “I’ve gotten to know him a little bit since, at various occasions. I’ve never met <a href=\"https://www.theguardian.com/us-news/hillary-clinton\">Hillary Clinton</a>.”</p> <p>It turns out that Wahlberg and Trump met almost a decade ago at one of those weird celebrity golf events that always seem to be happening in California or Florida. What did they talk about? “He was very Donald Trump-like, talking about the things that he does, things that he has, business interests, properties, stuff like that. But he wasn’t ever mean or rude. I don’t think he asked me too many personal questions, or about what I do.”</p> <p>Perhaps Ivanka explained to her dad who Wahlberg is, because Trump has since invited him back to play golf at his own events. “Yeah, it’s a little crazy where we are now,” is all Wahlberg says about the election in which his golf buddy is barely a breath away from the White House.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=8yASbM8M2vg\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/8yASbM8M2vg?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption>Click here to watch the trailer for Deepwater Horizon.</figcaption> </figure>   <p>Wahlberg is in London, suffering the weather and talking Trump, because he is promoting his latest film, <a href=\"https://www.theguardian.com/film/deepwater-horizon\">Deepwater Horizon</a>, the true story of the 2010 oil-rig explosion and spill crisis, the worst ever in the US. Wahlberg plays Mike Williams, the heroic lead character based on a real person, alongside <a href=\"https://www.theguardian.com/film/kurt-russell\">Kurt Russell</a> as the gruff ol’ boss and <a href=\"https://www.theguardian.com/film/john-malkovich\">John Malkovich</a>, who hams it up enjoyably as the BP rep, evil to an almost southern gothic extent. It is a strikingly harrowing disaster film and Wahlberg is in classic Wahlberg mode: the blue-collar hero, standing his ground against, on the one side, Malkovich’s scenery chewing and, on the other, the pyrotechnic special effects.</p> <p>Wahlberg’s career is remarkable in two respects: first, the sheer range of films he has made. There are the intense dramas (The Basketball Diaries, Boogie Nights, <a href=\"https://www.theguardian.com/film/the-fighter\">The Fighter</a>, <a href=\"https://www.theguardian.com/film/2013/mar/03/broken-city-review\">Broken City</a>, <a href=\"https://www.theguardian.com/film/2006/oct/06/thriller.mattdamon\">The Departed</a>, <a href=\"https://www.theguardian.com/film/2007/dec/14/thriller\">We Own the Night</a>), the comedies (<a href=\"https://www.theguardian.com/film/2004/nov/04/londonfilmfestival2004.londonfilmfestival\">I Heart Huckabees</a>, <a href=\"https://www.theguardian.com/film/2010/sep/16/the-other-guys-review\">The Other Guys</a>, <a href=\"https://www.theguardian.com/film/ted\">Ted</a>, <a href=\"https://www.theguardian.com/film/2010/apr/22/date-night-review\">Date Night</a>), the action movies (<a href=\"https://www.theguardian.com/film/2014/jul/10/transformers-age-of-extinction-review-michael-bay\">Transformers: Age of Extinction</a>,<a href=\"https://www.theguardian.com/film/2014/jan/30/lone-survivor-review\"> Lone Survivor</a>, Deepwater Horizon).</p> <p>Wahlberg sinks himself so deeply into a role that you can easily forget who you are actually watching, which is not something you can say of most big-name actors (on some level I’d forgotten that the same guy who played Dirk Diggler was also the one who larked around with a talking teddy bear). This relates to the second point about Wahlberg: it is rarely noted how excellent he is at being the calm centre of a movie, often surrounded by flashier performers, from <a href=\"https://www.theguardian.com/film/christianbale\">Christian Bale</a> smoking crack in The Fighter to <a href=\"https://www.theguardian.com/film/jacknicholson\">Jack Nicholson</a> being Jack Nicholson in The Departed to that talking bear in Ted – and neither competing with them nor being overshadowed.</p> <p>“I just do my thing,” he says, most comfortable with self-deprecation when talking about his acting. But then he loosens up as he switches to producer mode (he produced, among others, The Fighter and Deepwater Horizon): “I’m thinking about the big picture, not my individual experience as an actor. I’ve seen actors who are like: ‘Oh God, this is my moment,’ and I don’t think it services the movie. You have to put the movie first.”</p> <p>Largely, I suspect, for this reason, Wahlberg has a tendency to be overlooked by critics and accolades, which shine instead upon his co-stars. He was nominated for a <a href=\"https://www.youtube.com/watch?v=7i7tUNXSj7M\">supporting actor Oscar for The Departed</a>, but he was almost completely ignored for The Fighter, even though he’d spent four years training as a boxer for the role; the awards instead went to his co-stars, Bale and <a href=\"https://www.theguardian.com/film/melissa-leo\">Melissa Leo</a>. Does that not bug him?</p> <p>“Well, I come from the real world and you’re only as good as the people around you,” he says. “That’s always been my philosophy. I don’t know if it’s because of my background in sports, but I want the whole team to be good.”</p> <p>It is partly this lack of look-at-me starriness that has helped him retain a relative kind of normality in the eyes of the public, and there is a loose, “hey-I’m-just-a-guy” attitude to him in person. Whereas fellow Massachusetts boy <a href=\"https://www.theguardian.com/film/mattdamon\">Matt Damon</a> is covered in Hollywood glitter, Wahlberg – despite being a celebrity for far longer – still has a coating of grit.</p> <p>“Look, I live in a big house, I drive a fancy car,” he says. “But I still feel like I’m gonna end up where I came from and as long as I can go there with my head held high and I’m welcomed back with open arms, then I’m OK.”</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=Y9QoTyPDLuo\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/Y9QoTyPDLuo?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption>Click here to watch a trailer for Wahlburgers.</figcaption> </figure>   <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Everything good happened when I started focusing on my faith. I sound like I’m in the recruiting office, don’t I?</p> <footer> <cite>Mark Wahlberg</cite> </footer> </blockquote> </aside>  <p>Wahlberg, who grew up in the working-class area of Dorchester in Boston, is the youngest of nine siblings. If you want to see how close this family is then allow me to direct you to their rather extroardinary reality TV show called - what else? - Wahlburgers, which you almost certainly have never watched. Ostensibly made to promote the family’s <a href=\"https://www.wahlburgersrestaurant.com/\">restaurant franchise</a>, Wahlburgers, now in its sixth series, is a rather pleasing antidote to Keeping Up with the Kardashians because, with the exception of the shots of Wahlberg’s LA house – which is, indeed, big and fancy – there is little here that’s aspirational. Whereas the Kardashians go shopping on Rodeo Drive, the Wahlberg matriarch, Alma, hunts for bargain shoes at a store called <a href=\"http://www.frugalfannies.com/\">Frugal Fannies</a>. It is more than a little odd to see Wahlberg, an A-lister, on this shonky reality show, but, he says simply: “It was an opportunity for the family to spend time together.”</p> <p>He talks about his childhood fondly, with his dad, a truck driver, taking him to see <a href=\"https://www.theguardian.com/culture/steve-mcqueen\">Steve McQueen</a> movies on weekends. The full picture, however, was more complicated, to put it mildly. Wahlberg was suffering from drug addiction by the age of 13 and, while still a teenager, racially abused a group of black schoolchildren and beat a Vietnamese man with a stick. He also assaulted another Vietnamese man, punching him in the face. He pleaded guilty to assault and battery and served 45 days in prison. He sums up that period of his life as one in which “a lot of things happened and I made a lot of mistakes. But you try to live in the moment and look to the future.”</p> <p>The good thing that came out of it, he says, is that he connected with his Catholicism. “Everybody goes to jail and gets on their hands and knees and says: ‘Please God, if you get me out I promise I’ll never do it again.’ And of course, by the time you’re out, you fall back into the same habits. But something just kept me wanting to go a little bit more into it,” he says.</p> <p>Catholicism is still a major part of his life. He has a daily prayer routine “which I absolutely cannot miss” and any movie shooting schedules must accommodate his weekly trip to mass. “Everything good that has happened to me in my life, whether it’s meeting my wife or the births of my children, happened when I started focusing on my faith,” he says. He grins: “I sound like I’m in the recruiting office, don’t I? Here, I’ve got some brochures for you.”</p> <p>You’d have to work hard to recruit a New York Jew, I say.</p> <p>“Jesus was a Jew,” he replies with mock solemnity, enjoying switching from talking about himself to teasing banter. “I got a lotta New York Jews with me on this trip. Where’s Mr Weinstein? Bring him in! He’s my bubelah!”</p>  <figure class=\"element element-image\" data-media-id=\"83f481b6ac3d5d4303500e5054f6d5d5018c9d2d\"> <img src=\"https://media.guim.co.uk/83f481b6ac3d5d4303500e5054f6d5d5018c9d2d/0_0_845_1255/673.jpg\" alt=\"Wahlberg Kate Moss Calvin Klein\" width=\"673\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Indecent exposure: the 21-year-old Wahlberg poses with a ‘17 or 18’-year-old Kate Moss.</span> <span class=\"element-image__credit\">Photograph: Calvin Klein</span> </figcaption> </figure>  <p>But if finding religion is a common path trod by ex-cons, the other route Wahlberg took after leaving prison was a little more unusual: he became a hugely successful model. Back in 1992 he posed, in full muscular glory, with <a href=\"https://www.youtube.com/watch?v=WlyUuCEEQUc\">Kate Moss for Calvin Klein</a> in one of the most celebrated campaigns of all time. Moss has since said she deeply regretted the shoot. “I had a nervous breakdown when I was 17 or 18, when I had to go and work with Marky Mark,” she <a href=\"http://www.vanityfair.com/news/2012/10/kate-moss-years-of-crying-johnny-depp\">told Vanity Fair in 2012</a>. “It didn’t feel like me at all. I felt really bad about straddling this buff guy. I didn’t like it. I couldn’t get out of bed for two weeks. I thought I was going to die.”</p> <p>Wahlberg was only 21 with no experience of the fashion world at the time. Did he feel similarly exploited?</p> <p>“Well, for me it was different,” he says. “The frustration that I felt was that when we talked about doing that, I was doing my music and they were like: ‘OK, it will be about what you’re doing,’ but then it became just about [the image].</p> <p>“But you know, I still signed up for it, it was what it was and I think there were pros and cons. And Kate’s had a good career,” he concludes, which seems a tad dismissive of an 18-year-old’s nervous breakdown, but, as Wahlberg says, he is not really one for introspection or reflection.</p> <p>There is a distinct smack of the guy’s guy about Wahlberg, the one who still raves about his mother’s bolognese and keeps his friends from home close. So close that <a href=\"https://www.theguardian.com/film/2013/feb/17/mark-wahlberg-hustling-entire-life\">two of them are on this trip to London with him</a>. Does he always travel with his buddies? “Yeah! They may get fired for a short amount of time but they always come back. We’re not the most professional group,” Wahlberg says proudly. This part of his life was, of course, memorialised in the TV show and film <a href=\"https://www.theguardian.com/film/2015/jun/21/entourage-film-review-hatefully-unfunny-jeremy-piven-hollywood-satire\">Entourage</a>, which he co-produced (“You take a swing and hope to hit a home run and sometimes you miss,” is how he sums up the widely panned <a href=\"https://www.theguardian.com/film/2015/jun/21/entourage-film-review-hatefully-unfunny-jeremy-piven-hollywood-satire\">film</a> version.) But is it difficult when your life is so different from those of your friends that you can fire them?</p> <p>“Difficult?” he repeats, baffled.</p> <p>Yes, isn’t it awkward?</p> <p>“I don’t know, you’d have to ask them,” he shoots back, a little grumpily.</p> <p>He pauses for a few seconds: “No. Look, I think, my real friends are certainly happy for the success I’ve had. But I try to spread and share as much as possible.”</p> <p>On cue, one of his buddies comes back into the room with a salad and a drink for Wahlberg. Any remnants of Wahlberg’s boredom and glumness are gone. Instead, he becomes downright larky.</p> <p>“I have a major issue with adolescent behaviour with my friends,” says the Hollywood mogul, punching his patiently smiling friend in the shoulder, and I realise I am basically in Entourage. And suddenly, Wahlberg surprises me by being so unsurprising.</p> <p><em>Deepwater Horizon is released in the UK on 30 September</em></p>",
  "<p>Hillary Clinton needs millennials, and her best hope at winning them over might be the septuagenarian they tried to elect.</p> <p>Bernie Sanders, the beloved leader of the nation’s leftwing movement, <a href=\"https://www.theguardian.com/us-news/2016/sep/28/bernie-sanders-hillary-clinton-new-hampshire-rally\">appeared alongside his former rival</a> at a university gymnasium in New Hampshire on Wednesday and issued an <a href=\"https://www.theguardian.com/us-news/2016/sep/28/bernie-sanders-hillary-clinton-new-hampshire-rally\">urgent appeal to disillusioned young voters</a>: “It is imperative that we elect Hillary Clinton.”<br></p> <p>Millennials have long eluded Clinton, who lost the youth vote in the primaries to Sanders by blowout margins. Even though many of his supporters have migrated to Clinton’s campaign, polls show she is still well below Barack Obama’s share of millennials in 2012 despite their disdain for her opponent, Donald Trump. </p> <p>Michael Giordano will be one of the youngest voters to cast a ballot this election, but he hasn’t made up his mind about who he will vote for. </p> <p>The high school senior, who turns 18 this week, attended the event about college affordability in New Hampshire to see Sanders, who he had hoped to vote for in November. Giordano said he is “very concerned” by the prospect of a Trump presidency but is wary of Clinton. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/27/millennials-voters-turnout-2016-candidates-reno-nevada\">'I don’t like this election': will millennials, the biggest generation, turn out to vote?</a> </p> </aside>  <p>“I feel like at first there was more of an emotional block for me, that she didn’t seem as passionate and seemed more rehearsed,” said Giordano. “But in the debate, I think to counteract Donald Trump she showed herself to be more relatable.”</p> <p>Giordano said he is inching toward Clinton but hasn’t ruled out a third-party vote. He is nonetheless mindful of the candidate he doesn’t want to see become president. </p> <p>Paradoxically, millennials are a group she should do well with. The giant voting bloc now estimated to number nearly 70 million are the most diverse generation in American history. They tend to be more progressive, inclusive and share remarkably similar views about the Republican nominee. Nearly 75% of millennials <a href=\"https://www.theguardian.com/us-news/2016/sep/28/millennial-voters-young-republicans-trump-2016-election\">believe Trump is racist</a> and 71% say they would be “ashamed” of their country if he was elected, according to a battleground state <a href=\"https://nextgenclimate.global.ssl.fastly.net/wp-content/uploads/2016/07/NextGen-PNA-Battleground-Millennial-Benchmark-Posting-Deck-D07.27.16.pdf\">survey</a> of millennials for NextGen Climate, a liberal group run by Clinton supporter Tom Steyer.</p> <p>There’s little danger that Clinton will lose millennials to Trump, who trails in this age group by double digits. Her real challenge is to keep disaffected young people from leaving the Democratic party or staying home on 8 November.</p> <p>“In a tight race like this one is shaping up to be,” said Andrew Baumann, a Democratic pollster the senior vice-president of Global Strategy Group, which conducted the survey. “The difference between Clinton winning 50%, 55% and 60% could be the difference between her winning the election or not.” </p>  <figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/09/millennials-political-party/\" data-alt=\"Millennials largely identify as independents\"> <a href=\"https://interactive.guim.co.uk/embed/2016/09/millennials-political-party/\">Millennials largely identify as independents</a> <figcaption>Millennials largely identify as independents</figcaption> </figure>  <p>In a race between Clinton and Trump, nearly a quarter of millennials said they would not vote for president and in a race between all four candidates, 17% said they would vote for a third-party candidate, <a href=\"https://nextgenclimate.global.ssl.fastly.net/wp-content/uploads/2016/07/NextGen-PNA-Battleground-Millennial-Benchmark-Posting-Deck-D07.27.16.pdf\">according to the millennial survey</a>.</p> <p>That a large swath of millennials find Clinton, who would be the nation’s first female president, “uninspiring” is partly Sanders’ fault, Baumann said.<br></p> <p>“For many of these young voters, their introduction to Hillary Clinton has been through the prism of Bernie Sanders, and that wasn’t exactly a very positive one,” he said.</p> <p>During the primary, the Vermont senator painted Clinton as a fixture of the very political establishment his revolution promised to overthrow. He hammered her over the richly paid speeches she made in front of big banks, which fueled a narrative among his supporters that she is “bought and paid for” by Wall Street.</p> <p>But now, as the star of the progressive movement goes to bat for Clinton, that image has, for some, begun to fade. <br></p> <p>“We’ve seen Secretary Clinton start to adopt the messaging of Bernie Sanders,” said Ben O’Keefe, 22, of MoveOn.org, a progressive group that backed Sanders in the primary. “That’s not a coincidence and that’s not something we should ever fault her for. She’s listening to us. That’s what we should want in a presidential candidate.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/28/millennial-voters-young-republicans-trump-2016-election\">'How do we support a racist?' Young Republicans grapple with 2016 election</a> </p> </aside>  <p>“Trump’s candidacy is built on the idea that he can run up the score with groups like older voters, so Clinton needs to be able to rely on a cushion among groups like millennials,” said Kristen Soltis Anderson, a Republican pollster and author of The Selfie Vote: Where Millennials are Leading America. <br></p> <p>“If millennials don’t find her to be adequately inspiring, there’s a chance that many of them decide to wash their hands of this whole election.” </p> <p>Millennials are such a large voting bloc that increasing their support by 10 points could theoretically double her <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton-5491.html\">two-point lead </a>against Trump in national polls, said Ben Tulchin, the pollster for Sanders’ campaign. The margin could be enough to cushion her in battleground states like North Carolina, Nevada and Colorado.<br></p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/29/clinton-trump-colorado-us-election-anywhere-but-washington\"            data-short-url=\"https://gu.com/p/55xtd\"                    data-show-ads=\"true\"            data-video-id=\"2756848\"            data-video-name=\"Can Hillary Clinton win in Never Trump land? – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-57eb14ace4b08ca277ca0e5f\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/28/160927coloradomasterv2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/28/160927coloradomasterv2_V4.webm\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/28/160927coloradomasterv2.m3u8\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/29/clinton-trump-colorado-us-election-anywhere-but-washington\">Can Hillary Clinton win in Never Trump land? – video</a></figcaption> </figure>   <p>“It’s not reasonable to expect her to replicate his success with millennials but she doesn’t have to,” said Tulchin. “She just has to make progress with them.”</p> <p>Tulchin said people they encountered truly cared about the issues, in particular: climate change, wage inequality, criminal justice reform and college affordability. He said Clinton’s campaign missed an opportunity to highlight the college affordability plan she and Sanders crafted. But, he said, Wednesday’s joint campaign event, which followed weeks of efforts designed to reach millennials, is a step in the right direction. </p> <p>“If she can make the case convincingly that she’s progressive and shares their values, Bernie will vouch for her,” he said.</p> <p><em>Additional reporting by Sabrina Siddiqui in Durham, New Hampshire</em></p>",
  "<p>When Americans head to the polling stations and cast their votes on 8 November, they will be asked to decide which candidates for an array of posts – congressman, senator, judge, city counselor, mayor – we believe will serve us and represent our best interests. This year’s presidential race presents an interesting question, however. Are we ready to vote for someone who is a professional businessman?</p> <p> On first hearing, that may sound appealing. We’d be getting someone efficient, right? Someone used to doing deals – someone who insists that the organization they oversee functions smoothly and efficiently, not chaotically and wastefully.</p> <p> But as Monday night’s <a href=\"https://www.theguardian.com/us-news/2016/sep/27/clinton-trump-debate-analysis\">first presidential debate</a> between Hillary Clinton and Donald Trump reminded us, in electing the latter, we’d be getting a businessman, but one who appears to possess a very distinct set of ideas about what being a businessman means and whose interests take priority. Perhaps what motivates Trump the businessman may not make him a wonderful president after all.</p> <p> The first hint came relatively early on in Monday’s debate, when Clinton reminded the audience that Trump had been hoping for the housing market to collapse and that he had said in 2006 that he wished it would break down so that he could go and buy some properties and make some money.</p> <p> “That’s called business, by the way,” Trump interjected, defending himself.</p> <p> “Nine million people lost their jobs,” Clinton continued. “Five million people lost their homes. And $13tn in family wealth was wiped out.” </p> <p> What she left unsaid, and didn’t need to say, was that that was the price of Trump’s “business” opportunity. Nor did Trump feel the need to defend himself from the implicit suggestion that he was indifferent to the connection between pain for the ordinary American citizen – pain that has amounted to a kind of national trauma that has contributed to his support – anywhere else in the evening. He left many viewers with a clear sense that “business is business”.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/27/presidential-debate-highlights-clinton-and-trump-trade-blows-video\"            data-short-url=\"https://gu.com/p/54q33\"                    data-show-ads=\"true\"            data-video-id=\"2754975\"            data-video-name=\"Presidential debate highlights: Clinton and Trump trade blows – video\"            data-video-provider=\"Reuters / AP\"            > <video data-media-id=\"gu-video-57ea1adfe4b0a785ec48bdc4\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/27/160926wrap_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/27/160926wrap.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/27/160926wrap_V3.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/27/presidential-debate-highlights-clinton-and-trump-trade-blows-video\">Presidential debate highlights: Clinton and Trump trade blows</a></figcaption> </figure>   <p> Indeed, late in the evening, he came right out and said as much. “My obligation right now is to do well for myself, my family, my employees, for my companies,” Trump said. “And that’s what I do.”</p> <p> Trump’s order of priorities is clear. He and his family come first, then his employees, and then his companies. His country? Any not-for-profit causes that are close to his heart? In that statement, he showed the same tone-deafness that was on display when he equated his sacrifice of time and money building his company and amassing wealth to that of Khizr and Ghazala Khan, whose son, Capt <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/aug/07/humayun-khan-donald-trump-military-arlington-national-cemetery\">Humayun Khan</a>, was killed in Iraq. Meanwhile, bone spurs in his heels, which he noted <a draggable=\"true\" href=\"http://www.nytimes.com/2016/08/02/us/politics/donald-trump-draft-record.html\">subsequently “healed up” without requiring treatment</a>, kept him out of the military during the Vietnam war years.</p> <p> Even his companies and the people he does business with don’t always get great treatment, as those watching the debate were reminded on Monday evening.</p> <p> “You have taken business bankruptcy six times. There are a lot of great businesspeople that have never taken bankruptcy once,” Clinton challenged Trump. </p> <p> For his part, Trump can’t even agree with Clinton on the number of bankruptcies (he appears <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2016/09/27/fact-checking-the-first-clinton-trump-presidential-debate/\">to consider three separate bankruptcies as a single event</a>, according to debate fact-checkers), and shrugged the whole discussion off as a tempest in a teapot anyway. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/02/donald-trump-atlantic-city-casinos-taj-mahal-plaza-bankruptcy\">Trump and Atlantic City: the lessons behind the demise of his casino empire</a> </p> </aside>  <p> The bankruptcy laws exist for a purpose, he noted. If you don’t like the laws – well, change them. “We used certain laws that are there,” he said. “I take advantage of the laws of the nation because I’m running a company.” And, you know, his obligation isn’t to keep paying his business creditors until he has no more money left at all in his bank account and he’s on the street, if there is a law that enables him to put that business into bankruptcy. Which, of course, there is. And that he has used on six occasions between 1990 and 2009. </p> <p> Trump also bragged about being ahead of schedule and under budget. Part of the reason that the country’s own budget is in dire shape, he suggested, is that “we have people who have no idea as to what to do and how to buy”. He dismissed out of hand Clinton’s suggestions that <a draggable=\"true\" href=\"http://www.reuters.com/article/us-usa-election-trump-bills-specialrepor-idUSKCN0T214Q20151113\">he tramples on small vendors</a>. “They did get paid a lot,” he insisted, but also hinted they took advantage of the laws of the nation, too, in some unspecified way. An architect who designed a clubhouse at one of Trump’s golf courses that Clinton said was immediately put into use? “Maybe he didn’t do a good job and I was unsatisfied with his work,” Trump said. “Which our country should do, too,” he added, referring to the refusal to pay the amount owed for the work. </p> <p> Do we want a president who picks and chooses which bills to pay?</p> <p> Of course, for many of those watching the debate, the moment that the businessman-like approach by Trump <a draggable=\"true\" href=\"https://www.washingtonpost.com/politics/a-lean-toward-clinton-among-one-group-of-undecided-north-carolina-voters/2016/09/27/ff271b2e-8469-11e6-92c2-14b64f3d453f_story.html?tid=hybrid_collaborative_3_na\">caused their jaws to drop</a> was during the discussion of his personal taxes. </p> <p> Trump has said repeatedly that he plans to break with a 40-year tradition of presidential candidates and won’t release his tax returns while he’s being audited.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/27/-trump-tax-returns-video-clinton-presidential-debate\"            data-short-url=\"https://gu.com/p/54py9\"                    data-show-ads=\"true\"            data-video-id=\"2754738\"            data-video-name=\"Clinton corners Trump over refusal to release tax returns – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-57e9f924e4b0a785ec48bd68\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/27/160926taxes2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/27/160926taxes2.m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11903794&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/27/-trump-tax-returns-video-clinton-presidential-debate\">Clinton corners Trump over refusal to release tax returns</a></figcaption> </figure>   <p> Translation: unless he changes his mind, we won’t be seeing those documents, with all the information they would provide about his actual income and its sources, his cash donations to charity (as opposed to simply donations of rounds of golf at his courses) and, of course, what percentage of his income actually is paid in taxes.</p> <p> Leaving those questions unanswered left Clinton free to speculate on Monday evening. Maybe, she wondered, Trump isn’t as rich as he’d like us to believe; maybe he isn’t as charitable as he’d like us to think he is. In both cases, there has been plenty of media coverage, <a href=\"https://www.theguardian.com/commentisfree/2016/sep/21/trump-foundation-charity-settle-legal-disputes-reporting\">most recently about the Trump Foundation</a>. Or perhaps, Clinton suggested, he is trying to cover up the fact that he has paid almost nothing in federal income tax. </p> <p> “If he’s paid zero, that means zero for troops, zero for vets, zero for health,” she added.</p> <p> “That makes me smart,” said Trump, responding as businessman, and a goaded businessman. He went on to claim that “I have a tremendous income.”</p> <p> Later, Trump argued that a businessman like himself was needed to take the lead to solve the country’s infrastructure problems, and he lamented the fact that the United States doesn’t have the money it needs to tackle the challenge because past administrations have squandered the resources. Clinton responded immediately. Maybe, she suggested, the money wasn’t there “because you haven’t paid any federal tax for a lot of years”.</p> <p> While that was met with applause from the Hofstra University audience, Trump’s answer was greeted only with an isolated gasp or two. Had he done so, he suggested, “It would [have been] squandered too, believe me.”</p> <p> Trump didn’t make a compelling case for electing a businessman as president come November – or at least not for electing this particular businessman, someone who seems to put a priority on serving himself rather than serving others, and enriching himself rather than sharing his riches. </p> <p> As CEO of the Trump Organization, The Donald could fire his employees and had no bosses. As CEO of the United States of America, he can’t fire us; we’re simultaneously his shareholders and his bosses. We’d be hiring him, not vice versa. And it’s about how he can serve us, not how well he can look out for his own interests. </p> <p> Does anything from Monday night’s debate show that he has grasped that yet?</p>",
  "<h2>Disgruntled Trump lets loose on Lester Holt, Google</h2> <p>Donald Trump has gone on the offensive after his underwhelming debate performance by criticizing Monday’s debate moderator Lester Holt as biased and accusing Google of a conspiracy to rig search results in favor of Hillary Clinton. The Republican nominee launched the latest salvo of attacks in an interview with Fox News, claiming Holt “was much, much tougher on me than he was on Hillary.” He also said: “The Google search engine was suppressing the bad news on Hillary Clinton.” </p> <p>Meanwhile, we meet the <a href=\"https://www.theguardian.com/us-news/2016/sep/29/donald-trump-colorado-weston-imer-us-election\">12-year-old Trump campaign chair</a> and ask, can Clinton win in <a href=\"https://www.theguardian.com/us-news/video/2016/sep/29/clinton-trump-colorado-us-election-anywhere-but-washington\">“Never Trump” </a>land?</p> <p><a href=\"https://www.theguardian.com/us-news/2016/sep/29/donald-trump-attacks-biased-lester-holt-and-accuses-google-of-conspiracy\">Donald Trump attacks ‘biased’ Lester Holt and accuses Google of conspiracy</a></p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/29/donald-trump-weston-imer-12-year-old-colorado-video\"            data-short-url=\"https://gu.com/p/553xd\"                    data-show-ads=\"true\"            data-video-id=\"2757847\"            data-video-name=\"Meet Donald Trump's 12-year-old campaign chair: 'I know what I’m doing' – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-57ebcf9de4b049b74e4caf73\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/28/160928west_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/28/160928west.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/28/160928west_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/29/donald-trump-weston-imer-12-year-old-colorado-video\">Meet Weston Imer, Donald Trump’s 12-year-old campaign manager</a></figcaption> </figure>   <h2>Libertarian Gary Johnson in new slip-up</h2> <p>Asked during a televised town hall meeting to name a foreign leader he admires, the Libertarian presidential candidate, Gary Johnson, struggled to come up with a single one. MSNBC’s Chris Matthews pressed Johnson. “You gotta do this. Anywhere. Any continent. Canada, Mexico, Europe over there, Asia, South America, Africa – name a foreign leader that you respect.” “I guess I’m having an Aleppo moment,” Johnson said, referring to an earlier gaffe, then quickly said “the former president of Mexico”.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/sep/28/gary-johnson-cant-name-foreign-leader-aleppo-moment\">US presidential candidate Gary Johnson fails to name a foreign leader he admires</a></p> <h2>Man in San Diego police death holding e-cigarette </h2> <p>A black man who was fatally shot by police officers in a San Diego suburb was pointing a 4in-long electronic smoking device when he was killed, the police said late on Wednesday. El Cajon police said that they recovered the vaping device that 38-year-old Alfred Olango was holding on Tuesday when police fatally shot him, one minute after arriving at the scene. Police had said that Olango was shot several times after refusing to obey police commands, drawing an object from his pants pocket and pointing it at an officer in a “shooting position”.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/sep/28/police-say-black-man-killed-by-officer-near-san-diego-was-holding-e-cigarette\">Police say black man killed by officer near San Diego was holding e-cigarette</a></p> <h2>Obama’s pick for Cuba ambassador ‘never going to happen’</h2> <p>Barack Obama has a “0%” chance of getting his nomination for ambassador to Cuba approved by Congress, according to the American Foreign Service Association, the union representing US diplomats. Obama nominated Jeffrey DeLaurentis (who is currently the top US diplomat in Havana) this week to become the first American ambassador to Cuba in more than half a century. Havana welcomed the move, but Republican senators including Marco Rubio of Florida and Ted Cruz of Texas pledged to block any ambassador nomination, citing a lack of progress in democracy and human rights. Ásgeir Sigfússon, spokesman for the AFSA, said that with Rubio on the Senate foreign relations committee, confirmation is “never going to happen”.</p> <p><a href=\"https://www.theguardian.com/world/2016/sep/29/president-obama-cuba-ambassador-jeffrey-delaurentis\">Obama’s pick as ambassador to Cuba has ‘0% chance’ of approval, union says </a></p> <h2>Mexican ‘narcos’ target the priesthood</h2> <p>The Catholic priest José Alfredo López Guillén was seized from his parish residence in rural Michoacán. His body was discovered nearly a week later; he had been shot five times in the stomach. López was the third priest to be killed in Mexico in less than a week. His body was found days after Alejo Jiménez and José Juárez were abducted from their church in the city of Poza Rica and found dead in the Gulf state of Veracruz. “By killing the parish priest in a small village, the narcos assert their authority in a brutal way. Not even the traditional, spiritual authority of the priest is respected: narcos alone rule,” says historian Pablo Mijangos y González.</p> <p><a href=\"https://www.theguardian.com/world/2016/sep/29/mexico-catholic-priests-killed-drug-trafficking\">‘Narcos alone rule’: Mexico shaken after three priests killed within a week</a></p> <h2>Oil rises sharply as Opec promises to limit crude</h2> <p>Oil prices settled up nearly 6% on Wednesday after the Organization of the Petroleum Exporting Countries (Opec) struck a deal to limit crude output. Its first agreement to cut production since 2008 follows a crash in the market on oversupply and will be finalized at its policy meeting in November. Meanwhile, energy experts try to make sense of<a href=\"https://www.theguardian.com/us-news/2016/sep/29/donald-trump-energy-proposals-coal-natural-gas\"> Trump’s energy proposals</a>, from making coal great again to “canceling” the Paris accord. They find his ideas are largely far-fetched and his talk of climate change as a “hoax”, dangerous. </p> <p><a href=\"https://www.theguardian.com/business/2016/sep/29/oil-price-rise-shares-opec-cut-output\">Oil prices rise 6% after Opec agrees to limit crude output</a></p> <h2>Lifespan determined by internal clock, study finds</h2> <p>Scientists have found the most definitive evidence yet that some people are destined to age more quickly and die younger than others – regardless of their lifestyle. The findings could explain the seemingly random and unfair way that death is sometimes dealt out. “You get people who are vegan, sleep 10 hours a day, have a low-stress job, and still end up dying young,” said Steve Horvath, a biostatistician who led the research at the University of California, Los Angeles. “We’ve shown some people have a faster innate ageing rate.”</p> <p><a href=\"https://www.theguardian.com/science/2016/sep/28/internal-clock-makes-some-people-age-quicker-and-die-younger-regardless-of-lifestyle\">Internal ‘clock’ makes some people age faster and die younger – regardless of lifestyle</a></p> <h2>The emotional rollercoaster of Major League Baseball</h2> <p>MLB experienced both celebratory and tragic goodbyes this week with the retirement of legendary broadcaster Vin Scully and the death of pitcher José Fernández. Fans cried for Scully, writes David Lengel, “because after 67 beautiful seasons, there were no more tomorrows for baseball’s familiar voice”. Then, 48 hours later, came the news that José Fernández had been killed in an early morning boating accident, and the contrast could not have been more stark.</p> <p><a href=\"https://www.theguardian.com/sport/blog/2016/sep/29/major-league-baseball-emotion-vin-scully-jose-fernandez\">Major League Baseball overcome by emotion during its final week</a></p> <h2>In case you missed it … </h2> <p>As a reporter on Alaska’s KTVA, Charlo Greene did not plan to curse on live television but on 22 September 2014 she ended a segment by revealing that she was a proponent of legalization, the words came pouring out: “Fuck it, I quit.” Greene quickly became a full-time cannabis advocate. Police raided her club, charging her with eight serious criminal offenses of “misconduct involving a controlled substance”. Now she face 24 years behind bars. “It’s almost dizzying when you try to make sense of it,” she says.</p> <p><a href=\"https://www.theguardian.com/society/2016/sep/28/charlo-greene-alaska-cannabis-club-reporter-marijuana\"> Reporter who quit on air to fight for cannabis legalization could face prison</a></p>",
  "<p>Aides to Donald Trump <a href=\"http://www.politico.com/story/2016/09/donald-trump-campaign-self-fund-228801\">suggested this week</a> that the presidential candidate might self-fund an end-of-campaign advertising blitz to counter Hillary Clinton’s rise in the polls. His contributions should give us serious pause. Is this how we want our republic to function? Do we want to live in a country where candidates can rise or fall based on their pocketbooks or the financial backing of their rich friends?</p> <p>Wealthy donors like Trump have donated the vast majority of campaign funds for both political parties in 2016. That should scare a lot of Americans. But there’s one bright spot in the 2016 cycle that offers a path forward.</p> <p>Bernie Sanders’ revolutionary campaign shocked the political establishment and demonstrated the immense power of movement politics, raising $232m from more than 8 million individual contributions. Nearly 3 million Americans coming together to support a progressive vision, donating $27 at a time, showed that a serious campaign could run on grassroots dollars alone.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/27/alicia-machado-miss-universe-weight-shame-trump-speaks-out-clinton\">Alicia Machado, Miss Universe weight-shamed by Trump, speaks out for Hillary Clinton</a> </p> </aside>  <p>For those concerned about the undue influence of the ultra-wealthy in US. politics, Bernie’s success offers a glimmer of hope that we might be able to halt the country’s march toward plutocracy.</p> <p>Our campaign finance system encourages rich donors to pour billions of dollars into American elections. This cash flow threatens to disempower the electorate and corrupt our republic.</p> <p>When politicians like Hillary Clinton, Barack Obama and Mitt Romney run traditional campaigns, they replace public-facing campaign stops with private affairs for large-scale donors. There’s a loss here for both the candidates and voters. Candidates lose valuable perspective gained only from listening to the diversity of voices that represent the vast majority of Americans who are not in the upper echelons of the economy. Voters lose the opportunity to hear from politicians about their campaign platform and vision.</p> <p>Politicians are influenced by the company they keep. When constantly attending intimate gatherings with the United States’ richest, they often adopt their perspectives and agendas. Candidates don’t get to hear from those who can’t afford to be in the room. They develop policies to protect the interests of their friends. </p> <p>After the election, the richest donors are the ones who receive the meetings and telephone calls. It’s a form of simple payback. It means that our politicians are too often insulated from the opinions of the bottom 99% who can’t afford to buy that time.</p> <p>What about running for office in the first place? Increasingly, that’s a privilege only afforded to the wealthy as well. House of Representatives candidates must raise an average of more than $2,000 each and every day to run a winning campaign. The vast majority of Americans don’t have access to that kind of capital which means they’re often de facto excluded from our ruling bodies.</p> <p>Our rigged system leads us to plutocracy: a system of government controlled directly by the wealthy few that serves the interests of the wealthy few. In 2014, Princeton researchers concluded that the US has already lost its democratic roots and transitioned slowly into a form of oligarchy that caters to the preferences of elites.</p> <p>We need a political revolution in this country to fix what is broken, and I’m grateful to Bernie for showing us the way forward. He raised a quarter of a billion dollars in a primary campaign with 94% of it coming in online. Now we should follow his example.</p>",
  "<h2>Heather, 48 – Austin, TX: ‘Clinton will say anything to get power, Trump will just say anything’</h2> <p>The reason I am undecided is because no candidate deserves my vote. </p> <p>I’m a single mother of two, full-time employed, yet living paycheck to paycheck. I’m insulted that women think I’m obligated to vote for Clinton because she’s a woman, just as I bristled at Sarah Palin as a viable choice. </p> <p>I am frustrated by the lack of candid discussion about the real issues my family and I face. Instead we waste time on gender-neutral bathrooms and whether Trump is a rude man. I lived in New York for years. He’s obnoxious like a lot of New Yorkers. She’s smug and patronizing, implying that I, a female voter, should just trust that she knows what is best for me. </p> <p>Neither deserves my trust (Clinton because she’ll say anything to get power, Trump because he’ll just say anything) and I’m thinking of abstaining. It’s so depressing. There should be more quality options. </p> <p>Skipping election day is an awful example to my children (both teens), but I can’t stomach either candidate. As they say in sports, it’ll likely be a game-day decision. </p> <h2>Drew, 33 – Brevard County, FL: ‘Is it my fault the Democrats chose Clinton over Bernie?’</h2> <p>I’m not undecided between Trump and Clinton. My indecisiveness lies between Clinton and Jill Stein. </p> <p>I consider myself very progressive. I agree with 97% of Stein’s policies (that number is verified by multiple tries of an online quiz – haha). According to the same quiz I agree over 90% with Clinton, but I can’t bring myself to vote for her. I simply don’t believe her. </p> <p>I believe her instincts are slanted towards conservatism. I believe she’ll say anything to get elected. Deep down, I don’t believe she’s liberal enough and in the end, she won’t come through on what she promised. </p> <p>My indecision stems from living in Florida and knowing my vote is important. </p> <p>I hate Trump and his band of racist drones. He personifies everything that’s wrong with America. If I vote for Stein that could ultimately mean victory for Trump. But then, is it my fault the Democrats chose Clinton over Bernie?</p> <p>Is my vote a wasted one if I vote for Stein – or are progressive votes for Hillary the truly wasted ones?</p> <h2>Brexton, 19 – San Diego, CA: ‘Since Bernie was defeated I have been trying really hard to like Hillary’</h2> <p>I’m undecided because I want to vote for a viable candidate but right now, I can’t do that in good conscience. </p> <p>Climate change is far and away the number one issue and Jill Stein is obviously the best candidate to address that. In terms of policy proposals and electability however, Clinton has the lead. </p> <p>Since Bernie was defeated I have been trying really hard to like Hillary. Every time I come to terms with voting for her despite her long and discouraging past, she does one more thing that’s exactly opposite of what liberals and progressives want, like her choice for vice-president or her continual ignoring of the #1 issue, climate change.</p> <p>Everyone always says a vote for Stein is a vote for Trump and that if he gets elected it would be third-party voters’ faults. I ask why is it not Hillary’s fault for not taking the few steps necessary to earn our vote. Bernie did it, now Stein’s doing it. It’s not hard.</p> <p>Hillary needs to make climate change and the environment a focal point of her campaign. She needs to prove that she isn’t still in the hands of big money. She has only been proving the opposite again and again. I want to vote for Hillary. I just need a reason to do so.</p> <h2>Kate, 51 – Los Angeles, CA: ‘I don’t believe there’s anything that can convince me to vote for any of the above’</h2> <p>There is no one for whom I can vote with a clear conscience. <br></p> <p>To me, Hillary Clinton represents the establishment, and her election will, at best, bring four more years of government of Goldman, by Goldman, and for Goldman. Clinton is a vote for more of the same, a vote for the post-2008 status quo. Clinton is a vote for more wasted years. </p> <p>Trump, of course, isn’t even remotely qualified to be president. Trump would be, I believe, a disaster, and we’d finish up even worse off than we are today. Not to mention the racism, sexism and viciousness he’s actively encouraged in his supporters, traits that would be amplified with his ascension to the White House. Trump is a vote for chaos. I won’t vote for Trump.</p> <p>So, who’s left? Jill Stein? No, too frivolous.</p> <p>Gary Johnson? No. </p> <p>I don’t have a candidate in this race, but I feel like I have to vote because 2016 demands it. And it’s so late in the cycle, now, I don’t believe there’s anything that can convince me to vote for any of the above. Most likely I’ll vote for Bernie, writing his name next to “Other” with a bold, black sharpie. </p> <h2>Chris, 50 – New York, NY: ‘Clinton needs to swing more to the left and really speak to the supporters of Bernie Sanders’</h2> <p>I’ve always leaned “progressive” even when it wasn’t in vogue. I identify loosely as a democratic socialist. So when Elizabeth Warren failed to run and Bernie Sanders picked up the mantle I was ecstatic. My enthusiasm grew the better Bernie did. I’m very proud of him fighting for the $15 minimum wage, fighting for universal healthcare, making public universities free for students, putting a stop to fossil fuels, and taking climate change seriously. Perhaps most important of all, taking to task the one percenters and making them pay their fair share of taxes. Even though Bernie Sanders had difficulty connecting with the African American voter, his overall message resonated with me. It seemed quite clear that helping the economic working class would by default be helping African Americans and all minorities in this country.</p> <p>Unfortunately Bernie came up short. However, he did much better than <em>anyone</em> expected him to. One point of contention with Hillary Clinton is that she seems to take progressives and millennials for granted. Yes, she’s absorbed some of Sanders’ rhetoric and for that I’m grateful, but there seems no conscious effort to capture the progressive zeitgeist that has captured the energy and passion of at least half the party. Also as an African American I would be remiss if I didn’t take her husband’s policies to task. “Super-predator” comments aside, they’ve been incredibly damaging to African American families, from welfare to prison reform. I don’t care about emails. </p> <p>Trump is a racist fascist so I can’t vote for him. But Hillary comes across as untrustworthy, elitist where the rules don’t apply and a insincere panderer.</p> <p>Clinton needs to swing more to the left and really speak to the supporters of Bernie Sanders.</p> <p>Clinton needs to come up with clear solutions to stop rampant police assassinations of black lives in this country. </p> <p>Maybe then she’ll get my vote. Because I’m liable to Just. Stay. Home.</p> <h2>Buck, 62 – Houston, TX: ‘I want a government that does what a government should do, and nothing else’</h2> <p>We live so far below our potential because most American voters are ignorant and apathetic about their government. And they vote for a person instead of an idea. I want a government that does what a government should do for its citizens, and does that fully and well, but nothing else.</p> <p>To me that is somewhere between Libertarian and the Green party. Libertarian in general but with futuristic education, healthcare, and welfare systems covering all citizens while proactively protecting our environment. We could afford that, and a fantastic national infrastructure too, if we got out of the war business, brought all our troops home, and stopped subsidizing everyone else’s foreign wars that cost us trillions.</p> <p>Most of these conflicts revolve around whose imaginary friend is the best (religion), so there’s nothing really being resolved by them anyway. The money we have wasted, and continue to waste on them could be put to much better use here, and we could really lead by example, but neither the Dems or GOP are – they’re still just talking.</p> <h2>Bo, 22 – Los Angeles, CA: ‘People say a vote for Jill is a vote for the GOP. I don’t know what to do’</h2> <p>I am afraid of voting for someone I genuinely support – Jill Stein. She is woefully underrepresented in the media, and there is endless fear-mongering to dissuade anyone from expressing interest in third-party candidates. Our votes get dubbed “wasted” or “spoiler” votes. </p> <p>I am at a loss. People say a vote for Jill is a vote for the GOP. I don’t know what to do. No other candidate addresses the enslavement of millennials (via student debt) and the debilitating social conditions of everyday life (racism, corporate domination, low-income wage slavery, police brutality, a world of total-work, inadequate healthcare, etc) as comprehensively as Stein. Her emergency Green New Deal is just about the only thing that gives me hope for any kind of future.</p> <h2>Julian, 40 – China, TX: ‘I am torn between Gary Johnson and Jill Stein’</h2> <p>Here’s the dilemma – I don’t live in a swing state and due to the electoral college, my presidential vote is basically meaningless when it comes to casting for a Democrat or Republican. It might be hard to understand, especially to outsiders, but I am torn between Gary Johnson and Jill Stein. It’s not because I prefer Johnson, but because the vote would have greater visibility than Stein.</p> <p>Being the two major party candidates are so incredibly disliked, I felt that for the first time, alternate parties could finally break through to the mainstream and end the two-party system that has been so disastrous for the nation; both major parties put the interests of the power elites and Wall Street above the rest of the country.</p> <p>I was very enthusiastic about Bernie Sanders’ campaign. Despite his history of calling third-party candidates spoilers for the presidential races, I really hoped he would join the Green ticket if he lost the Democratic nomination as Stein offered, or at least endorse her. I think his campaign did massive damage to a huge number of his younger followers in regards to future voter participation by endorsing Clinton. He had the perfect opportunity to break up the Democratic party if he’d only fought on after he lost the nomination.</p> <p>If Bernie advocated for the Green party, far more aligned with his policies and mine than the Democrats, then I would vote for the Green party candidate this year.</p> <h2>Olivia, 27 – San Antonio, TX: ‘Hillary, show me that you are not a ‘My way or the highway’ candidate</h2> <p>I’m a millennial allied to no specific party. Both candidates seem determined to alienate – even demonize – moderate and independent voters like myself.</p> <p>Future Madame or Mr President, here are my terms:</p> <p>Donald, prove to me that you are not eager to incite a war with our neighbors, or relive the mistakes of Hoover’s isolationist policies which led up to World War II.</p> <p>Hillary, show me that you are not a “my way or the highway” candidate, as some of your virulent advocates make you appear. Demonstrate that those who do not share all your views on a specific topic such as gun control will nevertheless be respected as equals.</p> <p>Donald, prove that you and your physically violent advocates will not spawn violent, racially charged chaos across the country and world.</p> <p>Donald and Hillary, both of you repeatedly demonstrated a shocking disdain for the integrity and even sacred role of the freedom of the press. Prove to me that you will entrust journalists with truth, and not “spin”. The day independent journalists are encouraged, even empowered, to question your authority is the day I may trust you. </p> <h2><br></h2>",
  "<p>The 2016 presidential race could easily be decided in Colorado’s Jefferson County. The suburbs west of Denver have long been considered a political bellwether for any candidate seeking election to the White House.</p> <p>Yet that does not appear to have discouraged Donald Trump’s campaign entrusting its outreach in the critical county to a 12-year-old.</p> <p>Weston Imer, co-chair of Republican nominee’s campaign in Jefferson County, dismissed the suggestion that his age should be an impediment.<br></p> <p>“I know what I’m doing,” he said. “I’ve been in politics since I was very young. I’m good friends with all of the candidates here in Colorado … I’m friends with pretty much everyone in the whole darn county and state.”</p> <p>“The people from the Trump campaign, they trust me, they think I will do what needs to be done here in Jefferson County.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The people from the Trump campaign, they trust me, they think I will do what needs to be done here in Jefferson County</p> <footer> <cite>Weston Imer</cite> </footer> </blockquote> </aside>  <p>He added: “It’s a great honor. It’s a once in a lifetime experience to be able to run a campaign at this young of an age, because we’ll never be at this age again.”</p> <p>Weston shot to notoriety last month after his role in the campaign’s Jefferson branch made national headlines.</p> <p>Some of those reports overstated the clout of the 12-year-old, skirting the fact that he was, in fact, sharing the volunteer role with his mother, Laurel Imer. Fearing a distraction, the Trump campaign has since put a halt on interviews with its youngest political operative, who has not spoken publicly since.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/29/clinton-trump-colorado-us-election-anywhere-but-washington\"            data-short-url=\"https://gu.com/p/55xtd\"                    data-show-ads=\"true\"            data-video-id=\"2756848\"            data-video-name=\"Can Hillary Clinton win in Never Trump land? – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-57eb14ace4b08ca277ca0e5f\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/28/160927coloradomasterv2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/28/160927coloradomasterv2_V4.webm\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/28/160927coloradomasterv2.m3u8\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/29/clinton-trump-colorado-us-election-anywhere-but-washington\">Can Hillary Clinton win in Never Trump land? – video</a></figcaption> </figure>   <p>Colorado is the state that fomented the so-called “Never Trump” movement among Republicans disaffected with their nominee – and his Democratic rival, Hillary Clinton, had been enjoying a formidable double-digit lead there.<br></p> <p>Just a few weeks ago there were reports that the Clinton campaign had shelved spending in the state, assuming the state was all but won. <a href=\"http://www.realclearpolitics.com/epolls/2016/president/co/colorado_trump_vs_clinton-5751.html\">But the polls since then have narrowed dramatically</a>, and the candidates now find themselves neck-and-neck in the crucial swing state.</p> <p>Election forecaster Nate Silver has declared Colorado <a href=\"https://twitter.com/NateSilver538/status/780489566881013760\">“the tipping point state”</a>; as Colorado’s perennial bellwether, Jefferson is once again in the spotlight.</p> <p>“If Donald does not win in Jefferson County, he stands a very strong chance of not winning in Colorado,” Weston said in an interview for the Guardian’s Anywhere But Washington series of election videos.</p> <p>“We need Trump supporters to come out, and be out of the closet, and tell everyone that you support Mr Trump.”<br></p> <p>That’s not always easy. Weston said he had suffered some personal repercussions for supporting the controversial GOP nominee.</p> <p>“Even before I was the co-chair, kids were bullying me. Especially the Ted Cruz supporters and their parents,” he said. “So did the Hillary Clinton supporters, and so did the Bernie Sanders supporters.”</p> <p>“I’ve also had kids say that they’re leaving the country if he gets elected to the presidency,” he added. “I told them that they were overreacting, and that their parents were as well.”</p> <p>The 12-year-old is also the founder of Colorado Kids for Trump, a group he said he created to support schoolchildren facing similar consequences as a result of their support for the nominee. “If you get bullied at school, contact me, and I will draft a formal letter to your school,” he said.<br></p> <p>Trump’s political operation might have worried it was taking a risk by making a 12-year-old a de facto spokesman in such a pivotal swing county.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=CO\" data-alt=\"Colorado\"> <a href=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=CO\">Colorado</a> </figure>  <p>The Republican nominee has repeatedly been tarnished by supporters and surrogates who have made remarks considered inappropriate, even by his standards. Earlier this month, Marco Gutierrez, the Mexican-born founder of Latinos for Trump, prompted ridicule after warning that if Trump failed to reach the White House there would be <a href=\"https://www.theguardian.com/commentisfree/2016/sep/02/taco-truck-on-every-corner-trump-mexican-marco-gutierrez\">“taco trucks on every corner”</a>.</p> <p>Last week, Kathy Miller, an Ohio county chair, was <a href=\"https://www.theguardian.com/us-news/2016/sep/22/trump-campaign-chair-kathy-miller-resigns-ohio-racism-obama\">forced to resign</a> after her <a href=\"https://www.theguardian.com/us-news/2016/sep/22/trump-ohio-campaign-chair-no-racism-before-obama\">remarks about race in an interview with Anywhere But Washington</a> went viral.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I like that he doesn’t speak in politically correct terms, I like that he speaks his mind</p> <footer> <cite>Weston Imer</cite> </footer> </blockquote> </aside>  <p>However, if Trump’s political operatives took a risk putting a 12-year-old in the spotlight, it appears to have paid off. He has shown the discipline and restraint of a seasoned political spokesman, adhering to the Trump campaign’s talking points while lampooning the Republican’s political rival.</p> <p>“I like that he doesn’t speak in politically correct terms, I like that he speaks his mind, I also like his immigration plans and his plans about the refugees coming from overseas, that we need to heavily screen them and put a hold on it until he wipes out Isis,” he said.</p> <p>“He’s going to make America great again. If we don’t elect him we’re going to have Hillary Rodham Clinton, who is a criminal – a proven one, to be exact – in the presidential office, and if that happens this country will not be here in the first four, or possibly eight years.”</p> <p>Asked about his political future, Weston, who is also an actor and a singer and said his inspiration is Ronald Reagan, did not miss a beat.</p> <p>“I’m headed politically to run for the presidency in 2040,” he said. “That’ll be my first eligible year, so I’m ambitious.”</p>",
  "<div id=\"block-57ec7a27e4b0aa31b2517b52\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-29T02:35:21.334Z\">3.35am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today in Campaign 2016</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"4be41aeaf0de57c1dff85c9801471096b4ac396a\"> <img src=\"https://media.guim.co.uk/4be41aeaf0de57c1dff85c9801471096b4ac396a/0_0_3500_2333/1000.jpg\" alt=\"Hillary Clinton and Bernie Sanders.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton and Bernie Sanders.</span> <span class=\"element-image__credit\">Photograph: UPI / Barcroft Images</span> </figcaption> </figure>  <ul> <li>Barack Obama suffered a unique political blow today, when the US Congress <a href=\"https://www.theguardian.com/us-news/2016/sep/28/senate-obama-veto-september-11-bill-saudi-arabia\">overturned his veto of a bill</a> that would allow families of the victims of the September 11 terrorist attacks <a href=\"https://www.theguardian.com/us-news/2016/sep/09/911-saudi-arabia-bill-congress-vote\">to sue Saudi Arabia</a>. The overwhelming bipartisan vote in both the Senate and House inflicted the first veto override of Obama’s presidency, less than four months before he leaves office. The White House issued an unusually scathing response. “I would venture to say that this is the single most embarrassing thing that the United States Senate has done, possibly, since 1983,” press secretary Josh Earnest told reporters. “Ultimately these senators are going to have to answer their own conscience and their constituents as they account for their actions today.”</li> <li>Hillary Clinton <a href=\"https://www.theguardian.com/us-news/2016/sep/28/bernie-sanders-hillary-clinton-new-hampshire-rally\">turned to the magnetic power of Bernie Sanders</a> today as her battle continued to persuade younger voters to rally to her cause. For months, Sanders and Clinton were often irascible rivals, as she edged towards the Democratic nomination and he continued to inspire a movement of millennials. And on campus in the battleground state of New Hampshire, Sanders’ star power was still there for all to see as hundreds of young voters formed a line snaking across campus, which left many to make do with a spot in an overflow room as he spoke.</li> </ul>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/28/bernie-sanders-hillary-clinton-new-hampshire-video\"            data-short-url=\"https://gu.com/p/554ca\"                    data-show-ads=\"true\"            data-video-id=\"2758870\"            data-video-name=\"Sanders makes case for Clinton in New Hampshire – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-57ec31b7e4b07eb0f44b8316\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/28/160928sanders_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/28/160928sanders.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/28/160928sanders_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/28/bernie-sanders-hillary-clinton-new-hampshire-video\">Sanders makes case for Clinton in New Hampshire</a></figcaption> </figure>  </div>   </div> <div id=\"block-57ec70f7e4b0c6325341f10f\" class=\"block\" data-block-contributor=\"profile/nicky-woolf\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-29T01:40:42.053Z\">2.40am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Libertarian presidential candidate Gary Johnson, asked during a televised town hall meeting to name a foreign leader he admires, struggled to come up with a single one, saying that he was having an “Aleppo moment”.</p> <p>Johnson and his running mate Bill Weld were being interviewed by MSNBC’s Chris Matthews, who posed the question: “Who’s your favorite foreign leader?”<br></p> <p>“Anybody,” he added.</p> <p>Johnson exhaled hard.</p> <p>“Mine was <a href=\"https://www.theguardian.com/world/2016/sep/28/shimon-peres-former-israeli-leader-dies\">Shimon Peres</a>,” Weld, a former governor of Massachusetts, interjected.</p> <p>But Matthews pressed Johnson. “You gotta do this. Anywhere. Any continent. Canada, Mexico, Europe over there, Asia, South America, Africa – name a foreign leader that you respect.”</p> <p>“I guess I’m having an Aleppo moment,” Johnson said, then quickly said “the former president of Mexico”.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MSNBC/status/781278922201718784\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Gary Johnson had an &quot;Aleppo moment&quot; after <a href=\"https://twitter.com/HardballChris\">@hardballchris</a> asks who his favorite foreign leader is <a href=\"https://twitter.com/hashtag/JohnsonTownhall?src=hash\">#JohnsonTownhall</a> <a href=\"https://t.co/nRazpPL0q0\">https://t.co/nRazpPL0q0</a></p>&mdash; MSNBC (@MSNBC) <a href=\"https://twitter.com/MSNBC/status/781278922201718784\">September 28, 2016</a></blockquote>  </figure> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/28/gary-johnson-cant-name-foreign-leader-aleppo-moment\">US presidential candidate Gary Johnson fails to name a foreign leader he admires</a> </p> </aside> </div>   </div> <div id=\"block-57ec6e28e4b0aa31b2517b2c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-29T01:36:14.236Z\">2.36am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">President Obama answers questions in CNN town hall</h2>  <div class=\"block-elements\">  <p>President Barack Obama was on the receiving end of a series of pointed questions from military veterans and personal during a CNN town hall at a military base in Richmond, Virginia, today, where the president was challenged on combat roles for women, controversies regarding the national anthem at football games and his refusal to use the term “radical Islamic terrorism.”</p> <p>The town hall, hosted by CNN’s Jake Tapper, featured questions from armed forces community members who have, polling shows, <a href=\"http://www.cnn.com/2014/12/22/politics/obama-military-low-approval-rating/\">not warmed to the president historically</a>.</p> <p>An active-duty Marine asked Obama why the “tangible, negative consequences” of allowing women to serve in combat roles was “disregarded” in his administration’s decision to open up the roles to women.<br></p> <p>“I want to make sure our starting assumption is that if you can do the job, you should be able to get the job,” Obama responded, saying that the decision had not been made just to be “politically correct.”</p> <p>Asked about the growing trend among some athletes to kneel during the national anthem in protest of the treatment of African Americans by police, Obama said that while the national anthem is of special importance to those in the military, “part of what makes this country special is that we respect people’s rights to have a different opinion.”</p> <p>The mother of a 19-year-old son killed in Iraq asked Obama: “Why do you still refuse to use the term ‘Islamic terrorism’?”</p> <p>Obama responded, has he has before, that he doesn’t want to conflate the roughly 1.2 billion Muslims around the world “who are peaceful, who are responsible, who in this country are our fellow troops” with those who commit acts of terrorism.</p> </div>   </div> <div id=\"block-57ec688ee4b0aa31b2517b17\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-29T01:12:21.434Z\">2.12am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump’s campaign’s talking points regarding Alicia Machado have been obtained by CNN reporter Jim Acosta. Most of the lines, aimed at helping Trump surrogates address the controversy caused by Trump <a href=\"https://www.theguardian.com/us-news/2016/sep/27/alicia-machado-miss-universe-weight-shame-trump-speaks-out-clinton\">calling attention to the former Miss Universe winner’s weight</a>, involve Hillary Clinton’s husband and his personal life in the 1990s.</p> <p><strong>The talking points, verbatim:</strong></p> <ul> <li>These are totally baseless and unsubstantiated claims by Ms. Machado, who has lobbed a vicious and contradictory smear campaign in order to gain notoriety at the expense of Mr. Trump’s name and reputation.</li> <li>Hillary Clinton will continue to use these false distractions like Ms. Machado and Mark Cuban to easily deceive the biased media, but will have no impact on Mr. Trump or the voters who are concerned with real issues.</li> <li>Mr. Trump has spent his career promoting women his campaign manager is a strong and impressive woman. This is a desperate smear campaign by the Clintons.</li> <li>Mr. Trump has never treated women the way Hillary Clinton and her husband did when they actively worked to destroy Bill Clinton’s accusers.</li> <li>If we’re going to dredge up what people have said about candidates in decades past, why isn’t the media letting people hear from these women?</li> <li>Hillary Clinton bullied and smeared women like Paula Jones, Gennifer Flowers and Monica Lewinsky.</li> <li>Why are we not hearing from Monica Lewinsky, who started an anti-bullying foundation because of how she was treated by the Clinton machine?</li> <li>The Clintons are now trying to bully Mr. Trump and his supporters, whom the Clintons have publicly demeaned as “deplorable.”</li> <li>Hillary Clinton trying to present herself as some sort of feminist champion is a joke.</li> </ul> </div>   </div> <div id=\"block-57ec67b5e4b0aa31b2517b15\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-29T01:00:57.069Z\">2.00am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>An animal-rights protestor briefly made an appearance at Donald Trump’s rally in Waukesha County.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dominicholden/status/781297548426436608\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Protester who climbed platform and yelled &quot;Animal liberation now&quot; gets booed and removed from Trump rally. <a href=\"https://t.co/nDESFbH0cq\">pic.twitter.com/nDESFbH0cq</a></p>&mdash; Dominic Holden (@dominicholden) <a href=\"https://twitter.com/dominicholden/status/781297548426436608\">September 29, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57ec66c2e4b07eb0f44b83bb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-29T00:57:47.443Z\">1.57am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Speaking to the Log Cabin Republicans, a gay Republican organization, former Republican presidential candidate and Donald Trump surrogate Newt Gingrich told the audience that “You are not supposed to gain 60 pounds the year you are Miss Universe,” in reference to Alicia Machado, the Venezuelan beauty queen who Trump called “Miss Piggy” and told newscasters gained “a massive amount of weight” while she was serving as Miss Universe.</p> <p>The audience, composed largely of gay men, laughed.</p> </div>   </div> <div id=\"block-57ec6678e4b0c6325341f0ed\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-29T00:55:26.965Z\">1.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Donald Trump, on Hillary Clinton’s cellular phones:</h2> <blockquote class=\"quoted\"> <p>A number of them were hammered to death. HAMMERED.</p> </blockquote> </div>   </div> <div id=\"block-57ec6391e4b0c6325341f0e2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-29T00:44:58.323Z\">1.44am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump opens his speech by declaring that Google’s search engine was suppressing critical information about Hillary Clinton during the presidential debate, apparently citing <a href=\"http://www.breitbart.com/tech/2016/09/13/hillary-google-bias-confirmed-experiment/\">a Breitbart report</a> that quoted <a href=\"https://sputniknews.com/us/20160912/1045214398/google-clinton-manipulation-election.html\">a Russian state news agency</a> in making the claim, which is <a href=\"https://twitter.com/NYTnickc/status/781292033398964224\">easily debunked</a>.</p> <p>“Google search engine was suppressing the bad news about Hillary Clinton,” Trump said.</p> <p>This adds the suppression of negative Google results to a litany of supposed conspiracies to keep Trump from being seen as the winner of Monday night’s debate, including a <a href=\"http://www.cnn.com/2016/09/27/politics/donald-trump-microphone-presidential-debate/\">defective microphone</a>, a <a href=\"http://www.thegatewaypundit.com/2016/09/breaking-poker-pro-agrees-hillary-sending-hand-signals-debate-moderator-holt/\">hand-signaling system</a> between Clinton and moderator Lester Holt, and crooked scientific polling that showed Clinton beating Trump by double digits when unscientific internet polls showed him crushing her.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-29T00:54:06.166Z\">at 1.54am BST</time></p>  </div> <div id=\"block-57ec6320e4b0c6325341f0e0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-29T00:42:20.278Z\">1.42am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Speaking in Wisconsin, Donald Trump accuses Hillary Clinton of calling every one of America’s citizens - “including our police” - racist and bigoted because she said that all people struggle with “implicit biases.”</p> <p>“I said to myself, ‘Did she really say that?’ She said it,” Trump said, of the moment Clinton said in Monday night’s presidential debate that all people have implicit biases that they must fight. “It’s a bad thing, she said. Maybe Hillary Clinton should confine her comments to herself. After all, she’s the one who described young African-American men as super predators. And they have not been happy with her for a long time.</p> <p>“How can she lead this country, when she thinks that America is full of racists, deplorables and irredeemables?”</p> </div>   </div> <div id=\"block-57ec5f72e4b0aa31b2517b02\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-29T00:37:32.805Z\">1.37am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump campaigns in Waukesha County, Wisconsin</h2>  <div class=\"block-elements\">  <p>Watch it live here:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=trtAY62h2EQ\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/trtAY62h2EQ?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-57ec610be4b0c6325341f0d7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-29T00:37:13.051Z\">1.37am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Creator of racist 'Pepe the Frog' meme voting for Hillary Clinton</h2>  <div class=\"block-elements\">  <p>In an <a href=\"http://www.esquire.com/news-politics/news/a49057/pepe-frog-creator-voting-hillary/?src=socialflowTW\">exclusive interview with Esquire</a>, the creator of a cartoon frog that has been coopted by the alt-right movement declared that he plans on voting for Hillary Clinton, despite the image’s popularity among a segment of Donald Trump’s supporters.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TheTrumpLady/status/777470995510669312\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I&#39;m a racist, islamophobic. deplorable for voting Trump. Oh, well, Pepe! We must be doing something right! <a href=\"https://t.co/DnJfxkG90E\">pic.twitter.com/DnJfxkG90E</a></p>&mdash; Deplorable AMERICAN! (@TheTrumpLady) <a href=\"https://twitter.com/TheTrumpLady/status/777470995510669312\">September 18, 2016</a></blockquote>  </figure>  <p>“I’m voting for Hillary for sure. I was a big fan of Bernie, but that fizzled out, so I’m all Hillary 2016,” said Matt Furie, who spoke with Esquire on the day that the Pepe the Frog meme was declared a hate-symbol by the Anti-Defamation League.</p> <p>While Furie hasn’t made a cartoon for Clinton, he is open to the idea.</p> <p>“Someone sent me a clip of Hillary addressing Pepe and the affiliation with white nationalists, and someone in the crowd yelled ‘Pepe!’” Furie said. “So that for me is just very strange that on either side - Trump or Clinton - had to sit down at a meeting and decide what are we going to do with this Pepe thing? It’s funny that it’s become part of the national debate. It’s really weird.”</p> </div>   </div> <div id=\"block-57ec5d2ce4b0c6325341f0cd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-29T00:23:12.851Z\">1.23am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Asked how he would grade the debate moderation skills of NBC anchor Lester Holt, who moderated the first presidential debate on Monday, Donald Trump told Bill O’Reilly that although he initially thought Holt was fair, he would give his performance a “C.”</p> <p>“I thought he was fine, I wasn’t thinking about it, but when I reviewed it and I saw the commentary,” Trump said, “I realized he was much much tougher on me than he was on Hillary.”</p> <p>“After reviewing it and after seeing the way he badgered - and even the questions I got,” Trump continued, “he hits me with the birther question, of course, and he likes to correct things on which I was actually right.”</p> <p>O’Reilly, culture-warrior that he is, asked Trump about San Francisco 49ers quarterback Colin Kaepernick and what he would do if he owned the football team. (Trump once owned the New Jersey Generals, a franchise of the United States Football League, which played for three seasons before folding.)</p> <p>“I don’t know what he said about me, but I think what he’s doing is disgraceful,” Trump said. “He’s making a tremendous amount of money, he’s leading the American dream, he’s trying to make a point but I don’t think he’s making it the correct way.”</p> <p>Trump avoided telling O’Reilly that he would fire Kaepernick, despite being goaded to do so by the host.</p> <p>“Let’s keep the headlines down to a minimum.”</p> </div>   </div> <div id=\"block-57ec5ba5e4b0aa31b2517af5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-29T00:13:22.753Z\">1.13am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump: 'They wanted to fire her for putting on so much weight'</h2>  <div class=\"block-elements\">  <p>Speaking on Fox News tonight, Donald Trump told host Bill O’Reilly that the possibility that he doesn’t pay federal taxes is “the kind of thinking” that Americans need, before telling O’Reilly that former Miss Universe Alicia Machado was almost fired for “putting on so much weight,” but that he saved her job.</p> <p>“I hardly know this person,” Trump said of Machado, <a href=\"https://www.theguardian.com/us-news/2016/sep/27/alicia-machado-miss-universe-weight-shame-trump-speaks-out-clinton\">the Venezuelan beauty queen</a> who Trump called things like “Miss Piggy” and “an eating machine.”</p> <p>“This is a person 20 years ago, she wasn’t a successful - you know, I sold the Miss Universe for a tremendous price about six months go, it worked out great,” Trump continued. “She was the first one under my ownership, she did not do well, she had a lot of difficulties. The company itself wanted to fire her - I wanted to save her job.”</p> <p>Trump said that although he had almost no interaction with Machado, he moved to prevent her from the Miss Universe company - then owned by him - from “firing” her as Miss Universe.</p> <p>“I had nothing to do with this person, but they wanted to fire her, I saved her job,” Trump said. “And you know what happened? I got nothing out of it.”</p> <p>“They wanted to fire her for putting on so much weight,” Trump continued. “I said ‘don’t do that, let her try and lose the weight.’”</p> <p>The notion that Machado’s weight shouldn’t impact her job performance as Miss Universe did not occur to Trump, who continued: “I mean, it’s a beauty contest - these girls know what they’re getting into.”</p> <p>“This is what you get for helping somebody.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-29T00:14:09.249Z\">at 1.14am BST</time></p>  </div> <div id=\"block-57ec583de4b07eb0f44b838c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T23:55:48.152Z\">12.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Gary Johnson, when asked to name his favorite foreign leader:</h2> <blockquote class=\"quoted\"> <p>I guess I’m having an Aleppo moment.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MSNBC/status/781278922201718784\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Gary Johnson had an &quot;Aleppo moment&quot; after <a href=\"https://twitter.com/HardballChris\">@hardballchris</a> asks who his favorite foreign leader is <a href=\"https://twitter.com/hashtag/JohnsonTownhall?src=hash\">#JohnsonTownhall</a> <a href=\"https://t.co/nRazpPL0q0\">https://t.co/nRazpPL0q0</a></p>&mdash; MSNBC (@MSNBC) <a href=\"https://twitter.com/MSNBC/status/781278922201718784\">September 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57ec55c7e4b0aa31b2517ae2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T23:45:10.833Z\">12.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>If you use Hillary Clinton’s website <a href=\"https://www.hillaryclinton.com/forms/meet-pusha-o/\">to register to vote</a>, you are automatically entered for the chance to win a backstage meet-and-greet with hip-hop artist Pusha T!</p> <p>That’s one way to get the millennials.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=NPI_6MX74j4\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/NPI_6MX74j4?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-57ec52c6e4b0c6325341f0b1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T23:32:09.198Z\">12.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The pool report from Donald Trump’s press plane reveals two things.</p> <p>One: Trump is almost at the venue in crucial Waukesha County, Wisconsin, to deliver remarks to a crowd of supporters.</p> <p>Two: The press plane has been dubbed “First Amendment One.”</p> <blockquote class=\"quoted\"> <p>First Amendment One touched down just as the door to the Trump plane opened at 6:18 CDT. His plane was wheels up at 5:07 and First Amendment One was wheels up at 5:09. His Motorcade was rolling to event at 6:22 while pool is still being swept on the tarmac. No word on if he will delay his remarks for his traveling press to cover them. This is suboptimal.</p> </blockquote> </div>   </div> <div id=\"block-57ec4be6e4b0c6325341f099\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T23:15:51.119Z\">12.15am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump in 2013: Kim Kardashian 'has gotten a little bit large'</h2>  <div class=\"block-elements\">  <p>In an undated video interview <a href=\"http://www.vanityfair.com/style/2016/09/kim-kardashian-donald-trump-body-shaming?mbid=social_twitter\">obtained by Vanity Fair</a>, Republican nominee Donald Trump is seen telling an interviewer that reality star Kim Kardashian West “has gotten a little bit large,” the latest in a series of gaffes in which the presidential candidate has made comments regarding the size and weight of women.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=vkM49-mCZMw\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/vkM49-mCZMw?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Only one day after Trump targeted a former Miss Universe pageant winner for gaining <a href=\"https://www.theguardian.com/us-news/2016/sep/27/alicia-machado-miss-universe-weight-shame-trump-speaks-out-clinton\">“a massive amount of weight,”</a> the video - apparently from 2013, when Kardashian West was pregnant with her first child - surfaced on YouTube, showing Trump speaking to HLN’s Showbiz Tonight about Kardashian West creating a baby registry.</p> <p>“She’s a nice person,” Trump said. “I’ve known her over the years. She’s really a nice person. She’s gotten a little bit large. I would say this, I don’t think you should dress like you weigh 120 pounds.”</p> <p>In what has been billed as <a href=\"https://www.theguardian.com/us-news/2016/sep/27/debate-clinton-trump-recap-presidential-election-hofstra\">the most-watched debate in presidential history</a>, Democratic candidate Hillary Clinton made Trump’s remarks to Machado a centerpiece of their first televised clash, <a href=\"https://www.theguardian.com/us-news/2016/sep/27/donald-trump-alicia-machado-miss-universe-fox-and-friends\">citing the name-calling</a> – in particular, Trump calling her “Miss Housekeeping” in reference to her Latina origins – as a prime example of her opponent’s demeaning views about women.</p> </div>   </div> <div id=\"block-57ec46a3e4b0c6325341f087\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T22:39:59.579Z\">11.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Video: </strong>Vermont senator Bernie Sanders joined former rival, Democratic presidential nominee Hillary Clinton at a campaign rally in New Hampshire as he urged younger voters to cast ballots for Clinton in November, while she spoke of her experience in “one of the strangest elections.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/28/bernie-sanders-hillary-clinton-new-hampshire-video\"            data-short-url=\"https://gu.com/p/554ca\"                    data-show-ads=\"true\"            data-video-id=\"2758870\"            data-video-name=\"Sanders makes case for Clinton in New Hampshire – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-57ec31b7e4b07eb0f44b8316\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/28/160928sanders_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/28/160928sanders.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/28/160928sanders_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/28/bernie-sanders-hillary-clinton-new-hampshire-video\">Sanders makes case for Clinton in New Hampshire</a></figcaption> </figure>  </div>   </div> <div id=\"block-57ec4196e4b0aa31b2517aa6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T22:24:10.400Z\">11.24pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Saturday Night Live casts its Donald Trump</h2>  <div class=\"block-elements\">  <p>The search is over.</p> <p>Saturday Night Live, the late-night sketch comedy institution that has been lampooning politicians since 1975, has cast actor Alec Baldwin as its Donald Trump for the upcoming season.</p> <p>Trump, who had previously been played by former cast member Darrell Hammond and by now-cut Taran Killam, will make “his” first appearance in the season premiere on 8 October, playing opposite Kate McKinnon’s Hillary Clinton in a presidential debate sketch that the show previewed on Twitter:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nbcsnl/status/781218473208864768\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The night we’ve all been waiting for. <a href=\"https://twitter.com/hashtag/SNLPremiere?src=hash\">#SNLPremiere</a> <a href=\"https://t.co/WiY1jLpop5\">pic.twitter.com/WiY1jLpop5</a></p>&mdash; Saturday Night Live (@nbcsnl) <a href=\"https://twitter.com/nbcsnl/status/781218473208864768\">September 28, 2016</a></blockquote>  </figure>  <p>Baldwin joins a long list of famous political impersonations on SNL, from Larry David’s Bernie Sanders last season to Tina Fey’s Emmy-winning turn playing Sarah Palin on the show that launched Fey’s comedic career.</p> </div>   </div> <div id=\"block-57ec3df6e4b0c6325341f06a\" class=\"block\" data-block-contributor=\"profile/amber-jamieson\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T22:04:52.313Z\">11.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Your freedom to post a photo of your vote to Facebook has been reinstated.</p> <p>The First Circuit Court of Appeals struck down New Hampshire’s 2014 law banning “ballot selfies” (photos taken of a vote, even if not technically as a selfie as it doesn’t include the photographer) today.</p>  <figure class=\"element element-image\" data-media-id=\"24a982bae313244ccf85df945864229e38075369\"> <img src=\"https://media.guim.co.uk/24a982bae313244ccf85df945864229e38075369/0_0_4096_2731/1000.jpg\" alt=\"Hillary Clinton takes a selfie.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton takes a selfie.</span> <span class=\"element-image__credit\">Photograph: Jim Lo Scalzo/EPA</span> </figcaption> </figure>  <p>The idea of the law - breaking it came with a $1,000 fine - was supposedly to stop voter coercion and vote-buying, and protect people’s privacy.</p> <p>But the court agreed that the law is a restriction on free speech and therefore could be seen to violate the First Amendment.</p> <p>“The statute at issue here is facially unconstitutional even applying only intermediate scrutiny,” said the court, <a href=\"http://aclu-nh.org/wp-content/uploads/2016/09/Decision.pdf\">according to documents</a>.</p> <p>Instead the court points out that ballot selfies reflect both support for a candidate and that the photographer has actually voted, making it a political statement with a “special communicative value.”</p> <p>“New Hampshire may not impose such a broad restriction on speech by banning ballot selfies in order to combat an unsubstantiated and hypothetical danger. We repeat the old adage: ‘a picture is worth a thousand words,’ ruled the court.</p> <p>The American Civil Liberties Union of New Hampshire led the challenge to the law, with three plaintiffs. Two were members of the New Hampshire House of Representatives who posted picture of their vote for themselves and the other was a man who posted a photo on Facebook of his vote where he’d written in his dog’s name as he didn’t think any candidate was worth his vote.</p> </div>   </div> <div id=\"block-57ec3836e4b0aa31b2517a87\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T21:51:00.370Z\">10.51pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Hillary Clinton publishes op-ed in New England Journal of Medicine</h2>  <div class=\"block-elements\">  <p>Democratic presidential nominee Hillary Clinton has <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMsb1612292?query=featured_home&amp;\">published an editorial</a> in the New England Journal of Medicine, the premiere medical journal in the United States, outlining her “vision for universal, quality, affordable healthcare.”</p>  <figure class=\"element element-image\" data-media-id=\"f4a17e52b96a5d57e7ea9054a9ed673a4443cfb3\"> <img src=\"https://media.guim.co.uk/f4a17e52b96a5d57e7ea9054a9ed673a4443cfb3/0_0_3500_2334/1000.jpg\" alt=\"Hillary Clinton speaks to hospital workers at the St. John Riverside Hospital.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton speaks to hospital workers at the St. John Riverside Hospital.</span> <span class=\"element-image__credit\">Photograph: Mike Segar/Reuters</span> </figcaption> </figure>  <p>The piece is in answer to a question posed by the journal’s editors to both major-party presidential nominees: “What specific changes in policy do you support to improve access to care, improve quality of care, and control health care costs for our nation?”</p> <p>After outlining her longtime attempts to reform the American healthcare system, including the passage of the Children’s Health Insurance Program that covers uninsured children in families with low incomes that are still too high to qualify for Medicaid, as well as Clinton’s failed push for universal healthcare during her tenure as first lady, Clinton outlines four major goals of her would-be administration on healthcare.</p> <p>In addition to preventing the repeal of the Affordable Care Act, Clinton calls for improving the landmark legislation. “We must work to expand Medicaid coverage in the 19 states that have left 3 million Americans without health insurance,” Clinton says, “improve and strengthen the ACA through enhanced tax credits to make coverage affordable, implementation of strong measures to bring down the cost of prescription drugs, increased competition between insurers, and an aggressive campaign to increase outreach and enrollment. And finally, we need to ensure the availability of a public option choice in every state, and let Americans over 55 buy in to Medicare.”</p> <p>On the issue of healthcare cost, Clinton calls for a refundable tax credit of up to $5,000 per family for out-of-pocket health costs, as well as a requirement for insurers to limit out-of-pocket prescription drug costs to $250 a month on covered medications and the creation of a team meant to monitor drug prices to investigate spikes.</p> <p>Clinton also vows to increase funding into medical research, ensuring “that our scientific community and regulatory system are promoting innovation and will increase funding for biomedical research across all diseases, including specific investments for research into diseases like Alzheimer’s and HIV/AIDS.”</p> <p>Trump did not respond to the New England Journal of Medicine’s question.</p> </div>   </div> <div id=\"block-57ec355ee4b0c6325341f04d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T21:27:48.308Z\">10.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>After calling for a show of hands of Christian conservatives in the audience in Council Bluffs, Iowa - “Raise your hand if you’re now a Christian conservative. I want to see that. There’s a few of them. Should we keep them?” - Donald Trump drops the mic and exits.</p> </div>   </div> <div id=\"block-57ec34c2e4b0aa31b2517a77\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T21:23:19.518Z\">10.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Donald Trump, on Hillary Clinton’s stamina:</h2> <blockquote class=\"quoted\"> <p>All those day-offs, and she can’t even make it to her car. All those day-offs.</p> </blockquote> </div>   </div> <div id=\"block-57ec332ae4b07eb0f44b831c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T21:18:35.589Z\">10.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Continuing his speech in Council Bluffs, Iowa, Donald Trump aligns his presidential campaign with the American descamisados against the “special-interest monopoly” of the Washington and New York political, economic and media elite.</p> <p>“Our campaign is about breaking up the special-interest monopoly in Washington, DC,” Trump tells the audience. “They’re all part of the same political establishment. They go to the same restaurants, they have the same friends, they attend the same conferences.”</p> <p>These elites, Trump says, look down on the average American, and reiterate Hillary Clinton’s “slanders” that some of Trump’s supporters are “deplorable.”</p> <p>“People don’t know how good you are, people don’t know how smart you are,” Trump says. “We have the smartest people. We have the smartest people. And we know it. Some of them know it. But we say it.”</p> </div>   </div> <div id=\"block-57ec312be4b07eb0f44b8311\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T21:08:53.795Z\">10.08pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump calls Hillary Clinton 'incompetent'</h2>  <div class=\"block-elements\">  <p>“Honestly, I truly believe this: Hillary Clinton is incompetent. She’s incompetent. I really believe this,” Donald Trump told an audience in Iowa. “She’s incompetent, and she’s certainly incompetent for you.”</p> <p>“She’s there for one reason, and that’s to protect her donors and her special interests. She’s been there... for 30 years almost and she’s never done anything for you or your family. Now she wants to do this, she wants to fight Isis - Isis wouldn’t be there if her and Barack Obama ended the war the way it was supposed to be ended, and didn’t create the big vacuum.”</p> <p>“She’s failed at everything!” Trump shouts. “She’s failed in Iraq, she’s failed in Libya, she’s failed in Syria, she’s failed in Iran - how about the Iran deal? How about that deal?”</p> </div>   </div> <div id=\"block-57ec2fcee4b0c6325341f03a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T21:04:14.567Z\">10.04pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump: 'Every single online poll had me winning'</h2>  <div class=\"block-elements\">  <p>Speaking in Iowa, Donald Trump tells the audience of supporters that his support in unscientific online polls is proof that he won the first presidential debate on Monday against Democratic rival Hillary Clinton, despite all major scientific polls showing <a href=\"http://www.cnn.com/2016/09/27/politics/hillary-clinton-donald-trump-debate-poll/\">Clinton being seen as the winner</a>.</p> <p>“Every single online poll had me winning - sometimes by a landslide,” Trump says. “And I’m winning by massive margins, in many cases. I’m winning all of these polls, how many were there, seven or eight or nine polls, and I have to sit back and hear that those polls don’t mean anything.”</p> <p>“So we won every single online poll, hundreds and hundreds of thousands of voters, and then we sit back and hear about how well she did in the debate. I don’t think she did well at all!”</p> <p>“I hear we’re doing very well - we’re leading in Ohio, we’re leading in Florida, we’re leading in North Carolina. And they are not happy back there, those people with the cameras!” Trump continues, referring to the journalists corralled in the back of the rally. “They are not happy. They are not happy. No, they are very dishonest. This will be the year the American people say ‘enough is enough.’”</p> </div>   </div> <div id=\"block-57ec2f32e4b07eb0f44b8302\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T20:59:34.495Z\">9.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Speaking in Iowa, Republican presidential nominee Donald Trump warms up the crowd with a standard rhetorical mixture of wall-building and refugee-banning, before telling the cheering audience that they can’t take “another four years of Crooked Hillary Clinton.”</p> <p>“The American people have had it with corrupt Clinton ways - they’ve had it,” Trump says. “How many more Clinton scandals can this country take? One after another after another. You know the story, folks, you’ve seen it for years and years and years.”</p> <p>“We’re gonna make America greater than ever before - we’re gonna do it.”</p> </div>   </div> <div id=\"block-57ec2e6be4b07eb0f44b82fa\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T20:56:30.533Z\">9.56pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump campaigns in Council Bluffs, Iowa</h2>  <div class=\"block-elements\">  <p>Watch it live here:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=bsMMj62H0L4\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/bsMMj62H0L4?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-57ec2ba2e4b0aa31b2517a51\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T20:49:15.692Z\">9.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump’s campaign has issued a statement in response to rumors that the Trump children are <a href=\"https://twitter.com/JohnJHarwood/status/781215486692524032\">upset with current campaign leadership</a> and the affect the campaign has had on the family business, dismissing the reports as a “fabricated lie.”</p> <blockquote class=\"quoted\"> <p>They are happier than ever before, as they should be, given the success in the polls and in Monday’s debate. There is no truth to this fabricated lie. The business continues to be tremendously successful. Forbes knows nothing about Mr. Trump, his company or his asserts, which are among the best in the world.</p> </blockquote> <p><a href=\"http://www.forbes.com/forbes/welcome/?toURL=http://www.forbes.com/sites/jenniferwang/2016/09/28/the-definitive-look-at-donald-trumps-wealth-new/&amp;refURL=https://t.co/IVUbcPz1pY&amp;referrer=https://t.co/IVUbcPz1pY#1b1761637e2d\">Forbes reported this afternoon</a> that its latest estimates put Donald Trump’s fortune at $3.7b, down $800m from a year ago, chalking the losses up to a softening in the New York real estate market and new information revealing smaller holdings in certain properties and corporations than previously known.</p> <p>Trump himself responded to the reports critically as well:</p> <blockquote class=\"quoted\"> <p>Your sources, if they even exist, are probably sources that have been fired long ago and have no knowledge of what is happening in the campaign. Hard to be unhappy when we are doing so well.</p> </blockquote> </div>   </div> <div id=\"block-57ec28ffe4b07eb0f44b82dc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T20:38:08.331Z\">9.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Actor Wesley Snipes, who served three years in federal prison for tax evasion and tax fraud, has lashed out at Republican presidential nominee Donald Trump on Twitter for failing to disclose his tax information. (Yet another sentence <a href=\"https://twitter.com/scottbix/status/780875330001178625\">we never thought we’d have to type</a>, and yet here we are.)</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/wesleysnipes/status/781228661101895680\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Many are voting 4 a business man who states he’s paid NO taxes &amp; at the same time hate on the Daywalker every April? <a href=\"https://t.co/xJVqDTjl0v\">pic.twitter.com/xJVqDTjl0v</a></p>&mdash; Wesley Snipes (@wesleysnipes) <a href=\"https://twitter.com/wesleysnipes/status/781228661101895680\">September 28, 2016</a></blockquote>  </figure>  <p>Snipes, referring to himself as “Daywalker” in reference to his role in the Blade trilogy in which he starred as a half-human-half-vampire vampire hunter, criticized Trump for declaring during Monday night’s presidential debate against Hillary Clinton that not paying taxes “<a href=\"https://www.theguardian.com/us-news/2016/sep/27/clinton-trump-debate-analysis\">makes me smart</a>.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-28T20:39:06.049Z\">at 9.39pm BST</time></p>  </div> <div id=\"block-57ec237ee4b0aa31b2517a26\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T20:09:57.095Z\">9.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Speaking to millennial voters, first lady Michelle Obama tells young people who might be turned off by the state of the presidential race not to give up hope on the future of democracy, and to not stay home on election day.</p> <p>“This is the country you will inherit. So the choice you make on November 8 will determine whether you an afford your college tuition, whether you can keep your healthcare when you graduate,” Obama says. “Whether we will have a president who will honor our history as a proud nation of immigrants, or not.”</p> <p>“That is just the tip of the iceberg of what’s at stake, so we can’t afford to be tired or turned off - not now. While this might seem like a time of uncertainty or division, I have never felt more hopeful about the future of this great nation.”</p> <p>“I have seen proof of what Barack and I have always believed in our hearts: that we, as Americans, are fundamentally decent, and we all want the same thing.”</p> </div>   </div> <div id=\"block-57ec215ee4b0c6325341efee\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T20:01:24.765Z\">9.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>First lady Michelle Obama, campaigning for Hillary Clinton in Pittsburgh, Pennsylvania, lauded her husband’s former rival for the Democratic nomination as a tough lifelong public servant and “one of the most qualified people” to ever pursue the office of the president.</p> <p>“Are you kidding me?” Obama said in response to rival Donald Trump’s critique of her “stamina” in the campaign. “Hillary is tough, and when she gets knocked down, she doesn’t complain, she doesn’t cry foul, she gets back up.”</p> <p>“Hillary is one of the few people on this entire planet and clearly the only person in this race who has any idea what this job actually entails - who has seen this job from every angle,” Obama continued. “And yet she is still willing to do this for us! Because she believes that she has an obligation to use her talents to help as many people as possible. Isn’t that what we try to teach our young people?”</p> <p>“Trust me - experience matters,” Obama said. “Preparation matters. Temperament matters. And Hillary Clinton has it all - she’s the real deal.”</p> </div>   </div> <div id=\"block-57ec1f11e4b0aa31b2517a0a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T19:50:54.939Z\">8.50pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Michelle Obama campaigns for Hillary Clinton in Pittsburgh</h2>  <div class=\"block-elements\">  <figure class=\"element element-embed\" data-alt=\"Michelle Obama\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57ec124c6add94c00b268934?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57ec1c9ee4b0c6325341efd7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T19:42:13.343Z\">8.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton says she’ll simplify financial aid applications. “We do have technology in America,” she quips. </p> <p>“None of this will happen if you all don’t turn out to vote. None of it. I see all the signs saying I will vote? There’s also a web site. Please go to iwillvote.com to see if you’re registered.”</p> <p>Clinton notes that New Hampshire has same-day registration.</p> <p>“So both Bernie and I are excited about what we can do together. I am really looking forward to working with him... bringing people together is what I’m going to spend a lot of time doing as your president.”</p> </div>   </div> <div id=\"block-57ec1a92e4b07eb0f44b8277\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T19:33:55.575Z\">8.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton says she’ll close her campaign by fighting for kids and families which will be the mission of her presidency. An oft-heard line from Clinton. “And when you go to vote in November... it’s not just my name on the ballot. Every issue you care about...”</p> <p>She lists climate change, marriage equality, women’s health, the Supreme court...</p> <p>“I never thought that when I gave my acceptance speech at the Democratic National convention, that I would have to put in the following sentence: ‘I believe in science...</p> <p>“There’s a lot at stake,” she says.</p> </div>   </div> <div id=\"block-57ec199ee4b0c6325341efc8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T19:30:58.012Z\">8.30pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton: 'isn't this one of strangest elections ever?'</h2>  <div class=\"block-elements\">  <p>Clinton:<br></p> <blockquote class=\"quoted\"> <p>Bernie’s campaign energized so many young people. Some of you in this crowd. And no group has more at stake in this election.</p> <p>I’m proud of the primary campaign that Bernie and I ran. We ran a campaign about issues, not insults. And when it was over we began to work together... to come up with specific policies in education, in health..</p> <p>Thank you Bernie. Thank you for your leadership, and your support in this campaign.</p> <p>We’re going to need some help in Washington, and I hope New Hampshire will send your governor, Maggie Hassan, to Washington!</p> <p>Isn’t this one of the strangest elections you’ve ever seen? I really sometimes don’t know what to make of it.</p> <p>Standing on that debate stage the other night, I was especially thinking about that. </p> </blockquote> </div>   </div> <div id=\"block-57ec18bce4b0c6325341efbc\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T19:27:22.139Z\">8.27pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Sanders: 'It is imperative that we elect Hillary Clinton'</h2>  <div class=\"block-elements\">  <p>Sanders:</p> <blockquote class=\"quoted\"> <p>At a time when we have massive income inequality, it is absurd, it is disgraceful for Donald Trump and his friends to be talking about tax breaks for top 1%.</p> <p>It is far more to invest in the country and its future than to give Trump and his family a $4bn tax break...</p> <p>When you have Republicans telling us that it is OK to give tens and tens of billions of dollars in tax breaks to the richest people in this country, do not tell me that it is too expensive</p> <p>All of you know that New Hampshire is a battleground state. All of you know that this is a very close election, and New Hampshire might decide it.</p> <p>I am asking you here today not only to vote for secretary Clinton, but to work hard to get your uncles and your aunts and friends to vote. If anybody tells you this election is not important, you ask them why the Koch brothers and Sheldon Adelson are spending billions to elect their candidate.</p> <p>It is imperative that we elect Hillary Clinton as our next president.</p> </blockquote> </div>   </div> <div id=\"block-57ec1857e4b0aa31b25179ec\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T19:22:29.410Z\">8.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Missouri senator Claire McCaskill concern-trolls Trump over his weight:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/clairecmc/status/781209572686065664\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The D women Senators have talked &amp; we&#39;re concerned about Donald&#39;s weight. Campaign stress? We think a public daily weigh-in is called for.</p>&mdash; Claire McCaskill (@clairecmc) <a href=\"https://twitter.com/clairecmc/status/781209572686065664\">September 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57ec175ce4b0c6325341efb4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T19:18:57.912Z\">8.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Sanders calls for tuition-free public colleges for the working class and middle class. Clinton applauds. Sanders says that he reached an agreement with Clinton that every family earning $125,000 or less should get free college – that’s 83% of families.</p> <p>Here’s the live stream again:</p>  <figure class=\"element element-embed\" data-alt=\"sanders\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57ebc7d96add94c00b268830?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57ec1690e4b07eb0f44b825c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T19:15:37.017Z\">8.15pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Sanders, Clinton take the stage</h2>  <div class=\"block-elements\">  <p>Bernie Sanders and Hillary Clinton finally come out in Durham, New Hampshire, to big cheers. He thanks Clinton for inviting him. He says if people will stand up to “greedy interests” there is nothing we can’t accomplish, including changing “the way we fund higher education in our country.”</p> </div>   </div> <div id=\"block-57ec154de4b0aa31b25179d9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T19:14:21.421Z\">8.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Amerrrrrrrrica!</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kylegriffin1/status/781208576379543552\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The Word ‘America’ is Spelled Wrong on Trump’s D.C. Hotel Menu —<a href=\"https://twitter.com/thedailybeast\">@thedailybeast</a> <a href=\"https://t.co/vProlmvJiZ\">https://t.co/vProlmvJiZ</a> <a href=\"https://t.co/y2LcL1PEwp\">pic.twitter.com/y2LcL1PEwp</a></p>&mdash; Kyle Griffin (@kylegriffin1) <a href=\"https://twitter.com/kylegriffin1/status/781208576379543552\">September 28, 2016</a></blockquote>  </figure>  <p>Here’s a walk down memory lane...</p>  <figure class=\"element element-image\" data-media-id=\"9d912e44b745cae6544f3803ab95f14b2019f4e5\"> <img src=\"https://media.guim.co.uk/9d912e44b745cae6544f3803ab95f14b2019f4e5/1_0_687_412/500.jpg\" alt=\"amercia copy\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Amercia!</span> <span class=\"element-image__credit\">Photograph: Amercia</span> </figcaption> </figure> </div>   </div> <div id=\"block-57ec12fae4b0c6325341ef96\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T18:59:57.448Z\">7.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>No hurrying today. #TBT:</p>       <figure class=\"element element-video\" data-canonical-url=\"https://giphy.com/gifs/running-bernie-sanders-l49FjqlyEjCEGyJnG\"                                                                        > <iframe width=\"435\" height=\"314\" src=\"https://giphy.com/embed/l49FjqlyEjCEGyJnG/twitter/iframe\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-57ec1048e4b0aa31b25179bd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T18:48:06.591Z\">7.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Bernie Sanders and Hillary Clinton sure are taking their sweeeet time to appear in New Hampshire. </p> </div>   </div> <div id=\"block-57ec0530e4b0c6325341ef49\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T18:01:20.682Z\">7.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Is it too early to cue up the live video stream of the Hillary Clinton- Bernie Sanders event in New Hampshire? “The event will start at 2.15pm ET”:</p>  <figure class=\"element element-embed\" data-alt=\"sader\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57ebc7d96add94c00b268830?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57ec02f4e4b0aa31b2517988\" class=\"block is-key-event\" data-block-contributor=\"profile/alex-hern\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T17:52:25.689Z\">6.52pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">ADL labels Pepe the Frog a hate symbol</h2>  <div class=\"block-elements\">  <p>Pepe the Frog, a green frog with red lips created by cartoonist Matt Furie in 2005, has been labelled an “online hate symbol” by the Anti-Defamation League after his adoption as an icon of the white supremacist movement.</p> <p>“Images of the frog, variously portrayed with a Hitler-like moustache, wearing a yarmulke or a Klan hood, have proliferated in recent weeks in hateful messages aimed at Jewish and other users on Twitter,” the ADL said, explaining its decision to add the meme to its online Hate on Display database.</p> <p>The ADL’s decision comes two weeks after Hillary Clinton’s campaign posted an article pointing to Pepe as the common factor linking Donald Trump and the white supremacist movement. <a href=\"https://www.hillaryclinton.com/feed/donald-trump-pepe-the-frog-and-white-supremacists-an-explainer/\">The campaign wrote that</a> “in recent months, Pepe’s been almost entirely co-opted by the white supremacists who call themselves the ‘alt-right.’ They’ve decided to take back Pepe by adding swastikas and other symbols of anti-semitism and white supremacy.</p> <p>Read further:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2016/sep/28/pepe-the-frog-online-hate-symbol-database-anti-defamation-league\">Pepe the Frog added to online hate symbol database</a> </p> </aside>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/samthielman/status/781169421335363584\">  <blockquote class=\"twitter-tweet\" data-cards=\"hidden\"><p lang=\"en\" dir=\"ltr\">Matt Furie is Earth&#39;s nicest man &amp; I&#39;m sorry this has spiraled so far out of control. His silly comics are wonderful <a href=\"https://t.co/96Hc6tLXGY\">https://t.co/96Hc6tLXGY</a></p>&mdash; Sam Thielman* (@samthielman) <a href=\"https://twitter.com/samthielman/status/781169421335363584\">September 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57ec0070e4b0c6325341ef35\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T17:50:41.434Z\">6.50pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Piano dealer: 'Trump stiffed me'</h2>  <div class=\"block-elements\">  <p>In a first-person piece for the Washington Post, J Michael Diehl, the retired owner of a New Jersey piano dealership, says that in 1989 he filled an order for $100,000 worth of pianos and services for Donald Trump’s then-new, now-closed Taj Mahal casino in Atlantic City.</p> <p>Guess what happened next? <br></p> <blockquote class=\"quoted\"> <p>But when I requested payment, the Trump corporation hemmed and hawed. Its executives avoided my calls and crafted excuses. After a couple of months, I got a letter telling me that the casino was short on funds. They would pay 70 percent of what they owed me. There was no negotiating. I didn’t know what to do — I couldn’t afford to sue the Trump corporation, and I needed money to pay my piano suppliers. </p> </blockquote> <p>Read the <a href=\"https://www.washingtonpost.com/posteverything/wp/2016/09/28/i-sold-trump-100000-worth-of-pianos-then-he-stiffed-me/?tid=sm_tw&amp;utm_term=.6847f2e5e8f1\">full piece here</a>.</p> </div>   </div> <div id=\"block-57ebf49de4b049b74e4cb061\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T17:25:19.026Z\">6.25pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Candidates' statements on passing of Shimon Peres</h2>  <div class=\"block-elements\">  <p>Hillary and Bill Clinton issued a statement this morning on the death of Nobel peace laureate and former Israeli president Shimon Peres. Bill Clinton has postponed a planned bus tour across North Florida so that he may attend Peres’ funeral Friday:</p> <p>Here’s the statement:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/781127915295674369\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;Hillary and I have lost a true and treasured friend.&quot; —<a href=\"https://twitter.com/billclinton\">@BillClinton</a> and Hillary on the passing of Shimon Peres <a href=\"https://t.co/nyCE88Kvxb\">pic.twitter.com/nyCE88Kvxb</a></p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/781127915295674369\">September 28, 2016</a></blockquote>  </figure>  <p>Donald Trump has just issued a statement:</p> <blockquote class=\"quoted\"> <p>Melania and I extend our deepest condolences to the family of Shimon Peres on the passing of their beloved father, grandfather and great-grandfather. On the world stage, Shimon Peres was a visible and highly effective patriarch to another, much larger family - the people of Israel, whom he led as prime minister and president. Shimon Peres’ life always pointed toward peace. Bearing witness to more than his share of war and its human toll, Shimon Peres devoted his leadership skills to cultivating peace between Israel and her Arab neighbors. He was a consummate statesman, a distinguished patriot and a friend of peace-loving people everywhere. With his hand outstretched in peace and friendship, Shimon Peres personified dignity and grace in a region of the world where both run far too short. May he rest in peace.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-28T17:26:56.896Z\">at 6.26pm BST</time></p>  </div> <div id=\"block-57ebee74e4b01b56deffc4f9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T17:17:54.499Z\">6.17pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Bern-storming: Sanders to hit the road for Clinton</h2>  <div class=\"block-elements\">  <p>Bernie Sanders and Hillary Clinton are scheduled to appear together in New Hampshire in about an hour.</p> <p>Afterward, Sanders will travel and speak for a week on behalf of Clinton, Politico reports:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/anniekarni/status/781166410688892928\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">As HRC + Bernie reunite in NH, source tells me Bernie will hit road hard for HRC starting Oct. 3: &quot;goin to be out for 5 or 6 days straight.&quot;</p>&mdash; Annie Karni (@anniekarni) <a href=\"https://twitter.com/anniekarni/status/781166410688892928\">September 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57ebf994e4b07eb0f44b81cf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T17:16:09.820Z\">6.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Liberal, educated, white Madison, Wisconsin, is eager to vote, it appears. Here’s Nation writer Ari Berman: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AriBerman/status/781178253193187328\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">1,200 people voted in Madison on Monday on first day of early voting in Wisconsin. &quot;Near record turnout&quot; <a href=\"https://twitter.com/MadisonWIClerk\">@MadisonWIClerk</a> tells me</p>&mdash; Ari Berman (@AriBerman) <a href=\"https://twitter.com/AriBerman/status/781178253193187328\">September 28, 2016</a></blockquote>  </figure>  <p>University of Florida professor Michael McDonald tracks early voting. Tens of thousands of people have already voted, he says:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ElectProject/status/781111138599759872\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">With FL, GA and NC updates, at least 22,485 people have voted in the 2016 election <a href=\"https://t.co/biXWYJXviS\">https://t.co/biXWYJXviS</a></p>&mdash; Michael McDonald (@ElectProject) <a href=\"https://twitter.com/ElectProject/status/781111138599759872\">September 28, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ElectProject/status/781105598788173824\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Finally seeing Rep absentee ballot requests &gt; Dem (as expected), although Reps still running behind 2012 level</p>&mdash; Michael McDonald (@ElectProject) <a href=\"https://twitter.com/ElectProject/status/781105598788173824\">September 28, 2016</a></blockquote>  </figure>  <p>Scroll McDonald’s timeline for a state-by-state breakdown of ballot requests.</p> <p>(thx <a href=\"https://twitter.com/Bencjacobs?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">@bencjacobs</a>)</p> </div>   </div> <div id=\"block-57ebebdce4b049b74e4cb02d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T17:08:50.224Z\">6.08pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Michelle Obama slams Trump for 'birther' bushwa</h2>  <div class=\"block-elements\">  <p>In an appearance at La Salle university in Philadelphia, first lady Michelle Obama has criticized Trump, not by name, for spending years mega-phoning the wacky racist theory that Barack Obama was not born in the United States.</p> <p>“And then of course there are those who questioned and continue to question for the past eight years whether my husband was even born in this country,” Obama says:</p> <blockquote class=\"quoted\"> <p>And let me say, hurtful, deceitful questions deliberately designed to undermine his presidency. Questions that cannot be blamed on others or swept under the rug by an insincere sentence uttered at a press conference.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ABCPolitics/status/781165021644455937\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/FLOTUS\">@FLOTUS</a>: Trump&#39;s birther claims can&#39;t be &quot;swept under the rug by an insincere sentence&quot; at a press conference. <a href=\"https://t.co/aoWwbbT43x\">https://t.co/aoWwbbT43x</a></p>&mdash; ABC News Politics (@ABCPolitics) <a href=\"https://twitter.com/ABCPolitics/status/781165021644455937\">September 28, 2016</a></blockquote>  </figure>  <p>Obama warned the students that not voting or voting for a third-party candidate would effectively help to elect “Clinton’s opponent.”</p> <p>“We also need someone who is steady and measured... a president just can’t pop off, or lash out irrationally,” Obama told the students. <br>No, we need an adult in the White House.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/aseitzwald/status/781176556240633856\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Michelle Obama keeps sharpening knife on Trump (while still avoiding his name). <a href=\"https://t.co/mU31H1kvZo\">pic.twitter.com/mU31H1kvZo</a></p>&mdash; Alex Seitz-Wald (@aseitzwald) <a href=\"https://twitter.com/aseitzwald/status/781176556240633856\">September 28, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-28T17:16:31.151Z\">at 6.16pm BST</time></p>  </div> <div id=\"block-57ebf7abe4b0c6325341ef06\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T17:04:18.530Z\">6.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Our $.02: It’s not funny at all that there’s a non-fantastical connection to be made between a new Hitler biography and the current presidential campaign.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/chucktodd/status/781169579603140608\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Does this book review qualify as a subtweet? <a href=\"https://t.co/ypEByujnGU\">https://t.co/ypEByujnGU</a></p>&mdash; Chuck Todd (@chucktodd) <a href=\"https://twitter.com/chucktodd/status/781169579603140608\">September 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57ebf295e4b0757c529193c8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T16:59:03.606Z\">5.59pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Is the old Trump back?</h2>  <div class=\"block-elements\">  <p>Is the old Trump back? After his lackluster debate outing Monday, Trump has been <a href=\"https://www.theguardian.com/us-news/live/2016/sep/28/hillary-clinton-donald-trump-news-election-live?page=with:block-57ebc686e4b0757c52919297#block-57ebc686e4b0757c52919297\">tweeting about #winning</a> online surveys, <a href=\"https://www.theguardian.com/us-news/live/2016/sep/28/hillary-clinton-donald-trump-news-election-live?page=with:block-57ebea29e4b049b74e4cb025#block-57ebea29e4b049b74e4cb025\">bragging about</a> “owning a lot of great property in Europe” and seeking credit for his heroic restraint in not reminding Hillary Clinton of her husband’s extramarital transgressions. </p> <p>“I’m really happy I was able to hold back on the indiscretions in respect to Bill Clinton. Because I have a lot of respect for Chelsea Clinton,” Trump told CNN after the debate. “Maybe I’ll tell you at the next debate. We’ll see.”</p> <p>For second Trump son Eric Trump, the moment of Trump’s not bringing up Monica Lewinsky was more than a moment of restraint. It was a moment of pride that will forever live in Eric Trump’s heart, he told an Iowa radio host in an interview <a href=\"https://www.buzzfeed.com/christophermassie/eric-trump-it-took-courage-for-my-dad-to-not-mention-bill-cl?utm_term=.sedBWGMJr#.cdA2BVEbg\">snagged by BuzzFeed</a>:</p> <p>“He could have just crushed her on that last question, you know, you would have probably hurt a family if he did and um, I don’t know, I uh, I think that took a lot of courage in so many regards,” Eric Trump said.<br></p> <p>“And that was a big moment for me and probably will actually become — my life and this campaign — and probably will be something I’ll always remember.”</p>  <figure class=\"element element-embed\" data-alt=\"eric trump\">  <iframe width=\"100%\" height=\"66\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/285117515&amp;color=ff5500\"></iframe> </figure>  <p>Here’s Jay Cost of the conservative Weekly Standard:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JayCostTWS/status/781162869169721344\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I don&#39;t for the life of me understand how they parlay this into a hit on Hillary Clinton. <a href=\"https://t.co/1rXzkILr5v\">https://t.co/1rXzkILr5v</a></p>&mdash; Jay Cost (@JayCostTWS) <a href=\"https://twitter.com/JayCostTWS/status/781162869169721344\">September 28, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JayCostTWS/status/781163389301186560\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The public saw her as *the primary victim* of Bill&#39;s infidelity. So why remind them of their old sympathies?</p>&mdash; Jay Cost (@JayCostTWS) <a href=\"https://twitter.com/JayCostTWS/status/781163389301186560\">September 28, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/daveweigel/status/781163715030872064\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The control that helped Trump recover after August has escaped him since the debate. He&#39;s swinging wildly, blindly.</p>&mdash; daveweigel (@daveweigel) <a href=\"https://twitter.com/daveweigel/status/781163715030872064\">September 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57ebea29e4b049b74e4cb025\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T16:45:55.900Z\">5.45pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump: 'we want Nato to be strong'... and to pay</h2>  <div class=\"block-elements\">  <p>Donald Trump called for “a strong Nato” in a speech to a Polish National Alliance group in Chicago on Wednesday morning – but he seemed to predicate US support for Nato-member countries on those countries paying more toward mutual defense. </p> <p>In March, Trump <a href=\"http://www.realclearpolitics.com/video/2016/03/27/trump_europe_is_not_safe_lots_of_the_free_world_has_become_weak.html\">said</a> Nato was “obsolete” and too expensive.</p> <p>Trump also riffed Wednesday on “owning a lot of great property in Europe” and called the Brexit vote “amazing.”</p> <p>Trump spoke to a crowd of about 100 before a coat of arms for the group and US and Polish flags, according to a poll report. He was introduced by former New York City mayor Rudy Giuliani, who assured the audience that Trump would “defend the NATO treaty”.</p> <p>In Trump’s telling, however, there are strings attached. </p>  <figure class=\"element element-image\" data-media-id=\"53be54e69f06f7f68b9ad34ce68f24001d5eda0e\"> <img src=\"https://media.guim.co.uk/53be54e69f06f7f68b9ad34ce68f24001d5eda0e/0_90_3000_1800/1000.jpg\" alt=\"In Chicago Wednesday morning.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">In Chicago Wednesday morning.</span> <span class=\"element-image__credit\">Photograph: Spencer Platt/Getty Images</span> </figcaption> </figure>  <p>Trump praised Poland’s contributions to Nato, which includes hosting US forces. “As president I will honor Poland’s sacrifices for freedom,” Trump said:</p> <blockquote class=\"quoted\"> <p>We’re committed to a strong Poland and a strong Eastern Europe as the bulwark for security and liberty.</p> <p>“We want NATO to be strong which means we want more countries to follow the example of Poland” on paying into NATO.</p> </blockquote> <p>Contrast that with what Trump <a href=\"http://www.nytimes.com/2016/07/22/us/politics/donald-trump-foreign-policy-interview.html?_r=1\">told the New York Times</a> in July:</p> <blockquote class=\"quoted\"> <p>I would prefer that we be able to continue, but if we are not going to be reasonably reimbursed for the tremendous cost of protecting these massive nations with tremendous wealth... Then yes, I would be absolutely prepared to tell those countries, ‘Congratulations, you will be defending yourself.’</p> </blockquote> <p>Then Trump “put his notes away and started talking about Brexit,” the media pool reports:</p> <blockquote class=\"quoted\"> <p>It was amazing what happened. When the U.K. brilliantly decided to get out they totally forgot what I said.</p> <p>I have a lot of property in Europe. I own a lot of great property in Europe.</p> <p>On Nigel Farage: “He came out and made a speech for me a month ago and it was incredible”</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-28T17:00:35.240Z\">at 6.00pm BST</time></p>  </div> <div id=\"block-57ebef5be4b049b74e4cb042\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T16:28:13.438Z\">5.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Stephen Bannon, the person who ran / runs / will continue to run this web site, which is known for hosting anti-Semitic content, is the chairman of Donald Trump’s presidential campaign:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Yair_Rosenberg/status/781159659772186624\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Breitbart goes full anti-Semite on Washington Post columnist <a href=\"https://twitter.com/anneapplebaum\">@anneapplebaum</a>: <a href=\"https://t.co/Gd6ESDCJTJ\">pic.twitter.com/Gd6ESDCJTJ</a></p>&mdash; (((Yair Rosenberg))) (@Yair_Rosenberg) <a href=\"https://twitter.com/Yair_Rosenberg/status/781159659772186624\">September 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57ebe847e4b01b56deffc4d7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T15:59:16.499Z\">4.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton and her allies are producing ads so quickly it’s difficult to keep up. We’ll post ads by Trump and his allies too... if they produce any.</p> <p>In this one, Priorities USA Action depicts Trump as failing to support the military, veterans, schools and public health by not paying taxes:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=svRpt0rM7OA\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/svRpt0rM7OA?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption>“$0 in Taxes”</figcaption> </figure>   <p>(h/t <a href=\"https://twitter.com/alexburnsNYT/status/781158508410597376\">@alexburnsnyt</a>)</p> </div>   </div> <div id=\"block-57ebe6cbe4b01b56deffc4cd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T15:52:45.935Z\">4.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The pro-Clinton super Pac Priorities USA Action has produced a Spanish-language ad to warn Latino voters in Nevada and Colorado that Donald Trump does not consider Spanish-speakers fully American and wants to deport undocumented migrants:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=A0GFB_ACdlA\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/A0GFB_ACdlA?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption>“Disappear”.</figcaption> </figure>   <p>(h/t: <a href=\"https://twitter.com/ralstonreports?lang=en\">@ralstonreports</a>)</p> </div>   </div> <div id=\"block-57ebdffae4b01b56deffc4a1\" class=\"block is-key-event\" data-block-contributor=\"profile/lauren-gambino\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T15:45:20.799Z\">4.45pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Warner warns Trump: 'loose lips sink ships'</h2>  <div class=\"block-elements\">  <p>Retired five-term Virginia senator John Warner, a popular Republican with a distinguished military career, endorsed Hillary Clinton on Wednesday with a sharp warning for her opponent: “Loose lips sink ships, you got that Donald?”</p> <p>The Guardian’s Lauren Gambino reports:</p> <p>Warner, a World War II veteran, former US Navy Secretary and former chairman of the Senate Armed Services committee, was joined by vice presidential nominee Tim Kaine, a senator from Virginia, onstage at a recreational center in Arlington. Warner announced that he would cross party lines to support the Democratic ticket, calling Clinton “prepared”, “firm” and “respectful”, while admonishing Donald Trump.</p> <p>“No one should have the audacity to stand up and degrade the Purple Heart or military families,” Warner said, his soft voice growing louder.</p>  <figure class=\"element element-image\" data-media-id=\"4d3ecc1392beaeade3485038fd5a715ea22c240c\"> <img src=\"https://media.guim.co.uk/4d3ecc1392beaeade3485038fd5a715ea22c240c/0_0_2000_1200/1000.jpg\" alt=\"Warner, then chairman of the senate armed services committee, with fellow Republican senators John McCain and Lindsey Graham at a 2006 appearance to criticize Bush administration practices for trying terror suspects in military tribunals.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Warner, then chairman of the senate armed services committee, with fellow Republican senators John McCain and Lindsey Graham at a 2006 appearance to criticize Bush administration practices for trying terror suspects in military tribunals.</span> <span class=\"element-image__credit\">Photograph: Chip Somodevilla/Getty Images</span> </figcaption> </figure>  <p>Warner said Trump’s assertions that the US military is in “shambles” and its generals have been “reduced to rubble” were false.</p> <p>“What we have today the strongest military in the world,” Warner said. “Does it need to be modified and changed and added to and modernized? You bet it does. But it is not in shambles.</p> <p>“It is not the admirals and the generals and the seniors in rubble in the hallways in the Pentagon. I was there two weeks ago and I saw those very halls that I used to traverse for five years, four months and three days as the Navy Secretary and there still as vibrant as the day I left.”</p> <p>At the event, a small gathering of mostly veterans and members of the press, Kaine introduced Warner as friend of the family, recalling his relationship with Kaine’s father-in-law, former Virginia governor Linwood Holton. </p> <p>“There’s an apocryphal story that Ive never cared to research that my father in law broke a paddle over John Warner’s hindquarters at a fraternity event,” Kaine said drawing laughs.</p> <p>He praised Warner as a man who has never been afraid to put “country and commonwealth” over party, and noted that the Republican endorsed his own bid for Senate in 2012.</p> <p>“John Warner is an example of how it could be done and should be done,” Kaine said.</p> </div>   </div> <div id=\"block-57ebded6e4b0757c5291934f\" class=\"block\" data-block-contributor=\"profile/mona-chalabi\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T15:20:14.934Z\">4.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Guardian US data editor Mona Chalabi assesses an outlier poll published Wednesday that has Trump up four points nationally:</p> <blockquote class=\"quoted\"> <p>For the past two months, most national polls have put Democrat Hillary Clinton ahead of Republican Donald Trump. The size of that lead can vary significantly from poll to poll - she was <a href=\"http://www.nbcnews.com/politics/2016-election/poll-clinton-leads-trump-ahead-first-debate-n652141\">seven percentage points</a> ahead according to an NBC poll, then only <a href=\"http://www.realclearpolitics.com/docs/2016/SEPT_26_NAT_PRES_+_BP.pdf\">one percentage point</a> ahead, according to Quinnipiac University – but they still suggest Clinton is winning the majority of support.</p> <p>Numbers from LA Times and USC published on Wednesday tell a very different story, though, because they suggest Trump is <a href=\"http://graphics.latimes.com/usc-presidential-poll-dashboard/\">four percentage points</a> ahead of Clinton. What’s more, LA Times and USC polling have consistently suggested a more optimistic picture for Donald Trump (no wonder the candidate has <a href=\"https://twitter.com/realDonaldTrump/status/767150340726779904\">tweeted</a>their poll results). So, is this poll more or less accurate than the others?</p> <p>To understand, you have to take a peek at their methodology.</p> </blockquote> <p>Read the full piece here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/datablog/2016/sep/28/donald-trump-poll-la-times-usc-clinton\">Trump is four percentage points ahead of Clinton – but the poll is an outlier</a> </p> </aside>  <p>HuffPost Pollster’s average of polls currently has Clinton up 3.5 points in a head-to-head matchup:<br></p>  <figure class=\"element element-image\" data-media-id=\"8b7b6f1ef7d483135bfb286ec4b0d26797f7360b\"> <img src=\"https://media.guim.co.uk/8b7b6f1ef7d483135bfb286ec4b0d26797f7360b/0_0_1500_948/1000.png\" alt=\"HuffPost Pollster’s average of head-to-head polls.\" width=\"1000\" height=\"632\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">HuffPost Pollster’s average of head-to-head polls.</span> <span class=\"element-image__credit\">Photograph: Huffpost Pollster</span> </figcaption> </figure> </div>   </div> <div id=\"block-57ebdc75e4b049b74e4cafcf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T15:07:35.614Z\">4.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>How will this develop in the four months until the new president is inaugurated?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AP/status/781147584693927937\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">BREAKING: Kerry threatens to cut off all contacts with Russia over Syria, unless Russian and Syrian bombardment of Aleppo ends.</p>&mdash; The Associated Press (@AP) <a href=\"https://twitter.com/AP/status/781147584693927937\">September 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57ebdb72e4b01b56deffc48d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T15:02:58.800Z\">4.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The American actor Wesley Snipes spent three years in federal prison for tax evasion. Chris Rock detects a double standard:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/chrisrock/status/780962665875243008\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Always bet on white . <a href=\"https://t.co/fbKQYS2aGO\">pic.twitter.com/fbKQYS2aGO</a></p>&mdash; Chris Rock (@chrisrock) <a href=\"https://twitter.com/chrisrock/status/780962665875243008\">September 28, 2016</a></blockquote>  </figure>  <p>“Always bet on black” is a famous line spoken by Snipes in the blockbuster 1992 film Passenger 57.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=FTDeOPFr9e4\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/FTDeOPFr9e4?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/wesleysnipes/status/781142954568101892\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Ain&#39;t that a....  <a href=\"https://t.co/ySstmtui81\">https://t.co/ySstmtui81</a></p>&mdash; Wesley Snipes (@wesleysnipes) <a href=\"https://twitter.com/wesleysnipes/status/781142954568101892\">September 28, 2016</a></blockquote>  </figure>  <p>(h/t <a href=\"https://twitter.com/nycsouthpaw?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">@nycsouthpaw</a>)</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-28T15:05:46.539Z\">at 4.05pm BST</time></p>  </div> <div id=\"block-57ebda08e4b01b56deffc482\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T14:56:32.707Z\">3.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>American? 18+? Registered to vote? </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/780952846682427393\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">No matter where you live, you can make sure you&#39;re registered to vote at <a href=\"https://t.co/tTgeqxNqYm\">https://t.co/tTgeqxNqYm</a>. <a href=\"https://twitter.com/hashtag/NationalVoterRegistrationDay?src=hash\">#NationalVoterRegistrationDay</a> <a href=\"https://t.co/BQU2nKpqHQ\">pic.twitter.com/BQU2nKpqHQ</a></p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/780952846682427393\">September 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57ebd643e4b0757c52919313\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T14:43:50.036Z\">3.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>As preview of Trump’s trip to Council Bluffs, Iowa, today, the Omaha World-Herald’s Robynn Tysver<a href=\"http://www.omaha.com/news/politics/trump-will-try-to-shore-up-slim-lead-in-battleground/article_c0dae74e-df6b-5dbb-8861-ffd8a75c2a4a.html\"> talked to people</a> who watched the debate at a beer-vending movie theater in La Vista, across the river:</p> <blockquote class=\"quoted\"> <p>One Trump supporter who watched the debate at a movie theater in La Vista said Trump appeared to go “off the rails” in what was the most-watched political debate in the nation’s history.</p> <p>“He fell for the bait. She got him riled up,” said Mark Wegener, 45, a small-business man from Omaha. “I think he went off the rails on a couple of questions, but he did bring up a couple of good issues (such as trade).”</p> </blockquote> <p>Read the full piece here:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/OWHnews/status/781133868858572800\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump will try to shore up slim lead in battleground Iowa with Wednesday’s visit to Council Bluffs <a href=\"https://t.co/us8B8u0iC0\">https://t.co/us8B8u0iC0</a></p>&mdash; Omaha World-Herald (@OWHnews) <a href=\"https://twitter.com/OWHnews/status/781133868858572800\">September 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57ebd2e7e4b049b74e4caf87\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T14:29:12.679Z\">3.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hillary Clinton is calling on Bernie Sanders today to try to boost her support among millennials. And if that doesn’t work, Katy Perry has made a <a href=\"http://www.funnyordie.com/videos/94cd43b56f/katy-perry-votes-naked?_cc=__d___&amp;_ccid=f6b1e871-e6b2-4821-92be-c39eea9d7a8d\">Funny or Die video about voting naked</a>.</p> <p>The gag in the video is that you may wear whatever you slept in to vote. Which may not be strictly true for people who will end up standing in long lines outside in November in cities in Ohio and Pennsylvania.</p> </div>   </div> <div id=\"block-57ebcd45e4b049b74e4caf63\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T14:12:31.139Z\">3.12pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Democrats hit Trump for calling it 'smart' not to pay taxes</h2>  <div class=\"block-elements\">  <p>Hillary Clinton noted at the debate Monday that Donald Trump paid nothing in federal taxes in two years documented when Trump was applying for a casino license.</p> <p>“That makes me smart,” Trump retorted. </p> <p>The Clinton campaign has rolled out coordinated attacks on the line. “If not paying taxes makes him smart, what does that make all the rest of us?” Clinton said at a rally in North Carolina Tuesday.</p> <p>“Tell that to your mothers and fathers who are breaking their necks to send you here,” vice president Joe Biden told students at Drexel University in Philadelphia on Tuesday. “No, I really mean it. It angers me.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/28/joe-biden-donald-trump-federal-taxes-video\"            data-short-url=\"https://gu.com/p/55xqt\"                    data-show-ads=\"true\"            data-video-id=\"2757069\"            data-video-name=\"Biden attacks Trump for boasting about not paying taxes - video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-57eb8f75e4b01b56deffc297\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/28/160928BidenOnTrump_h264_publish.mp4\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572842&amp;format=video/m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572842&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/28/joe-biden-donald-trump-federal-taxes-video\">Biden attacks Trump for boasting about not paying taxes</a></figcaption> </figure>   <p>Clinton running mate Tim Kaine called Trump “unpatriotic”:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/timkaine/status/780897748140847105\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Last night, Donald Trump said not paying taxes was &quot;smart.&quot; You know what I call it? Unpatriotic. <a href=\"https://t.co/t0xmBfj7zF\">pic.twitter.com/t0xmBfj7zF</a></p>&mdash; Senator Tim Kaine (@timkaine) <a href=\"https://twitter.com/timkaine/status/780897748140847105\">September 27, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57ebc960e4b0757c529192af\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T13:52:09.095Z\">2.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump may think he won the debate Monday night (please, somebody, just tell him he won) – but his advisers thought he botched it, the New York Times <a href=\"http://www.nytimes.com/2016/09/29/us/politics/donald-trump-debate.html?_r=0&amp;referer=\">reports</a>, citing unnamed sources.</p> <p>The Times story describes a “delicate” dance behind the scenes on the Trump campaign to try to prepare the candidate for round 2:</p> <blockquote class=\"quoted\"> <p>A delicate approach to the candidate is now in the works. Before his advisers can shape Mr. Trump’s performance for the next debate, on Oct. 9 in St. Louis — which, contrary to speculation, he does plan to attend, a top aide said — they need to convince him that he can do better than he did in the first one and that only a disciplined, strategic attack can damage Mrs. Clinton with voters. Advisers said that Mr. Trump had been prepped to handle Mrs. Clinton’s attacks on Monday but did not effectively execute responses to them.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jbarro/status/781126564071280641\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This is not going to make Trump happy. <a href=\"https://t.co/k81pCBTQMw\">https://t.co/k81pCBTQMw</a> <a href=\"https://t.co/ODZA0AKgY5\">pic.twitter.com/ODZA0AKgY5</a></p>&mdash; Josh Barro (@jbarro) <a href=\"https://twitter.com/jbarro/status/781126564071280641\">September 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57ebc686e4b0757c52919297\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T13:42:33.936Z\">2.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Two days later, <strong>Trump is still tweeting about #winning the debate</strong>. Will somebody please tell him that he won so we can move on?</p> <p>Trump cites online reader surveys, which are meaningless, because the pool of participants, who may vote multiple times and include robots, reflects not the American electorate but any given site’s readership at that moment, plus robots.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/781111479974199296\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Every on-line poll, Time Magazine, Drudge etc., has me winning the debate. Thank you to Fox &amp; Friends for so reporting!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/781111479974199296\">September 28, 2016</a></blockquote>  </figure>  <p>If you’d like to read more about how junky the kinds of online surveys Trump cites are, we recommend <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/09/27/no-matter-how-garbage-the-poll-if-it-shows-that-donald-trump-won-the-debate-hell-endorse-it/\">this piece </a>by the Washington Post’s Philip Bump. Bump points out that you can still vote in a Drudge Report poll:</p> <blockquote class=\"quoted\"> <p>There were also a lot of garbage polls conducted after the debate. There was the poll at the Drudge Report, a survey that you can <a href=\"http://drudgereport.com/flashnyd.htm\">take right now</a>, if you wish. </p> </blockquote> <p>It’s interesting that Trump secured only 80% victory in the Drudge survey. Usually Drudge clickers give Trump Kim Jong Un-level numbers, as opposed to mere Vladimir Putin numbers.</p> <p>Update: Apparently online surveys don’t even meet Fox News’ editorial standards:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kylegriffin1/status/781141808281772032\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Fox News Executive: Online debate polls Trump cites &quot;do not meet our editorial standards&quot; —via <a href=\"https://twitter.com/oliverdarcy\">@oliverdarcy</a> <a href=\"https://t.co/cLa7jQi2As\">https://t.co/cLa7jQi2As</a> <a href=\"https://t.co/c44ZBwRMSh\">pic.twitter.com/c44ZBwRMSh</a></p>&mdash; Kyle Griffin (@kylegriffin1) <a href=\"https://twitter.com/kylegriffin1/status/781141808281772032\">September 28, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-28T14:45:46.024Z\">at 3.45pm BST</time></p>  </div> <div id=\"block-57eba9cfe4b01b56deffc349\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T12:55:42.028Z\">1.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello and welcome to our live-wire coverage of the 2016 race for the White House. Bernie Sanders will join Hillary Clinton for an event this afternoon to appeal to young voters in Durham, New Hampshire, while first lady Michelle Obama will campaign for Clinton in Philadelphia and Pittsburgh.</p> <p>Donald Trump has an afternoon event scheduled for Council Bluffs, Iowa, and an evening event in Waukesha, Wisconsin.<br></p> <p>Clinton has scooped up two new – and, in any other year, unusual – endorsements. One is from a popular Virginia Republican, retired senator John Warner, who was not only secretary of the navy once but also was married to Elizabeth Taylor. The second endorsement is from the Arizona Republic newspaper, which has not endorsed a Democrat since publication began in 1890. “The 2016 Republican candidate is not conservative and he is not qualified,” the paper <a href=\"http://www.azcentral.com/story/opinion/editorial/2016/09/27/hillary-clinton-endorsement/91198668/\">says</a>.<br></p> <p>As the first lady prepares to make two major campaign stops on behalf of the Democratic nominee, the Clinton camp released a new ad featuring Michelle Obama. </p> <p>“Our children watch everything we do, and the person we elect as president has the power to shape their lives for years to come,” the first lady says in the video. Clinton believes in our kids and will fight for them every day, Obama says. “That’s why I believe in her.”</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=b7CRP-S3FIs\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/b7CRP-S3FIs?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption>Watch.</figcaption> </figure>   <p>A new <a href=\"http://www.politico.com/tipsheets/playbook/2016/09/obama-hillary-and-bill-clinton-to-israel-for-shimon-peres-funeral-tapper-on-what-to-expect-in-obama-town-hall-clinton-gets-small-debate-bump-new-polling-partnership-between-politico-and-morning-consult-216549\">Politico/Morning Consult</a> poll found that about half of likely voters, 49%, thought Clinton won Monday’s debate, and 26% thought Trump won.</p> <p>The Clinton camp has also made a video featuring Trump’s remarkably consistent boorish sexism as applied to Alicia Machado, a former Miss Universe:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/780938357232791552\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">20 years after Donald bullied a beauty pageant winner for her weight, the real &quot;problem&quot; is...still Donald. <a href=\"https://t.co/ZmqYWuN9px\">pic.twitter.com/ZmqYWuN9px</a></p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/780938357232791552\">September 28, 2016</a></blockquote>  </figure>  <p>Barack Obama and former president Bill Clinton will travel to Israel to attend the funeral of Shimon Peres on Friday, their offices said. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/angelurena/status/781092494687821824\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">President Clinton will travel to Israel to attend the services for President Shimon Peres.</p>&mdash; Angel Urena (@angelurena) <a href=\"https://twitter.com/angelurena/status/781092494687821824\">September 28, 2016</a></blockquote>  </figure>  <p>Thanks for reading and please join us in the comments.</p>  <figure class=\"element element-embed\" data-alt=\"clinton shaq\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;iframe src=&quot;https://uploads.guim.co.uk/2016/09/28/hilarygif.gif&quot; width=&quot;480&quot; height=&quot;402&quot; frameBorder=&quot;0&quot; class=&quot;giphy-embed&quot; allowFullScreen&gt;&lt;/iframe&gt;&lt;p&gt;&lt;a href=&quot;http://giphy.com/gifs/hillary-clinton-debate-shaq-26uf5YvN8Td27IrFm&quot;&gt;via GIPHY&lt;/a&gt;&lt;/p&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-28T15:57:08.383Z\">at 4.57pm BST</time></p>  </div>"
]