[
  "<div id=\"block-57dc7b30e4b0df02df20303c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T23:16:27.481Z\">12.16am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today in Campaign 2016</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"e7f9a1567d45510d582f838c27b6c4d583ae2aa8\"> <img src=\"https://media.guim.co.uk/e7f9a1567d45510d582f838c27b6c4d583ae2aa8/0_0_5472_3648/1000.jpg\" alt=\"Donald Trump.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump.</span> <span class=\"element-image__credit\">Photograph: Evan Vucci/AP</span> </figcaption> </figure>  <ul> <li>Donald Trump attempted to finally resolve an issue that is thought to have caused him significant damage with minority voters by <a href=\"https://www.theguardian.com/us-news/2016/sep/16/trump-obama-birth-certificate-clinton\">admitting that Barack Obama was born in the US</a> after years of promoting false claims that the US president was born in Kenya. But the Republican presidential candidate continued to falsely claim that his Democratic rival Hillary Clinton was behind the conspiracy theory.</li> <li>Clinton spoke only a few blocks away at the Black Women’s Agenda symposium, held at a downtown hotel. Clinton said that “there is no erasing” Trump’s role in spreading the “birther” gospel. “For five years he has led the birther movement to delegitimize our first black president,” she said. “His campaign was founded on this outrageous lie. “He is feeding into the worst impulses, the bigotry and bias, that lurks in our country. Barack Obama was born in America, plain and simple, and Donald Trump owes him and the American people an apology.”</li> <li>Speaking in Virginia, first lady Michelle Obama told an audience of college students that criticism of her husband’s birthplace have been a constant companion since 2008, without mentioning Trump’s name. “There were those who questioned and continued to question for the past eight years and to this day whether my husband was even born in this country,” she said, alluding to the Republican nominee without mentioning him by name.<br></li> <li>Libertarian candidate Gary Johnson and Jill Stein of the Green party will not be allowed to take part in the first televised debate of the race for the White House,<a href=\"http://www.debates.org/index.php?mact=News,cntnt01,detail,0&amp;cntnt01articleid=65&amp;cntnt01origid=27&amp;cntnt01detailtemplate=newspage&amp;cntnt01returnid=80\">the Commission on Presidential Debates (CPD) announced</a> today. Johnson, once a Republican governor of New Mexico, has pinned his hopes on taking part in the debates. He and Stein, however, fell well short of the 15% national polling average required to participate.<br></li> <li>Donald Trump today named one of the nation’s top anti-abortion activists to his campaign coalition, in the clearest signal yet that the presidential candidate has <a href=\"https://www.theguardian.com/world/2015/jan/17/restricting-abortion-republican-controlled-congress\">fully embraced Republicans’ typically harsh stance against abortion</a>. Marjorie Dannenfelser, the president of Susan B Anthony List, a group that works to elect Republican, anti-abortion women, will chair the loose coalition of conservative, anti-abortion rights leaders who are working to elect the Republican nominee. Trump’s campaign also announced that he would commit to a law banning public funding of abortion.</li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-17T02:20:52.876Z\">at 3.20am BST</time></p>  </div> <div id=\"block-57dc78bde4b0df02df203032\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T22:57:20.913Z\">11.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump just told a Florida audience that the Trans-Pacific Partnership will “take your jobs, Ohio - remember, it’s gonna take your jobs, Ohio.”</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=-j8VDAH4G28\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/-j8VDAH4G28?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-57dc73e1e4b0a8cdc6238769\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T22:47:03.712Z\">11.47pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump: Hillary Clinton's secret service detail should disarm, 'Let's see what happens to her'</h2>  <div class=\"block-elements\">  <p>Mere hours after he appeared to put one of the oldest criticisms of his presidential campaign to rest with the acknowledgment that President Barack Obama <a href=\"https://www.theguardian.com/us-news/2016/aug/10/hillary-clinton-responds-trump-second-amendment-violence-election\">was born in the United States</a>, Republican presidential nominee Donald Trump told supporters that his opponent’s Secret Service detail should disarm itself due to what he characterized as her opposition to the Second Amendment.</p> <p>“Take their guns away,” Trump said of Hillary Clinton, his Democratic opponent. “Let’s see what happens to her.”</p>  <figure class=\"element element-image\" data-media-id=\"7da2fd662cd938d030ff5cb9f976846321010a78\"> <img src=\"https://media.guim.co.uk/7da2fd662cd938d030ff5cb9f976846321010a78/0_0_3500_2330/1000.jpg\" alt=\"Donald Trump.\" width=\"1000\" height=\"666\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump.</span> <span class=\"element-image__credit\">Photograph: UPI / Barcroft Images</span> </figcaption> </figure>  <p>Speaking at a campaign rally in Miami, Florida, Trump criticized Clinton’s stance on gun-control issues, characterizing her stance as wanting to “abolish” the Second Amendment of the US Constitution, which protects the right to keep and bear arms. (<a href=\"http://www.politifact.com/new-york/statements/2016/aug/12/chris-collins/clintons-views-do-not-go-against-constitution/\">This claim has been debunked</a>.)</p> <p>If Clinton were truly as anti-gun as she claims to be, Trump told the audience, her Secret Service detail should disarm itself.</p> <p>“I think that her bodyguards should drop all weapons - they should disarm. I think they should disarm immediately, what do you think?” Trump asked the raucous crowd.</p> <p>“Let’s see what happens to her.”</p> <p>Trump was <a href=\"https://www.theguardian.com/us-news/2016/aug/09/trump-gun-owners-clinton-judges-second-amendment\">deeply criticized</a> in August after suggesting at a rally in Wilmington, North Carolina, that gunowners could take the Second Amendment into their own hands if Clinton were elected and began nominating Supreme Court justices.</p> <p>“Hillary wants to abolish, essentially abolish, the Second Amendment,” Trump said at the time.</p> <p>“If she gets to pick her judges, nothing you can do, folks. Although the second amendment people, maybe there is, I don’t know. But I’ll tell you what, that will be a horrible day.”</p> <p>The remarks were seen by many - <a href=\"https://www.theguardian.com/us-news/2016/aug/10/hillary-clinton-responds-trump-second-amendment-violence-election\">including the Democratic nominee herself</a> - as hinting at calling for Clinton’s assassination, or that of her judicial nominees.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-16T22:54:57.197Z\">at 11.54pm BST</time></p>  </div> <div id=\"block-57dc730be4b0df02df203021\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T22:33:03.275Z\">11.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Donald Trump, on racism:</h2> <blockquote class=\"quoted\"> <p>The ‘racist word’ - it’s the oldest play in the Democratic playbook, and Americans have had enough of it. We get it. We get it.</p> </blockquote> </div>   </div> <div id=\"block-57dc7247e4b0df02df20301f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T22:29:29.109Z\">11.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>After bragging about how many African American and Latino employees he has, Donald Trump tells the audience in Miami, Florida, that he is campaigning “in every part of this country for every last vote.”</p> <p>“While my opponent slanders you as deplorable and irredeemable - boy, that second word is tough, but that is tough,” Trump says. “I call you hardworking American patriots who love your family and really, really, really love your country.”</p> <p>Trump’s remarks are met with a U-S-A chant.</p> </div>   </div> <div id=\"block-57dc7075e4b0df02df203018\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T22:23:06.724Z\">11.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump has walked onstage in Miami, as a Les Miserables spoof banner - Les Deplorables - shows his acolytes launching a revolution.</p> <p>“Welcome to all of you deplorables!” Trump tells the audience.</p>  <figure class=\"element element-embed\" data-alt=\"Donald Trump\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57dc39656add94c00b26698a?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57dc6bade4b0c762d480d386\" class=\"block\" data-block-contributor=\"profile/richardluscombe\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T22:01:46.551Z\">11.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Standard fare as Republican speakers warm up the crowd ahead of Donald Trump’s scheduled 6pm appearance. “It’s a honor to be with so many deplorables,” says Blaise Ingoglio, chair of Florida’s RNC. Inevitable chants of USA! USA! follow.</p> <p>He returns to address the crowd in Spanish, and the audience is notably quieter. Even a mention of Marco Rubio, the Florida senator and former Trump opponent in the primary race who is hugely popular around these parts, raised barely a ripple.</p> <p>But other speakers, conservative commentator AJ Delgado, a senior Trump campaign adviser born to Cuban-immigrant parents, and Carlos Curbelo, a Republican congressman from South Miami who has until now been lukewarm on his support for Trump, got the crowd fired up again, with the now-familiar “Hillary lied” narrative.</p> <p>Cue shouts of “lock her up, lock her up!”Trump is in the house and on stage imminently, and the auditorium is now full.<br></p> </div>   </div> <div id=\"block-57dc6b57e4b0c762d480d384\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T22:00:14.740Z\">11.00pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump holds a campaign rally in Miami, Florida</h2>  <div class=\"block-elements\">  <p>Watch it live here:</p>  <figure class=\"element element-embed\" data-alt=\"Donald Trump\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57dc39656add94c00b26698a?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57dc6708e4b0df02df202ffb\" class=\"block\" data-block-contributor=\"profile/richardluscombe\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T21:42:12.384Z\">10.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Few of the Trump supporters The Guardian spoke to on their way in to tonight’s rally in downtown Miami had much time for today’s developments in the “birther” controversy.</p> <p>“It’s a distraction to what we should be talking about,” said Michael Rodriguez, 34, a Cuban-American restaurant worker who lives in Little Havana. “This election is about jobs, the economy, immigration and America being strong again.”</p> <p>Janusz Biskupek, 50, of Boca Raton, cut a striking figure in a pristine white suit emblazoned with pro-Trump slogans. “Trump is a smart guy. I want my president to be respected,” he said. “Obama? He went to Cuba and nobody waited on him. We need a stronger president. We need Donald Trump.”</p> <p>The arena at the James L Knight centre, however, was filling up slowly, with plenty of room still in the bleachers with Trump scheduled on stage in less than half an hour. Perhaps the rival attraction of a Friday night Kanye West concert a stone’s thrown away was more of a draw.</p> </div>   </div> <div id=\"block-57dc575fe4b0c762d480d34e\" class=\"block\" data-block-contributor=\"profile/lauren-gambino\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T20:36:00.382Z\">9.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The choice for president is “excruciatingly clear”, First Lady Michelle Obama said during her campaign trail debut, urging the college audience to support Hillary Clinton this November.</p> <p>Obama cast the election as a choice between “one of the most qualified people who has ever endeavored to become president” and someone who doesn’t “take the job seriously”. Ticking off a list of accomplishments of her husband’s administration, Obama argued that with the past eight years as a guide, Trump is neither prepared nor qualified to be president.</p>  <figure class=\"element element-image\" data-media-id=\"88860c510bee76f0e7e040c2262a9a6f8cc8dc03\"> <img src=\"https://media.guim.co.uk/88860c510bee76f0e7e040c2262a9a6f8cc8dc03/0_0_4774_3224/1000.jpg\" alt=\"Michelle Obama.\" width=\"1000\" height=\"675\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michelle Obama.</span> <span class=\"element-image__credit\">Photograph: Manuel Balce Ceneta/AP</span> </figcaption> </figure>  <p>“A candidate is not going to suddenly change when they get into office – it’s the opposite,” Obama told the crowd of mostly students and young people at George Mason University in Virginia. “In fact, because the minute that individual takes that oath, they are under the hottest, harshest light there is.”</p> <p>She referenced her moving speech at the Democratic National Convention, “when they go low, we go high,” going after the Republican nominee without mentioning his name.</p> <p>“Being president isn’t anything like reality TV,” she said, drawing loud cheers and applause.</p> <p>Obama recalled the 2008 campaign, reminding the audience that raising questions about a president’s experience, qualifications and judgments is all part of a very public vetting process to be president.</p> <p>“And then there were those who questioned and continued to question for the past eight years and to this day whether my husband was even born in this country,” she said, alluding to the Republican nominee without mentioning him by name.</p> <p>Trump helped fan the flames of birtherism, a conspiracy theory that President Obama was not born in the US but in Kenya, and used the issue to help propel his political ambitions.</p> <p>Facing dismal approval ratings among minority voters, Trump admitted on Friday morning for the first time that Barack Obama was born in the US.</p> <p>Obama is a powerful and popular ally for Clinton, especially among young voters. New polling shows that millennials, disappointed by their options for president have turned toward third-party candidates.</p> <p>The First Lady’s appearance on a college campus in the battleground state of Virginia, the First Lady’s event is part of a broader push by the Clinton campaign to win back some of the millennial voters who have strayed in recent weeks. Next week, Senator Elizabeth Warren and Bernie Sanders, the Democratic challenger whose campaign was powered by young people and students, will campaign for Clinton in the coming days.</p> <p>“Elections aren’t just about who votes but who doesn’t vote,” she said, imploring the young people in the crowd to support Clinton. She encouraged them to fight the urge to want to “hide under the bed” and avoid the election altogether. She also addressed a complaint many young people who felt inspired by Sander’s underdog campaign have leveled at Clinton.</p> <p>“I hear folks saying they don’t feel inspired in this election,” Obama said. “Well let me tell you, I disagree. I am inspired. Because for eight years, I’ve had the privilege to see what it takes to actually do this job, and here is what I absolutely know for sure. Listen to this: Right now we have an opportunity to elect one of the most qualified people who has ever endeavored to become president.”</p> <p>Perhaps above all, the campaign event was a testament to Obama’s enduring popularity.</p> <p>“It is so hard to believe that it is less than 2 months until election and that my family is almost at the end of term,” Obama said. The crowd broke into a raucous round of chanting: “Four more years” chant. “No,” Obama protested, waving her hand at the crowd as the chant continued. “No!”</p> <p>“I promise you,” she said, “Barack and I will continue to work for you for the rest of our lives.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-16T20:51:31.282Z\">at 9.51pm BST</time></p>  </div> <div id=\"block-57dc52c6e4b0a8cdc62386f2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T20:16:35.273Z\">9.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump’s campaign is attempting to prove the false allegation that Hillary Clinton’s 2008 presidential campaign ignited the birther rumors about then-opponent Barack Obama’s citizenship with an interview transcript from a CNN phoner with Clinton’s former campaign manager.</p> <p><strong>The transcript <a href=\"https://www.youtube.com/watch?v=Nf8ZWHqMnJk&amp;feature=youtu.be\">falls short of this claim</a>:</strong></p> <p>PATTI SOLIS DOYLE: There was a volunteer coordinator, I believe in late 2007, I think in December, one of our volunteer coordinators in one of the counties in Iowa. I don’t recall whether they an actual paid staffer, but they did forward an e-mail that promoted the conspiracy.</p> <p>WOLF BLITZER: The birther conspiracy?</p> <p>DOYLE: Yeah. Hillary made the decision immediately to let that person go. We let that person go.</p> </div>   </div> <div id=\"block-57dc5225e4b0c762d480d33d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T20:12:44.047Z\">9.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Billionaire Fight!</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mcuban/status/776817698097332224\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.1) <a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a> $10mm to the charity of YOUR choice if you let ME interview you for 4 hrs on YOUR policies and their substance.</p>&mdash; Mark Cuban (@mcuban) <a href=\"https://twitter.com/mcuban/status/776817698097332224\">September 16, 2016</a></blockquote>  </figure>  <p>The whole thread is worth a gander.</p> </div>   </div> <div id=\"block-57dc4f86e4b0a8cdc62386e4\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T20:08:04.720Z\">9.08pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Rush Limbaugh: ‘Are you admitting Trump is not a conservative? Damn right I am!’</h2>  <div class=\"block-elements\">  <p>Bellicose bloviator Rush Limbaugh made a major concession this afternoon, telling listeners that Republican presidential nominee Donald Trump is not, in fact, a conservative.</p> <p>“Can somebody point to me the conservative on the ballot?” Limbaugh <a href=\"http://www.rushlimbaugh.com/daily/2016/09/15/we_re_beyond_ideology_folks\">asked his listeners this afternoon.</a> “‘What do you mean, Rush? Are you admitting Trump is not a conservative?’ Damn right I am!” he thundered.</p> <p>“Folks, when did I ever say that he was? Look, I don’t know how to tell you this. Conservatism lost, in the primary, if that’s how you want to look at it. We had Cruz; we had Rubio.”</p> <p>Limbaugh sounded uncharacteristically defeated in the segment, expressing frustration with the nomination of Republicans who are not conservative enough.</p> <p>“Even what we’ve seen now, we haven’t seen anything,” Limbaugh said. “But the establishment’s gonna come together to protect themselves regardless of ideology. I wish conservatism was on the ballot.” </p> </div>   </div> <div id=\"block-57dc4a17e4b0c762d480d315\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T19:39:20.852Z\">8.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Libertarian presidential nominee Gary Johnson has reacted to the Commission on Presidential Debates’ announcement that only Hillary Clinton and Donald Trump will be invited to the first debate of the general-election campaign with frustration, but not with surprise.</p> <p>“I would say I am surprised that the CPD has chosen to exclude me from the first debate, but I’m not,” Johnson said in a statement. “After all, the commission is a private organization created 30 years ago by the Republican and Democratic parties for the clear purpose of taking control of the only nationally-televised presidential debates voters will see. At the time of its creation, the leaders of those two parties made no effort to hide the fact that they didn’t want any third party intrusions into their shows.”</p> <p>“The CPD may scoff at a ticket that enjoys ‘only’ 9 or 10% in their hand-selected polls, but even 9% represents 13 million voters, more than the total population of Ohio and most other states. Yet, the Republicans and Democrats are choosing to silence the candidate preferred by those millions of Americans.”</p> <p>“It is unfortunate that the CPD doesn’t believe such a voice should be heard. There are more polls and more debates, and we plan to be on the debate stage in October.”<br></p> </div>   </div> <div id=\"block-57dc4229e4b0df02df202f70\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T19:13:13.554Z\">8.13pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Hillary Clinton, Donald Trump to be sole candidates on debate stage</h2>  <div class=\"block-elements\">  <p>It’s official: Democratic presidential nominee Hillary Clinton and Republican presidential nominee Donald Trump will be the only candidates to appear on the stage at the first presidential debate of the general-election campaign, after Libertarian candidate Gary Johnson and Green party nominee Jill Stein failed to reach the polling threshold necessary to merit an invitation.</p> <p>The Commission on Presidential Debates released a statement officially declaring that Clinton, Trump and their running mates will be the only people to appear in the first two debates:</p> <blockquote class=\"quoted\"> <p>The Board determined that the polling averages called for... are as follows: Hillary Clinton (43%), Donald Trump (40.4%), Gary Johnson (8.4%) and Jill Stein (3.2%). Accordingly, Hillary Clinton and her running mate, Tim Kaine, and Donald Trump and his running mate, Mike Pence, qualify to participate in the September 26 presidential debate and the October 4 vice-presidential debate, respectively. No other candidates satisfied the criteria for inclusion.</p> </blockquote> <p>The composition of the final two presidential debates will be decided upon polling in the future.</p> </div>   </div> <div id=\"block-57dc422de4b0a8cdc62386b5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T19:04:54.761Z\">8.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s a video stream of first lady Michelle Obama campaigning for Clinton in northern Virginia:</p>  <figure class=\"element element-embed\" data-alt=\"Michelle\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57dc0f1e6add94c00b266913?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57dc3e64e4b0a8cdc62386a8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T18:54:28.800Z\">7.54pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Ben Carson launches ideas forum</h2>  <div class=\"block-elements\">  <p>Ben Carson, whose campaign used money raised in the name of the lord to pay political consultants for – what? – and who believes that Putin, Khameni and Abbas used the pyramids to store guns with which Jews could have prevented the Holocaust, or something, has launched an “ideas forum”:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RealBenCarson/status/776847704290910209\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I&#39;m pleased to announce the launch of the Carson Ideas Forum. <a href=\"https://t.co/sapKET2BK8\">pic.twitter.com/sapKET2BK8</a></p>&mdash; Dr. Ben Carson (@RealBenCarson) <a href=\"https://twitter.com/RealBenCarson/status/776847704290910209\">September 16, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57dc3c68e4b0c762d480d2e1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T18:45:20.961Z\">7.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Something’s falling apart. Not clear what it is.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/gabriellahope_/status/776838486645174273\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;I would build a great wall, and nobody builds walls better than me&quot; <a href=\"https://t.co/A537dShcnl\">pic.twitter.com/A537dShcnl</a></p>&mdash; Gabby Morrongiello (@gabriellahope_) <a href=\"https://twitter.com/gabriellahope_/status/776838486645174273\">September 16, 2016</a></blockquote>  </figure>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=zsyRhRR5Iu4\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/zsyRhRR5Iu4?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-57dc3647e4b0df02df202f44\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T18:17:49.684Z\">7.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The web site of the person who runs Trump’s campaign thinks it’s funny that Trump announces news conferences he doesn’t hold and seems to find Trump’s sudden reversal on the question of Barack Obama’s native birth funny, too. Harmless at least. Or funny in its harmfulness? And for some reason this Breitbart post includes a picture of Harambe the gorilla.</p> <p>The person who runs this web site is currently running Donald Trump’s presidential campaign:<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EsotericCD/status/776842755737780225\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">uh guys that&#39;s not how this meme works <a href=\"https://t.co/2xYgjmlMaZ\">pic.twitter.com/2xYgjmlMaZ</a></p>&mdash; Jeff B/DDHQ (@EsotericCD) <a href=\"https://twitter.com/EsotericCD/status/776842755737780225\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-image\" data-media-id=\"a11bc322d15b418c857f05cb5b3a27419f3776f0\"> <img src=\"https://media.guim.co.uk/a11bc322d15b418c857f05cb5b3a27419f3776f0/0_0_1500_948/1000.png\" alt=\"Close race.\" width=\"1000\" height=\"632\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Close race.</span> <span class=\"element-image__credit\">Photograph: Huffpost Pollster</span> </figcaption> </figure>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=OH\" data-alt=\"Ohio\"> <a href=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=OH\">Ohio</a> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-16T18:18:49.621Z\">at 7.18pm BST</time></p>  </div> <div id=\"block-57dc3348e4b0a8cdc6238678\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T18:03:46.129Z\">7.03pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Largest police union endorses Trump, calling him 'proven leader'</h2>  <div class=\"block-elements\">  <p>The national fraternal order of police, the largest union of police officers with more than 330,000 members, has endorsed Donald Trump for president.</p> <p>The union <a href=\"http://blogs.wsj.com/washwire/2012/09/07/national-police-union-turns-down-romney/\">withheld</a> an endorsement in 2012, endorsed Republicans in ‘08, ‘04 and ‘00 and endorsed Bill Clinton in 1996.</p> <p>In August the group <a href=\"http://thehill.com/blogs/ballot-box/presidential-races/290586-police-union-clinton-snubbed-us\">issued a statement</a> saying it was “disappointed and shocked” to hear Hillary Clinton would not seek their endorsement.</p> <p>“Obviously, this is an unusual election,” a letter released by the group quotes group president Chuck Canterbury as saying. The letter says Clinton did not seek the endorsement and Trump “understands and supports our priorities and our members believe he will make America safe again.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GLFOP/status/776835821123018753\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The members have spoken, we have endorsed the <a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a> for President.  <a href=\"https://twitter.com/hashtag/FOPforTrump?src=hash\">#FOPforTrump</a> <a href=\"https://t.co/ENNMRAbmuw\">pic.twitter.com/ENNMRAbmuw</a></p>&mdash; National FOP (@GLFOP) <a href=\"https://twitter.com/GLFOP/status/776835821123018753\">September 16, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-16T18:06:46.843Z\">at 7.06pm BST</time></p>  </div> <div id=\"block-57dc3189e4b0c762d480d2bc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T17:53:52.679Z\">6.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The congressional black caucus political action committee is not impressed with Trump:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Yamiche/status/776840085249658880\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Rep. G. K. Butterfield of Congressional Black Caucus PAC on Trump: &quot;This is a disgusting day. Donald Trump is a disgusting fraud.&quot;</p>&mdash; Yamiche Alcindor (@Yamiche) <a href=\"https://twitter.com/Yamiche/status/776840085249658880\">September 16, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57dc2e1de4b0a8cdc623865f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T17:40:58.967Z\">6.40pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump hotel full of China-manufactured stuff</h2>  <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/American_Bridge/status/776809016441737216\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The Trump Hotel is filled with items that were made everywhere but America. Here, a lamp made in China. <a href=\"https://t.co/emyAg8yxLY\">pic.twitter.com/emyAg8yxLY</a></p>&mdash; American Bridge (@American_Bridge) <a href=\"https://twitter.com/American_Bridge/status/776809016441737216\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/American_Bridge/status/776810279199846400\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Inside the Trump Hotel in Washington, DC: a Trump Hotel bathrobe, made in China. <a href=\"https://t.co/nxrLG7VfMN\">pic.twitter.com/nxrLG7VfMN</a></p>&mdash; American Bridge (@American_Bridge) <a href=\"https://twitter.com/American_Bridge/status/776810279199846400\">September 16, 2016</a></blockquote>  </figure>  <p>There’s a lot more where that came from – branded umbrellas, duvets, ice buckets, beds, furniture, etc. Check out <a href=\"https://twitter.com/American_Bridge\">@American_Bridge</a> for more.</p> </div>   </div> <div id=\"block-57dc2d24e4b0a8cdc623865a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T17:36:36.349Z\">6.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump is asked whether he will apologize to the president for his five-year-long drumbeat of racist attacks which he now has stopped beating it. The drum. Trump ignores the question.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TomLlamasABC/status/776835709529382913\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Just asked <a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a> if he was going to now apologize to <a href=\"https://twitter.com/POTUS\">@POTUS</a>. He dodged my question twice. <a href=\"https://twitter.com/ABCPolitics\">@ABCPolitics</a> <a href=\"https://t.co/5nIxcfmefh\">pic.twitter.com/5nIxcfmefh</a></p>&mdash; Tom Llamas (@TomLlamasABC) <a href=\"https://twitter.com/TomLlamasABC/status/776835709529382913\">September 16, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57dc2c24e4b0c762d480d2ab\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T17:32:15.460Z\">6.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s the Guardian’s Steven Thrasher on Trump’s appearance on Jimmy Fallon last night:</p> <blockquote class=\"quoted\"> <p>On Thursday, Jimmy Fallon had Donald Trump on the Tonight Show and ended the segment by <a href=\"https://www.youtube.com/watch?v=u0BYqzdiuJc\">saying</a>, “Donald I want to ask you, because the next time I see you you could be the President of the United States. I just want to know if there is something we could do that’s just not really presidential, really – can I mess your hair up?” Trump let him and the NBC audience roared with laughter. But, for many of us, this is very far from being a joke.</p> <p>Giving comic cover to Trump just isn’t funny when he’s unleashed forces of anti-blackness and anti-immigrant sentiment. He’s labelled Mexicans rapists, raised the prospect of a ban on Muslims, patronized and insulted African Americans while pretending to be a potential new hope. As a result, Fallon managed to come over as one powerful white man protecting another.</p> <p>Not only was it not funny. It didn’t do anything to take Trump down a notch (if it was even meant to). Instead, it humanized him, boosting him on that stupid metric so many Americans use when choosing a president: “Hey, he’s a guy I’d want to have a beer with! Look at him, letting Fallon have fun with him!”</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/16/jimmy-fallon-donald-trump-hair-tonight-show\">No, Jimmy Fallon, Donald Trump isn't a laughing matter | Steven Thrasher</a> </p> </aside> </div>   </div> <div id=\"block-57dc2b84e4b0c762d480d2a6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T17:29:29.071Z\">6.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Harry Reid isn’t slowing down today (<a href=\"https://www.theguardian.com/us-news/live/2016/sep/16/donald-trump-barack-obama-birther-movement-election-live?page=with:block-57dbde0ee4b067ad300885ba#block-57dbde0ee4b067ad300885ba\">see earlier</a>):<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AriMelber/status/776834004771303425\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;Trump is a liar and bully, what he said about Obama means nothing...&quot;<br><br>- Harry Reid to <a href=\"https://twitter.com/HallieJackson\">@HallieJackson</a> just now</p>&mdash; Ari Melber MSNBC (@AriMelber) <a href=\"https://twitter.com/AriMelber/status/776834004771303425\">September 16, 2016</a></blockquote>  </figure>  <p>“What a liar. He never questioned the citizenship of anyone else running for president... he is just such a phony.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mkraju/status/776816635353202688\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">REID INTVW: Trump &quot;will never be elected&quot; POTUS, calls him a &quot;liar&quot; and &quot;immoral.&quot; Defends campaiging from floor. <a href=\"https://t.co/CNRxqZFQMd\">https://t.co/CNRxqZFQMd</a></p>&mdash; Manu Raju (@mkraju) <a href=\"https://twitter.com/mkraju/status/776816635353202688\">September 16, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57dc2a8ce4b0a8cdc6238651\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T17:24:05.108Z\">6.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton is still going:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/776831079726604288\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump’s birtherism stems from the same innate beliefs that led to discriminating against black tenants early in his career. Can&#39;t be undone.</p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/776831079726604288\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/776831658720956420\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">What Trump should do: for once in his life, own up to his mistakes. Apologize to the President, and to the American people.</p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/776831658720956420\">September 16, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57dc28afe4b0a8cdc6238646\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T17:16:05.942Z\">6.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gallup tracks Hillary Clinton’s favorability on a juggernaut streak to 40% while Trump languishes in the low 30s. Good times:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ForecasterEnten/status/776831316981669888\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">From Gallup... Hmm... <a href=\"https://t.co/I9XSZjcWR5\">pic.twitter.com/I9XSZjcWR5</a></p>&mdash; (((Harry Enten))) (@ForecasterEnten) <a href=\"https://twitter.com/ForecasterEnten/status/776831316981669888\">September 16, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-16T20:10:42.038Z\">at 9.10pm BST</time></p>  </div> <div id=\"block-57dc2745e4b0c762d480d297\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T17:10:31.062Z\">6.10pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton decries Trump's 'years peddling racist conspiracy'</h2>  <div class=\"block-elements\">  <p>Clinton’s Twitter account is walloping Trump for having, again, falsely accused her of originating birtherism when he has been its top evangelist:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/776829545093660672\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This shouldn&#39;t have to be said: You don’t just get to say someone else did the worst things you’ve done. It doesn’t work. No one buys it.</p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/776829545093660672\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/776830074205171713\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Trump has spent years peddling a racist conspiracy aimed at undermining the first African American president. He can&#39;t just take it back.</p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/776830074205171713\">September 16, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-16T17:20:21.209Z\">at 6.20pm BST</time></p>  </div> <div id=\"block-57dc2353e4b0c762d480d281\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T16:54:21.034Z\">5.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Actual billionaire Dallas Mavericks owner Mark Cuban is offering to give $10m to the charity of Donald Trump’s choice – or to Trump himself – if Trump lets Cuban interview him for four hours:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mcuban/status/776817698097332224\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.1) <a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a> $10mm to the charity of YOUR choice if you let ME interview you for 4 hrs on YOUR policies and their substance.</p>&mdash; Mark Cuban (@mcuban) <a href=\"https://twitter.com/mcuban/status/776817698097332224\">September 16, 2016</a></blockquote>  </figure>  <p>2) <a href=\"https://twitter.com/realDonaldTrump\">@<strong>realDonaldTrump</strong></a> groundrules are that you cant mention the Clintons or discuss anything other than the details and facts of yr plans and</p> <p>3) <a href=\"https://twitter.com/realDonaldTrump\">@<strong>realDonaldTrump</strong></a> and no one else is in the room to help. Just me, you and a broadcast crew. Deal ?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mcuban/status/776820001063915522\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">4)<a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a> I&#39;ll add an option.If you need it, I&#39;ll write you the check and you can keep the money rather than give it to charity</p>&mdash; Mark Cuban (@mcuban) <a href=\"https://twitter.com/mcuban/status/776820001063915522\">September 16, 2016</a></blockquote>  </figure>  <p>5) <a href=\"https://twitter.com/realDonaldTrump\">@<strong>realDonaldTrump</strong></a> In the inmortal words of YOU. “What do you have to lose ?”</p> </div>   </div> <div id=\"block-57dc1e4ae4b0df02df202ee6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T16:33:55.448Z\">5.33pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton camp: Trump's actions 'disgraceful', 'appalling'</h2>  <div class=\"block-elements\">  <p>The Clinton campaign has released a statement reacting to the Trump event, in the name of campaign manager Robbie Mook:</p> <blockquote class=\"quoted\"> <p>Trump’s actions today were disgraceful. After five years of pushing a racist conspiracy theory into the mainstream, it was appalling to watch Trump appoint himself the judge of whether the President of the United States is American. This sickening display shows more than ever why Donald Trump is totally unfit to be president.</p> </blockquote> </div>   </div> <div id=\"block-57dc1b85e4b0a8cdc6238612\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T16:29:02.057Z\">5.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Kasich’s take on Trump’s birther switcharoo: Springsteen will sell more albums:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ThisWeekABC/status/776818452061229058\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Kasich: &quot;Springsteen has to be really happy because &#39;Born in the USA&#39; is probably gonna sell a lot more albums.&quot; <a href=\"https://t.co/8C7SJhtLdl\">https://t.co/8C7SJhtLdl</a></p>&mdash; This Week (@ThisWeekABC) <a href=\"https://twitter.com/ThisWeekABC/status/776818452061229058\">September 16, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57dc18abe4b0c762d480d249\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T16:19:11.108Z\">5.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Somebody let Ohio governor John Kasich, who has said it is “very unlikely” that he’d vote for Trump, into the Brady briefing room:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jonkarl/status/776814486405734401\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/JohnKasich\">@JohnKasich</a> in the WH briefing room says the two countries most opposed to TPP are Russia and China <a href=\"https://t.co/Vw1ZDHK6nF\">pic.twitter.com/Vw1ZDHK6nF</a></p>&mdash; Jonathan Karl (@jonkarl) <a href=\"https://twitter.com/jonkarl/status/776814486405734401\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ArletteSaenz/status/776816210298175488\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Kasich on lack of bipartisanship work: When politics is the order of the day and partisanship trumps country, we drift. We drift as a nation</p>&mdash; Arlette Saenz (@ArletteSaenz) <a href=\"https://twitter.com/ArletteSaenz/status/776816210298175488\">September 16, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57dc17cde4b0a8cdc62385fb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T16:04:26.237Z\">5.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This seems about right.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/776813366044139520\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">And the backdrop of the Trump event just collapsed.</p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/776813366044139520\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alivitali/status/776813547909177344\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">And now, amid breakdown of the event, the whole backdrop just toppled over domino style. Thankfully no one hurt. <a href=\"https://t.co/KIUSZEhgf1\">pic.twitter.com/KIUSZEhgf1</a></p>&mdash; Ali Vitali (@alivitali) <a href=\"https://twitter.com/alivitali/status/776813547909177344\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NYTnickc/status/776813465273008128\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">And the curtains and staging just collapsed in the room where Trump held his event. No one was near or injured.</p>&mdash; Nick Corasaniti (@NYTnickc) <a href=\"https://twitter.com/NYTnickc/status/776813465273008128\">September 16, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57dc1762e4b0a8cdc62385fa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T16:02:27.068Z\">5.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Free the media! </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Olivianuzzi/status/776812700450099200\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Security is keeping the press locked in the ballroom rn.</p>&mdash; Olivia Nuzzi (@Olivianuzzi) <a href=\"https://twitter.com/Olivianuzzi/status/776812700450099200\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mckaycoppins/status/776812239978389505\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The next several days of birther coverage is really gonna get those white women in Philly suburbs off the fence &amp; on board the Trump train!</p>&mdash; McKay Coppins (@mckaycoppins) <a href=\"https://twitter.com/mckaycoppins/status/776812239978389505\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ddale8/status/776812794989740032\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This is the counterpoint to the &quot;Trump playing everyone like a fiddle&quot; argument.  <a href=\"https://t.co/7iNH4HmUQG\">https://t.co/7iNH4HmUQG</a></p>&mdash; Daniel Dale (@ddale8) <a href=\"https://twitter.com/ddale8/status/776812794989740032\">September 16, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-16T16:03:49.701Z\">at 5.03pm BST</time></p>  </div> <div id=\"block-57dc1653e4b0df02df202ebd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T15:58:07.967Z\">4.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump, today:</p> <blockquote class=\"quoted\"> <p>President Barack Obama was born in the United States, period. </p> </blockquote> <p>Trump, 2011-present:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/timkaine/status/776797410760790016\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">It&#39;s been 5 years, and Trump&#39;s still pushing the notion that <a href=\"https://twitter.com/POTUS\">@POTUS</a> isn&#39;t American. <a href=\"https://t.co/TApNqSOcvN\">pic.twitter.com/TApNqSOcvN</a></p>&mdash; Senator Tim Kaine (@timkaine) <a href=\"https://twitter.com/timkaine/status/776797410760790016\">September 16, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57dc15fce4b0c762d480d241\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T15:56:39.424Z\">4.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Profile in courage here. The media is not cooperating with Trump’s invitation to tour his new hotel. The fourth estate lives.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Hadas_Gold/status/776811426082091008\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">BREAK - Trump TV pool voted to pull the camera from Trump hotel tour and not air footage</p>&mdash; Hadas Gold (@Hadas_Gold) <a href=\"https://twitter.com/Hadas_Gold/status/776811426082091008\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/776812599686139904\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Can confirm Trump broadcast pool erased the tape of his tour of the hotel</p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/776812599686139904\">September 16, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-16T16:00:05.177Z\">at 5.00pm BST</time></p>  </div> <div id=\"block-57dc1459e4b0c762d480d23a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T15:49:15.535Z\">4.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump leaving the event, which the campaign billed as a press conference, ignoring shouted questions by the media:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NBCNightlyNews/status/776809088193732608\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">WATCH: Trump ignores press as they ask questions about Trump&#39;s sudden flip-flop on Obama birth conspiracy theories. <a href=\"https://t.co/M4uNevu7Rs\">https://t.co/M4uNevu7Rs</a></p>&mdash; NBC Nightly News (@NBCNightlyNews) <a href=\"https://twitter.com/NBCNightlyNews/status/776809088193732608\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jdelreal/status/776809257312354304\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Media twitter right now <a href=\"https://t.co/8zzXsUqXHM\">pic.twitter.com/8zzXsUqXHM</a></p>&mdash; Jose A. DelReal (@jdelreal) <a href=\"https://twitter.com/jdelreal/status/776809257312354304\">September 16, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-16T15:50:34.731Z\">at 4.50pm BST</time></p>  </div> <div id=\"block-57dc1325e4b0a8cdc62385e8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T15:47:15.743Z\">4.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>What did you think of that?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MichaelSkolnik/status/776808476857266180\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">No, <a href=\"https://twitter.com/politico\">@politico</a>, this is not breaking news.  This is called racism. The rest of us never questioned our President. <a href=\"https://t.co/ch3I7m8en9\">https://t.co/ch3I7m8en9</a></p>&mdash; Michael Skolnik (@MichaelSkolnik) <a href=\"https://twitter.com/MichaelSkolnik/status/776808476857266180\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DylanByers/status/776807808100696064\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">If you write about Trump gaming press…<br><br>Be sure to note that Tapper et al on CNN are spending more time fact-checking the hell out of Trump…</p>&mdash; Dylan Byers (@DylanByers) <a href=\"https://twitter.com/DylanByers/status/776807808100696064\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RussOnPolitics/status/776808519676923904\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Donald Trump is pulling a monumental hoax on the American people and the press. If you don&#39;t call him out on it, you&#39;re part of it.</p>&mdash; Russell Drew (@RussOnPolitics) <a href=\"https://twitter.com/RussOnPolitics/status/776808519676923904\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GlennKesslerWP/status/776808483014451200\">  <blockquote class=\"twitter-tweet\" data-cards=\"hidden\"><p lang=\"en\" dir=\"ltr\">Hooray for this WaPo headline: Trump admits Obama born in U.S. but falsely blames Clinton for starting rumors  <a href=\"https://t.co/je6rN4BB3T\">https://t.co/je6rN4BB3T</a></p>&mdash; Glenn Kessler (@GlennKesslerWP) <a href=\"https://twitter.com/GlennKesslerWP/status/776808483014451200\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/maggieNYT/status/776807297901264896\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;They never mentioned his birth certificate. That never happened by Hillary Clinton.&quot; <a href=\"https://twitter.com/jaketapper\">@jaketapper</a> says.</p>&mdash; Maggie Haberman (@maggieNYT) <a href=\"https://twitter.com/maggieNYT/status/776807297901264896\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/costareports/status/776808302160347136\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump&#39;s claim that Clinton started the controversy is false. You can read more here <a href=\"https://t.co/Hr2e4CTKjT\">https://t.co/Hr2e4CTKjT</a> &amp; here <a href=\"https://t.co/oYGHQIY5Mi\">https://t.co/oYGHQIY5Mi</a></p>&mdash; Robert Costa (@costareports) <a href=\"https://twitter.com/costareports/status/776808302160347136\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Fahrenthold/status/776808224737599488\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">UPDATE: <a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a> fled. I yelled &quot;WHERE ARE THE DETAILS OF YOUR CHARITABLE DONATIONS!&quot; at volume of man warning of volcanic eruption.</p>&mdash; David Fahrenthold (@Fahrenthold) <a href=\"https://twitter.com/Fahrenthold/status/776808224737599488\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ForecasterEnten/status/776808118370131968\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">We&#39;re all idiots.</p>&mdash; (((Harry Enten))) (@ForecasterEnten) <a href=\"https://twitter.com/ForecasterEnten/status/776808118370131968\">September 16, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57dc11c4e4b0df02df202ea2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T15:42:41.521Z\">4.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Well what did you think of that?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/776807903521075200\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The spectacle that we just saw was an embarrassment to American democracy</p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/776807903521075200\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/evanasmith/status/776806237824425984\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">What on earth? Media was rick-rolled. Two sentences, two lies.</p>&mdash; Evan Smith (@evanasmith) <a href=\"https://twitter.com/evanasmith/status/776806237824425984\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RalstonReports/status/776806760724049921\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So a long commercial for Trump, followed by three sentences on birtherism, one of which was a lie. This is 2016.</p>&mdash; Jon Ralston (@RalstonReports) <a href=\"https://twitter.com/RalstonReports/status/776806760724049921\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jpodhoretz/status/776806243046395904\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Roger Stone&#39;s dream is fulfilled. He got Trump to go birther to start this all off and now Trump can drop it.</p>&mdash; John Podhoretz (@jpodhoretz) <a href=\"https://twitter.com/jpodhoretz/status/776806243046395904\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/morningmoneyben/status/776806748011323392\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump spent half a decade poisoning America with a racist conspiracy theory about the president and about 10 seconds trying to dismiss it.</p>&mdash; Ben White (@morningmoneyben) <a href=\"https://twitter.com/morningmoneyben/status/776806748011323392\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joetoohey/status/776806576908820480\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump takes no questions as reporters yell questions like &quot;Why did it take so long?&quot; <a href=\"https://t.co/Gk1wr6eTeF\">https://t.co/Gk1wr6eTeF</a></p>&mdash; Joe Toohey (@joetoohey) <a href=\"https://twitter.com/joetoohey/status/776806576908820480\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/marincogan/status/776806652590825472\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">In case you missed that press conference: congrats. You are doing your life right.</p>&mdash; Marin Cogan (@marincogan) <a href=\"https://twitter.com/marincogan/status/776806652590825472\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KatyTurNBC/status/776805335336091648\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Me: Trump Hotel<br>Cab driver: Whats going on there?<br>Me: He&#39;s supposed to say Obama was born here<br>Cab: And get publicity for his new hotel.</p>&mdash; Katy Tur (@KatyTurNBC) <a href=\"https://twitter.com/KatyTurNBC/status/776805335336091648\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nielslesniewski/status/776807367115767810\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Appears the Trump press pool cameras are now being taken for a tour of the Trump hotel.</p>&mdash; Niels Lesniewski (@nielslesniewski) <a href=\"https://twitter.com/nielslesniewski/status/776807367115767810\">September 16, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57dc10cae4b0a8cdc62385dc\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T15:35:57.238Z\">4.35pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump: 'Barack Obama was born in the United States, period'</h2>  <div class=\"block-elements\">  <p>Trump has just uttered the lie that we <a href=\"https://www.theguardian.com/us-news/live/2016/sep/16/donald-trump-barack-obama-birther-movement-election-live?page=with:block-57dbfd51e4b0a8cdc6238576#block-57dbfd51e4b0a8cdc6238576\">preemptively debunked</a> an hour ago. He said Clinton started birtherism. <a href=\"https://www.theguardian.com/us-news/live/2016/sep/16/donald-trump-barack-obama-birther-movement-election-live?page=with:block-57dbfd51e4b0a8cdc6238576#block-57dbfd51e4b0a8cdc6238576\">She did not</a>.</p> <p>Trump:</p> <blockquote class=\"quoted\"> <p>Hillary Clinton and her campaign of 2008 started the birther controversy. I finished it. I finished it. You know what I mean. President Barack Obama was born in the United States, period. Now we all want to go back to making America strong again. </p> </blockquote> <p>Trump’s done. No news conference, as he had announced.</p> </div>   </div> <div id=\"block-57dc1059e4b0df02df202e9c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T15:33:08.726Z\">4.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>He repeats that “this is such an amazing honor.”</p> <p>“We have to get back to work,” he says. “We’ve been very much left behind. .. We talk about the word depletion. The military has been so badly treated.”</p> </div>   </div> <div id=\"block-57dc103ce4b0df02df202e9b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T15:31:30.083Z\">4.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here now is Trump. There’s a USA! USA! chant in the room that goes up. </p> </div>   </div> <div id=\"block-57dc0f3ce4b0c762d480d229\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T15:27:38.044Z\">4.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Another veteran has stood to say that Trump “knows how to take the handcuffs off America’s economy.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/776804189087367168\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Is there a gong I can hit to end this?</p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/776804189087367168\">September 16, 2016</a></blockquote>  </figure>  <p>CNN is starting to break away from the event. The anchors are in a split screen with the event at least. </p> </div>   </div> <div id=\"block-57dc0e4ee4b0c762d480d223\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T15:24:30.763Z\">4.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Naw, we take every event both candidates do. But this has been a bait-and-switch. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/fordm/status/776801834438713344\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump tricked y&#39;all into watching a bunch of veterans praise him as he opened a hotel.</p>&mdash; Matt Ford (@fordm) <a href=\"https://twitter.com/fordm/status/776801834438713344\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NoahCRothman/status/776803569332850688\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">For the record, it&#39;s fine to broadcast campaign events. This was not billed as such. Supposed to be a presser. Bait &amp; switch.</p>&mdash; Noah Rothman (@NoahCRothman) <a href=\"https://twitter.com/NoahCRothman/status/776803569332850688\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ESQPolitics/status/776803667500494848\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">We have passed in-kind contribution and are entering into Sham-wow infomercial territory. Well done, cable news.</p>&mdash; Charles P. Pierce (@ESQPolitics) <a href=\"https://twitter.com/ESQPolitics/status/776803667500494848\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jim_newell/status/776803139118886912\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The cameras are right there. I could just knock them all down <a href=\"https://t.co/jJ4HzaoGAD\">pic.twitter.com/jJ4HzaoGAD</a></p>&mdash; Jim Newell (@jim_newell) <a href=\"https://twitter.com/jim_newell/status/776803139118886912\">September 16, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-16T15:26:09.990Z\">at 4.26pm BST</time></p>  </div> <div id=\"block-57dc0dbbe4b0df02df202e8a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T15:21:10.309Z\">4.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Guardian’s Ben Jacobs is inside the ballroom:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/776802220021022720\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Now hearing a general talk about Trump&#39;s &quot;stamina&quot;</p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/776802220021022720\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NoahGrayCNN/status/776801314311380992\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So is this a press conf, or a birther announcement, or a veteran event, or a hotel launch? As of now it&#39;s blend of veteran &amp; hotel event</p>&mdash; Noah Gray CNN (@NoahGrayCNN) <a href=\"https://twitter.com/NoahGrayCNN/status/776801314311380992\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/776801776527958022\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Live footage of Trump&#39;s &quot;press conference&quot; right now if you&#39;re not watching <a href=\"https://t.co/7f37N82G7U\">https://t.co/7f37N82G7U</a></p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/776801776527958022\">September 16, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57dc0d18e4b0a8cdc62385ce\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T15:19:01.349Z\">4.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Multi-disciplinary inter-agency guy says he’s been “totally impressed with Mr Trump’s stamina... and his intellectual curiosity.” And his temperament. “But the thing I’ve been most impressed with is his absolute love for the men and women in uniform.”</p> <p>Does that love extend to paying his taxes? One wonders.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-16T15:53:26.036Z\">at 4.53pm BST</time></p>  </div> <div id=\"block-57dc0ceee4b0c762d480d21a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T15:17:39.017Z\">4.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s another medal of honor winner speaking on behalf of Trump. He was awarded the silver star after service in the Korean war.</p> <p>“I’ve become convinced that our nation needs a multi-displinary inter-agency approach to defeat our enemy,” he begins. This guy’s a Trump voter?</p> </div>   </div> <div id=\"block-57dc0c07e4b0df02df202e86\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T15:14:05.986Z\">4.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Another medal of honor winner speaks, Bob Patterson. He says he’s watched the country “take a complete turnaround from where it was.”</p> <p>“We used to be the shining star on the hill,” he says. </p> <p>“And it’s time we send someone to Washington that knows how to say, ‘you’re fired.’”<br></p> <p>Trump says that.</p> </div>   </div> <div id=\"block-57dc0b6ee4b0df02df202e82\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T15:12:32.020Z\">4.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Thornton speaks. He tells the crowd to stop clapping.</p> <blockquote class=\"quoted\"> <p>I have known Mr Trump since 1986, and when it wasn’t fashionable to support the military... he supported us at that period of time.</p> </blockquote> <p>He says his medal of honor represents everyone and “freedom is not free.” Thornton says life is short. “This election means so much. We do not need any more bureaucratic leadership from Washington DC.</p> <p>“Mr Trump has never failed at anything, because he listens to his advisers, he listens to his people,” Thornton said. Now let’s all go out for a Trump steak at Trump’s casino in Atlantic City.</p> </div>   </div> <div id=\"block-57dc0b1ce4b0a8cdc62385c8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T15:10:33.369Z\">4.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>So that’s who the folks on stage are. Medal of honor recipients who’ve endorsed Trump.</p> <p>Trump introduces Mike Thornton, medal of honor recipient. Thornton is a former Seal. He got the medal of honor for his actions in the Vietnam War.</p> <p>“I’m proud to have him on my team, and also fellow recipient Bob Patterson.”</p> <p>“We have 17 medal of honor recipients, and they’ve all endorsed me for president of the United States.”<br></p> </div>   </div> <div id=\"block-57dc0abfe4b0a8cdc62385c2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T15:07:57.393Z\">4.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s the Trump stream again if you need it:</p>  <figure class=\"element element-embed\" data-alt=\"Trump\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57dc0a6d6add94c00b26690e?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57dc0a93e4b0df02df202e79\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T15:07:34.045Z\">4.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump:</p> <blockquote class=\"quoted\"> <p>I said this will be the best hotel in Washington. I think it really may be one of the best hotels in the world. That’s how it turned out.</p> </blockquote> </div>   </div> <div id=\"block-57dc0a18e4b0c762d480d207\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T15:05:45.767Z\">4.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>OK Trump has materialized.</p> <p>“Nice hotel,” he says. “Under budget and ahead of schedule, isn’t that nice. This is a brand-new ballroom, you only see a small piece of it... we’ll be having our opening ceremony in October. ... it’s such an honor to have our first event.. for medal of honor winners.”</p> </div>   </div> <div id=\"block-57dc09aae4b0c762d480d203\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T15:04:37.121Z\">4.04pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Obama on 'birther' circus: 'we got other things to attend to'</h2>  <div class=\"block-elements\">  <p>Here’s the full text of Obama’s response to ABC’s Jon Karl on the question of whether he was born in the USA:</p> <blockquote class=\"quoted\"> <p>I, Jon, have no reaction and I’m shocked that a question like that has come up at a time when we have so many other things to do. Well, I’m not that shocked actually. It’s fairly typical. We got other things to attend to. I was pretty confident about where I was born. I think most people were as well. My hope would be the presidential elect, election reflects more serious issues than that.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-16T15:06:52.027Z\">at 4.06pm BST</time></p>  </div> <div id=\"block-57dc06f1e4b0df02df202e60\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T14:53:18.752Z\">3.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton this morning has called on Donald Trump to apologize to the president and to the American people for spreading the racist “birther” notion that Barack Obama was not born in the United States.</p> <p>ABC News asked the president whether he is owed an apology, but – <strike> perhaps thankfully for the integrity of the republic – the president did not respond. </strike> (See update below.)</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jonkarl/status/776795398006566912\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I asked <a href=\"https://twitter.com/POTUS\">@POTUS</a> if <a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a> owes him an apology -- he did not answer. <a href=\"https://t.co/WdTvHMhm1S\">pic.twitter.com/WdTvHMhm1S</a></p>&mdash; Jonathan Karl (@jonkarl) <a href=\"https://twitter.com/jonkarl/status/776795398006566912\">September 16, 2016</a></blockquote>  </figure>  <p>Update: The president has commented on his birht.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/morningmoneyben/status/776796041316270081\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Obama, trolling Trump: &quot;I never had any doubt about where I was born.&quot;</p>&mdash; Ben White (@morningmoneyben) <a href=\"https://twitter.com/morningmoneyben/status/776796041316270081\">September 16, 2016</a></blockquote>  </figure>  <p>Sanders gets in on it too:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SenSanders/status/776795152732057600\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">My dad was born in Poland. Do you know how many people ever asked me whether or not I was born in America? Nobody ever asked me that.</p>&mdash; Bernie Sanders (@SenSanders) <a href=\"https://twitter.com/SenSanders/status/776795152732057600\">September 16, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-16T14:55:12.429Z\">at 3.55pm BST</time></p>  </div> <div id=\"block-57dc0219e4b0a8cdc623858c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T14:35:07.003Z\">3.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In an interview Wednesday, the eldest Trump offspring used Holocaust imagery to mount a political attack. He <a href=\"https://www.theguardian.com/us-news/live/2016/sep/15/hillary-clinton-north-carolina-donald-trump-election-live?page=with:block-57daefe3e4b05caf65ecd98c#block-57daefe3e4b05caf65ecd98c\">said</a>:<br></p> <blockquote class=\"quoted\"> <p>The media has been her number one surrogate in this. Without the media, this wouldn’t even be a contest, but the media has built her up. They’ve let her slide on every indiscrepancy, [<em>sic</em>] on every lie, on every DNC game trying to get Bernie Sanders out of this thing. If Republicans were doing that, they’d be warming up the gas chamber right now.</p> </blockquote> <p>Not Trump Jr concedes a “perhaps” “poor choice of words”:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/paigelav/status/776789497253986305\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump, Jr.: The gas chamber comment &quot;was a poor choice of words, perhaps.&quot; <a href=\"https://t.co/X9Fpy9XM3k\">https://t.co/X9Fpy9XM3k</a></p>&mdash; Paige Lavender (@paigelav) <a href=\"https://twitter.com/paigelav/status/776789497253986305\">September 16, 2016</a></blockquote>  </figure>  <p>On Thursday, the Clinton campaign called the comments “insensitive, divisive and reckless”:</p> <blockquote class=\"quoted\"> <p>Donald Trump Jr’s recent comments invoking the use of gas chambers to make a political attack show just how insensitive, divisive, and reckless the Trump campaign is. The bottom line is this – offensive references to the Holocaust are never acceptable, especially from a presidential campaign.</p> </blockquote> </div>   </div> <div id=\"block-57dc00fee4b0df02df202e3c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T14:29:51.428Z\">3.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump has got a lot of people on the stage where he will speak. Who are they? The campaign has yet to send around a list. This hotel just opened and Trump’s appearance serves to advertise that he is open for business in DC – in addition to advancing whatever Trumpism he is going to advance.</p> <p>The Guardian’s Ben Jacobs is at the event.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/776775676187869184\">  <blockquote class=\"twitter-tweet\"><p lang=\"und\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/branding?src=hash\">#branding</a> <a href=\"https://t.co/tVRVFEO8qx\">https://t.co/tVRVFEO8qx</a></p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/776775676187869184\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NYTnickc/status/776779367347318785\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">When you sign into the WiFi at this Trump &quot;press conference,&quot; immediately directed to book a room at his new hotel <a href=\"https://t.co/bGkmkjdGzB\">pic.twitter.com/bGkmkjdGzB</a></p>&mdash; Nick Corasaniti (@NYTnickc) <a href=\"https://twitter.com/NYTnickc/status/776779367347318785\">September 16, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-16T14:38:15.842Z\">at 3.38pm BST</time></p>  </div> <div id=\"block-57dbfd51e4b0a8cdc6238576\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T14:15:30.108Z\">3.15pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Preemptive fact-check: Clinton did not start 'birther' movement</h2>  <div class=\"block-elements\">  <p>While we wait for Trump. He may say that Hillary Clinton started the “birther” movement (his campaign said that last night). That’s not the case. Don’t take our word for it. </p> <p>Consult <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/23/donald-trump/hillary-clinton-obama-birther-fact-check/\">Politifact</a>:</p> <blockquote class=\"quoted\"> <p>There is no record that Clinton herself or anyone within her campaign ever advanced the charge that Obama was not born in the United States. A <a href=\"http://www.factcheck.org/2015/07/was-hillary-clinton-the-original-birther/\">review by our fellow fact-checkers at Factcheck.org</a> reported that no journalist who investigated this ever found a connection to anyone in the Clinton organization.</p> </blockquote> <p>Consult the <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2015/09/23/republicans-are-blaming-hillary-clinton-for-the-birther-movement-thats-wishful-thinking/\">Washington Post</a>:</p> <blockquote class=\"quoted\"> <p> This is simply not true. Clinton’s campaign, one of the most thoroughly dissected in modern history, never raised questions about the future president’s citizenship. The idea that it did is based largely on a series of disconnected actions by<em>supporters</em> of Clinton, mostly in the months between Obama’s reaction to the Jeremiah Wright story and the Democratic National Convention. I know, because I spent/wasted quite a lot of time covering this stuff.</p> </blockquote> <p>Consult <a href=\"http://www.factcheck.org/2015/07/was-hillary-clinton-the-original-birther/\">factcheck.org</a>:</p> <blockquote class=\"quoted\"> <p>But none of those stories suggests any link between the Clinton campaign, let alone Clinton herself, and the advocacy of theories questioning Obama’s birth in Hawaii.</p> </blockquote> <p>We report, you decide. That’s the line, isn’t it? </p> </div>   </div> <div id=\"block-57dbfca2e4b0df02df202e2d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T14:07:56.875Z\">3.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump’s due to speak soon. Here’s a live video stream (apologies for not getting the Clinton stream in earlier, she started earlier than we’d anticipated):</p>  <figure class=\"element element-embed\" data-alt=\"Trump\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57dbeaf86add94c00b2668c2?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57dbfbe6e4b0df02df202e28\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T14:04:54.215Z\">3.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <blockquote class=\"quoted\"> <p>To rise up, but most importantly, to show up at the polls this November. With our power and strength. I know. I believe this or I would not be standing here before you... that together we can build a future, where yes, love trumps hate.</p> </blockquote> <p>She’s out. She coughs a bit at the end.</p> </div>   </div> <div id=\"block-57dbfb75e4b0a8cdc6238569\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T14:03:51.906Z\">3.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton:</p> <blockquote class=\"quoted\"> <p>In many ways, this profound choice is up to the women in this room. African American women turned out to vote more than any other group of Americans in 2012. This year once again you have your hands on the wheel of history and you can write the next chapter of the American story.</p> </blockquote> </div>   </div> <div id=\"block-57dbfa70e4b0c762d480d1c1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T14:02:19.356Z\">3.02pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton: Trump owes Obama and America an apology</h2>  <div class=\"block-elements\">  <p>Clinton:</p> <blockquote class=\"quoted\"> <p>He is feeding into the worst impulses, the bigotry and bias, that lurks in our country. Barack Obama was born in America, plain and simple, and Donald Trump owes him and the American people an apology.</p> <p>Donald Trump looks at president Obama.. he still doesn’t see him as American. Think of how dangerous that is. Think of a person in the Oval Office who traffics in conspiracy theories, and refuses to let them go, no matter what the facts are...</p> <p>Imagine a president who sees a person who doesn’t look like him... and thinks, that person isn’t a real American.</p> <p>Donald Trump is unfit to be president of the United States.</p> <p>We cannot become insensitive to what he says, and what he serves up. We can’t just accept this. We’ve got to stand up to it ... </p> <p>Donald Trump looks at a distinguished federal judge, born in Indiana, and sees a Mexican... he looks at a gold-star family and sees them as Muslims, not patriotic Americans. He looks at women and decides how our looks rate on a scale of 1-10.</p> <p>I look at America, and I see everything...[our diversity is our strength].</p> <p>We know who Donald Trump is. Now it’s time for our country to show who we are.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-16T14:35:39.678Z\">at 3.35pm BST</time></p>  </div> <div id=\"block-57dbfa3be4b0df02df202e1f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T13:58:02.540Z\">2.58pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton: 'we know who Donald is'</h2>  <div class=\"block-elements\">  <p>Clinton:</p> <blockquote class=\"quoted\"> <p>We know who Donald is. For five years he has led the birther movement to delegitimize our first black president. His campaign was founded on this outrageous lie. There is no erasing it in history.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-16T14:36:29.280Z\">at 3.36pm BST</time></p>  </div> <div id=\"block-57dbfa0fe4b0c762d480d1bd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T13:57:10.553Z\">2.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton:</p> <blockquote class=\"quoted\"> <p>I believe every election is important. But this one feels different, doesn’t it? That’s because it is. The next 53 days will shape the next 50 years.</p> </blockquote> </div>   </div> <div id=\"block-57dbf8dce4b0a8cdc6238555\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T13:53:58.272Z\">2.53pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton: 'people deserve something to vote for, not just against'</h2>  <div class=\"block-elements\">  <p>“It goes to show that black women deserve more than a seat at the table. It’s past time that you had a chance to run the meeting,” Clinton says.</p> <p>She’s being continuously applauded.</p> <blockquote class=\"quoted\"> <p>I would not be the Democratic nominee for president of the United States were it not for black women like you ...</p> <p>I’m going to close my campaign the way I began my career all those years ago at the children’s defense fund... I will be focused on opportunities for kids [and families].</p> <p>The American people deserve something to vote for, not just against.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeneps/status/776780474207338496\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Clinton gave an extended tribute to Marian Wright Edelman, closing it: &quot;There is no question I&#39;m here today because of her example&quot;</p>&mdash; Jennifer Epstein (@jeneps) <a href=\"https://twitter.com/jeneps/status/776780474207338496\">September 16, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-16T14:37:04.235Z\">at 3.37pm BST</time></p>  </div> <div id=\"block-57dbf816e4b0a8cdc6238552\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T13:49:09.031Z\">2.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“While your stories may not appear in the history books,” Clinton says, “you are changemakers, the pathbreakers and the ground shakers.”</p> <blockquote class=\"quoted\"> <p>You are proof that yes indeed, black girl magic is real.</p> </blockquote> </div>   </div> <div id=\"block-57dbf79de4b0a8cdc623854d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T13:47:54.988Z\">2.47pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton: finally, GOP 'interested in women's health'</h2>  <div class=\"block-elements\">  <p>The question is moot. Clinton has just started:</p> <p>“The good news is, my pneumonia finally got some Republicans interested in women’s health!” she says. Generous laughs.</p> <blockquote class=\"quoted\"> <p>My instinct was, to push through it. That’s what women do every day... I think it is fair to say that black women have an even tougher road. </p> </blockquote> </div>   </div> <div id=\"block-57dbf747e4b0c762d480d1ad\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T13:45:21.258Z\">2.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Both Clinton’s and Trump’s events are scheduled to start at 10pm. We’ll provide lives streams for both.</p> <p>Which one should we take in in real time? </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TeeMcSee/status/776777844601065472\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Dueling events. Clinton at Black Women’s Agenda summit. Trump doing Trump. Which should blog take in in real time?</p>&mdash; Tom McCarthy (@TeeMcSee) <a href=\"https://twitter.com/TeeMcSee/status/776777844601065472\">September 16, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57dbde0ee4b067ad300885ba\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T13:20:56.201Z\">2.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello, and welcome to our live-wire coverage of the 2016 race for the White House. Hillary Clinton is scheduled to attend a Black Women’s Agenda Annual Symposium Workshop &amp; Awards Luncheon in Washington DC today. Michelle Obama will campaign for Clinton in Fairfax, Virginia. Donald Trump has an event this morning at his new hotel in Washington DC, and one this evening in Miami. </p> <h2>Campaigns tangle on ‘birther’ issue</h2> <p>Trump said on Fox News this morning that he plans to make a statement today on whether Barack Obama was born in the US. On Thursday, his campaign released a statement asserting the candidate believed that. <a draggable=\"true\" href=\"https://twitter.com/kylegriffin1/status/776751378056220672\">This morning his eldest son</a>, Donald Trump Jr, who – oh bash it, let’s hear what Bernie Sanders thinks:</p> <h2>Sanders: ‘This is pathetic’</h2>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kylegriffin1/status/776758449975726081\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Sanders mocks Trump for alleged shift on birther position, says Trump&#39;s campaign is about &quot;bigotry&quot;: <a href=\"https://t.co/aQjmXPTfrn\">https://t.co/aQjmXPTfrn</a></p>&mdash; Kyle Griffin (@kylegriffin1) <a href=\"https://twitter.com/kylegriffin1/status/776758449975726081\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MarkHalperin/status/776748899902033920\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Asked by <a href=\"https://twitter.com/MariaBartiromo\">@MariaBartiromo</a> if <a href=\"https://twitter.com/BarackObama\">@BarackObama</a> was born in the US, Trump says he will make statement today: &quot;We have to keep the suspense going&quot;</p>&mdash; Mark Halperin (@MarkHalperin) <a href=\"https://twitter.com/MarkHalperin/status/776748899902033920\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/776749248943628289\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Remember: Trump, the Birther-in-Chief, still refuses to even release his own tax returns and real medical records. <a href=\"https://t.co/BgtM199Ncg\">pic.twitter.com/BgtM199Ncg</a></p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/776749248943628289\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RalstonReports/status/776607660145651712\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Birtherism is as toxic as anything to come along in this country in a long time. Trump should be forced to own it or denounce it. Himself.</p>&mdash; Jon Ralston (@RalstonReports) <a href=\"https://twitter.com/RalstonReports/status/776607660145651712\">September 16, 2016</a></blockquote>  </figure>  <h2>Reid smacks Trump</h2> <p>After Trump <a href=\"https://twitter.com/costareports/status/776567007009443840?lang=en\">taunted him</a> for a workout injury that blinded him in one eye, Senate minority leader Harry Reid, who called Trump a “human leech” on the Senate floor on Thursday, has continued to attack Trump with a <a href=\"http://www.politico.com/tipsheets/playbook/2016/09/exclusive-reid-responds-to-trump-costa-driving-the-day-boehners-new-450k-gig-obama-makes-fruitless-tpp-push-bdays-josh-benson-jason-zengerle-216350\">statement obtained by Politico</a> in which Reid calls Trump a “con artist” and says:</p> <blockquote class=\"quoted\"> <p>Donald Trump can make fun of the injury that crushed the side of my face and took the sight in my right eye all he wants – I’ve dealt with tougher opponents than him. I may not be able to see out of my right eye, but with my good eye, I can see that Trump is a man who inherited his money and spent his entire life pretending like he earned it. In Searchlight, we learned a thing or two about hard work that Trump may not have learned at his boarding school. Trump rips off working people with scams like Trump University. And while the people he ripped off suffer, Trump sits at the posh resort he bought with his daddy’s money, with no understanding of the misery he caused.</p> </blockquote> <h2>Kasich: ‘very unlikely’ he’d vote for Trump</h2> <p>Can the popular Ohio governor herd voters in his crucial swing state (no Republican has won the presidency without Ohio) away from Trump? <a href=\"https://www.theguardian.com/us-news/2016/sep/14/trump-ohio-poll-leads-hillary-clinton\">It does not seem to have been working so far</a>. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kylegriffin1/status/776748815680430080\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">John Kasich: &quot;Very unlikely&quot; he&#39;ll vote for Trump, says there&#39;s &quot;too much water under the bridge.&quot; <a href=\"https://t.co/J5ZslFWo0g\">https://t.co/J5ZslFWo0g</a></p>&mdash; Kyle Griffin (@kylegriffin1) <a href=\"https://twitter.com/kylegriffin1/status/776748815680430080\">September 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-image\" data-media-id=\"a11bc322d15b418c857f05cb5b3a27419f3776f0\"> <img src=\"https://media.guim.co.uk/a11bc322d15b418c857f05cb5b3a27419f3776f0/0_0_1500_948/1000.png\" alt=\"Polling averages in a two-way race in Ohio.\" width=\"1000\" height=\"632\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Polling averages in a two-way race in Ohio.</span> <span class=\"element-image__credit\">Photograph: Huffpost Pollster</span> </figcaption> </figure>  <p>Thanks for reading, and please join us in the comments.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MattMackowiak/status/776619326862299136\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The single most surprising news from Trump&#39;s health records release was that his most recent colonoscopy did not find Sean Hannity.</p>&mdash; Matt Mackowiak (@MattMackowiak) <a href=\"https://twitter.com/MattMackowiak/status/776619326862299136\">September 16, 2016</a></blockquote>  </figure> </div>   </div>",
  "<div id=\"block-57dc5f4ee4b0df02df202fde\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T21:24:43.463Z\">10.24pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">1. Hot fiery cauldron of nonsense</h2>  <div class=\"block-elements\">  <p>Donald Trump called a news conference, bragged about a hotel and then tried to walk back five years of racially charged questioning of Barack Obama’s birthplace with a lie that Hillary Clinton started it.</p> <p><a href=\"https://www.theguardian.com/us-news/live/2016/sep/16/donald-trump-barack-obama-birther-movement-election-live?page=with:block-57dbfd51e4b0a8cdc6238576#block-57dbfd51e4b0a8cdc6238576\">Fact-check: Clinton did not start it</a></p>  <figure class=\"element element-image\" data-media-id=\"3a4cde95e1ae9febb28c4e3284d0d989e06db3e0\"> <img src=\"https://media.guim.co.uk/3a4cde95e1ae9febb28c4e3284d0d989e06db3e0/0_122_3666_2200/1000.jpg\" alt=\"Trump was joined by military vets who back him.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Trump was joined by military vets who back him.</span> <span class=\"element-image__credit\">Photograph: Shawn Thew/EPA</span> </figcaption> </figure> </div>   </div> <div id=\"block-57dc5f40e4b0df02df202fdd\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T21:24:28.773Z\">10.24pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">'I finished it'</h2>  <div class=\"block-elements\">  <blockquote class=\"quoted\"> <p>Hillary Clinton and her campaign of 2008 started the birther controversy. I finished it. I finished it. You know what I mean. President Barack Obama was born in the United States, period. Now we all want to go back to making America strong again.</p> </blockquote> <p>– Donald Trump</p> </div>   </div> <div id=\"block-57dc5f2fe4b0c762d480d36e\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T21:24:18.843Z\">10.24pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">2. Then the news conference ended and the stage collapsed</h2>  <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/gabriellahope_/status/776838486645174273\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;I would build a great wall, and nobody builds walls better than me&quot; <a href=\"https://t.co/A537dShcnl\">pic.twitter.com/A537dShcnl</a></p>&mdash; Gabby Morrongiello (@gabriellahope_) <a href=\"https://twitter.com/gabriellahope_/status/776838486645174273\">September 16, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57dc5eb6e4b0c762d480d36d\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T21:24:10.166Z\">10.24pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">3. What convinced Trump?</h2>  <div class=\"block-elements\">  <p>Trump, whose slime trail of birtherism is well documented (click below), did not explain what had finally changed his mind. Asked for a reaction, Obama shrugged: “I was pretty confident about where I was born. I think most people were as well.”</p> <p><a href=\"https://twitter.com/timkaine/status/776797410760790016?ref_src=twsrc%5Etfw\">Trump: the ‘birther’ evangelist</a></p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"b03e54edef662afa6408ee42f5dae75e4f0a5d2e\"> <img src=\"https://media.guim.co.uk/b03e54edef662afa6408ee42f5dae75e4f0a5d2e/0_118_5246_3149/1000.jpg\" alt=\"Reporters trying to ask Trump a question. Ignored.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Reporters trying to ask Trump a question. Ignored.</span> <span class=\"element-image__credit\">Photograph: Evan Vucci/AP</span> </figcaption> </figure> </div>   </div> <div id=\"block-57dc5e16e4b0c762d480d36a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T21:23:52.542Z\">10.23pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">4. Clinton: not so fast</h2>  <div class=\"block-elements\">  <p>Clinton blasted Trump for hypocrisy and race-baiting. “Trump has spent years peddling a racist conspiracy aimed at undermining the first African American president,” she tweeted. “He can’t just take it back.”</p> <p><a href=\"https://twitter.com/HillaryClinton/status/776826575161614336\">Clinton tweetstorms Trump</a></p>  <figure class=\"element element-image\" data-media-id=\"645d0c5a416160867457f784202c443ac16956eb\"> <img src=\"https://media.guim.co.uk/645d0c5a416160867457f784202c443ac16956eb/0_120_4096_2458/1000.jpg\" alt=\"‘What Trump just did is a disgrace’.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘What Trump just did is a disgrace’.</span> <span class=\"element-image__credit\">Photograph: Jim Lo Scalzo/EPA</span> </figcaption> </figure> </div>   </div> <div id=\"block-57dc5e01e4b0a8cdc6238722\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T21:23:42.373Z\">10.23pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">'Can't be undone'</h2>  <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/776831079726604288\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Trump’s birtherism stems from the same innate beliefs that led to discriminating against black tenants early in his career. Can&#39;t be undone.</p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/776831079726604288\">September 16, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57dc5df4e4b0a8cdc6238721\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T21:23:37.617Z\">10.23pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">5. Become a Guardian member</h2>  <div class=\"block-elements\">  <p>It might take just a minute to catch up on the latest campaign news. But good journalism takes time and costs money. If you like the Guardian’s unique politics coverage, please consider <a href=\"https://membership.theguardian.com/supporter?INTCMP=mem_us_ed_cc_copy\">joining us</a> by becoming a member for only $4.99 a month. Thanks for reading!</p> <p><a href=\"https://membership.theguardian.com/supporter?INTCMP=mem_us_ed_cc_copy\">Become a Guardian member</a></p> </div>   </div> <div id=\"block-57dc5dafe4b0df02df202fd7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T21:23:31.025Z\">10.23pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">6. Shut out of debates</h2>  <div class=\"block-elements\">  <p>The commission on presidential debates said neither Libertarian candidate Gary Johnson nor Green party candidate Jill Stein had cleared the threshold for inclusion in the debates. The candidates cried foul.<br></p> <p><a href=\"https://www.theguardian.com/commentisfree/2016/sep/16/always-be-donald-trump-truth-politics-post-fact-world\">Young voters must stop Trump</a></p>  <figure class=\"element element-image\" data-media-id=\"afc1eea572379be69c78eac66ba13c60fcd4f8ff\"> <img src=\"https://media.guim.co.uk/afc1eea572379be69c78eac66ba13c60fcd4f8ff/0_52_4890_2934/1000.jpg\" alt=\"Setback for Johnson.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Setback for Johnson.</span> <span class=\"element-image__credit\">Photograph: Scott Morgan/AP</span> </figcaption> </figure> </div>   </div> <div id=\"block-57dc5d8ae4b0a8cdc6238720\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T21:23:22.984Z\">10.23pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">'Tired of rigged systems'</h2>  <div class=\"block-elements\">  <blockquote class=\"quoted\"> <p>I would say I am surprised that the CPD has chosen to exclude me from the first debate, but I’m not … Americans are tired of rigged systems and the monopoly on debates created by the CPD is a prime and skillfully executed example.</p> </blockquote> <p>– Libertarian party presidential nominee Gary Johnson</p> </div>   </div> <div id=\"block-57dc5d72e4b0a8cdc623871f\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T21:23:14.437Z\">10.23pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">7. New Trump hotel full of stuff made in China</h2>  <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/American_Bridge/status/776809016441737216\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The Trump Hotel is filled with items that were made everywhere but America. Here, a lamp made in China. <a href=\"https://t.co/emyAg8yxLY\">pic.twitter.com/emyAg8yxLY</a></p>&mdash; American Bridge (@American_Bridge) <a href=\"https://twitter.com/American_Bridge/status/776809016441737216\">September 16, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57dc5d2ae4b0a8cdc623871d\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T21:23:07.986Z\">10.23pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">8. Kasich: ‘very unlikely’ to vote Trump</h2>  <div class=\"block-elements\">  <p>Ohio governor John Kasich, a Republican whose state Trump needs to win the White House, said it was “very unlikely” he would vote for Trump. He also said: “It’s very, very likely I will not” vote for Trump.</p> <p><a href=\"https://www.theguardian.com/us-news/video/2016/sep/16/donald-trump-barack-obama-birther-video\">Video: Trump’s admission</a></p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"9f2d71cddafc389ad66935274a7ac285083ebf42\"> <img src=\"https://media.guim.co.uk/9f2d71cddafc389ad66935274a7ac285083ebf42/0_267_4367_2622/1000.jpg\" alt=\"Gentler times.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gentler times.</span> <span class=\"element-image__credit\">Photograph: Mary Altaffer/AP</span> </figcaption> </figure> </div>   </div> <div id=\"block-57dc5d1ce4b0df02df202fd5\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T21:22:55.477Z\">10.22pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">... and another thing:</h2>  <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TomLlamasABC/status/776835709529382913\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Just asked <a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a> if he was going to now apologize to <a href=\"https://twitter.com/POTUS\">@POTUS</a>. He dodged my question twice. <a href=\"https://twitter.com/ABCPolitics\">@ABCPolitics</a> <a href=\"https://t.co/5nIxcfmefh\">pic.twitter.com/5nIxcfmefh</a></p>&mdash; Tom Llamas (@TomLlamasABC) <a href=\"https://twitter.com/TomLlamasABC/status/776835709529382913\">September 16, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57dc5d0ee4b0a8cdc623871c\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T21:22:45.414Z\">10.22pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">... and another thing:</h2>  <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Clare_OC/status/776870297983127552\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Oh, she pinned it. Team <a href=\"https://twitter.com/HillaryClinton\">@HillaryClinton</a> is not playing today. (Nor should they. This shit is scary.) <a href=\"https://t.co/USVCUDEXFG\">pic.twitter.com/USVCUDEXFG</a></p>&mdash; Clare O&#39;Connor (@Clare_OC) <a href=\"https://twitter.com/Clare_OC/status/776870297983127552\">September 16, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57dc5d02e4b0a8cdc623871a\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T21:22:31.865Z\">10.22pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">... and another thing:</h2>  <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/timkaine/status/776797410760790016\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">It&#39;s been 5 years, and Trump&#39;s still pushing the notion that <a href=\"https://twitter.com/POTUS\">@POTUS</a> isn&#39;t American. <a href=\"https://t.co/TApNqSOcvN\">pic.twitter.com/TApNqSOcvN</a></p>&mdash; Senator Tim Kaine (@timkaine) <a href=\"https://twitter.com/timkaine/status/776797410760790016\">September 16, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57dc5cdfe4b0a8cdc6238719\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T21:22:22.047Z\">10.22pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">... and another thing:</h2>  <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/reidepstein/status/776876495788765184\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A video of Rob Portman doing the chicken dance <a href=\"https://t.co/OiA7aq897e\">pic.twitter.com/OiA7aq897e</a></p>&mdash; Reid J. Epstein (@reidepstein) <a href=\"https://twitter.com/reidepstein/status/776876495788765184\">September 16, 2016</a></blockquote>  </figure> </div>   </div>",
  "<p>Donald Trump on Friday attempted to resolve an issue that is thought to have caused him significant damage with minority voters by admitting that Barack Obama was born in the US after years of promoting false claims that the US president was born in Kenya. <br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2016/sep/16/donald-trump-barack-obama-birther-movement-election-live\">Trump finally admits Obama was born in the US – campaign live</a> </p> </aside>  <p>But the Republican presidential candidate continued to falsely claim that his Democratic rival Hillary Clinton was behind the conspiracy theory. </p> <p>Speaking in the presidential ballroom of his new luxury hotel in Washington, Trump boasted about his new establishment, trotted out over a half-dozen generals to fawn over him and then almost casually remarked that he now thinks the president was born in the US, before walking swiftly away in what bore more resemblance to a dog and pony show than a campaign event.</p> <p>Trump finally said the words “President Barack Obama was born in the United States, period” after <a href=\"http://www.usatoday.com/story/news/politics/elections/2016/05/05/fact-check-hillary-clinton-donald-trump-birther-movement-obama/83968036/\">falsely blaming</a> Hillary Clinton’s 2008 campaign for starting the rumor, an accusation that <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2016/05/06/donald-trumps-ridiculous-claim-that-hillary-clinton-started-the-birther-movement/?tid=a_inl\">the Washington Post’s fact-checker called</a> “ridiculous”.</p> <p>Although Trump’s campaign released a statement on the topic last night, the Republican nominee had never publicly acknowledged that Obama was born in the US.</p> <p>Trump had long fanned the flames of this conspiracy theory, known as “birtherism”. He spent much of spring 2011 <a href=\"http://www.nytimes.com/2016/07/03/us/politics/donald-trump-birther-obama.html?_r=0\">garnering media attention</a> by constantly claiming without any evidence that Obama might have born overseas. The allegations that Obama, who was born in Honolulu on 4 August 1961, was born in Kenya have long been considered a racist dogwhistle.</p> <p>Although his campaign said in the statement sent late night: “In 2011, Mr Trump was finally able to bring this ugly incident to its conclusion by successfully compelling President Obama to release his birth certificate,” Trump has repeatedly questioned the circumstances of Obama’s birth since then. </p> <p>As recently as 2014, Trump<a href=\"https://www.buzzfeed.com/andrewkaczynski/trump-questioned-obama-birth-certificate-in-2014-despite-cam?utm_term=.csvXxGMzl#.yiQ0nqz5E\"> suggested</a> that Obama’s birth certificate was faked, and in 2013 <a href=\"https://twitter.com/realDonaldTrump/status/411247268763676673?ref_src=twsrc%5Etfw\">he even suggested</a> that the late state health official who certified the birth certificate had been murdered. In an interview published on Thursday in the Washington Post, Trump hedged on the question, saying: “I’ll answer that question at the right time. I just don’t want to answer it yet.”</p> <p>His answer on Friday was limited to only a few seconds at the end of 40-minute event, which was inaccurately billed as a press conference and then as Trump finally addressing the topic of Obama’s birthplace. </p> <p>Instead, it was as CNN anchor Jake Tapper called it, a “rick roll”, analogizing it to the internet practice of sending a email promising one thing and <a href=\"https://www.youtube.com/watch?v=dQw4w9WgXcQ\">replacing it with a link</a> to the 1987 Rick Astley music video for Never Going to Give You Up.</p> <p>Trump started the event by praising his new hotel, stating: “I think when this hotel opens – one of the best hotels anywhere in the world … I really think this will be the best hotel in Washington.” He was followed by a parade of former generals and Medal of Honor recipients who repeatedly lauded Trump in glowing terms, all aired live on cable television. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/16/donald-trump-barack-obama-birther-theory-video\"            data-short-url=\"https://gu.com/p/53bhd\"                    data-show-ads=\"true\"            data-video-id=\"2724745\"            data-video-name=\"A short history of Donald Trump's 'birther' conspiracy – video\"            data-video-provider=\"ABC/The View, NBC/Today show, PBS Newshour, Donald Trump/YouTube, MSNBC\"            > <video data-media-id=\"gu-video-57dc5c11e4b0df02df202fd1\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/16/160916birther_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/16/160916birther.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/16/160916birther_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/16/donald-trump-barack-obama-birther-theory-video\">Donald Trump’s birther comments: a short history</a></figcaption> </figure>   <p>Only then did Trump address the matter at hand. “Now, not to mention her in the same breath, but Hillary Clinton and her campaign of 2008 started the birther controversy,” he said. “I finished it. I finished it. You know what I mean, President Barack Obama was born in the United States, period. Now we all want to get back to making America strong and great again. Thank you.” </p> <p>Trump concluded his remarks as reporters, separated from the podium by six rows of Trump supporters attending as spectators, attempted to ask questions.</p> <p>The spectacle happened as rival Clinton spoke only a few blocks away at the Black Women’s Agenda symposium, held at a downtown hotel. </p> <p>Clinton said that “there is no erasing” Trump’s role in spreading the “birther” gospel. “For five years he has led the birther movement to delegitimize our first black president,” she said. “His campaign was founded on this outrageous lie.</p> <p>“He is feeding into the worst impulses, the bigotry and bias, that lurks in our country. Barack Obama was born in America, plain and simple, and Donald Trump owes him and the American people an apology.”</p> <p>Pausing frequently for rounds of enthusiastic clapping, Clinton thanked the group for boosting her candidacy in the primary season and said a strong turnout by African American women could tip the election in her favor.</p> <p>“In many ways, this profound choice is up to the women in this room,” she said. </p> <p>“African American women turned out to vote more than any other group of Americans in 2012. This year, once again, you have your hands on the wheel of history and you can write the next chapter of the American story.”</p> <p>Her campaign manager, Robby Mook, said in a statement: “Trump’s actions today were disgraceful. After five years of pushing a racist conspiracy theory into the mainstream, it was appalling to watch Trump appoint himself the judge of whether the President of the United States is American.</p> <p>“This sickening display shows more than ever why Donald Trump is totally unfit be president.”</p> <p>When asked about Trump’s views on his birthplace earlier in the day, Obama told reporters: “I’m shocked that a question like that has come up at a time when we have so many other things to do.”</p> <p>He added: “Well, I’m not that shocked actually. It’s fairly typical. We got other things to attend to. I was pretty confident about where I was born. I think most people were as well. My hope would be the presidential election reflects more serious issues than that.”</p>",
  "<p>All real Donald Trump press releases sound like they were composed of lines cut from satirical Donald Trump press releases. Even by those standards, however, you have to admire how his <a href=\"https://www.theguardian.com/us-news/2016/sep/16/donald-trump-campaign-admits-barack-obama-was-born-in-us\" title=\"\">campaign’s latest effort</a> on the enduring non-mystery of Barack Obama’s birthplace ascends to its point: “In 2011, Mr Trump was finally able to bring this ugly incident to its conclusion by successfully compelling President Obama to release his birth certificate,” this hallucinates. “Mr Trump did a great service to the president and the country by bringing closure to the issue that Hillary Clinton and her team first raised. Inarguably, Donald J Trump is a closer.”</p> <p><a href=\"https://www.youtube.com/watch?v=wVQPY4LlbJ4\" title=\"\">Always. Be. Closing</a>. Still: was that an argument, or a performance of Glengarry Glen Dross? By any relevant yardstick, it doesn’t matter. Like the 90s or herpes simplex, <a href=\"https://en.wiktionary.org/wiki/birtherism\" title=\"\">birtherism</a> is back, if it ever even went out of fashion. What did go out of style, as is remarked upon several thousand times daily, is truth in politics. Is it terminal? Will truth in politics ever come back into fashion?</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/10/jd-vance-hillbilly-elegy-donald-trump-us-white-poor-working-class\">How Donald Trump seduced America’s white working class | JD Vance</a> </p> </aside>  <p>Its influence has certainly contracted at such a rate that it seems reasonable to imagine the imminent establishment of the Spherical Earth Society. Membership of <a href=\"http://www.theflatearthsociety.org/home/\" title=\"\">the Flat Earth Society</a> – which maintained that the Earth was not a globe, despite absolutely overwhelming evidence to the contrary – is said to have <a href=\"https://en.wikipedia.org/wiki/Modern_flat_Earth_societies\" title=\"\">peaked in the mid-1990s</a> at about 3,500. At the current pace of decline, there is every chance that the Spherical Earth Society could hope for similar numbers by 2025. We must picture these last few pitied or ridiculed souls as a community who stubbornly trade political statistics and facts, despite the absolutely overwhelming evidence that such things are of sublime irrelevance in the modern era.</p> <p>As someone who still covets the wisdom of age, and always hopes to belatedly acquire the wisdom having banked the age (I am 42), I have not enjoyed watching so many of the righteous public figures I have long admired fail to make any headway in pushing back against Trump’s post-fact world. They seem so … impotent.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/16/jimmy-fallon-messes-up-trumps-famous-hairdo-on-the-tonight-show-video\"            data-short-url=\"https://gu.com/p/5393a\"                    data-show-ads=\"true\"            data-video-id=\"2722906\"            data-video-name=\"Jimmy Fallon messes up Trump's famous hairdo on The Tonight Show – video\"            data-video-provider=\"The Tonight Show with Jimmy Fallon\"            > <video data-media-id=\"gu-video-57db87b5e4b05caf65ecdb77\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/16/160916trumptussled_h264_publish.mp4\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572817&amp;format=video/m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572817&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/16/jimmy-fallon-messes-up-trumps-famous-hairdo-on-the-tonight-show-video\">Jimmy Fallon messes up Trump’s famous hairdo on The Tonight Show</a></figcaption> </figure>   <p>Don’t get me wrong – it doesn’t mean their immense experience is a joke or that they’re wrong or misguided to try. Far from it. That an American psycho stands but one remove from the White House is as deadly serious as it gets, and those opposed to Trump’s hideous and historically ominous ideology must do everything they can to stop him. I do not mean to sound defeatist. But I am constantly staggered at how staggeringly ineffectual those who were once the best and the brightest are in the face of post-fact posturing.</p> <p>I wish it were otherwise, but there is something very dating about the mere act of engaging with Trump’s lies, like watching a respected comedian misfire with an out-of-touch bit about Snapchat. To watch a pundit even begin to pick apart that birther non-apology is to watch a human being age 10 years on screen in the time it takes to get to “Donald J Trump is a closer”. You might as well have a Socratic debate with a fart.</p> <p>A decade or so ago, I remember reading a statistic about how pretty much everyone under a certain cut-off age instinctively rang doorbells with their thumb – raised on games consoles and mobile phones and whatnot – while pretty much everyone over the age still used an index finger. I detect something of that quaint chasm now when I watch even political idols rebutting Trump.</p> <p><a href=\"https://en.wikipedia.org/wiki/David_Simon\" title=\"\">The brilliant David Simon</a>, creator of The Wire, on Thursday seemed to be agreeing with the <a href=\"http://www.jeffpearlman.com/\" title=\"\">author Jeff Pearlman</a> that the downsizing of journalism was responsible for “terrible” coverage of the election. “You can hire 22-year-olds to write,” Pearlman lamented, “but can they report?” “Or think about what they are reporting or not reporting,” added Simon, “and why.” I know what they mean. But with the greatest of respect to these viewpoints, I can’t help feeling that a good portion of our best hope for countering Trumpvision lies in the hands of that younger (to me) generation, who reflexively seem to understand what in the name of insanity is happening now far better than their elders, and increasingly seem more likely to find a way of countering it.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=dQw4w9WgXcQ\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/dQw4w9WgXcQ?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption><a href=\"https://www.youtube.com/watch?v=dQw4w9WgXcQ\">Rick Astley: Never Gonna Give You Up</a></figcaption> </figure>   <p>Youth isn’t always wasted on the young, and even the most self-regarding old hands must concede that Trump has almost all of them looking flatfooted. Please think fondly of that exchange in the Simpsons, where a hack says to Bart after some impudence: “I’m an investigative reporter who’s on the road&#xa0;a lot, and uh, I must say that in my day, we didn’t talk to our elders like that.” “Well,” replies Bart, “this is my day,&#xa0;and&#xa0;we do.”</p> <p>Perhaps truth in politics will have some of its status restored in the event of a Hillary Clinton win. Perhaps truth in politics will return ironically, like dad jeans or <a href=\"https://www.theguardian.com/music/2016/apr/04/rick-astley-live-review\" title=\"\">Rick Astley</a>. Whether truth will ever be the market leader again, however, seems less certain with every hour of this mesmerically modern US presidential campaign (just as it did, in a smaller and even more post-imperial kinda way, during the Brexit referendum).</p> <p>Then again, perhaps anxiety about the absence of truth is far older than we neophytes care to imagine, there being precisely nothing new under the sun. “If truth be not fled with Astraea,” remarked Jonathan Swift all the way back in 1711, “she is certainly as hidden as the source of the Nile itself, and can be found only in Utopia.” Perhaps she can once again be found in the 24-hour political news cycle – though at present, you certainly wouldn’t rule it in.</p>",
  "<p>Iran has fully complied with its commitments under last year’s landmark nuclear agreement, but eight months after the official removal of sanctions, the west is failing to deliver on its promises, the country’s vice president has told the Guardian. </p> <p>Ali Akbar Salehi, the head of the country’s Atomic Energy Organisation, said that if the agreement was to remain intact, both sides had to meet their commitments. </p> <p>The US-educated scientist, who also served as a former foreign minister of Iran, was the second most senior Iranian negotiator in nearly two years of talks between Tehran and world’s six leading powers that led to the final nuclear accord, known as the <a href=\"https://www.theguardian.com/us-news/video/2015/jul/23/john-kerry-defends-nuclear-deal-video\">joint comprehensive plan of action (JCPOA), in Vienna in July</a> 2015. The deal was implemented in January, and <a href=\"https://www.theguardian.com/world/2016/jan/17/iranians-jubilant-first-day-without-sanctions-president-rouhani\">triggered the removal of sanctions</a>. </p> <p>“As has been stated by the International Atomic Energy Agency (IAEA), Iran has remained committed to its commitments,” Salehi said. “While the other side – it’s very clear now to public opinion and it’s not a secret – has not really delivered on the promises; that the <a href=\"https://www.theguardian.com/commentisfree/2016/jan/17/the-guardian-view-on-the-end-of-sanctions-against-iran-hope-for-a-new-start\">sanctions would be removed</a> and that banking transactions would go back to normal, that trade would speed up and economic relations would be enhanced. These have not been materialised to the extent that we expected.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/jan/17/the-guardian-view-on-the-end-of-sanctions-against-iran-hope-for-a-new-start\">The Guardian view on the end of sanctions against Iran: hope for a new start | Editorial</a> </p> </aside>  <p>Salehi, who speaks fluent English, dealt with the technical aspect of the agreement while negotiating with his US counterpart, <a href=\"https://www.theguardian.com/science/political-science/2015/apr/08/ernest-moniz-and-the-physics-of-diplomacy\">Ernest Moniz</a>, who, like Salehi, studied at the Massachusetts Institute of Technology. The Iranian vice president, who was in London to speak at the World Nuclear Association symposium, also met on Thursday with the chancellor of the exchequer, <a href=\"http://www.theguardian.com/politics/philip-hammond\">Philip Hammond</a>, who negotiated with Iran while he was the foreign secretary under David Cameron.</p> <p>Although nuclear-related sanctions were lifted in January, <a href=\"https://www.theguardian.com/world/2016/jan/24/europes-big-banks-remain-wary-doing-business-with-iran\">big European banks remain reluctant</a> to do business with Iran. European banks are concerned about existing US sanctions relating to terrorism as well as uncertainty in the US before the election of a new president.</p> <p>Salehi said he had a good relationship with Hammond and that the chancellor had sounded positive during their meeting. “He stated that they have this file on their agenda, and that they are pursuing the issue very seriously, and they are trying to improvise ways and means that would remove the impediments that lie ahead of this banking cooperation with Iran,” he said</p> <p>The banking issue has prevented Iran from capitalising on the interest shown by western businesses in returning to the country, or finalising lucrative deals with the west, such as the purchase of planes from Airbus and Boeing. Iran’s central bank chief <a href=\"https://www.theguardian.com/world/2016/may/20/iran-still-locked-out-of-global-financial-system-says-central-bank-chief\">told the Guardian in May</a> that Tehran was still locked out of global financial system. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/may/20/iran-still-locked-out-of-global-financial-system-says-central-bank-chief\">Iran still locked out of global financial system, says central bank chief</a> </p> </aside>  <p>Salehi said the nuclear agreement was in the interest of both Iran and the west and that it would be a pity if it was derailed. “JCPOA can set up a new political and diplomatic paradigm in resolving major international crises, so it’s incumbent upon both sides to do their best, to keep the integrity of this deal and not let it break down.”</p> <p>The Iranian vice president, who views the nuclear deal as a diplomatic success, warned about attempts to rewrite the nuclear deal and impose excessive demands. “We see, on and off, that there are some demands from the other side, that those demands go to some extent beyond the JCPOA. At the same time, we see that the other side has not fully delivered its promises, like the issue of big banking doing business with Iran ... If there is a demand of overcompliance then things would get more complicated.”</p> <p>Salehi also attended a meeting with journalists and diplomats at the European Council on Foreign Relations in London, where he said harder times might be facing the Iran nuclear agreement in the light of the US presidential campaign. </p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>There are hints to do away or to rewrite the deal, and on the other hand, to unilaterally impose excessive oversighting</p> <footer> <cite>Ali Akbar Salehi</cite> </footer> </blockquote> </aside>  <p>“There are hints to do away [with] or to rewrite the deal, and on the other hand, to unilaterally impose excessive oversighting and overcompliance to the point of Iran’s discouragement and ultimate submission,” he warned. “Our supreme leader once stated: ‘The Islamic republic will not primarily breach the deal,’ but at the same time, I do not overrule the threats that may endanger the deal.” </p> <p>Salehi refused to comment on the presidential candidacy of Donald Trump, saying it was an internal issue of another country. “The political credibility of the US will be undermined if they take any measures that would jeopardise the JCPOA – to best of my knowledge the European Union is very supportive and Chinese and Indians and [the rest of] the international community are all very happy,” he said.</p> <p>He believed the JCPOA would remain untouched but he also said he was crossing his fingers. “The world would be safer if, besides contemplating peace, we endeavour to attain it.”</p> <p>The fate of the nuclear agreement will affect the next presidential elections in Iran, which are scheduled for spring next year. <a href=\"https://www.theguardian.com/world/2016/jul/13/polling-gives-a-dark-forecast-for-iranian-president-hassan-rouhani\">President Hassan Rouhani</a> is seeking re-election and opponents, including former president <a href=\"https://www.theguardian.com/world/mahmoud-ahmadinejad\">Mahmoud Ahmadinejad</a>, have indicated their willingness to challenge him. Rouhani would have to show Iranians tangible relief from sanctions if he is to maintain their support.</p> <p>Relations between Tehran and London have significantly improved since the nuclear agreement, with both sides <a href=\"https://www.theguardian.com/world/2016/sep/05/britain-iran-appoint-first-ambassadors-since-2011-nazanin-zaghari-ratcliffe\">appointing new ambassadors</a> in their respective capitals this month after nearly a five-year hiatus. </p>",
  "<p>To boost Donald Trump’s prospects of becoming president, the National Rifle Association is poised to pour more than $15m into ads in several battleground states to defeat Hillary Clinton, the most vocal pro-gun-control presidential candidate in years, according to an NRA board member.</p> <p>The NRA has already plowed almost $6.5m into TV spots in several key states bashing Clinton and one NRA board member told the Guardian that the pro-gun goliath will spend “multiples” of that figure by election day on the presidential contest.</p> <p>Next week, the NRA is slated to launch another seven-figure round of TV ads in Nevada, North Carolina, Ohio and Pennsylvania. Last month, the NRA made a $3m ad buy in these states that branded Clinton as a “hypocrite” for accepting secret service protection, while calling for more gun control, which the ad charged “would leave you defenseless”. An earlier NRA ad buy attacked Clinton on Benghazi.</p> <p>In 2012, the NRA spent $15m in the hope of making Barack Obama a one-term president, and this year’s spending to defeat Clinton is expected to surpass that sum, according to the board member and another NRA source. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/jul/06/gun-control-activists-dc-rally-nra-congress\">Gun control activists at DC rally pledge to vote NRA supporters out of Congress</a> </p> </aside>  <p>The five million-member NRA’s embrace of Trump, who once backed more gun control measures, has been spurred in part by its intense fear of a Clinton presidency. </p> <p> Democrats running for president have traditionally shown “trepidation” about calling for more gun control, notes Matt Schlapp, the chairman of the American Conservative Union. But this year, Schlapp told the Guardian, “the NRA and gun enthusiasts are faced with the specter of a Democrat running for the White House embracing additional gun control”.</p> <p>The NRA disdains Clinton’s advocacy of moderate gun control measures –including expanding background checks on gun purchases and reinstating a ban on assault weapons to curb mass shootings – but is fearful that she would nominate supreme court justices who do not concur with the NRA’s staunch opposition to new gun controls.</p> <p>“This race is probably more about the supreme court than anything else from the NRA’s perspective,” said the NRA board member. </p> <p>The supreme court stakes are high: the vacancy created by the death of conservative Antonin Scalia is likely to remain open until the next president takes office. And the NRA is especially concerned that a more liberal court might overturn an earlier supreme court decision, known as Heller, which established an individual’s right to keep a handgun in the house for self-defense.</p> <p>Significantly, the NRA’s endorsement of Trump in May at its annual convention came earlier than usual: Mitt Romney and John McCain had to wait until October in 2012 and 2008 to get the NRA’s blessing.</p> <p>The NRA’s commitment to Trump was underscored when Chris Cox, the NRA’s top lobbyist gave a primetime speech at the GOP convention this summer, a first for the increasingly GOP-oriented pro-gun lobbying behemoth. A senior GOP operative noted that historically the NRA “tries to stay assiduously non-partisan. The dynamics of speaking at a convention are a little dicey.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/jun/15/donald-trump-nra-guns-terrorism-watch-lists\">Trump to meet with NRA over barring guns for those on terrorism watch lists</a> </p> </aside>  <p>The NRA’s big campaign blitz has been partly fueled by an aggressive fundraising operation which in recent years has targeted mega-donors. In 2014, for instance, the NRA received $4.9m from Freedom Partners Chamber of Commerce, the financial hub of the conservative advocacy network backed by the billionaire Koch brothers. The NRA is hoping to pull in another seven-figure grant this year, say two NRA sources, although nothing has come in yet and the Koch network itself is not focusing on the presidential race and Trump has been sharply criticized by Charles Koch.</p> <p>The NRA’s entree to the Koch world stems in part from bonds that the gun group’s top officials have forged. One donor who goes to the twice-a-year policy and fundraising retreats hosted by the Koch network, told the Guardian that the NRA’s top executive, Wayne LaPierre, has attended them on a couple of occasions, affording him a chance to pitch and schmooze with big network donors such as investor Foster Friess.</p> <p>Another key big-money link involves the hedge fund tycoon Robert Mercer, who has given a pro-Trump Super Pac at least $2m, and is also a lifetime NRA member and a Koch network donor. This year Cambridge Analytica, a voter data firm in which Mercer is a key investor, has worked with the Herald Group, a DC-based consulting firm, to implement the NRA’s “Trigger the Vote” drive to register new voters and get them to the polls. i360, a big voter data firm that is closely tied to the Koch donor network, has also been involved in the Trigger the Vote campaign. </p> <p>The pro-Trump blitz comes despite the real estate mogul’s earlier backing for a ban on assault weapons and longer waiting periods for background checks with gun purchases, ideas that the NRA has rejected. But Trump’s high-decibel anti-gun-control rhetoric this year seems to have ingratiated him with the NRA brass, and coupled with the strong pro-gun records of Trump’s two sons, proved instrumental in winning the NRA’s backing.</p> <p>Trump and the NRA parted ways briefly earlier this year, when Trump responded to the Orlando massacre by suggesting that if the nightclub where it took place had allowed its guests to bring in arms, then the killings could have been averted. The NRA quickly shot back to distance itself from Trump: speaking to an ABC news show, the group’s top lobbyist, Cox, said that Trump’s calls for arming people in clubs “defies common sense. It also defies the law.”</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/world/video/2016/sep/15/philippine-president-rodrigo-duterte-accused-of-ordering-killings-video\"            data-short-url=\"https://gu.com/p/536t8\"                    data-show-ads=\"true\"            data-video-id=\"2721122\"            data-video-name=\"Philippine president Rodrigo Duterte accused of ordering killings – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-57dab389e4b067ad30088094\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/15/160915duterte_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/15/160915duterte.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/15/160915duterte_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/world/video/2016/sep/15/philippine-president-rodrigo-duterte-accused-of-ordering-killings-video\">Philippine president Rodrigo Duterte accused of ordering killings – video</a></figcaption> </figure>   <p>A self-described hitman for vigilante group the Davao Death Squad has testified that the Philippine president, Rodrigo Duterte, not only ordered the murder of criminals and opponents during his 22 years as mayor of Davao City but once personally “finished off” a justice department employee <a href=\"https://www.theguardian.com/world/2016/sep/15/philippines-president-drug-dealers-rodrigo-duterte-extrajudicial-killings-crocodile\">with a submachine gun</a>.</p> <p>Edgar Matobato was speaking as part of an inquiry by the Senate into the killings of more than 3,000 Filipinos, said to be part of Duterte’s chaotic crackdown on drugs. To clarify: we are just three months into Rodrigo “the Punisher” Duterte’s presidency and a self-confessed assassin is alleging that, on one occasion, he fed a victim to a crocodile on behalf of the future president.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/08/rodrigo-duterte-first-100-days-philippines-president\">'He's vulgar – but honest': Filipinos on Duterte's first 100 days in office</a> </p> </aside>  <p>While Duterte’s obsessive war on narcotics may be horrifying to an international audience, for many Filipinos – even those ambivalent to his presidency – a “some action is better than no action” stance has made a welcome change of pace.</p> <p>This time last year I was in the Philippines following ominous reports that Mexico’s infamous Sinaloa cartel was not only present but working with established Filipino-Chinese drug syndicates to take full advantage of the country’s rampant police corruption, lax border controls and comparatively soft narcotic laws for the region.</p> <p>Ahead of our documentary filming, the Philippine Drug Enforcement Agency had stated that 92% of districts in Manila were affected by drugs, the overwhelming drug of choice being <em>shabu</em> – a local name for crystal meth. For the <a href=\"https://en.wikipedia.org/wiki/Poverty_in_the_Philippines\">third of Filipinos living in poverty</a>, <em>shabu</em> gives the unemployed an income with small-time drug dealing, the hungry a cheap appetite suppressant, and the overworked fuel to work punishing hours.</p> <p><a href=\"https://www.theguardian.com/world/2016/may/10/rodrigo-duterte-declares-victory-in-philippines-election-vows-to-rewrite-constitution\">Duterte’s victory</a> came as the Philippines’ drug problem was becoming so endemic that a firebrand, cartoon-character of a president taking a sledgehammer to the issue became a reasonable gamble.</p> <p>The Philippines has long suffered at the hands of its politicians’ preoccupation with pomp, pageantry and being profoundly out of touch with the electorate. This was neatly exemplified by Imelda Marcos’ commitment to buying shoes, as the poor starved to death moments away from the presidential palace. In contrast, Duterte has painted himself as a man of the people over the course of a staggering seven terms as mayor of , Davao City, his home town.</p> <p>First appointed after Ferdinand Marcos’s administration was toppled by the people power revolution in 1986, Duterte’s tough but fair leadership has been credited for Davao’s plummeting crime rates. This has been seen as no mean feat, given that Davao City lies on the coast of the Philippines’ troubled southern island, Mindanao, where the instability caused by the <a href=\"https://www.theguardian.com/world/2012/oct/07/philippines-muslim-rebels-peace-deal\">Islamic insurgency</a> – one of the longest civil conflicts in history – has provided fertile ground for complete and utter lawlessness.</p> <p>While these latest allegations may sound like they’re veering into the absurd, Duterte has for the last year been spelling out his bloodlust to us quite plainly.</p> <p>In April, he nonchalantly regaled crowds at a rally in Iloilo City with a story of how he shot a fellow law student for disrespecting him. It was met with <a href=\"http://www.rappler.com/nation/politics/elections/2016/130284-duterte-shot-bully-san-beda-student\">gentle laughter</a>. In May, having been pressed on the Philippines’ track record for attacks on the media, including the <a href=\"https://www.theguardian.com/world/gallery/2009/nov/25/philippines\">2009 Maguindanao massacre</a>, referred to as “the single deadliest event for journalists in history”, Duterte retorted: “Just because you’re a journalist you are not exempt from assassination, if you’re a <a href=\"http://newsinfo.inquirer.net/788543/duterte-endorses-killing-corrupt-journalists\">son of a bitch</a>.” Then in June, three weeks before he was sworn in as president, he cheerfully told a rally that: “<a href=\"https://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;cad=rja&amp;uact=8&amp;ved=0ahUKEwjS8_Grz5PPAhWHCcAKHRLXB4MQFggeMAA&amp;url=http%3A%2F%2Fglobalnews.ca%2Fvideo%2F2742333%2Fif-you-destroy-my-country-i-will-kill-you-philippines-president-elect-rodrigo-duterte-to-drug-dealers&amp;usg=AFQjCNHqx9aj4WG8akDaTpVwmGV3G9FCrg&amp;sig2=MF_TOw0tnoYncKI-FRgTMg\">If you destroy my country, I will kill you</a>.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/07/duterte-anti-us-philippines-isolationist-foreign-policy-insult-barack-obama-china\">President Duterte’s anti-US populism is a dangerously isolationist path | Tom Smith</a> </p> </aside>  <p>But so loyal are Duterte’s devotees that everything from forgoing a motorcade in favour of local taxis or drinking beers with the locals has been seen as a radical act of humility. In the aftermath of 2013’s devastating <a href=\"https://www.theguardian.com/world/2013/nov/10/typhoon-haiyan-dead-aid\">Typhoon Haiyan</a>, the then president, Benigno Aquino III, was accused of sitting on his hands. In contrast, Duterte was not only swift to deliver aid to Tacloban, one of the worst-hit areas but personally visited the devastation, giving a tearful speech criticising local government’s inertia.</p> <p>Similarly, days after his now infamous “<a href=\"https://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=2&amp;cad=rja&amp;uact=8&amp;ved=0ahUKEwjx8MG5z5PPAhUIIsAKHU65CKoQFggkMAE&amp;url=https%3A%2F%2Fwww.theguardian.com%2Fworld%2F2016%2Fsep%2F06%2Fson-of-a-whore-was-not-meant-to-be-personal-duterte-tells-obama&amp;usg=AFQjCNGRJdKz0TW-x5wRo_rAnM-DziQqzA&amp;sig2=DXMnux7sEHPbWO0Hphv5gw\">son of a whore</a>” comment to President Barack Obama, <a href=\"https://www.theguardian.com/world/2016/sep/02/deadly-blast-philippines-night-market-davao\">a bomb blast in Davao City killed 15</a>. Within hours of the attack, photos of Duterte at the scene talking to victims were circulating on social media, again praising him for being on the ground. As indisputably dangerous as Duterte is, he is a foul-mouthed, cracking-jokes-about-shooting-people breath of fresh air the Philippines has never experienced before.</p> <p>Duterte’s mass execution of the low hanging fruit in the Philippines drug trade will serve only to highlight how drugs have filled the vacuum created by successive governments. Filipinos did not vote for Duterte; they voted for a jab at the establishment that has, for the past five decades, consistently let them down.</p>",
  "<p>The first duty of a Roman Catholic cardinal, when elected pope, is to choose the name by which he wants to be known. Among the 266 holders of the papacy to date, the current incumbent is the first to take Francis, a flash of re-baptismal originality in a line of succession in which the Johns reach 23, there have been a dozen men called Pius and 13 took the name Innocent.</p> <p>This autumn, though, Pope Francis will co-exist with Pope Innocent XIV, the title eventually taken by the winner among the cardinals competing for the throne of St Peter in Robert Harris’s thriller, <em>Conclave</em>, and Pius XIII, the identity selected by Jude Law as the first American pontiff in <a href=\"https://www.theguardian.com/tv-and-radio/2016/sep/03/the-young-pope-review-jude-laws-sleek-pontiff-shines-in-sorrentinos-twin-peaks\"><em>The Young Pope</em></a>, a TV drama that starts its UK run on Sky Atlantic next month.</p> <p>In fiction, there has already been an Innocent XIV, in <em>The Fourth K</em>, a 1990 novel by <a href=\"https://www.theguardian.com/books/mario-puzo\">Mario Puzo</a>, and a previous Pius XIII, in <em>The Shoes of the Fisherman</em>, the 1963 novel by Morris West that can be seen as the rock on which all modern pontifical fictions are based, although the genre of fake papacies has a long tradition: Christopher Marlowe gives the real Pope Adrian IV a schismatic rival, Pope Bruno, in his late 16th century tragedy, <a href=\"https://www.theguardian.com/culture/marlowe\"><em>Doctor Faustus</em></a>.</p>  <figure class=\"element element-image\" data-media-id=\"ba92f60b6c1d7af53407689cb8e5409020d9d61d\"> <img src=\"https://media.guim.co.uk/ba92f60b6c1d7af53407689cb8e5409020d9d61d/306_420_4769_2861/1000.jpg\" alt=\"Oliver Ryan Doctor Faustus\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Oliver Ryan as Mephistophilis in the RSC’s <em>Doctor Faustus.</em></span> <span class=\"element-image__credit\">Photograph: Helen Maybanks</span> </figcaption> </figure>  <p>Marlowe’s warring Catholic leaders were intended to amuse audiences in Protestant England, and it is suspicion of the papacy – as foreign, strange, potentially treacherous – that has made it such a profitable subject for fiction. One of the oddest and most enduring Vatican novels was written directly as revenge on the church. Rejected as a candidate for the priesthood, the English author Frederick Rolfe wrote, under the pseudonym “Baron Corvo”, a novel, <a href=\"https://www.theguardian.com/books/2014/jun/02/100-best-novels-hadrian-seventh-frederick-rolfe\"><em>Hadrian the Seventh </em></a>(1904), in which a failed priest is later made pope by a repentant Vatican. In 1967, it was adapted by Peter Luke into a successful play, with Alec McCowen as the surprise leader of the faithful.</p> <p>Whereas Marlowe and Rolfe were personally motivated to take on the pope, most writers in the genre are attracted by the external drama. Head of the only church that is also a nation state, the pope fascinates because of a doubly unusual lifestyle. He is denied sex, one of the most powerful human desires. Harris’s <em>Conclave</em> and West’s <em>The Clowns of God</em> (1980) both turn, as did <em>Holy Father</em>, a play I wrote for BBC Radio 4 last year, on ways in which the ecclesiastical rules of sexuality might be tested without sin. However, those priests who become cardinals are tantalised by the prospect of another Darwinian driving motivation – power – at a level perhaps only matched by the American presidency.</p> <p>As a result, ecclesiastical politics clearly have a resonance beyond religion. Vatican fictions tend to have the same main plotline: a contest between reforming and orthodox candidates. This reflects the narrative of most actual papal elections – these stories tend to be a serious exploration of what is supposed to be a famously apocryphal question: is the pope a Catholic? – but such testing for heresy is also common in political parties, such as, at the moment, Labour in the UK and the Republicans in the US.</p> <p>It feels logical that Harris should have turned to the papacy after having written thrillers about a Blairite prime minister in <em>The Ghost</em> and the politics of ancient Rome in his Cicero trilogy. The incense-filled rooms of a conclave (the name by which the heavily sequestered papal election assembly is known) have an obvious parallel with the smoke-filled rooms of the traditional political procedural. And, as in presidential and prime ministerial fictions, a key decision for papal narratives is whether the made-up characters should be seen in succession to real-life figures.</p> <p>In an author’s note to <em>Conclave</em>, Harris insists that the man whose death kicks off his plot “is not the current pope”. This disclaimer is probably necessary because the late pontiff is revealed to have made some eccentric decisions but, as Harris’s “late Holy Father” shares most of the biography of Pope Francis and has also made identical speeches, it is in practice impossible not to impose his face on the character. Even more baldly, Piers Paul Read’s thriller <em>The Death of a Pope</em> (2009) superimposes the crisis of a fictional priest on a documentary account of the death of John Paul II and the election of Cardinal Joseph Ratzinger as Benedict XVI.</p>  <figure class=\"element element-image\" data-media-id=\"07326109007b6daebbc3e63a7ec84c86802834f2\"> <img src=\"https://media.guim.co.uk/07326109007b6daebbc3e63a7ec84c86802834f2/2112_111_3504_2103/1000.jpg\" alt=\"Robert Harris\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Robert Harris’s forthcoming book, <em>Conclave,</em> focuses on the election of a new pope.</span> <span class=\"element-image__credit\">Photograph: Eamonn McCabe/The Guardian</span> </figcaption> </figure>  <p>Contrastingly, Morris West, the Australian novelist who is commonly considered the pope of the Vatican thriller, created an elaborate alternative progression. Pope Kiril I in <em>The Shoes of the Fisherman</em> is succeeded by Gregory XVII in <em>The Clowns of God</em>, who gives way to Leo XIV in <em>Lazarus</em> (1990).</p> <p>West’s novels have an astonishing record of prophecy. <em>The Shoes of the Fisherman</em> was published on the day that John XXIII died, and imagined an eastern European anti-Soviet cardinal ending the long line of Italian popes, which duly happened in 1978, when Cardinal Wotyla of Kraków became John Paul II. The unlikely plot of <em>The Clowns of God</em> (1981), in which a pope resigns because he can no longer face the burdens of office, was validated in February 2013 by <a href=\"https://www.theguardian.com/world/2013/feb/11/pope-benedict-xvi-resigns-age\">the retirement of Benedict XVI</a>. In West’s final conclave novel, <em>Eminence</em> (1998), the leading candidate to become pope, a Latin American radical called Cardinal Luca Rossini, now reads as a spooky preview of the Argentinian Jorge Mario Bergoglio becoming Pope Francis.</p> <p>Whether or not Bergoglio knew it, fiction had got to his papal name before he did: a cardinal takes it at the end of the conclave imagined in <em>The Vicar of Christ</em> (1979) by the American writer, Walter F Murphy. Most novelists, though, extend one of the existing nominal lists, with some more popular than others.</p> <p>The year before West annointed a Gregory XVII, another one had appeared in <a href=\"https://www.theguardian.com/books/anthonyburgess\">Anthony Burgess</a>’s <em>Earthly Powers</em> (1980). The book’s gay, atheist narrator, Kenneth Toomey, is the brother in law of Carlo Campanati, an Italian cleric who rose to become Gregory XVII, and has become a candidate for sainthood after a miracle that Toomey witnessed.</p> <p>In Burgess’s alternative version of the 20th century, Cardinal Campanati takes the post-1958 papacy occupied in reality by John XXIII. There has in fact been no 24th John – as the former Cardinal Roncalli of Venice was identified as the most reforming pope of modern times, direct identification by a successor would have risked a schism in the Vatican – although two have appeared in very contrasting works of fantasy fiction.</p> <p>In Kingsley Amis’s <em>The Alteration</em> (1976), the Reformation has not happened and England remains a Roman Catholic country, obedient to the religious rule from Rome of a Yorkshire-born pontiff, who seems to be a caricature of Harold Wilson, British prime minister at the time Amis was writing. The John XXIV of the <a href=\"http://leftbehind.com/\">Left Behind</a> series – 16 books by the Christian evangelists Tim LaHaye and Jerry B Jenkins – was also contentiously presented. Having become too close to Protestantism, he is taken by God and replaced by the more orthodox Peter II, a designation that no real occupant of the post has ever been arrogant enough to adopt.</p> <p>In <a href=\"https://www.theguardian.com/books/grahamgreene\">Graham Greene</a>’s late short story, “The Last Word”, published in 1988, the line of Johns reaches XXIX, although also stops there, with the last pontiff having become a prisoner of an anti-Christian government. As Greene’s new world order in some way resembles the global caliphate envisaged by Islamic State, a notable political novelist had once again spotted a future trend. West, Dan Brown, Read and now Harris all have plot lines that turn on a perceived Islamist terrorist threat to the office of the papacy.</p> <p>One reason that the role has attracted so many thriller writers is that it is attended by many persistent conspiracy theories. The so-called “Siri thesis” alleges that Cardinal Giuseppe Siri of Genoa was elected pope in 1958, but that, as a conservative, his accession was blocked by liberals who replaced him with John XXIII.</p> <p>Hardcore conspiracists, known as sedevacantists (roughly translating as empty throners) have refused to recognise any of the last six popes, whom they regard as invalid. The fact that Siri himself always denied the claims was explained away, as these things often are, by his being in fear of his life. A more benign version of the thesis – that Siri might have changed his own mind – can be glimpsed, in comedic form, behind <a href=\"https://www.theguardian.com/film/2011/apr/19/nanni-moretti-pope-film-habemus-papam\"><em>Habemus Papam</em></a><em> </em>(<em>We Have a Pope </em>in the UK), the 2011 film by Nanni Moretti, in which a pontiff goes on the run post-election to avoid taking up office.</p> <p>Better known matters of Vatican contention are the allegation that John Paul I, who died suddenly after only 33 days in office in 1978, was murdered; repeated scandals involving the Vatican Bank, which has been accused of corruption including money laundering; and the belief that a secret document in a Vatican safe (known as “The Third Secret of Fátima”), supposedly revealed by a vision of the Virgin Mary to Portuguese children in 1917, contains an apocalyptic secret such as the date of the end of the world.</p>  <figure class=\"element element-image\" data-media-id=\"113055e281f8c7195f004d65785ef2231f811cd6\"> <img src=\"https://media.guim.co.uk/113055e281f8c7195f004d65785ef2231f811cd6/0_0_2696_1617/1000.jpg\" alt=\"Angels Demons.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Willing to kill … Armin Mueller-Stahl and Ewan McGregor in the 2009 film of Dan Brown’s <em>Angels &amp; Demons</em>.</span> <span class=\"element-image__credit\">Photograph: Everett/REX/Shutterstock</span> </figcaption> </figure>  <p>Although John Paul II released the text of the “third secret” – which turned out to be a sub-Nostradamus allegory that can be made to represent either the destruction or triumph of Catholicism – true disbelievers continue to insist that the Vatican publication was a fake in place of a true prophecy considered too terrifying to publicise.</p> <p>Shadows from these various controversies can be spotted in most pontifical fiction. The Fátima-related belief that Catholicism is withholding terrible information underlies Brown’s <a href=\"https://www.theguardian.com/film/2009/may/15/angels-and-demons\"><em>Angels and Demons</em></a> and <a href=\"https://www.theguardian.com/books/the-da-vinci-code\"><em>The Da Vinci Code</em></a>, both of which have popes willing to kill to hide the true story of Christianity. Suspicions about the death of John Paul I mean that deaths and elections of fictional pontiffs are almost always suspicious. Even Burgess, though not operating in the mystery genre, contrives a sudden death during the conclave described in <em>Earthly Powers</em>. These presentations of the devious ease with which the Vatican dissembles also clearly serve as a metaphor for the Catholic church’s unwillingness to address the scandals of priestly paedophilia.</p> <p>Despite papal fiction being such a crowded church, Harris, in <em>Conclave</em>, contrives a twist involving the number of cardinal-electors that seems to me completely new, showing that the genre still has possibilities. Some people claim that the Third Secret of Fátima warns that the current pope is the last but, if so, the line should continue in fiction.</p> <p><em>• <a href=\"https://bookshop.theguardian.com/conclave.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Conclave</a></em> is published on 22 September; <em><a href=\"https://www.theguardian.com/tv-and-radio/the-young-pope\">The Young Pope</a></em> starts on Sky Atlantic on 27 October; <em><a href=\"https://www.barbican.org.uk/theatre/event-detail.asp?id=19605\">Doctor Faustus</a></em> is at the Barbican, London EC2, until 1 October.</p> <p>• This article was amended on 21 September 2016. It was Pope John XXIII, not XIII who died on the day The Shoes of the Fisherman was published; and Cardinal Siri was from Genoa, not Milan.</p>",
  "<h2><strong>Flint</strong></h2> <p><strong>“The audience was fantastic but she was so nervous. She was like a nervous mess, and so I figured something – I figured something was up, really.” – </strong><a href=\"https://www.youtube.com/watch?v=R9-Hc295dJ4\">15 September, to Fox and Friends</a><br></p> <p>There is no evidence that the Rev Faith Green Timmons planned to interrupt Donald Trump’s speech in Flint, Michigan, in which he veered off the city’s water crisis and into criticism of Hillary Clinton. About 50 people attended the event, and several told the Guardian the same version of events, which contradicted Trump’s.</p> <p>Attendees said some people heckled or shouted questions and that Timmons actually intervened, asking them to be respectful. Only a few people applauded Trump, according to audience members. Video shows Timmons calm and composed throughout. She <a href=\"https://www.facebook.com/faith.greentimmons/posts/1175792499125954?pnref=story\">wrote on Facebook</a> on Wednesday that Trump had not avoided politics as agreed. “Had he stuck to what his camp claimed he came to do,” she wrote, “we would not have had a problem.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/14/donald-trump-flint-speech-pastor-interruption-video\"            data-short-url=\"https://gu.com/p/533yt\"                    data-show-ads=\"true\"            data-video-id=\"2719026\"            data-video-name=\"Donald Trump chastised by pastor during Flint speech – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-57d9cebde4b05caf65ecd45f\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/14/160914Trumppastor_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/14/160914Trumppastor.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/14/160914Trumppastor_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/14/donald-trump-flint-speech-pastor-interruption-video\">Donald Trump chastised by pastor during Flint speech</a></figcaption> </figure>   <h2><strong>Deplorables</strong></h2> <p><strong>“She said tens of millions of patriotic Americans are a basket of deplorables. How can you be president, how can you be president for so many people? She said half of our supporters are irredeemable and not American and describes the other half as having run out of options.” </strong> – <a href=\"https://www.youtube.com/watch?v=-7cjvhPDZH0\">12 September, Asheville, North Carolina</a></p> <p>At <a href=\"https://www.theguardian.com/us-news/2016/sep/10/hillary-clinton-trump-supporters--bigoted-deplorables\">a fundraiser in New York last week</a>, Clinton said: “To just be grossly generalistic, you could put half of Trump’s supporters into what I call the basket of deplorables”. This group, she said, included “racist, sexist, homophobic, xenophobic, Islamophobic” people. She later <a href=\"https://www.theguardian.com/us-news/2016/sep/10/hillary-clinton-basket-of-deplorables-donald-trump\">regretted</a> the generalization of “half”.</p> <p>Polling suggests that Trump’s supporters are more likely than other voters to express negative sentiments about minorities. It also shows lower but significant such sentiment among supporters of Clinton.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/09/donald-trump-fact-check-lies-military-tax-returns\">The lies Trump told this week: from military spending to his tax returns</a> </p> </aside>  <p>In <a href=\"http://www.economist.com/news/united-states/21706341-political-science-refashions-itself-deal-republican-nominee-trump-and\">an Economist/YouGov poll on racial resentment</a>, 59% of Trump’s primary supporters scored in the top quartile, compared with 46% of Republicans who supported other candidates. A <a draggable=\"true\" href=\"http://www.reuters.com/article/us-usa-election-race-idUSKCN0ZE2SW\">Reuters poll that asked voters to rate character traits</a> found 40% of Trump supporters thought black people were more “lazy” than white people and 25% of Clinton supporters agreed. In the same poll, 44% of Trump supporters and 30% of Clinton supporters thought white people more “well-mannered” than black people. Almost half of Trump supporters and nearly a third of Clinton supporters thought black people more “violent” than white people.</p> <p>In <a href=\"http://www.gallup.com/poll/183713/socialist-presidential-candidates-least-appealing.aspx\">a Gallup poll from last year</a>, 89% of Republicans overall said they would vote for a black person for president, 91% for a woman or a Hispanic person, and 45% for a Muslim or an atheist. In short, Clinton’s generalization pointed to real racial animus, ignored it among her own supporters and showed how difficult it is to attach a number to racism, even while <a href=\"http://www.pewresearch.org/fact-tank/2016/07/18/sharp-differences-over-who-is-hurt-helped-by-their-race/\">separate polling</a> shows <a href=\"http://www.pewsocialtrends.org/2016/06/27/on-views-of-race-and-inequality-blacks-and-whites-are-worlds-apart/\">racism</a> is <a draggable=\"true\" href=\"http://www.pewresearch.org/fact-tank/2016/07/27/blacks-with-college-experience-more-likely-to-say-they-faced-discrimination/\">affecting millions</a> in <a draggable=\"true\" href=\"http://www.pewresearch.org/fact-tank/2016/06/29/roughly-half-of-hispanics-have-experienced-discrimination/\">widespread</a> and <a draggable=\"true\" href=\"http://www.pewresearch.org/fact-tank/2016/07/01/racial-gender-wage-gaps-persist-in-u-s-despite-some-progress/\">systemic ways</a>.</p> <p>Separately, Trump also contradicted his own past remarks. In 2012, after Mitt Romney was lambasted <a href=\"http://takingnote.blogs.nytimes.com/2012/09/18/the-47-percent/\">for dismissing 47% of Americans</a>, Trump agreed, telling <a href=\"http://news.yahoo.com/video/trump-romney-dont-apologize-47-025517267.html\">Fox News</a>: “You do have a large percentage of people that feel they’re entitled.”</p> <p>In June 2015 Trump similarly dismissed half of all Americans, <a href=\"http://www.realclearpolitics.com/video/2015/06/18/donald_trump_eventually_50_of_americans_are_not_going_to_be_able_to_carry_the_other_50.html\">telling Fox</a>: “We have a society that sits back and says, ‘We don’t have to do anything.’ Eventually the 50% cannot carry, and it’s unfair to them, but cannot carry the other 50%.”</p> <p>Without figures, the businessman has repeatedly described millions of people in derogatory terms. He has generalized Mexican migrants as <a href=\"https://www.theguardian.com/us-news/2015/jul/02/donald-trump-racist-claims-mexico-rapes\">“rapists” and “killers”</a>; asked “<a href=\"https://www.theguardian.com/us-news/2015/nov/14/republicans-ben-carson-donald-trump-child-molester-stupid-voters-mitt-romney\">How stupid are the people of Iowa?</a>”; called journalists “disgusting” and “dishonest”; <a href=\"https://www.theguardian.com/us-news/2015/jul/18/donald-trump-john-mccain-vietnam-iowa-republicans\">demeaned veterans</a> who were prisoners of war; branded protesters “<a href=\"https://twitter.com/realDonaldTrump/status/735465352436408320\">thugs</a>”; <a href=\"https://www.theguardian.com/us-news/2015/nov/26/donald-trump-mock-new-york-times-reporter-disability\">mocked the disabled</a>; <a href=\"https://www.washingtonpost.com/politics/trumps-history-of-flippant-misogyny/2015/08/08/891f1bec-3de4-11e5-9c2d-ed991d848c48_story.html\">denigrated</a> <a href=\"http://www.nytimes.com/2016/05/15/us/politics/donald-trump-women.html\">women</a>; and trafficked in stereotypes <a href=\"http://www.nytimes.com/2016/08/25/us/politics/donald-trump-black-voters.html\">offensive to black people</a>, <a href=\"http://www.nydailynews.com/news/politics/trump-comments-jewish-republican-event-stoke-outrage-article-1.2455973\">Jewish people</a> and <a href=\"https://www.theguardian.com/us-news/2016/jul/30/donald-trump-muslim-father-khizr-khan-democratic-convention-speech\">Muslim people</a>. Trump has expressed regret for having said “<a href=\"https://www.theguardian.com/us-news/2016/aug/19/donald-trump-tries-out-a-new-campaign-tactic-saying-sorry\">the wrong thing</a>” but not said what that thing was or whom he had caused “personal pain”.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/aug/19/donald-trump-us-apologises-to-people-hurt-by-his-comments-video\"            data-short-url=\"https://gu.com/p/5ved7\"                    data-show-ads=\"true\"            data-video-id=\"2667769\"            data-video-name=\"Donald Trump apologises to people hurt by his comments – video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-57b6bfb1e4b0178756b5e195\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/08/19/160819trumpapologies2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/08/19/160819trumpapologies2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/08/19/160819trumpapologies2_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/aug/19/donald-trump-us-apologises-to-people-hurt-by-his-comments-video\">Donald Trump apologises to people hurt by his comments – video</a></figcaption> </figure>   <h2>Details</h2> <p><strong>“</strong><strong>I’ve been going around the country offering very detailed plans for reform and change</strong>.<strong>”</strong> – <a href=\"https://www.youtube.com/watch?v=-7cjvhPDZH0\">12 September, Asheville</a></p> <p>The <a href=\"https://www.donaldjtrump.com/POSITIONS\">plans</a> Trump has presented are notable for how much detail they lack. In his <a href=\"https://www.donaldjtrump.com/press-releases/donald-j.-trump-foreign-policy-speech\">foreign policy</a> plan, for instance, the foundation of his plan to defeat Isis is to not tell the public what his plan to defeat Isis is. He also demanded payment from Nato allies and bemoaned that “our friends are beginning to think they can’t depend on us”; called for heavy investment in the military but a reduction in intervention abroad, where the US has major military bases; and failed to explain how the US can work “creating stability” while also retreating from “the nation-building business”.</p> <p>Trump’s <a href=\"https://www.donaldjtrump.com/press-releases/an-america-first-economic-plan-winning-the-global-competition\">economic plan</a> is similarly light on details, though it includes vague promises to renegotiate trade deals and <a href=\"https://www.donaldjtrump.com/press-releases/an-america-first-economic-plan-winning-the-global-competition\">a simplified tax plan</a> that <a href=\"http://www.wsj.com/articles/analysis-of-trumps-tax-plan-shows-big-cuts-in-taxes-federal-revenue-1450807194\">would most benefit the wealthiest Americans</a> and probably <a draggable=\"true\" href=\"http://www.politico.com/story/2016/07/donald-trump-budget-deficit-225389\">swell the US deficit</a>. The campaign has, however, presented <a draggable=\"true\" href=\"https://www.donaldjtrump.com/positions/pay-for-the-wall\">a plan to coerce Mexico</a> into paying for a wall through tariffs, visa fees and withdrawal of aid. It does not account for Mexican leaders refusing.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/02/lyin-trump-fact-check-mexico-wall-immigration\">The lies Trump told this week: who's paying for the wall to immigration costs</a> </p> </aside>  <h2>Religious speech</h2> <p><strong>“The Johnson amendment has blocked our pastors and ministers and others from speaking their minds from their own pulpits. If they want to talk about Christianity, if they want to preach, if they want to talk about politics, they’re unable to do so. If they want to do it, they take a tremendous risk, that they lose their tax-exempt status.</strong>” – <a href=\"https://www.youtube.com/watch?v=snKt8Uic52w\">9 September, Washington</a></p> <p>In 1954, then senator Lyndon Johnson helped pass a <a href=\"https://www.irs.gov/charities-non-profits/charitable-organizations/the-restriction-of-political-campaign-intervention-by-section-501-c-3-tax-exempt-organizations\">law</a> that amended the tax code and prevented tax-exempt organizations, including churches and other not-for-profit groups, “directly or indirectly participating in, or intervening in, any political campaign on behalf of (or in opposition to) any candidate for elective public office”. Johnson argued that corporations that enjoy a tax subsidy should not take part in direct or indirect political speech. </p> <p>The law is not often enforced: this year alone, <a href=\"http://www.christiantoday.com/article/whos.backing.trump.and.whos.for.clinton.the.battle.for.evangelical.endorsements/91632.htm\">evangelical leaders have spoken up</a> for Trump and Clinton both. Trump is correct that preachers risk losing their tax exemption if they advocate for politicians, but the law has nothing to do with religious speech.</p> <h2><strong tabindex=\"-1\">Refugees</strong></h2> <p><strong>“It’s almost impossible to get a Christian in from Syria. They take others but they don’t take Christians. Very rarely, very rarely.”</strong> – <a href=\"https://www.youtube.com/watch?v=snKt8Uic52w\">9 September, Washington</a><br></p> <p>There is no religious test for entry to the US, nor is it any more difficult for a Christian refugee from Syria to enter the US than for a Muslim or any other person. (The <a href=\"http://www.nytimes.com/interactive/2015/11/20/us/why-it-takes-two-years-for-syrian-refugees-to-apply-to-enter-the-united-states.html\">application and screening process is daunting</a> for any refugee, however.)</p> <p>Trump has <a href=\"https://www.theguardian.com/us-news/2016/jun/27/donald-trump-muslim-ban-deny-changing-stance\">proposed a complete ban</a> on refugees from Syria, meaning he would make it impossible for any Christian from Syria to come to the US.</p>",
  "<p>Donald Trump’s campaign has acknowledged that Barack Obama was born in the United States, though the Republican candidate himself refused to say where he believed the US president’s birthplace was.</p> <p>In an <a href=\"https://www.donaldjtrump.com/press-releases/trump-campaign-statement\">emailed statement </a>from senior communications adviser Jason Miller late on Thursday night, the campaign stated: “Mr Trump believes that President Obama was born in the United States.”</p> <p>It followed an interview with the Washington Post published on Thursday in which the Republican nominee, who has fanned false rumours the US’s first black president was not born in the country, said he would not answer <a href=\"https://www.washingtonpost.com/politics/trump-defiant-as-polls-rise-wont-say-obama-was-born-in-united-states/2016/09/15/48913162-7b61-11e6-ac8e-cf8e0dd91dc7_story.html\">when asked if he believed Obama was born in Hawaii</a>. </p> <p>“I’ll answer that question at the right time. I just don’t want to answer it yet,” he said. Trump also brushed off a recent statement from his campaign manager Kellyanne Conway that Trump “now believed” Obama was born in the US by saying: “It’s OK. She’s allowed to speak what she thinks.”</p> <p>Trump’s campaign has <a draggable=\"true\" href=\"http://www.washingtonexaminer.com/trump-spokeswoman-only-mr.-trump-speaks-for-mr.-trump/article/2592398\">long maintained</a> “only Mr Trump speaks for Mr Trump”. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2016/sep/15/hillary-clinton-north-carolina-donald-trump-election-live\">Donald Trump refuses to say that Barack Obama was born in the US – as it happened</a> </p> </aside>  <p>The Trump campaign statement also <a href=\"http://www.usatoday.com/story/news/politics/elections/2016/05/05/fact-check-hillary-clinton-donald-trump-birther-movement-obama/83968036/\">inaccurately</a> blamed Hillary Clinton for the start of the false rumors about Obama during the 2008 Democratic primary race and took credit for the release of the president’s birth certificate. </p> <p>“In 2011, Mr Trump was finally able to bring this ugly incident to its conclusion by successfully compelling President Obama to release his birth certificate,” said Miller. “Mr Trump did a great service to the president and the country by bringing closure to the issue that Hillary Clinton and her team first raised. Inarguably, Donald J Trump is a closer.” </p> <p>Trump <a href=\"https://twitter.com/realDonaldTrump/status/232572505238433794?ref_src=twsrc%5Etfw\">tweeted </a>in 2012 that the birth certificate may been “a fraud” and <a href=\"http://abcnews.go.com/Politics/time-donald-trump-talked-birtherism/story?id=41927366\">continued to raise questions</a> about its veracity long afterwards. The false allegations that Obama was born in Kenya were widely considered to be a racist dogwhistle.</p> <p>Obama was born in Honolulu on 4 August 1961.</p> <p>In a 2014 interview, Trump’s oldest son Donald Jr, <a href=\"https://www.buzzfeed.com/andrewkaczynski/trump-jr-in-2014-praised-his-dads-moral-conviction-on-obama?utm_term=.ohLMe1Dxy#.tc8qA2orM\">praised</a> the New York real estate developer’s birtherism as a sign of his father’s integrity. “Don’t we want politicians to have strong opinions about things that aren’t swayed by public opinion,” asked the younger Trump.</p> <p>Earlier in the day, Clinton was quick to cite Trump’s initial refusal to back away from birtherism as evidence that the Republican nominee was fanning the flames of racial division.</p> <p>Addressing the Congressional Hispanic Caucus Institute at its annual gala in Washington on Thursday evening, Clinton condemned Trump for continuing to push conspiracy theories surrounding Obama’s birthplace.</p> <p>“He still wouldn’t say Hawaii. He still wouldn’t say America,” the Democratic presidential nominee said.</p> <p>“This man wants to be our next president? When will he stop this ugliness, this bigotry?”</p> <p>In her remarks before the gathering of prominent Hispanic leaders, Clinton reiterated her support for comprehensive immigration reform while decrying Trump’s rhetoric against immigrants and Muslims alike.</p> <p>“There’s no innuendo or dog whistles any more,” Clinton said of the Republican nominee. “It’s all right out there in the open now.”</p> <p>Earlier in the day Trump reiterated his economic vision, pledging to voters that he would “lower your taxes beyond any number you thought possible” at a rally in New Hampshire.<br></p> <p>The promise came just hours after Trump unveiled <a href=\"https://www.theguardian.com/us-news/2016/sep/15/donald-trump-jobs-vision-25-million-economic-policy\">the latest iteration</a> of his fiscal policy at the New York Economic Club in a speech where he said he outlined the ambitious goal of creating 25 million jobs over the next 10 years. The Republican nominee promised to drastically slash taxes with savings coming from reducing federal bureaucrats whom his campaign has derided with phrases like “the FDA Food Police”. Trump pledged that the result would increase economic growth from 2% to 3.5% and “turn America into a magnet for new jobs”.</p> <p>Clinton’s remarks came after her four-day absence due to pneumonia. Before the Washington event, she first <a href=\"https://www.theguardian.com/us-news/2016/sep/15/hillary-clinton-returns-campaign-pneumonia\">returned to the campaign trail</a> with a rally in Greensboro, North Carolina. Taking stage to James Brown’s I Feel Good, the former secretary of state said she took sick days to “reflect”. </p> <p>Clinton told the crowd: “Being on the trail does not encourage reflection. It’s important to sit with your thoughts every now and again and this helped me to reflect on what this campaign is all about.” </p> <p>Clinton, who has been reluctant to take questions from reporters on the campaign trail, later held a brief press conference after her speech where she dodged repeated questions about when she told running mate Tim Kaine about her diagnosis. </p> <p>The subject of health was relevant for both candidates as an interview of Trump with television personality Dr Mehmet Oz <a href=\"https://www.theguardian.com/us-news/2016/sep/15/donald-trump-dr-oz-medical-report\">aired on Thursday.</a> There, Trump brandished a doctor’s letter and insisted that, although he could lose a few pounds, he was in peak health. In December, Trump’s doctor, Harold Bornstein previously published a letter that said Trump would be “the healthiest individual ever elected to the presidency”. The Republican nominee is a septuagenarian fond of fast food who doesn’t exercise. </p> <p>The Republican nominee also continued his hostility towards reporters. Trump bragged at his New Hampshire speech that his travelling press pool wasn’t able to attend, which he called “really good news” and proclaimed to a cheering crowd: “I love it.”</p> <p>Earlier in the day, he called for the New York Times to fire their respected national political correspondent <a href=\"https://twitter.com/jmartnyt?lang=en\">Jonathan Martin</a> while also railing against CNN’s Anderson Cooper, a debate moderator, because Cooper was “very biased” and worked for “the Clinton News Network”.</p> <p>Donald Jr joined in on the act when he told a Philadelphia radio station that “the media has been [Hillary Clinton’s] number one surrogate in this”. The Trump son added “without the media, this wouldn’t even be a contest, but the media has built her up. They’ve let her slide on every indiscrepancy [sic], on every lie, on every DNC game trying to get Bernie Sanders out of this thing. If Republicans were doing that, they’d be warming up the gas chamber right now.”</p> <p>The Clinton campaign quickly bashed Donald Jr’s comments as “insensitive, divisive, and reckless”. In a statement, the campaign added “the bottom line is this – offensive references to the Holocaust are never acceptable, especially from a presidential campaign”.</p>",
  "<div id=\"block-57db4fcde4b05caf65ecdabb\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T01:56:11.124Z\">2.56am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today in Campaign 2016</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"ffbbc1bc3337399b4752def543d478bfeac97811\"> <img src=\"https://media.guim.co.uk/ffbbc1bc3337399b4752def543d478bfeac97811/0_0_3781_2521/1000.jpg\" alt=\"Hillary Clinton.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton.</span> <span class=\"element-image__credit\">Photograph: Andrew Harnik/AP</span> </figcaption> </figure>  <ul> <li>Hillary Clinton returned to the presidential campaign trail today, making a confident first public appearance since <a href=\"https://www.theguardian.com/us-news/2016/sep/12/hillary-clinton-pneumonia-campaign-regret-911-trump\">pneumonia</a> forced her to take a four-day rest. Taking to the stage to the sound of I Feel Good by James Brown, the Democratic nominee insisted she was fully recovered and filled with a new sense of urgency at a critical juncture in American politics. “Being on the trail does not encourage reflection,” she told a young crowd at the University of <a href=\"https://www.theguardian.com/us-news/northcarolina\">North Carolina</a>, Greensboro. “It’s important to sit with your thoughts every now and again and this helped me to reflect on what this campaign is all about.”<br></li> <li>Donald Trump told TV host Dr Oz he feels “as good today as I did at 30”, the 70-year-old Republican presidential nominee released <a href=\"https://assets.donaldjtrump.com/DJT_Medical_Records_.pdf\">the most detailed assessment yet</a> of his physical condition. In <a href=\"http://www.cnn.com/videos/politics/2016/09/15/donald-trump-health-dr-oz-sot-nr.cnn/video/playlists/donald-trump-health/\">a taped interview with Dr Oz</a>, Trump admitted that at 236lb he is overweight, but said he had bolstered his physical condition by giving speeches on the campaign trail. “It’s a lot of work,” he said. “You know, when I’m speaking in front of 15, 20,000 people and I’m up there using a lot of motion, I guess in its own way it’s a pretty healthy act. “A lot of times these rooms are really hot, like saunas, and I guess that’s a form of exercise.”<br></li> <li>Trump attempted to combat widespread criticism of his sketchy economic policies by setting out what he presented as a new vision for the country that he audaciously claimed would create 25m new jobs in a decade and put the American worker first.</li> <li>Addressing one of the country’s most august economic debating societies, the Economic Club of New York, the Republican presidential nominee sought to dispel the criticism that has dogged his campaign that his mathematics do not add up in balancing tax cuts and new spending. Sticking closely to a pre-prepared script – despite an initial malfunctioning of his teleprompter - he delivered a speech that was billed in advance by his senior advisers as the culmination of his thinking on how to get America back to work.</li> <li>“American cars will travel the roads,” he said, “American planes will soar the skies, American ships will patrol the seas, American steel will send new skyscrapers into the clouds, American hands will rebuild this nation, and American energy harvested from American sources will power this nation.”</li> </ul> </div>   </div> <div id=\"block-57db50c0e4b0e813b694d7e1\" class=\"block\" data-block-contributor=\"profile/sabrina-siddiqui\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T01:55:08.656Z\">2.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hillary Clinton was quick to cite Trump’s refusal to back away from birtherism as evidence that the Republican nominee was fanning the flames of racial division.</p> <p>Addressing the Congressional Hispanic Caucus Institute at its annual gala in Washington on Thursday evening, Clinton condemned Trump for continuing to push conspiracy theories surrounding Obama’s birthplace. </p>  <figure class=\"element element-image\" data-media-id=\"a308988def69920e14f357352ec8a8c987f7e0f3\"> <img src=\"https://media.guim.co.uk/a308988def69920e14f357352ec8a8c987f7e0f3/0_0_5472_3648/1000.jpg\" alt=\"Hillary Clinton.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton.</span> <span class=\"element-image__credit\">Photograph: Andrew Harnik/AP</span> </figcaption> </figure>  <p>“He still wouldn’t say Hawaii. He still wouldn’t say America,” the Democratic presidential nominee said. “This man wants to be our next president? When will he stop this ugliness, this bigotry?”</p> <p>Clinton returned to the campaign trail earlier in the day with a rally in Greensboro, North Carolina, marking her first public appearance since she made public her diagnosis with pneumonia after abruptly leaving a 9/11 memorial on Sunday in New York City.</p> <p>In her remarks before the gathering of prominent Hispanic leaders, Clinton reiterated her support for comprehensive immigration reform while decrying Trump’s rhetoric against immigrants and Muslims alike.</p> <p>“There’s no innuendo or dog whistles anymore,” Clinton said of the Republican nominee. “It’s all right out there in the open now.”</p> <p>“We need to stop him conclusively in November in an election that sends a message that even he can hear.” </p> <p>Obama spoke before the group just prior to Clinton and similarly urged the Hispanic community to stand up against Trump’s bluster.</p> <p>“I know that there are a lot of folks who had this notion of what the real America looks like and somehow it only includes a few of us,” the president said. “But who’s going to decide who the real America is?” </p> <p>“Folks are betting that if they can drive us far enough apart and if they can put down enough of us because of where we come from, or what we look like, or what religion we practice then that may pay off at the polls.” </p> <p>“But I’m telling you that’s a bet they’re going to lose,” he added.<br></p> </div>   </div> <div id=\"block-57db4d68e4b0e813b694d7d4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T01:40:30.515Z\">2.40am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Did Donald Trump’s appendectomyH take place when he was 10 or 11?</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoePerticone/status/776574047643631616\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Two letters from Trump&#39;s only personal physician citing two different ages for the same appendectomy. <a href=\"https://t.co/Xrf8kbB3LK\">pic.twitter.com/Xrf8kbB3LK</a></p>&mdash; Joe Perticone (@JoePerticone) <a href=\"https://twitter.com/JoePerticone/status/776574047643631616\">September 16, 2016</a></blockquote>  </figure>  <p>His doctor doesn’t seem sure.</p> </div>   </div> <div id=\"block-57db48a9e4b0e813b694d7c0\" class=\"block\" data-block-contributor=\"profile/ryan-felton\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T01:20:47.332Z\">2.20am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Wisconsin governor Scott Walker broke his silence on Thursday over <a href=\"https://www.theguardian.com/us-news/2016/sep/14/corporate-cash-john-doe-files-scott-walker-wisconsin\">leaked documents obtained by Guardian US</a>, which revealed his links to a complex network of conservative donors and the influence of corporate cash in the election process.</p>  <figure class=\"element element-image\" data-media-id=\"f7013e0945796de5e4c83d46ba379ac9f09c3822\"> <img src=\"https://media.guim.co.uk/f7013e0945796de5e4c83d46ba379ac9f09c3822/0_374_5118_3070/1000.jpg\" alt=\"Scott Walker\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Scott Walker</span> <span class=\"element-image__credit\">Photograph: Darren Hauck/Getty Images</span> </figcaption> </figure>  <p>In an interview with Milwaukee’s WTMJ 620, the Republican governor described as “baseless” the legal investigation into alleged campaign finance violations that produced the 1,500 pages of documents.<br></p> <p>“It’s what we often see in media outlets where you get bits and pieces shaped to push their agenda,” <a href=\"http://www.wtmj.com/shows/charlie-sykes/gov-scott-walker-addresses-john-doe-document-leak\">Walker said</a>. “The bottom line is we’ve had several courts in this state that have shut this down, this baseless investigation down, because it clearly didn’t show that what was done that was not lawful there.”<br></p> <p>Known as the “John Doe investigation”, several Wisconsin prosecutors launched a probe into what they suspected were criminal campaign finance violations by the campaign committee of Walker, a former Republican presidential candidate who dropped out early in the primary race. The prosecutors claimed Walker’s committee operated a coordinated network that involved outside lobby groups, thereby allowing unlimited amounts of corporate money to funnel into a third-party group closely aligned with his campaign. In July 2015, the <a href=\"https://www.theguardian.com/world/wisconsin\">Wisconsin</a>supreme court halted the investigation.<br></p> <p>In saying prosecutors misunderstood campaign finance law to pick on people and groups “wholly innocent of any wrongdoing”, the state’s high court took the extraordinary step to order all documents produced as part of the investigation to be destroyed and later held under seal – however at least one set survived that was leaked to Guardian US.<br></p> <p>Walker told the radio station that unspecified people related to the investigation who “lose in the court of law, repeatedly” now “want to play this out in the court of public opinion – and do so with only bits and pieces, without the full story”.<br></p> <p>“The bottom line is that people, not only at the supreme court level, but even initially at the circuit court level, where a distinguished reserve judge – who, as far as we can tell, has no aligned political allegiance with anyone – initially shut this down,” Walker said. “And that assertion’s been held many times over.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/15/scott-walker-john-doe-files-leak-corporate-donations\">Scott Walker responds to John Doe files leak: nothing to see here</a> </p> </aside> </div>   </div> <div id=\"block-57db425be4b067ad300882e7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T00:52:54.756Z\">1.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump declined to allow the traveling press time to cover his event in New Hampshire tonight, documented by campaign reporters:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/scottdetrow/status/776580689818951680\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">MISSING PRESS UPDATE - 3 min after we arrive the rally ends to the Stones&#39; &quot;You Can&#39;t Always Get What You Want.&quot; So true.</p>&mdash; Scott Detrow (@scottdetrow) <a href=\"https://twitter.com/scottdetrow/status/776580689818951680\">September 16, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57db3daae4b0e813b694d7a2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-16T00:42:58.052Z\">1.42am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump refuses to say that President Barack Obama was born in the US</h2>  <div class=\"block-elements\">  <p>In an <a href=\"https://www.washingtonpost.com/politics/trump-defiant-as-polls-rise-wont-say-obama-was-born-in-united-states/2016/09/15/48913162-7b61-11e6-ac8e-cf8e0dd91dc7_story.html\">interview with the Washington Post</a>, Republican presidential nominee Donald Trump defiantly declared that he will not publicly reveal whether he still believes that President Barack Obama was born outside of the United States.</p> <p>“I’ll answer that question at the right time,” Trump said. “I just don’t want to answer it yet.”</p> <p>Trump, asked about his campaign manager, Kellyanne Conway, declaring that it was a settled issue that Obama was born a US citizen, Trump said: “It’s okay. She’s allowed to speak what she thinks. I want to focus on jobs. I want to focus on other things.”</p> <p>“I don’t talk about it anymore,” Trump said. “The reason I don’t is because then everyone is going to be talking about it as opposed to jobs, the military, the vets, security.”</p> </div>   </div> <div id=\"block-57db0dbde4b067ad30088242\" class=\"block\" data-block-contributor=\"profile/dan-roberts\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T22:59:04.537Z\">11.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hillary Clinton returned to the presidential campaign trail this afternoon, making a confident first public appearance since <a href=\"https://www.theguardian.com/us-news/2016/sep/12/hillary-clinton-pneumonia-campaign-regret-911-trump\">pneumonia</a> forced her to take a four-day rest.<br></p>  <figure class=\"element element-image\" data-media-id=\"8e225cec900bfe189714db9607a75d627bf548cd\"> <img src=\"https://media.guim.co.uk/8e225cec900bfe189714db9607a75d627bf548cd/0_41_3000_1800/1000.jpg\" alt=\"Hillary Clinton\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton</span> <span class=\"element-image__credit\">Photograph: Justin Sullivan/Getty Images</span> </figcaption> </figure>  <p>Taking to the stage to the sound of I Feel Good by James Brown, the Democratic nominee insisted she was fully recovered and filled with a new sense of urgency at a critical juncture in American politics</p> <p>“Being on the trail does not encourage reflection,” she told a young crowd at the University of <a href=\"https://www.theguardian.com/us-news/northcarolina\">North Carolina</a>. “It’s important to sit with your thoughts every now and again and this helped me to reflect on what this campaign is all about.”</p> <p>Speaking calmly, without the cough that has interrupted recent appearances, the former secretary of state appeared rested. As she climbed the steps to the podium, she gripped a guard rail carefully.</p> <p>“For millions of moms and dads, if they get sick there is no backup, they are on their own,” she said, turning her experience into a renewed call for better provision of healthcare and family leave. “That’s the story for too many people in America.”</p> <p>Earlier Donald Trump, who has pulled level in some recent opinion polls, made his most explicit reference yet to his opponent’s health, <a href=\"https://www.theguardian.com/us-news/2016/sep/15/donald-trump-dr-oz-medical-report\">releasing medical records</a>that boasted of his ability to “endure – uninterrupted – the rigors of a punishing and unprecedented presidential campaign”.</p> <p>The physical examination also revealed the 70-year-old Republican to be overweight, at 236lbs, but he claimed he had bolstered his physical condition by giving speeches on the campaign trail.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/15/hillary-clinton-returns-campaign-pneumonia\">Clinton returns to campaign trail 'fully recovered' from pneumonia</a> </p> </aside> </div>   </div> <div id=\"block-57db0a32e4b0e813b694d6ee\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T21:05:01.107Z\">10.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Mark Fields, the CEO of Ford Motor Company and latest target of Republican presidential nominee Donald Trump’s ire, has responded to Trump’s allegations that the company will “fire all of its employees in the United States” as it moved small-car production to Mexico, calling Trump’s comments “unfortunate” and inaccurate.</p> <p>“It’s really unfortunate when politics get in the way of the facts and the facts are Ford’s investment in the US and commitment to American jobs has never been strong,” Fields told CNN’s Poppy Harlow this afternoon.</p> <p>“We have created more than 28,000 jobs in the US in the last five years; we’ve invested more than $12b,” Fields continued. “We produce more vehicles in the US than any other automaker by far, and we employ more hourly workers here in our plants, more than any automaker by far. So we are very committed here and those are the facts.”</p> <p>This morning, Trump told the hosts of Fox and Friends that he will implement a 35% tariff on Ford cars manufactured in Mexico if he is elected president, something that Fields dismissed.<br></p> <p>Asked if it was true that Ford would be “firing all of its employees” in the United States, Fields was adamant that Trump was wrong.</p> <p>“Absolutely not - zero,” Ford said. “What we announced is that we’ll be moving our focus out of Michigan so that we can compete more financially in that particular segment but at the same time, and that’s an agreement we have with the UAW and what we’ll be doing is we’ll be replacing those products with two very exciting new products so not one job will be lost... most of our investment is here in the US and that’s the way it’s gonna continue to be.”</p> <p>Whoever wins the election, Ford concluded, “we [plan to] work for them productively.”</p> </div>   </div> <div id=\"block-57db056de4b067ad30088218\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T20:35:20.467Z\">9.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Speaking to reporters in Greensboro, North Carolina, in one of her first press conferences since announcing her presidential bid more than a year ago, Democratic presidential nominee Hillary Clinton told reporters that although she wished her campaign staff had informed the public about her pneumonia more quickly, she did not think “it was a big deal” at the time.</p> <p>Asked whether she was doing any “soul searching” as polls nationwide tighten between her and Republican presidential nominee Donald Trump, Clinton asserted that she has know that “this was going to be a tight race - I’ve said it from the very beginning,” but that “we are in a strong position going into these last weeks.” What matters on Election Day, Clinton said, is “who registers to vote and who is motivated and mobilized to turn out to vote.”</p> <p>Clinton responded to a question about whether the fact that running mate Tim kaine appeared not to know that she had fallen ill until the rest of the world knew, Clinton said that it did not preface a lack of communication in their potential relationship as president and vice president.</p> <p>“My senior staff knew and information was provided to a number of people,” Clinton said. “This was an ailment that many people just power through and that’s what I thought I would do as well. I didn’t want to stop, I didn’t want to quit campaigning, I certainly didn’t want to miss the 9/11 memorial,” she continued. “It didn’t work out. So I got the antibiotics up and going, got the rest that I needed, and we’re going on from there.”</p> </div>   </div> <div id=\"block-57db028de4b05caf65ecd9d1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T20:20:50.094Z\">9.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>During an appearance on The Dr Oz Show, Donald Trump admitted he could lose some weight but said he felt “as good today as I did when I was 30”.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/15/donald-trump-dr-oz-weight-stamina-health-video\"            data-short-url=\"https://gu.com/p/537dm\"                    data-show-ads=\"true\"            data-video-id=\"2721730\"            data-video-name=\"Trump talks stamina on Dr Oz and says he'd 'like to lose weight' – video\"            data-video-provider=\"Zoco Productions, LLC\"            > <video data-media-id=\"gu-video-57daf189e4b0e813b694d691\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/15/160915trumphealth_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/15/160915trumphealth.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/15/160915trumphealth_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/15/donald-trump-dr-oz-weight-stamina-health-video\">Trump talks stamina on Dr Oz and says he’d ‘like to lose weight’</a></figcaption> </figure>   <p>On the show, Dr Mehmet Oz concluded that Trump, who weighs 236 pounds, was a little overweight for his height. Trump’s campaign also released the results of his physical that said he had normal cholesterol and blood pressure.</p> </div>   </div> <div id=\"block-57daffcae4b067ad30088202\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T20:09:34.858Z\">9.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Trump campaign has responded to criticism of Donald Trump Jr.’s assertions that reporters would <a href=\"https://www.theguardian.com/us-news/live/2016/sep/15/hillary-clinton-north-carolina-donald-trump-election-live?page=with:block-57daefe3e4b05caf65ecd98c#block-57daefe3e4b05caf65ecd98c\">“be warming up the gas chamber”</a> if his father, Republican presidential nominee Donald Trump, acted like rival Hillary Clinton.</p> <p>“The liberal, dishonest media is so quick to attack one of the Trumps that they never let the truth get in the way of a good smear,” said communications advisor Jason Miller in a statement. “Don Jr. was clearly referring to capital punishment to make the case that the media continues to take words out of context in order to serve as the propaganda arm of the Hillary Clinton campaign - something that’s only gotten worse as Trump’s poll numbers have improved.”</p> </div>   </div> <div id=\"block-57dafdfae4b067ad300881fc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T20:01:48.121Z\">9.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Speaking in Greensboro, North Carolina, Democratic presidential nominee Hillary Clinton returned to the campaign trail after a bout of pneumonia sidelined her campaign - appropriately entering and exiting the stage to the song I Feel Good, by James Brown.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=QXCGnTy-v2M\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/QXCGnTy-v2M?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-57dafc80e4b05caf65ecd9bd\" class=\"block\" data-block-contributor=\"profile/adam-gabbatt\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T19:55:22.397Z\">8.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Among the readings shared by Trump in his medical statement was his testosterone level of 441.6. </p> <p>For a candidate who has called his opponents <a href=\"https://www.youtube.com/watch?v=EW06MlHVxuQ\">“low energy”</a> or characterized them as <a href=\"https://www.youtube.com/watch?v=7p_ltuXcOH4\">“little”</a>, while praising his own <a href=\"http://www.cnn.com/2016/09/15/politics/donald-trump-medical-details-stamina/\">“stamina”</a>, low testosterone could have been damaging. Even if it were just to his ego.</p> <p>Happily, Trump’s testosterone is fine.</p> <p>“A normal range is 300 - 800,” said Dr Peter Snyder, medical director of the Penn Pituitary Center at the University of Pennsylvania. He said Trump’s 441.6 level “would be considered normal for any adult male”.</p> <p>Dr Abraham Morgentaler, author of the book <a href=\"https://www.amazon.com/Testosterone-Life-Recharge-Vitality-Overall/dp/0071494804\">Testosterone for Life</a>, said “450 or so is an average testosterone level in adult men”. Morgentaler agreed that Trump’s testosterone level was within normal range.</p> <p>“He doesn’t have unusually high testosterone nor does he have unusually low testosterone.”<br></p> </div>   </div> <div id=\"block-57dafbf6e4b05caf65ecd9bb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T19:54:17.948Z\">8.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Ivanka Trump has responded to Cosmopolitan after the magazine <a href=\"http://www.cosmopolitan.com/politics/a3356886/ivanka-trump-child-care-maternity-leave-policy/\">ran a Q&amp;A session</a> with the Republican presidential nominee’s daughter in which she objected to the “negativity” of questions about Donald Trump’s past statements on pregnancy in the workplace.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/IvankaTrump/status/776505926522109953\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">1/3: Politics aside, I&#39;m working to raise awareness on issues that are of critical importance to American women and families.</p>&mdash; Ivanka Trump (@IvankaTrump) <a href=\"https://twitter.com/IvankaTrump/status/776505926522109953\">September 15, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/IvankaTrump/status/776505894364381184\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">2/3:Regardless of who you support, policies benefiting women+families are becoming topics of mainstream conversation &amp; that&#39;s a good thing.</p>&mdash; Ivanka Trump (@IvankaTrump) <a href=\"https://twitter.com/IvankaTrump/status/776505894364381184\">September 15, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/IvankaTrump/status/776505861967581185\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">3/3:<a href=\"https://twitter.com/Cosmopolitan\">@Cosmopolitan</a>, your readers do &amp; should care about issues impacting women &amp; children. Keep the focus where it belongs—advocating change.</p>&mdash; Ivanka Trump (@IvankaTrump) <a href=\"https://twitter.com/IvankaTrump/status/776505861967581185\">September 15, 2016</a></blockquote>  </figure>  <p>In the interview, the younger Trump also laughed when pressed about why her proposal for paid parental leave for new parents didn’t apply to same-sex male couples, or fathers in general.</p> </div>   </div> <div id=\"block-57dafa42e4b0e813b694d6ac\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T19:45:23.029Z\">8.45pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Hillary Clinton returns to the campaign trail with an event in Greensboro, North Carolina</h2>  <div class=\"block-elements\">  <p>Watch live now:</p>  <figure class=\"element element-embed\" data-alt=\"HC\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57daeb8e6add94c00b26669a?autoplay=false\"></iframe> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-15T19:45:39.854Z\">at 8.45pm BST</time></p>  </div> <div id=\"block-57daf97de4b05caf65ecd9b2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T19:43:10.132Z\">8.43pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Paul Ryan encourages Donald Trump to release tax returns</h2>  <div class=\"block-elements\">  <p>Another day, another person requesting in vain that Republican presidential nominee Donald Trump release a copy of his tax returns, as major-party candidates have done for nearly half a century.</p> <p>House speaker Paul Ryan said <a href=\"http://www.nbcnews.com/video/paul-ryan-says-trump-should-release-his-tax-returns-766001731721\">during his weekly press briefing</a> that Trump should release his tax returns, but would leaving the timing of such a release to the candidate himself.</p> <p>“Having a business guy as President is not the worst idea in the world.”</p> </div>   </div> <div id=\"block-57daefe3e4b05caf65ecd98c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T19:04:21.793Z\">8.04pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton hits Trump Jr: 'offensive references to the Holocaust are never acceptable'</h2>  <div class=\"block-elements\">  <p>The Hillary Clinton campaign has responded to Donald Trump Jr’s use of gas chamber imagery to attack Democrats (<a href=\"https://www.theguardian.com/us-news/live/2016/sep/15/hillary-clinton-north-carolina-donald-trump-election-live?page=with:block-57dac13be4b067ad300880dd#block-57dac13be4b067ad300880dd\">read about that here</a>).</p> <p>Clinton’s statement says, in part:</p> <blockquote class=\"quoted\"> <p>Donald Trump Jr’s recent comments invoking the use of gas chambers to make a political attack show just how insensitive, divisive, and reckless the Trump campaign is. The bottom line is this – offensive references to the Holocaust are never acceptable, especially from a presidential campaign.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/aabramson/status/776493431313010688\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">And....Hillary Clinton campaign weighs in on gas chamber comments <a href=\"https://t.co/GbeY1cCPOt\">pic.twitter.com/GbeY1cCPOt</a></p>&mdash; Alana Abramson (@aabramson) <a href=\"https://twitter.com/aabramson/status/776493431313010688\">September 15, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57dae82ce4b0e813b694d666\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T18:51:04.821Z\">7.51pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump Jr: tax records must remain secret to preserve 'dialogue'</h2>  <div class=\"block-elements\">  <p>It emerges that Donald Trump Jr’s explanation <a href=\"http://triblive.com/politics/politicalheadlines/11142102-74/trump-lies-pennsylvania\">to the Pittsburgh Tribune-Review</a> that his father can’t release his tax returns “because <br>that would detract from [his father’s] main message” was not a slip of the tongue. It was a talking point.</p> <p>In a separate interview, with Pittsburgh’s Action News 4, Trump says that the tax returns can’t be released because “we don’t need a story with everyone questioning everything.”</p> <p>Trump Jr is asked why the candidate won’t release his tax returns. Here’s his reply:</p> <blockquote class=\"quoted\"> <p>We’ve been told by tax counsel. You’ve got to remember. There’s nothing there. But if there is, they’re going to try to create a story. And the media that we’ve seen has been Hillary’s number one surrogate. They’ve been attacking us. The media’s been her biggest proponent. Because they’re afraid of a Trump system that will actually shake up DC...</p> <p>We don’t need a story where everyone questioning everything. Because you know what happens with that. Everyone will take a chance. ‘What about this? What about this?’ And it’s just going to change the dialogue. Our dialogue is about jobs. </p> </blockquote>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=1OG57cebSVI\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/1OG57cebSVI?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>The interviewer also asks how Trump will make good on his promise to bring steel manufacturing back to the region. Trump Jr gives an answer about fracking. </p> <p>An aide cuts the interview off when the reporter asks about the use of Trump foundation money for the purchase of a six-foot tall portrait of Trump, a purchase uncovered by the Washington Post’s David Fahrenthold.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/chrislhayes/status/776493245207572480\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Two Trump campaign aids (and actual last-name-bearing Trumps) have abruptly ended interviews after facing basic questions.</p>&mdash; Christopher Hayes (@chrislhayes) <a href=\"https://twitter.com/chrislhayes/status/776493245207572480\">September 15, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-15T18:52:51.407Z\">at 7.52pm BST</time></p>  </div> <div id=\"block-57dae71de4b0e813b694d65d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T18:24:52.010Z\">7.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>What’s in the second half of this new Trump minority outreach video? We don’t know. We couldn’t get past a minute. </p> <p>Anyone out there able to watch this for more than a minute? Post your best time in the comments! And let us know what happens. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanScavino/status/776407324781150208\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">🗣ALL ABOARD the <a href=\"https://twitter.com/hashtag/TrumpTrain?src=hash\">#TrumpTrain</a>!<br>DEPLORABLES ALWAYS WELCOME!<a href=\"https://t.co/bpMlh1wIZb\">https://t.co/bpMlh1wIZb</a></p>&mdash; Daniel Scavino Jr. (@DanScavino) <a href=\"https://twitter.com/DanScavino/status/776407324781150208\">September 15, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57dae528e4b0e813b694d652\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T18:17:02.019Z\">7.17pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Kaine calls on Trump to release tax returns</h2>  <div class=\"block-elements\">  <p>Just one set!</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/timkaine/status/776481502389567488\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">People have seen almost 40 years of tax returns from Hillary. One set from Trump really isn&#39;t too much to ask. <a href=\"https://t.co/K3oyDiIUlq\">https://t.co/K3oyDiIUlq</a></p>&mdash; Senator Tim Kaine (@timkaine) <a href=\"https://twitter.com/timkaine/status/776481502389567488\">September 15, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PhilipRucker/status/776495080576323588\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Kaine hits Trump on boasts about “the vets” and taxes: “If you’ve been avoiding taxes, you’ve been stiffing the military you’re whole life.&quot;</p>&mdash; Philip Rucker (@PhilipRucker) <a href=\"https://twitter.com/PhilipRucker/status/776495080576323588\">September 15, 2016</a></blockquote>  </figure>  <p>Donald Trump Jr explained to a Pittsburgh paper in an <a href=\"http://triblive.com/politics/politicalheadlines/11142102-74/trump-lies-pennsylvania\">interview published Wednesday</a> that Trump won’t release his returns “because he’s got a 12,000-page tax return that would create … financial auditors out of every person in the country asking questions that would detract from [his father’s] main message.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-15T19:00:05.412Z\">at 8.00pm BST</time></p>  </div> <div id=\"block-57dae1cde4b0e813b694d641\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T18:08:58.218Z\">7.08pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Missouri senate challenger assembles rifle blindfolded in ad</h2>  <div class=\"block-elements\">  <p>In his bid to unseat incumbent Republican senator Roy Blunt, Missouri secretary of state Jason Kander, a former army captain who served in Afghanistan, has released a video ad in which he assembles a rifle blindfolded while calling for background checks “so terrorists can’t get their hands on one of these.”</p> <p>“I approved this message because I’d like to see senator Blunt do this,” Kander says:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=-wqOApBLPio\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/-wqOApBLPio?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-57dae07ae4b067ad30088172\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T17:55:48.750Z\">6.55pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton returns to trail</h2>  <div class=\"block-elements\">  <p>She’s back. Clinton boards a plane for her rally in Greensboro, NC:</p>  <figure class=\"element element-image\" data-media-id=\"dcd36d5cbc11bdd1f04be071af6086dcde0f1c8e\"> <img src=\"https://media.guim.co.uk/dcd36d5cbc11bdd1f04be071af6086dcde0f1c8e/0_218_3000_1800/1000.jpg\" alt=\"On the plane in White Plains.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">On the plane in White Plains.</span> <span class=\"element-image__credit\">Photograph: Justin Sullivan/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-15T18:02:30.172Z\">at 7.02pm BST</time></p>  </div> <div id=\"block-57dadba3e4b0e813b694d625\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T17:42:48.800Z\">6.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump proposes to pay for his tax plan by cutting discretionary spending every year. While he builds a border wall with Mexico. And raises a force to deport millions of Americans. And undertakes a massive upgrade and expansion of the military. And rebuilds the national infrastructure. And ..</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/StevenTDennis/status/776468266478960641\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">To partially pay for his tax cuts, Trump proposes cutting domestic discretionary spending by 1% every year. Not counting inflation.</p>&mdash; Steven Dennis (@StevenTDennis) <a href=\"https://twitter.com/StevenTDennis/status/776468266478960641\">September 15, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NickRiccardi/status/776451290234654720\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Reminder: Trump&#39;s 1st tax proposal would have created $10-12 trillion deficits</p>&mdash; Nick Riccardi (@NickRiccardi) <a href=\"https://twitter.com/NickRiccardi/status/776451290234654720\">September 15, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-15T17:53:39.349Z\">at 6.53pm BST</time></p>  </div> <div id=\"block-57dad80ce4b05caf65ecd928\" class=\"block is-key-event\" data-block-contributor=\"profile/adam-gabbatt\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T17:32:51.497Z\">6.32pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump, 70, feels half his age, he says</h2>  <div class=\"block-elements\">  <p>On the day that Donald Trump told TV show host Dr Oz he feels “as good today as I did at 30”, the 70-year-old Republican presidential nominee released the most detailed assessment yet of his physical condition.</p> <p>The Trump campaign used the positive results to take a swipe at Hillary Clinton, lauding the billionaire’s ability to “endure – uninterrupted – the rigors of a punishing and unprecedented presidential campaign”.</p> <p>Clinton temporarily withdrew from the campaign trail after stumbling as she left a September 11 memorial service in New York City on Sunday. Her campaign subsequently admitted she had been given a diagnosis of pneumonia.</p> <p>In a taped interview with Dr Oz which was scheduled to be aired later on Thursday, Trump admitted that at 236lbs he is overweight, but said he had bolstered his physical condition by giving speeches on the campaign trail.</p> <p>“It’s a lot of work,” he said. “You know, when I’m speaking in front of 15, 20,000 people and I’m up there using a lot of motion, I guess in its own way it’s a pretty healthy act.</p> <p>“A lot of times these rooms are really hot, like saunas and I guess that’s a form of exercise.”</p> <p>The 70-year-old also plays golf.</p>  <figure class=\"element element-image\" data-media-id=\"2091cbb0cf452ad8564ca08d46c6fef8b95a3b73\"> <img src=\"https://media.guim.co.uk/2091cbb0cf452ad8564ca08d46c6fef8b95a3b73/0_54_2439_1463/1000.jpg\" alt=\"Throwin’ the pigskin. Exercise right there.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Throwin’ the pigskin. Exercise right there.</span> <span class=\"element-image__credit\">Photograph: Mike Segar/Reuters</span> </figcaption> </figure>  <p>Ahead of Trump’s Oz interview, his campaign released a statement from Dr Harold Bornstein, the same physician who in December said in a shorter note he could “state unequivocally, [Trump] will be the healthiest individual ever elected to the presidency”. Bornstein later admitted that the note had been “rushed”, while a limo from the campaign waited outside his office.</p> <p>On Thursday, the Guardian reported that according to court papers, in April 2002 Bornstein agreed to pay $86,250 to the family of a patient, Janet Levin, who died allegedly after falling when she took “unhealthy amounts” of prescription drugs Bornstein had given her unnecessarily</p> <p>Thursday’s report, based on an examination conducted on Friday 9 September, was less hyperbolic but still glowing.</p> <p>“Mr Trump is in excellent physical health,” Bornstein wrote, adding that Trump’s liver and thyroid function were within the normal range and a cardiac evaluation was normal. The Republican presidential candidate does take medication to lower cholesterol.</p> <p>Trump’s most recent colonoscopy was conducted on 10 July 2013, Bornstein said. It revealed no polyps.</p> <p>On the Dr Oz Show, Trump said that when he looks in the mirror he does not see a 70-year-old man.</p> <p>“I would say I see a person that’s 35 years old,” Trump said.</p> <p>The campaign did not release any ophthalmic results.</p> <p>Trump told Oz he sometimes plays golf with 39-year-old New England Patriots quarterback Tom Brady. “I feel I’m the same age as him. It’s crazy,” Trump said.</p> <p>Clips released in advance of the show’s broadcast saw Oz noting that Trump would be the oldest person ever to be elected president. Trump said that 70 was not that much older than a previous Republican commander-in-chief.</p> <p>“Just about the same age as Ronald Reagan,” he said. “And Hillary’s a year behind me. I actually feel as good today as I did at 30.”</p> <p>Ronald Reagan was 69 when he was elected president, in 1979. Hillary Clinton will turn 69 on 26 October. </p> <p>Trump’s physical states he is is 6ft 3in and 236lbs, giving him a body mass of 29.5, which is overweight. The businessman, who is known for eating McDonalds, KFC and on at least one occasion a taco bowl, told Oz he would like to lose 15lbs.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-15T17:33:23.932Z\">at 6.33pm BST</time></p>  </div> <div id=\"block-57dad251e4b05caf65ecd90b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T17:08:49.550Z\">6.08pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump's latest tax plan</h2>  <div class=\"block-elements\">  <p>We’re digging into the details of the tax plan Trump just laid out. It’s at least the second such plan he has rolled out. Here’s a <a href=\"https://www.donaldjtrump.com/positions/tax-reform\">link to the latest plan</a>.</p> <p>The plan has three income brackets, with tax rates of 12%, 25% and 33%. Business Insider’s Josh Barro points out that Trump’s 33% bracket kicks in for single filers at $112,500 – well below the current $190,000.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RameshPonnuru/status/776460414536167424\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">New version of Trump tax plan raises marginal rates for affluent singles. <a href=\"https://t.co/u8g5xz6eXR\">https://t.co/u8g5xz6eXR</a></p>&mdash; Ramesh Ponnuru (@RameshPonnuru) <a href=\"https://twitter.com/RameshPonnuru/status/776460414536167424\">September 15, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jbarro/status/776455627333926912\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump plan would charge single filers 33% on income above $112,500. Current law 33% bracket doesn&#39;t apply until $190k.</p>&mdash; Josh Barro (@jbarro) <a href=\"https://twitter.com/jbarro/status/776455627333926912\">September 15, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jbarro/status/776453573290983424\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">What Trump is doing here is not *that* different from Jeb, other Rs: promise huge tax cuts, say the math will add up due to rapid growth.</p>&mdash; Josh Barro (@jbarro) <a href=\"https://twitter.com/jbarro/status/776453573290983424\">September 15, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Neil_Irwin/status/776459010140729345\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Also new Trump plan does tax unrealized capital gains in large estates, closing another loophole from earlier plan. <a href=\"https://t.co/EEfwU3aTQ6\">pic.twitter.com/EEfwU3aTQ6</a></p>&mdash; Neil Irwin (@Neil_Irwin) <a href=\"https://twitter.com/Neil_Irwin/status/776459010140729345\">September 15, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AlanMCole/status/776457662800228352\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Old plan had a 15 percent rate for pass throughs, but 15 percent is only mentioned as a corporate rate here: <a href=\"https://t.co/OodUSDCgtr\">https://t.co/OodUSDCgtr</a></p>&mdash; Alan Cole (@AlanMCole) <a href=\"https://twitter.com/AlanMCole/status/776457662800228352\">September 15, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jbarro/status/776458331863060480\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">If this change is for real, Trump plan is now significantly more responsible than your usual GOP tax plan. <a href=\"https://t.co/C7OuUZ4S2P\">https://t.co/C7OuUZ4S2P</a></p>&mdash; Josh Barro (@jbarro) <a href=\"https://twitter.com/jbarro/status/776458331863060480\">September 15, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/daveweigel/status/776413874543263744\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Also, everyone who said &quot;hiring Steve Bannon will inaugurate a new era of Trump discipline,&quot; collect your winnings.</p>&mdash; daveweigel (@daveweigel) <a href=\"https://twitter.com/daveweigel/status/776413874543263744\">September 15, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-15T17:10:29.677Z\">at 6.10pm BST</time></p>  </div> <div id=\"block-57dacc00e4b067ad30088116\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T16:31:47.640Z\">5.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump has wrapped his speech and he’s being interviewed now by an economic adviser.</p> <p>“I think many of us found your economic plan very bold and ambitious,” the conversation begins.</p> </div>   </div> <div id=\"block-57dacb73e4b067ad30088114\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T16:25:42.102Z\">5.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This speech is literally sickening economists:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Austan_Goolsbee/status/776456120143638528\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">...feeling very, very ill <a href=\"https://t.co/vm5metfH3s\">https://t.co/vm5metfH3s</a></p>&mdash; Austan Goolsbee (@Austan_Goolsbee) <a href=\"https://twitter.com/Austan_Goolsbee/status/776456120143638528\">September 15, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57dac958e4b0e813b694d5cd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T16:24:55.550Z\">5.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump now ties sluggish American growth to China’s joining the world trade organization. No mention of the housing debt bubble and 2008 recession. It was all China entering new trade agreements. Well that sounds simple to fix.</p> <p>“Our politicians were not watching. It is no great secret that many of the special interests funding my opponent’s campaign are the ones profiting from these” trade deals, Trump says”</p> <blockquote class=\"quoted\"> <p>The verdict is in, all of the special interests... have been proven wrong over such a long period of time. Every single deal they’ve promoted... has just crashed. They’ve been so absolutely wrong. Our manufacturing base has crumbled... and households are making less today than they were in the year 2000.</p> </blockquote> <p>That’s true, despite last year’s record growth in household income.</p> <blockquote class=\"quoted\"> <p>I like China. They’re my tenant. They buy condos all the time. They’re just fine. But you know what? They’re a currency manipulator.</p> </blockquote> </div>   </div> <div id=\"block-57dac6d3e4b05caf65ecd8d8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T16:15:32.910Z\">5.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump now promises “bold, new tax reform”:</p> <blockquote class=\"quoted\"> <p> Don’t worry, they’re going down, not up. I think you were worried they’re going up.</p> </blockquote> <p>His latest plan – he’s switched a couple times – has three brackets: 12%, 25% and 33%. He says there will be “no income tax for low-income Americans” and his plan will “remove millions and millions of workers from the income tax rolls entirely.”</p> <p>That should work nicely as long as the government does not require revenue.</p> <p>Here now is Trump as class warrior:</p> <p>“We have strongly capped deductions for the wealthy.. the tax relief will be concentrated on the middle class... it’s not even close...they have built our country and we will not forget.”<br></p> <p>Reminder: Trump personally does not provide employees with family care programs he now proposes and he will not disclose tax records that could indicate whether he believes this stuff with his checkbook.</p> <p>Trump:</p> <blockquote class=\"quoted\"> <p>The tax relief will be expanded by my child care proposals that I have worked on with my daughter Ivanka.</p> </blockquote> <p>Trump predicts a windfall of trillions from taxing corporate inversions, with trillions in wealth “parked overseas”:</p> <blockquote class=\"quoted\"> <p>We’ll bring them back and it will taxed only at the rate of 10% instead of 35%... I think it’s going to be something that will be so phenomenal, far beyond what people even think.’</p> </blockquote> </div>   </div> <div id=\"block-57dac593e4b067ad300880f7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T16:05:33.585Z\">5.05pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump: 'I’m not running to be the president of the world'</h2>  <div class=\"block-elements\">  <p>“Too many of our leaders have forgotten that it’s their duty to protect the jobs.. and well-being from any consideration,” Trump says.</p> <blockquote class=\"quoted\"> <p>I’m not running to be the president of the world. I’m running to be the president of the United States of America. And as your president, I will fight for every last American job and every American company. </p> </blockquote> <p>Trump does a shtick where he knows he upset his “economists” by secretly disclosing that he personally thinks their growth targets are low: “Now they’re upset. They’ll be very upset. But I think we can do even better than that.”</p> <p>That’s a move known as the Full QVC. </p> <p>“Just look at the math, it works,” Trump says. “It will be deficit neutral.”</p> </div>   </div> <div id=\"block-57dac4d5e4b05caf65ecd8d0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T15:59:06.682Z\">4.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump asserts that Hillary Clinton’s detailed plan for infrastructure spending, education, job training, tuition debt relief and more would not create jobs, while his vague plan to make US infrastructure “golden” again – he just used the word “gold” to describe the bridges he would build – would pump up the economy: </p> <blockquote class=\"quoted\"> <p>Not one single idea she’s got would create... one new dollar of American wealth for our workers. The only thing she can offer is a welfare check, that’s it. Our plan will produce paychecks...</p> </blockquote> </div>   </div> <div id=\"block-57dac3aae4b067ad300880ea\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T15:56:21.866Z\">4.56pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump: 'disgraceful' that companies can manufacture overseas</h2>  <div class=\"block-elements\">  <p>Trump says, as he has before, that as president he would stop US companies from conducting manufacturing overseas. Have the companies heard about this? Do they take it seriously? </p> <p>Trump’s hook is Ford’s announcement that it was moving small car manufacturing overseas.</p> <p>“To think that Ford is moving its small car division is a disgrace... it’s disgraceful that politicians are allowing them to get away with it,” Trump says.</p> <p>Then there’s some snafu with his Teleprompter which he navigates and then congratulates himself for navigating:</p> <blockquote class=\"quoted\"> <p>Just look at the way I just melded into the Teleprompter. It just went off. Who else could have pulled that off? Who else?</p> </blockquote> </div>   </div> <div id=\"block-57dac35fe4b067ad300880e8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T15:51:41.445Z\">4.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump touts his experience on the ground in Flint, Michigan:</p> <blockquote class=\"quoted\"> <p>It’s a silent nation of jobless Americans, and look no further. All you have to do is look at Flint, where I spent a lot of time. The city of Flint. And what a disaster has taken place.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-15T15:54:41.422Z\">at 4.54pm BST</time></p>  </div> <div id=\"block-57dac30fe4b067ad300880e6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T15:50:13.160Z\">4.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump is delivering a speech on economic policy. The Guardian’s Ed Pilkington is there. Here’s a live video stream:</p>  <figure class=\"element element-embed\" data-alt=\"trump\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57daafe66add94c00b2665e9?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57dac13be4b067ad300880dd\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T15:49:16.525Z\">4.49pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump Jr uses 'gas chamber' metaphor</h2>  <div class=\"block-elements\">  <p>Trump’s elder son, who told a Pittsburgh paper that his father’s taxes are too long to release, is on something of an interview tear.</p> <p>Donald Trump Jr told a Philadelphia-area talk radio station that if the Republican national party favored a candidate as the Democratic national committee was revealed to favor Clinton, “they’d be warming up the gas chamber right now”.</p> <p>Trump Jr said, according to a <a href=\"http://philadelphia.cbslocal.com/2016/09/14/donald-trump-jr-media-is-clintons-number-one-surrogate/\">local CBS report</a>:</p> <blockquote class=\"quoted\"> <p>The media has been her number one surrogate in this. Without the media, this wouldn’t even be a contest, but the media has built her up. They’ve let her slide on every indiscrepancy, [<em>sic</em>] on every lie, on every DNC game trying to get Bernie Sanders out of this thing. If Republicans were doing that, they’d be warming up the gas chamber right now.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-15T15:55:15.491Z\">at 4.55pm BST</time></p>  </div> <div id=\"block-57dab24fe4b067ad3008808e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T15:14:31.833Z\">4.14pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump attacks Flint, Michigan, pastor who reined him in</h2>  <div class=\"block-elements\">  <p>Donald Trump has called a pastor who interrupted him in a Flint, Michigan, church Wednesday “a nervous mess”, saying “she had [it] in mind” to interrupt him before she spoke. </p> <p>Reverend Faith Green Timmons of Bethel United Methodist church interrupted Trump after he pivoted abruptly from a mention of “what’s happened with the water” to an attack on Clinton.</p> <p>“Mr. Trump,” Timmons said, “I invited you here to thank us for what we’ve done in Flint. Not to give a political speech.”</p> <p>“Oh oh oh OK,” Trump said. “OK. OK. That’s good. I’m going to go back into Flint.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nycsouthpaw/status/776159197079670784\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">the chastened grin at the end <a href=\"https://t.co/bUYAgIGo9W\">pic.twitter.com/bUYAgIGo9W</a></p>&mdash; southpaw (@nycsouthpaw) <a href=\"https://twitter.com/nycsouthpaw/status/776159197079670784\">September 14, 2016</a></blockquote>  </figure>  <p>On Thursday morning, Trump hit Timmons on national television.</p> <p>“Something was up because I noticed she was so nervous when she introduced me,” Trump said on Fox News. “And she called NBC, ABC – When she got up to introduce me she was so nervous, she was shaking, and I said: ‘Wow, this is sort of strange.’ And then she came up. So she had that in mind, there’s no question about it.</p> <p>“She was so nervous. She was like a nervous mess, and so I figured something was up.”</p> <p>Timmons invited Trump to speak at the church during a visit to the city that the candidate billed as a chance to spotlight the tap water crisis. “We welcome all people,” Timmons <a href=\"https://twitter.com/JenniferJJacobs/status/776147407763451904\">said in a statement</a> beforehand, but “Trump’s presence at Bethel United Methodist in no way represents an endorsement of his candidacy.” </p> <p>Ryan Felton for the Guardian interviewed attendees afterward. “The estimated 50 people in the room on Wednesday didn’t appear to give Trump nearly as warm of a welcoming as he portrayed,” Ryan writes:</p> <blockquote class=\"quoted\"> <p>Few applauded during his remarks, attendees told the Guardian afterward, and it was Timmons who actually requested members in the audience to refrain from heckling the Republican nominee. </p> <p>Late Wednesday, the reverend suggested there wouldn’t have been an issue had Trump refrained from delivering a political speech. “Had he stuck to what his camp claimed he came to do, we would not have had a problem,” <a href=\"https://www.facebook.com/faith.greentimmons/posts/1175792499125954?pnref=story\">she wrote on Facebook</a>. </p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ddale8/status/776411997990629378\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This amazing photo of Trump and &quot;Little Miss Flint&quot; has gone viral on Flint Facebook. <a href=\"https://t.co/0exFO0MCZw\">pic.twitter.com/0exFO0MCZw</a></p>&mdash; Daniel Dale (@ddale8) <a href=\"https://twitter.com/ddale8/status/776411997990629378\">September 15, 2016</a></blockquote>  </figure>  <p>Here’s a transcript of the episode:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kylegriffin1/status/776155964701540352\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump interrupted by pastor just now for politicizing speech while talking at a Flint church: <a href=\"https://t.co/6sDDL31u8u\">pic.twitter.com/6sDDL31u8u</a></p>&mdash; Kyle Griffin (@kylegriffin1) <a href=\"https://twitter.com/kylegriffin1/status/776155964701540352\">September 14, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-15T15:26:19.128Z\">at 4.26pm BST</time></p>  </div> <div id=\"block-57daac45e4b0e813b694d52e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T14:28:56.134Z\">3.28pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Vice sues IRS for Trump audits</h2>  <div class=\"block-elements\">  <p>This news emerged yesterday, but we’re re-featuring it because, in light of Donald Trump Jr’s <a href=\"http://triblive.com/politics/politicalheadlines/11142102-74/trump-lies-pennsylvania\">admission</a> that his father is not releasing his tax returns for political reasons, the sense that Trump’s taxes are a hellscape of grotesque revelations about how Trump has lied to the public about his finances and bilked the government he now would run is... freshly piquant. </p> <p>In a <a href=\"https://news.vice.com/article/were-suing-the-irs-for-audits-of-donald-trumps-tax-returns\">post</a> appropriately headlined “We’re suing the IRS for audits of Donald Trump’s tax returns,” Vice News has announced that it has <a href=\"https://news.vice.com/article/were-suing-the-irs-for-audits-of-donald-trumps-tax-returns\">filed a Freedom of Information Act (FOIA) lawsuit</a> in against the IRS for the audits of Republican presidential nominee Donald Trump’s tax returns from 2002 onward:</p> <blockquote class=\"quoted\"> <p>This week, VICE News filed a Freedom of Information Act (FOIA) lawsuit in US District Court in Washington, DC against the IRS demanding that the agency turn over all audits of Trump’s tax returns from 2002 onward. In the suit, filed jointly with Ryan Shapiro, a doctoral candidate at MIT and research affiliate at the Berkman Klein Center for Internet &amp; Society at Harvard University, we asked the IRS for “any and all requests by law enforcement agencies for copies of... Trump’s individual tax returns” and “any and all records mentioning or referring to requests by law enforcement agencies for copies of individual tax returns.”</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"f952ff27a48b775aa07de9f86fe193c7d055a87a\"> <img src=\"https://media.guim.co.uk/f952ff27a48b775aa07de9f86fe193c7d055a87a/0_139_4896_2938/1000.jpg\" alt=\"Donald Trump Jr in Mississippi in July.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump Jr in Mississippi in July.</span> <span class=\"element-image__credit\">Photograph: Keith Warren/AP</span> </figcaption> </figure> </div>   </div> <div id=\"block-57daa9a0e4b05caf65ecd820\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T14:07:01.033Z\">3.07pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Sanders and Warren to deploy in Ohio for Clinton</h2>  <div class=\"block-elements\">  <p>Sens Bernie Sanders and Elizabeth Warren will campaign separately for Clinton in Ohio Saturday, the Clinton campaign has announced. Sanders will appear in three cities and Warren will appear in two. </p> <p>NBC’s Mark Murray <a href=\"https://twitter.com/mmurraypolitics/status/776420334283227136\">points out</a> that both Sanders and Warren are popular with millennial voters, a group with whom Clinton has struggled to gain traction.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/albamonica/status/776419850008821760\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Bernie Sanders and Elizabeth Warren are barnstorming Ohio this weekend for Clinton-Kaine. 5 events total. <a href=\"https://t.co/KZC1F5Si1g\">pic.twitter.com/KZC1F5Si1g</a></p>&mdash; Monica Alba (@albamonica) <a href=\"https://twitter.com/albamonica/status/776419850008821760\">September 15, 2016</a></blockquote>  </figure>  <p>Sanders turned 75 a week ago today, and Warren is 67.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HotlineJosh/status/776421792940523521\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Two seniors racing across Ohio in a desperate attempt to engage millennials. Can&#39;t make this election up. <a href=\"https://t.co/j0BKulA4lf\">https://t.co/j0BKulA4lf</a></p>&mdash; Josh Kraushaar (@HotlineJosh) <a href=\"https://twitter.com/HotlineJosh/status/776421792940523521\">September 15, 2016</a></blockquote>  </figure>  <p>Here’s some background on Ohio’s voting history and demographics:</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=OH\" data-alt=\"Ohio\"> <a href=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=OH\">Ohio</a> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-15T14:10:33.945Z\">at 3.10pm BST</time></p>  </div> <div id=\"block-57da8b80e4b05caf65ecd77a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T12:42:34.730Z\">1.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello, and welcome to our live-wire coverage of the 2016 race for the White House. Hillary Clinton is to return to the campaign trail today with a rally in Greensboro, North Carolina, after a three-day rest at home following her stumble last Sunday. Donald Trump will appear with running mate Mike Pence in New York City today and he has a later rally scheduled in New Hampshire.</p> <h2>Trump Jr says father’s tax returns too long to release</h2> <p>Donald Trump’s elder son has dispensed with his father’s thin fiction that Trump is not releasing his tax returns because of some sort of made-up ongoing IRS audit of eight years. Instead Trump’s not releasing his returns because they’re so huge, the son <a href=\"http://triblive.com/politics/politicalheadlines/11142102-74/trump-lies-pennsylvania\">told the Pittsburgh Tribune-Review</a>:</p> <blockquote class=\"quoted\"> <p>Because he’s got a 12,000-page tax return that would create … financial auditors out of every person in the country asking questions that would detract from [his father’s] main message.</p> </blockquote> <p>It’s quite an interview. Trump Jr also <a href=\"http://triblive.com/politics/politicalheadlines/11142102-74/trump-lies-pennsylvania\">calls</a> Politifact a lefty organization, says Colin Powell does not know his father, whom Powell called a “national disgrace”, and said as president his father would turn over control of the Trump Organization to his children and just let them run it without his knowing or hearing anything about it.</p> <p>“My father is going to be a government official, and he’s going to separate himself” from the Trump Organization, Trump Jr. said.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DonaldJTrumpJr/status/776392715957366784\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The new aristocrats are in DC. They steal, lie, and take from hardworking Americans. Clinton part of the ruling class. Trump for the people</p>&mdash; Donald Trump Jr. (@DonaldJTrumpJr) <a href=\"https://twitter.com/DonaldJTrumpJr/status/776392715957366784\">September 15, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/chrislhayes/status/776394037603495936\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Says the third generation real estate mogul.  <a href=\"https://t.co/eF3PJOp5XG\">https://t.co/eF3PJOp5XG</a></p>&mdash; Christopher Hayes (@chrislhayes) <a href=\"https://twitter.com/chrislhayes/status/776394037603495936\">September 15, 2016</a></blockquote>  </figure>  <h2>Ivanka Trump gets testy at questions about family leave</h2> <p>Cosmopolitan <a href=\"http://www.cosmopolitan.com/politics/a3356886/ivanka-trump-child-care-maternity-leave-policy/\">tried to interview</a> Ivanka Trump about the fact that in 2004 her father called pregnancy an “inconvenience” for business. Trump expressed ignorance that her father had ever said such a thing, then attacked the interviewer for “editorializing”. Here’s part of the Q&amp;A:</p> <p><strong><em>Cosmopolitan: OK, I just wanted to make sure I understood. In 2004, Donald Trump said that pregnancy is an inconvenient thing for a business. It’s surprising to see this policy from him today. Can you talk a little bit about those comments, and perhaps what has changed?</em></strong></p> <p><strong>Ivanka Trump:</strong> So I think that you have a lot of negativity in these questions, and I think my father has put forth a very comprehensive and really revolutionary plan to deal with a lot of issues. So I don’t know how useful it is to spend too much time with you on this if you’re going to make a comment like that.</p> <p>Read the <a href=\"http://www.cosmopolitan.com/politics/a3356886/ivanka-trump-child-care-maternity-leave-policy/\">full piece here</a>.</p> <h2>Trump hits Powell</h2> <p>After retired four-star general and former defense secretary Colin Powell called him a “national disgrace”, Trump said he didn’t think that much of Powell either:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/776269061823074304\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I was never a fan of Colin Powell after his weak understanding of weapons of mass destruction in Iraq = disaster. We can do much better!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/776269061823074304\">September 15, 2016</a></blockquote>  </figure>  <p>Thanks for reading and please join us in the comments.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-15T12:56:57.859Z\">at 1.56pm BST</time></p>  </div>"
]