[
  "<p>In search of answers about plummeting polls and reports of despair within his presidential campaign, Republican nominee Donald Trump questioned the role of a free press on Sunday, as his allies struggled to argue that their candidate remained focused on winning the general election.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2016/aug/14/donald-trump-fairness-balance-falters-bbc-us-media\">Fairness and balance falters before Trump in the US media</a> </p> </aside>  <p>At a Saturday night rally in Fairfield, Connecticut, Trump went so far as to say that his race is not against the Democratic nominee, Hillary Clinton, but against journalists. “I’m not running against Crooked Hillary,” he told a crowd. “I’m running against the crooked media.”</p> <p>On Sunday, the nominee challenged the application of first amendment rights: “It is not ‘freedom of the press’ when newspapers and others are allowed to say and write whatever they want even if it is completely false!”</p> <p>Trump has previously argued that Congress should “<a href=\"https://www.theguardian.com/us-news/2016/feb/26/trump-pledges-curb-press-freedom-libel-laws-first-amendment\">open up our libel laws</a>” so that people could sue newspapers, although he himself has <a href=\"https://www.theguardian.com/global/video/2016/jul/22/donald-trump-denies-ted-cruz-father-assassination-jfk\">cited tabloid stories without evidence</a>.</p> <p>Earlier on Sunday, campaign chairman Paul Manafort tried to pour cold water on the reports that had enraged Trump. </p> <p>“Trump is very plugged in,” Manafort told on CNN. “Very connected. We’re seeing crowds that are end of October numbers, not August numbers. He’s appearing to between 10, 15, 20,000 people. That tells you the campaign is working.”</p> <p>The campaign chief also argued that Trump had “a substantive week”, noting the <a href=\"https://www.theguardian.com/us-news/2016/aug/08/donald-trump-tax-plan-business-income-middle-class\">competing economic plans</a> that he and Clinton each presented. “Our plan very clearly laid out how he was going to cut taxes, lower the tax rates for small businesses, how that would create more jobs. He talked about his trade policy.”</p> <p>But Manafort was also forced to answer for Trump’s remark that “<a href=\"https://www.theguardian.com/us-news/video/2016/aug/09/trump-clinton-second-amendment-people-video\">second amendment people</a>” might act against Clinton, and a campaign staffer’s criticism of the parents of a US army captain killed in Iraq.</p> <p>Manafort’s defence followed a New York Times report <a href=\"http://www.nytimes.com/2016/08/14/us/politics/donald-trump-campaign-gop.html?hp&amp;action=click&amp;pgtype=Homepage&amp;clickSource=story-heading&amp;module=first-column-region&amp;region=top-news&amp;WT.nav=top-news\">of confusion</a> at the heart of the Trump campaign, quoting from more than 20 associates who anonymously described the candidate as increasingly angry, glum, and refusing to follow counsel from his advisers. Separately, Politico <a href=\"http://www.politico.com/story/2016/08/donald-trump-rnc-support-226987\">reported</a> that Republican party leaders had started private talks about cutting off financial support for their nominee.</p> <p>Trump’s campaign has put Politico on<a href=\"http://money.cnn.com/2016/06/14/media/donald-trump-media-blacklist/\"> a so-called “blacklist”</a> of organizations it denies press credentials to, and Trump tweeted that the Times “has become a newspaper of fiction”. On Saturday he wondered aloud about banning the outlet from his events.</p> <p>Then Trump spent Sunday morning <a href=\"https://twitter.com/realDonaldTrump/status/764866887511572480\">tweeting aspersions </a><a draggable=\"true\" href=\"https://twitter.com/realDonaldTrump/status/764867963845484545\">about the press</a>, critiquing various elements of coverage and largely ignoring his opponent, despite recent, damaging reports about <a draggable=\"true\" href=\"https://www.washingtonpost.com/politics/email-batch-provides-additional-evidence-that-clinton-foundation-donors-got-access-at-state-department/2016/08/10/de2c0066-5f1a-11e6-9d2f-b1a3564181a1_story.html\">her relationship with donors </a>and <a draggable=\"true\" href=\"https://www.washingtonpost.com/world/national-security/as-senator-clinton-promised-200000-jobs-in-upstate-new-york-her-efforts-fell-flat/2016/08/07/339d3384-58d2-11e6-831d-0324760ca856_story.html\">her record as a senator.</a> On Sunday, CNN reported that the FBI would give Congress notes from agents’ three-hour interview with Clinton, over her use of a private email server while secretary of state. Clinton herself has <a draggable=\"true\" href=\"http://www.politico.com/magazine/story/2014/05/hillary-clinton-media-105901\">quarreled with the press</a> for years, and the Democratic nominee has not held an official press conference in more than 250 days.</p> <p>Yet Trump persisted with his personal crusade, writing: “My rallies are not covered properly by the media. They never discuss the real message and never show crowd size or enthusiasm.”</p> <p>Trump’s rallies are filmed in their entirety <a href=\"https://twitter.com/NoahGrayCNN/status/764623770128646144\">by a shared camera</a>, and he often spends long sections of his speeches, including Saturday’s, denigrating journalists, sometimes by name. “I am not only fighting Crooked Hillary, I am fighting the dishonest and corrupt media and her government protection process,” he added on Sunday.</p> <p>In the background behind Trump and Manafort’s media criticism, new polling data shows Trump falling behind secretary Clinton by five or more points in key swing states, including Virginia, Colorado, Florida and Pennsylvania. A <a draggable=\"true\" href=\"http://www.nbcnews.com/politics/2016-election/polls-clinton-running-table-key-battlegrounds-n629136\">newly released NBC-Wall Street Journal poll</a> shows Clinton leading in Virginia and Colorado by double digits. </p> <p>Nationally, polling averages show Clinton <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton-5491.html\">with a nearly seven-point lead</a>. Reflecting the average, a recent poll Washington Post/ABC poll showed Clinton leading 50% to 42%. <br></p> <p>Meanwhile, the queue of Republicans looking to abandon Trump grew larger on Sunday. Carlos Gutierrez, a former cabinet member for George W Bush, told CNN that he would vote for Clinton.</p> <p>“I am afraid of what Donald Trump would do to this country,” he said. “I am not thinking about a Republican. I am thinking about a US citizen. I think, at some point, you have to put the party aside and say, ‘What’s best for the country?’”</p> <p>Meanwhile, Maine’s Republican senator Susan Collins, who wrote<a href=\"https://www.theguardian.com/us-news/2016/aug/08/susan-collins-donald-trump-washington-post-op-ed-republican\"> a scathing op-ed rejecting Trump last week</a>, told CBS that while she respected his candor, “there’s a big difference between that and treating people with respect and common decency. And there’s where, in my judgment, Donald Trump has failed.” </p> <p>Collins said she was taking a look at the Libertarian ticket “because it’s headed by two former Republican governors who are very successful governors”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/13/trump-recruits-election-observers-voter-intimidation-fears\">Trump recruits 'election observers' as he warns of potential voter fraud</a> </p> </aside>  <p>One of Trump’s few outspoken allies in the Senate, Jeff Sessions, defended the nominee’s erratic campaign in the general election. “He was so exuberant. He had a lot of fun in the primaries – he was really hammering away,” Sessions told ABC. “It’s a different thing to run a presidential election. You’re dealing with a different constituency.”</p> <p> </p> <p>But as Republican officials scrambled to assert a coherent direction for their candidate’s campaign, Trump himself may have already offered the clearest sign of his strategy.</p> <p>“I just keep doing the same thing I’m doing right now,” Trump said on Thursday, when asked about his plans to catch up to Clinton. “And at the end, it’s either going to work or I’m going to have a very, very nice long vacation.”</p>",
  "<p>Braving the heatwave sweeping the eastern US, thousands of workers marched in Richmond on Saturday chanting: “If you want our vote, come get our vote!”</p> <p>That was the overarching message of the first national Fight for $15 convention, which was held just weeks after both Democrats and Republicans held their conventions to nominate their candidates for the next US president.</p> <p>At the convention, the attending low-wage workers unanimously decided to push political candidates to commit to raising US wages, agreed to hold a national day of action on 12 September, and resolved to demonstrate at all presidential and vice-presidential debates.</p> <p>Additionally, the workers said they would support ballot initiatives to raise minimum wage in cities and states. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MaryKayHenry/status/764524396795031552\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/FightFor15?src=hash\">#FightFor15</a> workers chanting &quot;If you want our vote, come get our vote!&quot; <a href=\"https://t.co/teAbIaZUwy\">pic.twitter.com/teAbIaZUwy</a></p>&mdash; Mary Kay Henry (@MaryKayHenry) <a href=\"https://twitter.com/MaryKayHenry/status/764524396795031552\">August 13, 2016</a></blockquote>  </figure>  <p>The convention in Richmond – the former capital of the Confederacy – was organized to draw focus to the links between economic and racial justice. About half of Richmond’s population is black and about <a href=\"https://www.census.gov/quickfacts/table/PST045215/51760/accessible\">25% of Richmond’s residents</a> live in poverty, compared with the 14.8% poverty rate across the US.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/money/2015/aug/06/black-lives-matter-black-unemployment-rate\">#BlackLivesMatter and so should the high unemployment rate</a> </p> </aside>  <p></p> <p> </p> <p>Overall, about 16.8% of black Americans and 21.4% of Hispanic Americans are low-wage workers, compared with <a href=\"https://www.dol.gov/dol/aboutdol/history/herman/reports/futurework/conference/lowwage/section3.htm\">8.6% of white Americans</a>. The unemployment rate among black people is <a href=\"http://www.bls.gov/news.release/empsit.t02.htm\">8.4%</a>, compared with a 4.3% rate among white people.</p> <p>Organizers expected between 3,000 to 4,000 people, 95% of whom were Latino or black, to attend the convention this weekend. About three in four attendees were black, representing not just the fast-food workers who have led protests for months, but also nursing assistants, teachers, cafeteria workers and home care assistants.</p> <p>“People who work for fast-food corporations like McDonald’s led the way, but the Fight for $15 is now for everyone,” said Derick Smith, an adjunct faculty member at North Carolina Agricultural and Technical State University. </p> <p>The Rev William Barber II, who delivered a keynote speech at the convention after workers marched for an hour in 97F heat, framed the meeting in even broader terms. “It took us 400 years from slavery to the present to reach $7.25, but that was far too long, and we can’t wait,” he said. “We have to stand together and fight together now for $15 and union rights.” </p>  <figure class=\"element element-image element--supporting\" data-media-id=\"a72765f4901289a2c59d444c1c597fd379767c0d\"> <img src=\"https://media.guim.co.uk/a72765f4901289a2c59d444c1c597fd379767c0d/0_0_900_1125/800.jpg\" alt=\"Demonstrations in Richmond, Virginia.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Demonstrations in Richmond, Virginia.</span> <span class=\"element-image__credit\">Photograph: Fight for $15</span> </figcaption> </figure>  <p>This July marked seven years since the last wage hike, since when the federal minimum wage has stayed frozen at $7.25. Americans working full-time, earning $7.25 an hour bring home about $290 a week before taxes.</p> <p>In 2014, there were almost 3 million workers who earned minimum wage or less an hour, according to the US Department of Labor. However, there are about 64 million workers who earn less than $15 an hour. This election cycle, these workers intend to use their votes to elect politicians that support a higher minimum wage, like those passed recently <a href=\"https://www.theguardian.com/us-news/2016/apr/04/california-new-york-governors-minimum-wage-hillary-clinton\">in New York and California</a>. Both states have passed legislation that would incrementally raise the state’s minimum wage to $15 an hour by 2021.</p> <p>One of the driving forces and funders of the campaign, the Service Employees International Union (SEIU), endorsed Hillary Clinton in November 2015. On Friday, its president, Mary Kay Henry, called for both white and black working class Americans to unite and fight for an economy that benefits everyone.</p> <p>“Building this unity is especially important this year, with this election. We all know that one of the candidates for president is trying to divide us in dangerous and sometimes frightening ways,” Henry said, avoiding the name of Republican nominee Donald Trump, who has variously advocated <a href=\"https://www.theguardian.com/us-news/2016/may/08/federal-minimum-wage-trump\">an end to the federal minimum wage</a>, <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/jul/28/donald-trump/donald-trump-gets-full-flop-stance-minimum-wage/\">increased wages and positions in between</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/12/fight-15-organizers-demand-employee-status-seiu\">Fight for $15 organizers demand employee status from SEIU</a> </p> </aside>  <p>Yet like the Democratic and Republican pageants, the workers’ convention saw dissent and interruptions. In the past couple of months, some of the Fight for $15 organizers have asked SEIU to recognize them as employees, which would make them eligible for its workers union, Union for Union Representatives (UUR).</p> <p>Minutes into Henry’s speech, a small crowd gathered in front of the stage. One of the workers held up a sign that read: “$15 minimum wage and union rights for all means [Fight for $15] organizers, too!” As the crowd began to chant “Fight for $15”, Henry was forced to stop her speech.</p> <p>One of the workers who had been with Henry stepped up to the microphone: “I am out here fighting and you are going to do this right now?”</p> <p>A worker to her right yelled at the protesting group: “Two hundred dollars! My weekly check isn’t enough for us to take care of our families. And you are doing this to us? You don’t know what it’s like to be a fast-food worker.”</p> <p>Another worker jumped off the stage and walked over to the protesters. He climbed up on the table, grabbed the sign and ripped it apart, throwing the pieces of paper to the ground.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kasperka/status/764239139617341440\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/vNHNcGVOCr\">pic.twitter.com/vNHNcGVOCr</a></p>&mdash; Jana Kasperkevic (@kasperka) <a href=\"https://twitter.com/kasperka/status/764239139617341440\">August 12, 2016</a></blockquote>  </figure>  <p>A few moments later, Henry resumed her speech, but by the end of the evening, SEIU had issued a statement noting that regional unions “whose staff are not yet organized have reached out to interested unions to offer a fast and fair process to determine whether organizers wish to be represented by a union.</p> <p>“SEIU fully supports that approach,” read the statement.</p> <p>Shaneka Kellam, 33, listened to Henry from the back, well aware of what it is like trying to survive on less than $300 a week. She makes about $8 an hour working as a nursing assistant and brings home about $517 after taxes every two weeks. Her monthly rent is $750, not including electricity, gas or water. After she pays those bills, she has to figure out how to feed her family with the money that’s left over.</p> <p>“I definitely need to fight for $15,” she said. “How else can I take care of six kids?”</p> <p>A single mother, she held her youngest child in her arms as two of her kids jumped around her, joining Henry and the rest of the convention hall in the chant of “I believe that we can win!”</p> <p>The hall was full of children of various ages. Toddlers could be spotted in various corners of the convention center crawling on the floor or waving at passersby from their mothers’ arms. There was no Donald Trump to kick them out or <a href=\"https://www.theguardian.com/us-news/2016/aug/02/trump-crying-baby-get-out-of-here\">mock their mothers</a>.</p> <p>Kellam brought her children with her to make a statement. “They need their mama to get $15,” she said.</p> <p>Asked who she will be voting for come November, she said: “I’ll be voting for Hillary Clinton, of course.”</p>",
  "<p>The former Republican, marijuana-smoking, Everest mountaineering ex-governor of New Mexico and presidential nominee of the Libertarian party has a problem: he’s barred from the presidential debates. To appear on stage with Hillary Clinton and Donald Trump this autumn, Gary Johnson needs to boost his national polling numbers to 15% from <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton_vs_johnson-5949.html\">around 8%</a> now. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/jun/11/libertarian-candidate-gary-johnson-anti-trump-republicans\">Libertarian Gary Johnson: Jeb Bush and anti-Trump Republicans will vote for me</a> </p> </aside>  <p>Without that national exposure, and the blockbuster ratings the three scheduled Clinton-Trump dust-ups are likely to produce, it’s hard for anyone to see how Johnson, 63, or either of two other minor-party candidates, the Green party’s Jill Stein or even <a href=\"https://www.theguardian.com/us-news/2016/aug/08/republican-evan-mcmullin-presidential-run-trump\">Evan McMullin, a 40-year-old former CIA counterterrorism officer</a>, could ever become more than mere electoral curiosities.</p> <p>But the emergence of three independent candidates, during a year of record dissatisfaction with the major party candidates, may still make for an unpredictable twist to the story. Polling data suggests libertarians on both sides of the political divide are giving independent candidates a second look, and in Las Vegas on Friday, Johnson and Stein spoke before a gathering of Asian American and Pacific Islander voters to press their cases. </p> <p>Soft-spoken and wearing Nikes, Johnson presented a platform of social libertarianism, fiscal conservatism and non-interventionism in foreign affairs. He argued at the gathering that in this, “the craziest election of all time”, he had a chance: “I might be the next president of the United States.”</p> <p>A just-released <a href=\"http://www.nbcnews.com/politics/first-read/polls-clinton-ahead-trump-midwest-battlegrounds-n626541\">WSJ-NBC poll </a> gave Johnson 15% in the crucial swing state of Colorado, and Stein 6%. In Las Vegas, he was asked repeatedly if a vote for him or any third-party candidate was somehow wasted. </p> <p> “A wasted vote is voting for somebody you don’t believe in. That’s a wasted vote,” Johnson said. “Vote for the person you believe in – that’s how you bring about change. I hope after having made my pitch today that you’ll realize, if you want to waste your vote on Clinton or Trump, have at it.”</p> <p>Stein, who spoke separately at the event, similarly argued that many Americans were looking for an alternative to Trump and Hillary Clinton, whom she dubbed as “the most disliked and untrusted” major-party nominees in US history. <br><br>“Democracy needs a moral compass,” she told a gathering of Asian American and Pacific Island groups. “It’s not just about who you don’t like the most or who you are most afraid of.” <br></p> <p>Stein, who like Johnson represented her party in 2012, has outlined policy positions that include a “Green New Deal”, focused on renewable energy jobs and aimed at making the United States transition to 100% renewable energy complete by 2030. Stein has also proposed a reduction in the military budget by a third and the creation of a regional food systems based on sustainable organic agriculture.<br></p> <p>On the Republican side, Evan McMullin, a beneficiary of the grounded “Never Trump” movement, failed to get on the ballot in 26 states before he’d even sent out his first campaign release. McMullin nonetheless tried to give disaffected conservatives an alternative to the Republican nominee who, he says, has tapped into “people’s darkest prejudices and deepest fears”.</p> <p>McMullin’s best hope – and likely his only one – to make an electoral dent would require Trump’s departure from the race, though the nominee has made no overt sign that he wants to quit. “Like millions of Americans, I had hoped this year would bring us better nominees who, despite party differences, could offer compelling visions of a better future,” McMullin said in his announcement. </p> <p>“Instead, we have been left with two candidates who are fundamentally unfit for the profound responsibilities they seek.”</p> <p>But can they begin to make a difference? Only once in recent election cycles have third party candidates had any significant influence, when in 1992, Texan businessman Ross Perot took <a href=\"http://www.nytimes.com/1992/11/04/us/1992-elections-president-overview-clinton-captures-presidency-with-huge.html?pagewanted=all\">18% of the vote</a>, carving into the support for incumbent Republican George HW Bush and helping Arkansas governor Bill Clinton to victory. Some Democrats blamed third-party candidate Ralph Nader for delivering George W Bush the election in 2000, but the third-party candidate <a href=\"http://uselectionatlas.org/RESULTS/national.php?year=2000\">won a paltry 2.74%</a> of the vote, and his supporters were <a href=\"http://fivethirtyeight.com/features/the-states-that-love-and-hate-third-party-candidates/\">split</a> between Republicans and Democrats.</p> <p>Johnson’s running mate, former Massachusetts governor William Weld, said he’d seen interest and fundraising pick up as Trump’s campaign has floundered. Their campaign recently reported a $1m one-week fundraising haul and has reported that more than 40,000 people have pledged to donate at least $15 to his campaign on 15 August.</p> <p>But that was in a relatively tight race. With Clinton now leading Trump by double digits in some key battleground states, the impact of any third-party candidate could be limited. </p> <p>“At the moment it doesn’t look like they can have much impact at all,” said Hank Sheinkopf, a veteran Democratic adviser. “But if the race gets closer, they could throw it either way.”</p> <p>Sheinkopf reasoned that this election has become more about personalities and less about what party leaders want. The long-term impact may be a significant shift in how people view Democrats and Republicans, he said. As it now stands, Stein, Johnson and McMullin could act as a convenient parking spot for voters disgusted with both candidates.</p> <p>Earlier this month, a federal judge rejected a challenge brought by Johnson and Stein arguing that the bar for inclusion is set artificially high. Yet there are signs the ground could be shifting. Mike McCurry, now co-chair of the Commission on Presidential Debates and a former press secretary for Bill Clinton, hinted that a third podium might be needed.</p> <p>“Some of our production people may have said, ‘Just in case, you need to plan out what that might look like,’’ McCurry <a href=\"http://www.politico.com/story/2016/08/debates-clinton-trump-johnson-stein-226806\">told Politico</a>. “We won’t know the number of invitations we extend until mid-September.”</p> <p>Ron Faucheux, president of Clarus Research Group, a nonpartisan polling company, said there was broad support for including even minor candidates. “Polls show that voters think third party candidates should be included,” he said, “and in an election like this, where polls show a majority of voters dislike both main party candidates, there is a good reason to give them the opportunity to at least look at other options.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/05/green-party-convention-jill-stein-bernie-or-bust-clinton\">'The only other option': Bernie Sanders backers turn to Green party's Jill Stein</a> </p> </aside>  <p> But even Johnson and Stein were somewhat wistful about their prospects, casting themselves as agents of change who, at best, could represent the beginning of a break with the current two-party system.</p> <p>“The biggest message is ‘consider us’ as a very, very viable alternative to this two-party system that has become so polarized that they’re not able to do anything,” Johnson has said. </p> <p>Stein advanced a similar argument. “We’re having a political reorganization in this election because the Republicans are kind of falling apart,” she said, “and the Democrats have kind of split with a lot of the Bernie Sanders supporters just not happy with the alternative.” </p> <p>She argued that it was by elections about “the lesser of two evils” that the country inherited many of its problems. </p> <p>But first, the two have to get on TV. </p> <p> </p> <p>“There’s no way I’m going to win the presidency if I’m not in the presidential debates,” Johnson said. “I do believe anything is possible given that right now, arguably the two most polarizing figures in American politics today are running for office.”</p>",
  "<p>“I love polls. I love polls,” Donald Trump told a South Carolina audience in December, while he was still one of many contenders in the Republican primary. But, he hedged, “if they turn negative, I don’t like them.”</p> <p>Sure enough, Trump has been singing a different tune in the general election, during which he’s mostly trailed Democratic rival Hillary Clinton.</p> <p>Even his moment in the spotlight during the <a href=\"http://www.theguardian.com/us-news/ng-interactive/2016/jul/31/hillary-clinton-donald-trump-convention-speeches-america\">Republican national convention in mid-July</a> was cut short by the Democratic convention just one week later. Trump briefly surged to a one-point lead over Clinton soon after the RNC. But Clinton’s <a href=\"https://www.theguardian.com/us-news/2016/aug/03/trump-clinton-unpopularity-2016-election-prediction-winner\">convention bump</a> – which put her seven points ahead in polling averages – not only wiped out Trump’s short-lived lead but built upon her previous dominance.</p> <p>The Guardian analyzed RealClearPolitics polling averages from three previous election cycles to look at what could affect Clinton’s lead. How the candidates fare in the polls before election day may yet defy all expectation; this has been a tumultuous election season to say the least. But if history is any guide, Clinton’s current lead hinges on her performance in upcoming debates, the ability to avoid (any more) scandals, and bigger-picture issues like the economy and national security, which are beyond either candidate’s direct control.<br tabindex=\"-1\"></p> <h2>The convention bump: what does it mean, and will it last?</h2> <p>Looking back at previous election years, it’s not unusual to see both candidates rise in the polls after their conventions. After all, conventions are essentially pep rallies with loads of free press for each party’s candidate.<br></p> <p>“The candidate is the center of attention and the center of profuse praise for several days,” said Scott Keeter, senior survey adviser at Pew Research Center. Candidates also usually benefit from increased party unity, as infighting left over from the primary race tends to slow by the convention, Keeter said.<br tabindex=\"-1\"></p> <p>One candidate getting a bigger and longer lasting convention bump is also not unusual. But who comes out with the bigger net gain from conventions doesn’t necessarily predict who will win in November.</p>  <figure class=\"element element-image\" data-media-id=\"4973953ddd50ebb2574f0b90c441fc309de3a2bc\"> <img src=\"https://media.guim.co.uk/4973953ddd50ebb2574f0b90c441fc309de3a2bc/0_91_3344_2007/1000.jpg\" alt=\"Hillary Clinton at the Democratic national convention.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton at the Democratic national convention.</span> <span class=\"element-image__credit\">Photograph: Timothy A. Clary/AFP/Getty Images</span> </figcaption> </figure>  <p>Take John McCain’s 2008 campaign: Going into convention season that year, Barack Obama led McCain by a point and a half. After the Democratic convention, which was first that year, Obama seemed to rise about a point or two in the polls. But a big boost for McCain after the GOP convention the following week gave him about a two-point lead over Obama. In total, McCain got a net gain of about three and a half points but went on to lose to Obama in November.<br></p> <p>The <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/08/07/the-new-postabc-poll-shows-just-how-badly-donald-trump-blew-his-convention/\">nature of Clinton’s gains</a>, combined with Trump’s further stumbles in the past few weeks, could mean that her post-convention rise in the polls marks a <a href=\"http://www.nytimes.com/2016/08/06/upshot/why-a-meaningful-shift-in-the-trump-clinton-race-may-be-at-hand.html\">meaningful shift</a> rather than a temporary gain.<br></p> <p>But even if Clinton’s lead holds for the next few weeks, she shouldn’t get too confident. Debates, gaffes, and unpredictable geopolitical events have all taken hits on even the most prolonged convention bumps in previous elections.<br></p> <h2>The candidates’ next chance to shine: the debates</h2> <p>Clinton and Trump will go head to head on 26 September during the first general election debate – that is, if Trump decides <a href=\"https://www.theguardian.com/us-news/2016/jul/31/nfl-presidential-debates-schedule-donald-trump\">to show up.</a> The debate will be the next big opportunity – or at least the next planned opportunity – for the candidates to bask in the national spotlight and gain an edge in the polls.<br></p> <p>In the past, debates have had a big influence on the number of people who say they will vote for a given candidate. After the 2004 and 2012 convention seasons, both George W Bush and Obama were able to hold onto their convention bumps for a few weeks. (For Bush, his post-convention bump lasted about a month. For Obama, his numbers stayed high for two weeks.)<br></p> <p>But, in both cases, the candidates’ poll numbers took a hit after the first debate.<br></p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/08/polling-debates/\" data-alt=\"Charts showing poll numbers for Romney and Kerry rising after debate wins.\"> <a href=\"https://interactive.guim.co.uk/embed/2016/08/polling-debates/\">Charts showing poll numbers for Romney and Kerry rising after debate wins.</a> </figure>  <p>Despite trailing Bush in the polls for much of the fall of 2004, a majority of viewers polled thought John Kerry won the first debate. The candidates sparred over the war in Iraq for nearly two-thirds of the debate, and Bush’s defenses appeared weak in the face of Kerry’s persistent criticisms. Bush subsequently lost around five points of his polling lead.<br></p> <p>A similar scene played out again in 2012, between another incumbent, Obama, and Republican challenger Mitt Romney. Despite trailing in the polls, Romney was well prepared for the first debate, and Obama – often glancing at his notes – didn’t perform particularly well. More than seven in 10 Americans told Gallup that Romney did a better job, which was reflected in post-debate polls when Obama’s lead decreased by around three points.<br></p> <p>If Clinton’s current lead holds up by the first debate in late September (which would be a very long post-convention bump indeed), her debate performance could once again change the balance of the race.<br></p> <h2>Economic or geopolitical shocks could move the polls</h2> <p>While it’s easier to predict swings in the polls because of planned events such as conventions and debates, it’s more difficult to forecast how unpredictable factors – including geopolitical shocks or economic slowdown – could impact the candidates’ chances of victory.</p> <p>McCain’s reaction to the financial crisis and his association with the outgoing president likely contributed to the collapse of his post-convention polling bounce.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/08/polling-economics/\" data-alt=\"Chart showing McCain's loss in polls after financial crisis comments.\"> <a href=\"https://interactive.guim.co.uk/embed/2016/08/polling-economics/\">Chart showing McCain's loss in polls after financial crisis comments.</a> </figure>  <p>The morning after Lehman Brothers collapsed, McCain, who was leading in polls at the time, argued that the economy was “fundamentally sound”. The comment caused an uproar. McCain was in the tough position of representing the incumbent party during a financial meltdown and was now on record saying things that further damaged his image. McCain’s poll numbers sank the following week, and he wouldn’t recover his lead again before that year’s election.<br></p> <p>Signs of an economic crisis could particularly hurt Clinton, who has aligned herself closely with Obama’s legacy.</p> <p>Questions of national security – terrorist attacks or foreign military conflicts – could throw greater uncertainty into the election, too.<br></p> <p>Security – and Isis especially – has been a central issue for both campaigns this year. On terrorism, for instance, some polls show voters believe Clinton would handle such unrest better. Other polls have <a href=\"http://www.cbsnews.com/news/hillary-clinton-donald-trump-tied-going-into-conventions-cbsnyt-poll/\">both candidates head to head</a>.<br></p> <h2>Scandals and controversy: will we reach a tipping point?</h2> <p>Scandals and gaffes have hurt candidates before, but whether the same holds true for this election is anyone’s guess. Both Trump and Clinton are trailed by scandal – the looming Trump University lawsuit and email-gate, respectively.<br></p> <p>The FBI’s decision not to press criminal charges over Clinton’s private email server was a central news story in early July. After FBI director James Comey complained that Clinton <a href=\"https://www.theguardian.com/us-news/2016/jul/07/fbi-james-comey-hillary-clinton-email-investigation\">showed “gross negligence”</a> regarding her emails, Clinton’s poll numbers dropped by a few points, though they’ve bounced back since. How much more impact the email controversy will have remains to be seen.<br></p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/08/polling-emails/\" data-alt=\"Chart showing polls dropping after FBI Director James Comey criticized Clinton for her use of a private email server.\"> <a href=\"https://interactive.guim.co.uk/embed/2016/08/polling-emails/\">Chart showing polls dropping after FBI Director James Comey criticized Clinton for her use of a private email server.</a> </figure>  <p>Meanwhile, Trump says controversial things so routinely that the word “gaffe” has lost all meaning. From the day he announced his candidacy, Trump’s speeches, television appearances, and tweets have been rife with insults. But many of his rhetorical barbs didn’t lead to big shifts in his polling numbers – to the amazement of many analysts.<br tabindex=\"-1\"></p> <p>It’s hard to say that the right insult or combination of controversial statements couldn’t bring down Trump’s chances of getting elected. Just in the past couple weeks, he <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/jul/30/donald-trump-muslim-father-khizr-khan-democratic-convention-speech\">attacked the family</a> of a fallen marine captain, suggested the <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/aug/02/donald-trump-calls-hillary-clinton-the-devil-and-suggests-election-will-be-rigged\">election will be rigged</a>, and hinted at an <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/aug/09/trump-gun-owners-clinton-judges-second-amendment\">assassination attempt</a> against Clinton. This combination of statements may have contributed to Trump’s dip in the polls after the GOP convention.<br tabindex=\"-1\"></p> <p>But just four years ago, these things mattered.<br></p> <p>In September 2012, Romney was already trailing Obama in the polls when a surreptitiously recorded video leaked of Romney, behind closed doors, describing 47% of Americans as entitled and “dependent upon government, who believe that they are victims”. The polls swung about one percentage point in Obama’s direction shortly thereafter, <a draggable=\"true\" href=\"http://fivethirtyeight.com/features/sept-27-the-impact-of-the-47-percent/\">Nate Silver estimated</a>.<br tabindex=\"-1\"></p> <p>It’s still possible that the right controversial statement could cause a shift in this year’s polls, too. After all, there are about three months between now and election day.</p> <ul> <li><em>An earlier version of this article incorrectly said that Trump surged to a four-point lead following the Republican convention, when he rose by four points to a one-point lead.</em></li> </ul>"
]