[
  "<p>In the picturesque hamlet of Brachay, in scorching late summer heat, Marine Le Pen was preaching to the politically converted. “<em>Marine, président</em>”, they chanted. “<em>On va gagner</em>” (we’re going to win). A banner stretching the length of one of the stone buildings overlooking the village square read: “Marine: Save&#xa0;France.”</p> <p>Le Pen’s stump speech was the most closely watched and significant campaign launch of <em>la rentrée</em>, the national return to work after the long summer holidays, and the leader of France’s far-right Front National was welcomed like a conquering hero.</p> <p>Le Pen has been largely absent from the political scene for several weeks and has refrained from adding her 10 cents’ worth to the raging polemic over the <a href=\"https://www.theguardian.com/world/2016/aug/24/the-burkini-ban-what-it-really-means-when-we-criminalise-clothes\" title=\"\">burkini</a> and rows about security following deadly attacks by Islamic fundamentalists, both fertile ground for her party.</p> <p>In the meantime, the country’s governing Socialists and centre-right opposition Les Républicains have engaged in what one FN heavyweight described with schadenfreude as a “bloodbath, left and right”.</p> <p>The Parti Socialiste is bitterly split and in turmoil over whether François Hollande, with his calamitous popularity ratings will, or indeed should, stand for a second term. The alternative, to stand down, would be unprecedented for a serving leader. <a href=\"https://www.theguardian.com/world/2016/aug/30/frances-economy-minister-emmanuel-macron-resigns\" title=\"\">Emmanuel Macron</a>, the finance minister who resigned last week, might be the rabbit that the party pulls out of the hat, but he is disliked by the PS’s leftwing, which is fielding its own candidates. In any case, Macron has not said whether he will even throw his hat into the presidential ring.</p> <p>On the right, things are scarcely more harmonious. The deadline for Les Républicains candidates is Friday, and already former president Nicolas Sarkozy, mayor of Bordeaux Alain Juppé and former prime minister François Fillon have either announced they are standing or are expected to do&#xa0;so.</p> <p>Amid this political free-for-all, Le Pen is trying to throw off the party’s divisive reputation and market herself as a politician above and beyond the fray of the same-old-same-old French elite: a new, unifying, patriotic force who will break the shackles of Europe, end “mass immigration” and give France back to the French. Her slogan is <em>La France apaisée</em> – a soothed France.</p>  <figure class=\"element element-image\" data-media-id=\"d76a4ad832a38d58e63950a0dc85399f8bfdc6f3\"> <img src=\"https://media.guim.co.uk/d76a4ad832a38d58e63950a0dc85399f8bfdc6f3/90_0_2700_1620/1000.jpg\" alt=\"Woman in burkini and two friends in bikinis.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Le Pen kept out of the controversy over banning burkinis on French beaches.</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <p>She was, she said grandly from a hastily constructed stage in Brachay’s main square, speaking for “a forgotten France, a France abandoned by the self-appointed elite who either don’t see it or view it with a kind of condescension”.</p> <p>“They describe places like Brachay as <em>la France profonde</em> [deepest France]. I prefer to think of it as deeply patriotic France,” she said to more cheers.</p> <p>“The presidential campaign that is opening is unlike any other. The coming eight months will decide the fate of our nation, not just for the five years to come, but much longer. Maybe even for ever.”</p> <p>Brachay mayor Gérard Marchand had likened Le Pen’s appeal for his villagers – all 61 of them – to the popularity of the Beatles and there was a similar element of hero worship.</p> <p>Even by the standards of rural France, Brachay is a backwater. The road to the pretty hamlet, 200 miles south-east of Paris in the newly created Alsace-Champagne-Ardenne-Lorraine region – renamed the Grand Est – a few kilometres from Colombey-les-deux-Eglises, where General Charles de Gaulle is buried, winds through gently rolling farmland for as far as the eye can see. Brachayens, as they call themselves, boosted by party supporters, some of whom had been bussed in, cheered and clapped wildly and waved the tricolor as Le Pen spoke and they jostled bad-temperedly with the media. Her speech was punctuated by cries of “it’s true”, “you’re right”, “that’s why we need you”. Reporters on the other hand, seen as being party to a political elite hostile to the FN, were branded <em>collabos</em> (collaborators).</p> <p>One exchange between FN supporters and the <em>Observer</em> set the tone: “What are you writing, is that Arabic?”</p> <p>“No, shorthand.”</p> <p>“It looks like Arabic. Anyway, all journalists write lies and propaganda.”</p> <p>Le Pen said she was happy to be among rural French people with real concerns in the real France, far from the salons and sophistication, what Le Pen calls the “brouhaha” of Paris.</p> <p>These are people, the FN leader refers to almost poetically, as “the forgotten French”. They may not remember the last time, if ever, they saw a migrant in their midst and nobody has ever turned up in Brachay wearing a burkini. The European Agricultural Fund for rural development allocated €202m for the period 2014-2020 to the region. But Le Pen pledges to wrest sovereignty back from Europe, like the “courageous British who, despite dire warnings, chose their destiny”.</p>  <figure class=\"element element-image\" data-media-id=\"a49165287a369473e2240e4da7552f950f22f18d\"> <img src=\"https://media.guim.co.uk/a49165287a369473e2240e4da7552f950f22f18d/0_218_4560_2736/1000.jpg\" alt=\"Two Front National supporters wear T-shirts emblazoned with the first sentence of the French National anthem.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Two Front National supporters wear T-shirts emblazoned with the first sentence of the French National anthem.</span> <span class=\"element-image__credit\">Photograph: Francois Nascimbeni/AFP/Getty Images</span> </figcaption> </figure>  <p>Brachay may be small, but it perfectly encapsulates the FN’s target audience and has become a totem in the party’s campaign. In the first round of the last presidential election in 2012, Le Pen won her highest score, 72% of the votes – 31 out of the 43 votes cast. Back then, the PS and the UMP, predecessor of Les Républicains, failed to get a single Brachay vote.</p> <p>Marchand admitted there was very little crime in his village, and no foreigners, but there were cases of severe poverty “mostly among those who work and who earn less than those who don’t and get benefits”, he said.</p> <p>If locals were angry with the press, it was because journalists had “come here, taken pictures of them washing their socks in the sink” and assumed they were all know-nothing country bumpkins, he explained.</p> <p>Opinion polls suggest Le Pen could win 28-29% in the first round of the presidential election next year. It seems likely that, unless the PS can come up with a stronger candidate than Hollande, who is scraping the bottom of the popularity barrel, Le Pen will be up against a centre-right opposition candidate, most likely Juppé or Sarkozy in the second round.</p> <p>That Le Pen will be there seems hardly to be in doubt. All of the last 38 opinion polls carried out in France suggest she will be in the second round.</p> <p>Jérôme Fourquet, director of the opinion pollsters Ifop, said Le Pen’s discretion after the summer terrorist attacks in Nice and near Rouen had played well with the public.</p> <p>“She hasn’t needed to speak out because the news, from Brexit to the attacks and on to the row over the burkini … have worked in her favour. There was no point in her spoiling this momentum with even tougher proposals,” Fourquet told <em>Les Echos</em> last week.</p> <p>In Brachay, like many other communities in <em>la France profonde</em>, Le Pen has already said more than enough to gain their unwavering support.</p>",
  "<p>Barack Obama held “candid” talks with Chinese president Xi Jinping on the knottiest disputes between the nations, the White House said on Saturday, as the president’s final trip to Asia began with a difficult altercation between diplomats at the airport.</p> <p>The talks ranged across the most sensitive issues between the world’s two largest economies: China’s aggressive claims in the South China Sea, hacking and cybersecurity, and human rights and religious freedom, among others. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2016/sep/03/breakthrough-us-china-agree-ratify-paris-climate-change-deal\">Breakthrough as US and China agree to ratify Paris climate deal</a> </p> </aside>  <p>Obama urged Xi to abide by the ruling of an international court against China’s claims in the sea – a ruling that Beijing <a href=\"https://www.theguardian.com/world/2016/jul/12/philippines-wins-south-china-sea-case-against-china\">promptly rejected</a> in July. The Hague ruled in favor of claims by the Philippines over the territory, where China has been expanding its military and <a href=\"http://www.nytimes.com/interactive/2015/07/30/world/asia/what-china-has-been-building-in-the-south-china-sea.html\">building islands</a>.</p> <p>They also spoke about cybersecurity, and Obama similarly asked Xi to fulfill his obligations in a bilateral deal to protect against hacking between the nations. The discussion followed recent hacks pertaining to the US presidential election, <a href=\"https://www.theguardian.com/technology/2016/jul/29/cozy-bear-fancy-bear-russia-hack-dnc\">blamed on Russia</a>, and a national security hack last year,<a href=\"https://www.theguardian.com/world/2015/aug/10/chinese-national-security-officials-hack\"> allegedly conducted by Chinese operatives</a>.</p> <p>According to the White House, Xi and Obama agreed to implement a 2015 deal on cybersecurity and not “conducting or knowingly supporting cyber-enabled theft of intellectual property for commercial gain” – an issue that has <a href=\"https://www.donaldjtrump.com/positions/us-china-trade-reform\">reached the campaign trail</a> in the US. They similarly discussed drug trafficking, and the White House praised new Chinese efforts against <a href=\"https://www.theguardian.com/world/2016/apr/11/synthetic-opiates-drug-laws-w-18-fentanyl\">the country’s growing market of synthetic drugs</a>.</p> <p><strong> </strong>After the meeting, Obama described the talks in wary but respectful terms – a reflection of US-Chinese relations during his two terms – with many disagreements hanging between them.</p> <p>“What I think we have been able to achieve is a practical and constructive effort where our interests intersect,” he said. “We will have candid conversations about some of those differences, issues like human rights, or cyber or maritime. But our teams have been engaged they have worked very well and diligently together.”</p> <p>The presidents spoke for over three hours and found accord on at least one issue: the 2015 global Paris climate deal, to which Obama and Xi <a href=\"https://www.theguardian.com/environment/2016/sep/03/breakthrough-us-china-agree-ratify-paris-climate-change-deal\">formally committed the US and China</a> on Saturday. </p> <p>“Yes, diplomacy can be difficult and progress on the global stage can be slow,” Obama said, before insisting that progress was possible. “Some day we may see this as the moment when we decided to save our planet.” </p> <p>The presidents also spoke about human rights and basic freedoms, and despite Obama’s praise for American and Chinese diplomats, disagreements over one such freedom boiled over before talks even began. </p> <p>Members of the Chinese delegation objected angrily to the presence of American reporters – China has <a href=\"https://www.theguardian.com/media/greenslade/2016/jan/21/press-freedom-body-calls-for-eu-sanctions-against-chinese-media\">broadly</a> <a href=\"https://www.theguardian.com/world/2016/mar/08/chinese-magazine-challenges-government-censorship-organ\">censored</a> the press <a href=\"https://www.theguardian.com/world/2016/feb/12/china-journalism-reporters-freedom-of-speech\">for years</a> – and as soon as the reporters who travel with Obama disembarked from Air Force One, one Chinese official began shouting demands to White House staff that American press be removed from the scene.</p> <p> A White House official defended the press’ right to be there, and the Chinese official yelled back, “This is our country,” according to the travelling press.</p> <p>The man then cast his ire at two of Obama’s senior advisers, Ben Rhodes and Susan Rice, who only vaguely explained the spat to reporters: “They did things that weren’t anticipated.” Arguments continued through security into the Chinese state house, and one Chinese official helping the US delegation grew so angry that he began to shout at security and some of his colleagues. </p> <p>“You don’t push people. No one gave you the right to touch or push anyone around,” he yelled, according to the travelling press, who said that other American and Chinese officials soon intervened.</p> <p>“Stop, please,” a foreign ministry official pleaded in Chinese. “There are reporters here.”</p> <p>The dispute carried on even over how many reporters could watch the presidents go for a garden walk together. A Chinese official tried to limit press coverage, saying: “That is our arrangement.” This prompted a White House official’s retort: “Your arrangement keeps changing.”</p> <p>Most of the reporters were kept in a lobby, but two White House press members were eventually allowed to watch the leaders walk through a garden. “I don’t think the weather will be as good tomorrow as it is today,” Xi said there, before changing the topic to tea.</p>",
  "<p>In the late 1990s, David Bossie overreached in his zealous pursuit of the Clintons and it <a href=\"http://www.nytimes.com/1998/05/10/weekinreview/may-3-9-a-top-aide-resigns.html?src=pm\">cost him his job</a>. But after 20 years of investigating the couple, Bossie has once again been summoned to help bring down his old foe, Hillary Clinton, this time from the perch of a presidential campaign with no apparent limits.</p> <p>Donald Trump announced on Thursday that he hired Bossie as a deputy campaign manager during an<a href=\"https://www.washingtonpost.com/news/post-politics/wp/2016/09/01/trump-enlists-veteran-operative-david-bossie-as-deputy-campaign-manager/\"> interview with the Washington Post</a>. Trump described Bossie to the paper as “a friend of mine for many years. Solid. Smart. Loves politics, knows how to win.”</p> <p>Though Bossie has a long, controversial history of digging into the Clintons’ many scandals – real and perceived – he is now more commonly known as the force behind the landmark 2010 supreme court ruling that opened the floodgates to huge corporate funding on election campaigns. On the campaign trail, Hillary Clinton has vowed to overturn the decision and push for limits on the amount of money corporations and unions can spend on campaigns.</p> <p>The case, Citizens United v the Federal Election Commission, stemmed from a decision by the FEC to block the conservative advocacy group, from publishing an unfavorable documentary about Hillary Clinton in early 2008, when she was locked in a tough primary battle with Barack Obama. </p> <p>The supreme court case was only one iteration of a deeply antagonistic relationship between Hillary Clinton and Citizens United that dates to before her husband was president.</p> <p><a href=\"https://www.washingtonpost.com/archive/lifestyle/1997/11/13/a-firefighters-blazing-trail/b9beb874-fd7b-4dfe-b285-ffcd385501a2/?postshare=6751472783643926&amp;tid=ss_tw\">A 1997 Washington Post profile</a> of Bossie traces his first turn on the national stage to 1992, when a CBS documentary identified him as one of two men who had been harassing the parents and friends of a young woman who had killed herself some years before. The men were reportedly trying to confirm that the woman had killed herself after becoming pregnant by her law professor, Bill Clinton.</p> <p>During Bill Clinton’s 1992 presidential campaign, Bossie, a college drop-out and volunteer firefighter, began to develop a reputation as a “<a href=\"https://www.amazon.com/Slick-Willie-America-Cannot-Clinton/dp/0963439707/ref=as_at?creativeASIN=0963439707&amp;linkCode=w50&amp;tag=thedailybeast-autotag-20&amp;imprToken=hKkmAr8rZivpkToxCL5GUQ&amp;slotNum=0\">bloodhound</a>” and a “<a href=\"http://www.nytimes.com/1998/05/10/weekinreview/may-3-9-a-top-aide-resigns.html?src=pm\">dogged anti-Clinton sleuth</a>”. After Clinton was elected, Bossie joined Citizens United as a researcher, which eventually led him to the early discovery of what became the Whitewater real estate scandal. </p> <p>Bossie became a staffer on the Senate’s special committee on Whitewater and he was later promoted by the speaker of the House, Newt Gingrich, to chief investigator for the House’s government reform and oversight committee. He was pushed to resign in 1998 amid criticism of his overzealous tactics. </p> <p>In the profile, published one year before his resignation, the Post compared Bossie to Roy Cohn, the bare-knuckled right-hand man for Senator Joe McCarthy who mentored Donald Trump. </p> <p>Before joining Trump’s campaign, Bossie served as president of Citizens United and head of the Super Pac Defeat Crooked Hillary. He has taken a leave of absence from both organizations while he serves on Trump’s campaign. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/26/steve-bannon-domestic-violence-trump-campaign-ceo\">Steve Bannon, Trump campaign CEO, faced domestic violence charges</a> </p> </aside>  <p>Bossie is among a slate of recent top-level hires that include Stephen Bannon, the former head of the conspiracy theory-laden website, Breitbart News, where <a href=\"http://www.breitbart.com/author/david-bossie/\">Bossie has occasionally been published</a>, and Kellyanne Conway, a Republican pollster and strategist. </p> <p>The triumvirate of new hires are close allies of shadowy hedge-fund billionaire Robert Mercer. According to Bloomberg, Mercer has invested heavily in Breitbart News and helped finance a documentary spin-off of Clinton Cash, a book written by conservative author Peter Schweizer. </p> <p>The addition of Bossie, in many ways the early architect of what Hillary Clinton would famously call the “vast rightwing conspiracy”, signals that the Trump campaign has no intention of leaving any Clinton controversy untouched. Trump has already shown a willingness to revive some of the most sensational – and some of the darkest – Clinton controversies, including Bill Clinton’s marital infidelity and the 1993 suicide of Vincent Foster, a Clinton White House aide and a personal friend. </p> <p>On Thursday night, Clinton’s campaign chairman, John Podesta, said the decision to hire Bossie is another example of how the Republican nominee has embraced the “rightwing fringe”. </p> <p>“David Bossie is so craven and maniacal that in the heyday of the overreaching, Gingrich-era Congress, the top Whitewater conspiracy theorist in the House had to fire him for doctoring evidence,” Podesta said.</p>",
  "<p>Politicians around the world might typically aspire to the heroic leadership of <a href=\"https://www.jfklibrary.org/Research/Research-Aids/Ready-Reference/JFK-Fast-Facts/Shakespeare.aspx\">Henry V</a>, envy Mark Antony’s gift for oratory or hold a sneaking admiration for the ruthless ambition of Macbeth.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/apr/21/russia-celebrates-shakespeare-british-literature-400-anniversary\">Britain and Russia find something they can agree on: Shakespeare's death</a> </p> </aside>  <p>But when John Kerry, the US secretary of state, decided to single out a character from the works of William Shakespeare, he made a surprising choice: Rosalind, the <a href=\"https://www.theguardian.com/stage/2015/nov/02/as-you-like-it-shakespeare-national-theatre-london-rosalie-craig-polly-findlay-interview\">quick-witted and cross-dressing heroine</a> of the comedy As You Like It.</p> <p>“Rosalind, who ‘promised to make all this matter even’, stands out as perhaps the greatest diplomat in all literature,” <a href=\"http://www.shakespearelives.org/explore/literature/living-shakespeare/john-kerry\">Kerry writes in an essay</a> commissioned by the British Council. “She navigates her own personal traumas of exile, banishment and disguise with tenacity, patience and good humour.”</p> <p>Kerry, a Vietnam war veteran and longtime Massachusetts senator who was beaten by George W Bush in the 2004 presidential election, belongs to a long line of American politicians – including Thomas Jefferson, Abraham Lincoln and John F Kennedy – who have revered Shakespeare. </p> <p>Kerry recently became <a href=\"https://www.theguardian.com/commentisfree/2016/aug/29/crises-shuttle-diplomacy-syria\">the most travelled US secretary of state in history</a>, flying more than 1.2m miles and setting foot in 88 countries. His headaches have included negotiating with Iran and Russia, <a href=\"https://www.theguardian.com/world/2016/jul/18/us-eu-bond-enduring-unbreakable-john-kerry-brexit\">easing Britain’s exit from the European Union</a> and attempting to resolve conflicts in Afghanistan, Iraq and Syria. He makes the case that the mercurial Rosalind, who survives her father’s banishment, looks out for her cousin Celia and finds a way to marry Orlando, could make a good fist of such a job.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>She brings her understanding of everyone’s situation and interests to bear with patient preparation and negotiation</p> <footer> <cite>John Kerry</cite> </footer> </blockquote> </aside>  <p>“She brings her unique understanding of everyone’s particular situation and interests to bear with patient preparation and negotiation, extracting commitments from all parties to an acceptable end game,” Kerry writes. </p> <p>“Then, she decides to ‘weary you, then, no longer with idle talking’ and succeeds in bringing about a resolution, creating couples from singletons and marriages from love affairs. </p> <p>“As she brings concord through her force of personality, the triumph of a dislocated society restored is Rosalind’s triumph. She inspires great affection, and the audience is granted the unusual sight of her as a woman getting the epilogue – the final press conference, as it were. In workaday prose rather than fancy verse, she ends the play alone on stage chatting with us, her friends.”</p> <p>Rosalind has been played memorably by <a href=\"https://www.theguardian.com/stage/2015/apr/27/vanessa-redgrave-rosalind-as-you-like-it\">Vanessa Redgrave</a>, Maggie Smith and Juliet Stevenson. Kerry adds: “She epitomises for me the vital power of personal relationships in international diplomacy. </p> <p>“Edward R Murrow, the great American journalist, summed it up by noting the real crucial link in the international exchange is the last three feet, which is bridged by personal contact, one person talking to another. Rosalind’s success in the play, and with us, the audience, demonstrates just how important this personal rapport can be.”</p>  <figure class=\"element element-image\" data-media-id=\"84104c7f6f3208d85154d0cfa2356ea2caf8a261\"> <img src=\"https://media.guim.co.uk/84104c7f6f3208d85154d0cfa2356ea2caf8a261/0_147_3907_2344/1000.jpg\" alt=\"Michelle Terry as Rosalind\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michelle Terry as Rosalind with Simon Harrison as Orlando in As You Like It at the Globe Theatre in London, last year.</span> <span class=\"element-image__credit\">Photograph: Tristram Kenton/The Guardian</span> </figcaption> </figure>  <p>In the 1,700-word essay, published on the British Council’s website, Kerry calls Shakespeare the UK’s “most enduring ambassador”. The Bard’s tragedies have tended to resonate with America’s political class. <a href=\"http://www.nytimes.com/2009/04/26/weekinreview/26edelstein.html?_r=0\">Lincoln was fascinated by Macbeth</a> and in 1994 another onetime secretary of state, Henry Kissinger, turned to Hamlet when <a href=\"http://www.nytimes.com/1994/04/28/us/37th-president-henry-kissinger-courage-face-wrenching-domestic-controversy.html\">delivering a eulogy</a> at the funeral of Richard Nixon, quoting: “He was a man, take him for all in all, I shall not look upon his like again.”</p> <p>Kerry’s boss, Barack Obama, lists Shakespeare’s tragedies among his favourite books on his Facebook page. The secretary breaks ranks, citing the comedies as his “greatest inspiration”, explaining that they offer more than the opportunity to laugh: “The great strength of the comedies is that they recognise the fallibility of mankind and yet they are eternally optimistic.”</p> <p>Striking an optimistic note, Kerry, 72, highlights Jacques’ speech from As You Like It which begins, “All the world’s a stage, / And all the men and women merely players,” and runs through the seven ages of man. </p> <p>“As I travel and talk to foreign ministers, prime ministers, presidents, and people from all walks of life all across this planet,” he writes, “I don’t sense an unravelling of the global fabric. On the contrary: I see a world that is coming together.</p> <p>“I see a world where more infants than ever before are surviving to ‘mewling and puking’, more schoolboys and girls than ever with ‘shining morning face’ are going to school. More lovers – regardless of their gender and orientation – are ‘sighing like furnace’ without fearing for their lives. Despite turbulence and tragedy in our world still, there are fewer soldiers ‘quick in quarrel’ and more of us than ever are living to a ripe old age with or without teeth.”</p> <p>Kerry’s appetite for theatre was evident in July when he caught <a href=\"http://www.nytimes.com/2016/07/11/theater/hamilton-lin-manuel-miranda-final-show.html\">Lin-Manuel Miranda’s final performance</a> in Hamilton, the mega-hit Broadway musical about the former treasury secretary Alexander Hamilton.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/stage/video/2016/may/03/zawe-ashton-jacques-as-you-like-it-all-the-worlds-a-stage-shakespeare-video\"            data-short-url=\"https://gu.com/p/4tm9a\"                    data-show-ads=\"true\"            data-video-id=\"2496349\"            data-video-name=\"Zawe Ashton as Jaques in As You Like It: ‘All the world’s a stage’ – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-57233b5ce4b0a2f12051493f\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/04/29/160429ShakespeareZawe_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2016/04/29/160429ShakespeareZawe_small.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2016/04/29/160429ShakespeareZawe_large.3gp\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/04/29/160429ShakespeareZawe.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/04/29/160429ShakespeareZawe_synd_768k_vp8.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/stage/video/2016/may/03/zawe-ashton-jacques-as-you-like-it-all-the-worlds-a-stage-shakespeare-video\">Zawe Ashton as Jaques in As You Like It: ‘All the world’s a stage’</a></figcaption> </figure>   <p>The 400th anniversary of Shakespeare’s death has been commemorated in the US this year by events including an exhibition, <a href=\"https://www.theguardian.com/us-news/2016/apr/07/william-shakespeare-american-culture-advertising-exhibit\">America’s Shakespeare,</a> at the Folger Shakespeare Library in Washington. Created by oil tycoon Henry Clay Folger and his wife, Emily, the library has the world’s biggest Shakespeare collection and sometimes receives calls from nearby congressmen seeking an apt quotation.</p> <p><a href=\"http://www.folger.edu/staff/dr-michael-witmore\">Michael Witmore</a>, director of the Folger, said he was excited and surprised by Kerry’s essay. </p> <p>“I liked it a lot,” he said. “He likes the same things about As You Like It that I like. It’s an extremely generous play about people finding freedom of movement.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The audience is granted the unusual sight of her as a woman getting the epilogue: the final press conference, as it were</p> <footer> <cite>John Kerry</cite> </footer> </blockquote> </aside>  <p>“The idea of Rosalind as a diplomat is perfect. She teaches people how to love, she sees their shortcomings and finds ways around them in a way that is forceful but not by force.”</p> <p>Kerry has visited the Folger many times and his wife, Teresa Heinz Kerry,<em> </em>is a supporter, Witmore said. “I’m so pleased the secretary chose to write about a story of hope and the capacity for change.”</p> <p>The British Council’s “Living Shakespeare Essay Collection” also includes contributions from the novelist <a href=\"http://r20.rs6.net/tn.jsp?f=001YrKrJ30lByBzLpMBy-n4nWafLf5RqhbtJIsd82KaJlI0Y7Vn2dYSxHuvnrIH2mmN3kQWIBzI8Ay-XAji5tklnGqOZvIAZulNUaeP6eshye9P2Dw3bZ33FJnyHOwpUG2hYJA4M-ToS5mtodQtBmmTDf2tg41gwfVWIHs8_MHSp59fB4Wj13_ReMvxJBHynqJDWqpVWhPRcJn9g0Q4HgyXD8K2wB7pIizmWXow0nYEQg4svzkr8K9ijyf44wYEzOfkahZ0rVc9Mtw=&amp;c=l7VFC1zJYO4Y1KsRGlFapJ1414xT0rP9B8mlDxQgdbXa3_cPRtXc7Q==&amp;ch=sWUDHIe0_uUx6t2YHIUg6oQwPsvMUX_0NCfw3HpvacVI2K_RINHS1g==\">Ahlem Mosteghanemi</a> and the Nigerian Nobel laureate <a href=\"http://r20.rs6.net/tn.jsp?f=001YrKrJ30lByBzLpMBy-n4nWafLf5RqhbtJIsd82KaJlI0Y7Vn2dYSxHuvnrIH2mmNeLHaDNST8ArJ2fPP1PyYSgNPvLEn_9yDi4cwnz5LMCW7QS5m-8rIKvWY6w2lpaDfzXZ7M3gSfzIzWDS0je7rDihlQYeW32_H8BZgHaRPAtQXUh9lrL1djGVrlWi0R40myX4epKfJbpXz2bClsNL3afkprFMVobaBWJDryJBEzLcdP1_SFgD4KVaQFJzWTuyc&amp;c=l7VFC1zJYO4Y1KsRGlFapJ1414xT0rP9B8mlDxQgdbXa3_cPRtXc7Q==&amp;ch=sWUDHIe0_uUx6t2YHIUg6oQwPsvMUX_0NCfw3HpvacVI2K_RINHS1g==\">Wole Soyinka</a>. </p> <p>Kathy Culpin, head of events and networks for the British Council in the US, said: “We’re very proud Secretary Kerry has contributed. The essay is extraordinary.”</p>",
  "<p>The <a href=\"https://www.theguardian.com/us-news/2016/sep/01/melania-trump-daily-mail-lawsuit\">lawsuit filed by the wife of Donald Trump against the Daily Mail</a> is a message to the media from her husband “to stay away from my family, particularly Melania”, his biographer has said.</p> <p>Lawyers for Melania Trump on Thursday filed suit for $150m in damages against the newspaper in Maryland state court. The wife of the Republican presidential nominee is also suing a blogger, Webster Tarpley, from the state in question.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/01/melania-trump-daily-mail-lawsuit\">Melania Trump sues the Daily Mail for $150m over 'lies' about her past</a> </p> </aside>  <p>In a statement, Trump’s lawyer, Charles Harder, said: “These defendants made several statements about Mrs Trump that are 100% false and tremendously damaging to her personal and professional reputation [and] broadcast their lies to millions of people throughout the US and the world – without any justification.</p> <p>“Their many lies include, among others, that Mrs Trump supposedly was an ‘escort’ in the 1990s before she met her husband. Defendants’ actions are so egregious, malicious and harmful to Mrs Trump that her damages are estimated at $150m.”</p> <p>The suit was filed in Montgomery County, a suburban area bordering Washington DC, in response to articles published in August by the Daily Mail that reported rumors that Melania Trump worked as an escort in the 1990s.</p> <p>Last month, <a href=\"https://www.theguardian.com/us-news/2016/aug/22/melania-trump-lawsuit-daily-mail\">announcing</a> that she was considering a suit, her lawyer called those rumors “100% false”.<br tabindex=\"-1\"></p> <p>In an interview with the Guardian, biographer Wayne Barrett, who has been threatened with lawsuits by Trump in the past over his reporting, said that the lawsuit seemed to be “more a threat to other reporters, publishers, news organizations” to shy away from reporting about the Republican nominee’s wife. </p> <p>The author of Trump: The Greatest Show on Earth and Trump: The Deals and the Downfall noted that the candidate had a reputation for litigiousness with reporters and said Trump had bragged to him nearly 40 years ago about “breaking reporters”. Barrett noted that, at the time, “there hadn’t been anything written negative about Donald”.</p> <p>Trump went on to sue author Tim O’Brien for reporting that the Republican nominee had exaggerated his wealth in what Barrett described as an “attempt to wreck O’Brien”. (<a draggable=\"true\" href=\"https://www.washingtonpost.com/lifestyle/style/that-time-trump-sued-over-the-size-of-hiswallet/2016/03/08/785dee3e-e4c2-11e5-b0fd-073d5930a7b7_story.html\">The suit was dismissed</a>.) Barrett added that Trump’s approach with the press had always been, “from the very beginning, to threaten, browbeat, seduce them”.</p>  <figure class=\"element element-image\" data-media-id=\"3867c1e92d40857c3684a5aae74f777e463b17a4\"> <img src=\"https://media.guim.co.uk/3867c1e92d40857c3684a5aae74f777e463b17a4/0_203_4246_2548/1000.jpg\" alt=\"Melania Trump’s lawyer called the rumors ‘100% false’.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Melania Trump’s lawyer called the rumors ‘100% false’.</span> <span class=\"element-image__credit\">Photograph: Kena Betancur/AFP/Getty Images</span> </figcaption> </figure>  <p>The Daily Mail article also contained allegations that Melania Trump came to New York a year earlier than she has claimed, raising issues about her immigration status. Trump <a href=\"https://twitter.com/MELANIATRUMP/status/761212858944421888?lang=en\">denied</a> a story in Politico<em> </em>in which questions about her immigration status were first reported.</p> <p>The lawsuit noted that while the article in question had been removed from the Daily Mail’s website, the newspaper had yet to apologize or formally retract it. The Mail included a retraction of the story in its Friday UK print edition.</p> <p>“We did not intend to state or suggest that these allegations are true,” the newspaper said, “nor did we intend to state or suggest that Mrs Trump ever worked as an ‘escort’ or in the ‘sex business’.” It added that its article had included denials from a Trump spokesperson and the owner of the modelling agency in question, and said it regretted “any such misinterpretation”.</p> <p>The retraction was also <a href=\"http://www.dailymail.co.uk/news/article-3769798/Melania-Trump-retraction.html\">posted online</a>. “The Daily Mail newspaper and MailOnline/DailyMail.com have entirely separate editors and journalistic teams,” it added. “In so far as MailOnline/DailyMail.com published the same article it wholeheartedly also retracts the above and also regrets any such misinterpretation.”<br></p> <p>Asked if the retraction would affect the suit, Harder replied: “It does not.”</p> <p>Tarpley’s blogpost, <a href=\"http://tarpley.net/formal-retraction-of-factual-assertions-and-innunendos-regarding-melania-trump/\">which has been retracted</a>, claimed, per the suit, that “it is widely known Melania was not a working model but rather a high-end escort” and that she had a “mental breakdown” after a <a href=\"https://www.theguardian.com/us-news/2016/jul/19/melania-trump-plagiarism-scandal-michelle-obama\">plagiarism controversy</a> over her speech to the Republican national convention in Cleveland in July.<br></p> <p>Harder is best known for representing Hulk Hogan in <a href=\"https://www.theguardian.com/media/2016/jun/10/gawker-media-bankruptcy-auction-hulk-hogan-lawsuit\">the lawsuit that bankrupted Gawker Media</a> and forced its sale to Univision last month. That suit was funded by the Silicon Valley billionaire Peter Thiel, a vocal Trump supporter.</p> <p><a href=\"http://www.kramonandgraham.com/steven-klepper\">Steve Klepper</a>, an appellate lawyer for the Baltimore law firm Kramon &amp; Graham, said the inclusion of a blogger in the suit indicated legal maneuvering.</p> <p>He told the Guardian: “Any time you have a filing that adds a minor in-state defendant, it’s a flag that they were joined to prevent removal to federal court. And as we know, Donald Trump has not been having been the best luck in federal court recently.”</p> <p>Klepper pointed to <a href=\"http://law.justia.com/codes/maryland/2010/courts-and-judicial-proceedings/title-3/subtitle-5/3-502\">a Maryland defamation statute</a> that might provide a basis for Melania Trump’s suit. It reads: “A single or married woman whose character or reputation for chastity is defamed by any person may maintain an action against that person.”</p> <p>He added, however: “Montgomery County has possibly the highest-percentage college education jury pool in the whole country and I cannot see how the jury pool would be good for [Melania Trump].”</p> <p>News of the lawsuit came 68 days before the election, on the day Donald Trump pledged to promote “<a href=\"https://www.theguardian.com/us-news/2016/sep/01/donald-trump-american-patriotism-schools-immigration\">patriotism</a>” in schools and a day after he gave a <a href=\"https://www.theguardian.com/us-news/2016/sep/01/in-arizona-we-saw-the-real-donald-trump-the-one-we-already-knew\">hardline immigration policy</a> speech, hours after striking conciliatory notes on the topic <a href=\"https://www.theguardian.com/us-news/2016/aug/31/donald-trump-mexico-pena-nieto-immigration-arizona\">in a meeting</a> with the Mexican president, Enrique Peña Nieto.</p> <p>The Republican nominee, who has consistently trailed Hillary Clinton in the polls, has developed a combative relationship with the media, blacklisting a number of news outlets and pledging to <a href=\"https://www.theguardian.com/us-news/2016/feb/26/trump-pledges-curb-press-freedom-libel-laws-first-amendment\">pass stricter libel laws</a> if elected.</p> <p>A Trump campaign spokesperson told the Guardian: “We do not have anything in addition to the Harder statement.”</p> <p>The Daily Mail responded to a request for comment by pointing to its online and print retractions.</p>",
  "<p>A Clinton Foundation laptop and a thumb drive used to archive <a href=\"https://www.theguardian.com/us-news/2016/aug/22/hillary-clinton-emails-fbi-release-election-day\">Hillary Clinton’s emails</a> from her time as secretary of state are missing, according to FBI notes released on Friday.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/22/hillary-clinton-emails-fbi-release-election-day\">Clinton emails recovered by FBI to be released just before election day</a> </p> </aside>  <p>The phrase “Clinton could not recall” litters the summary of the FBI’s investigation, which concluded in July <a href=\"https://www.theguardian.com/us-news/2016/jul/05/fbi-no-charges-hillary-clinton-email-investigation\">that she should not face charges</a>. Amid fierce Republican criticism of the Democratic presidential candidate, the party’s nominee, Donald Trump released a statement which said “Hillary Clinton’s answers to the FBI about her private email server defy belief” and added that he did not “understand how she was able to get away from prosecution”. </p> <p>The FBI documents describe how Monica Hanley, a former Clinton aide, received assistance in spring 2013 from Justin Cooper, a former aide to Bill Clinton, in creating an archive of Hillary Clinton’s emails. Cooper provided Hanley with an Apple MacBook laptop from the Clinton Foundation – the family organisation currently <a href=\"https://www.theguardian.com/us-news/live/2016/aug/26/election-2016-clinton-foundation-trump-campaign-live\">embroiled in controversy</a> – and talked her through the process of transferring emails from Clinton’s private server to the laptop and a thumb drive.<br></p> <p>“Hanley completed this task from her personal residence,” the notes record. The devices were intended to be stored at Clinton’s homes in New York and Washington. However, Hanley “forgot” to provide the archive laptop and thumb drive to Clinton’s staff.</p> <p>In early 2014, Hanley located the laptop at her home and tried to transfer the email archive to an IT company, apparently without success. It appears the emails were then transferred to an unnamed person’s personal Gmail account and there were problems around Apple software not being compatible with that of Microsoft.</p> <p>The unnamed person “told the FBI that, after the transfer was complete, he deleted the emails from the archive laptop but did not wipe the laptop. The laptop was then put in the mail, only to go missing. [Redacted] told the FBI that she never received the laptop from [redacted]; however, she advised that Clinton’s staff was moving offices at the time, and it would have been easy for the package to get lost during the transition period.</p> <p>“Neither Hanley nor [redacted] could identify the current whereabouts of the archive laptop or thumb drive containing the archive, and the FBI does not have either item in its possession.”<br></p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/jul/05/fbi-clinton-extremely-careless-emails-video\"            data-short-url=\"https://gu.com/p/4npj4\"                    data-show-ads=\"true\"            data-video-id=\"2597215\"            data-video-name=\"FBI: Clinton 'careless' with emails but charges not warranted – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-577bd9f0e4b0dc98f9fcad01\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/07/05/160705clintonemails_desk.mp4\"/><source src=\"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11660447&amp;format=video/webm\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/07/05/160705clintonemails.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2016/07/05/160705clintonemails_large.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2016/07/05/160705clintonemails_small.3gp\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/jul/05/fbi-clinton-extremely-careless-emails-video\">FBI: Clinton ‘careless’ with emails but charges not warranted</a></figcaption> </figure>   <p>Clinton’s use of a private email server while in office has dogged her presidential campaign. The FBI has been criticised by Democrats for taking the rare step of publishing its account of confidential interviews with Clinton and others from the recently closed investigation, which found her to have been “<a href=\"https://www.theguardian.com/us-news/video/2016/jul/05/fbi-clinton-extremely-careless-emails-video\">extremely careless</a>” in her handling of classified information. Hopes that this would draw a line under the issue, however, appear to have been dashed.</p> <p>The FBI identified a total of 13 mobile devices associated with Clinton’s two known phone numbers that potentially were used to send emails using clintonemail.com addresses.</p> <p>The 58 pages of notes released on Friday, several of which were redacted, also related that Hanley often purchased replacement BlackBerry devices for Clinton during Clinton’s time at the state department. Hanley recalled buying most of them at AT&amp;T stores in the Washington area. Cooper was usually responsible for setting them up and synching them to the server.</p> <p>Clinton’s closest aide, Huma Abedin, and Hanley “indicated the whereabouts of Clinton’s devices would frequently become unknown once she transitioned to a new device”, the documents state. “Cooper did recall two instances where he destroyed Clinton’s old mobile devices by breaking them in half or hitting them with a hammer.”</p> <p>The notes also contain a string of admissions by Clinton about points she did not know or could not recall: “When asked about the email chain containing ‘(C)’ portion markings that state determined to currently contain CONFIDENTIAL information, Clinton stated that she did not know what the ‘(C)’ meant at the beginning of the paragraphs and speculated it was referencing paragraphs marked in alphabetical order.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/armandodkos/status/771768310589513728\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">FBI report confirms the only emails marked classified at the time Clinton received them were the 3 improperly marked  &quot;C&quot; documents. p. 21</p>&mdash; Armando (@armandodkos) <a href=\"https://twitter.com/armandodkos/status/771768310589513728\">September 2, 2016</a></blockquote>  </figure>  <p>Clinton said she did not pay attention to the difference between top secret, secret and confidential but “took all classified information seriously”. She did not recall receiving any emails she thought should not have been on an unclassified system. She also stated she received no particular guidance as to how she should use the president’s email address.</p> <p>In addition, the notes say: “Clinton could not recall when she first received her security clearance and if she carried it with her to state via reciprocity from her time in the Senate. Clinton could not recall any briefing or training by state related to the retention of federal records or handling of classified information.”</p> <p>Clinton was aware she was an original classification authority at the state department, but again “could not recall how often she used this authority or any training or guidance provided by state. Clinton could not give an example of how classification of a document was determined.”</p> <p>Nor could she recall any specific briefing on how to handle information associated with special access programme information. </p> <p>“Clinton could not recall a specific process for nominating a target for a drone strike,” the notes say.</p> <p>According to the notes, on 23 January 2009 Clinton emailed <a href=\"https://www.theguardian.com/us-news/2016/feb/04/colin-powell-condoleezza-rice-private-email-accounts-classified-hillary-clinton\">her predecessor, Colin Powell,</a> to ask about his use of a BlackBerry. In his response, Powell told Clinton that if it became “public” that she was using a BlackBerry to “do business”, the emails could become “official records[s] and subject to the law”.<br></p> <p>Powell wrote: “Be very careful. I got around it all by not saying much and not using systems that captured the data.”</p> <p>Clinton told the FBI she understood Powell’s comments to mean that any of her work-related communications would be records of the government and “did not factor” the comments “into her decision to use a personal email account”, the documents say.</p> <p>The release also includes technical details about how the server in the basement of Clinton’s home in Chappaqua, New York, was set up. </p> <p>Clinton’s critics seized on the latest revelations. Trump’s full statement read: “Hillary Clinton’s answers to the FBI about her private email server defy belief. I was absolutely shocked to see that her answers to the FBI stood in direct contradiction to what she told the American people. After reading these documents, I really don’t understand how she was able to get away from prosecution.”</p> <p>Jason Miller, senior communications adviser to Trump, said: “Hillary Clinton is applying for a job that begins each day with a top secret intelligence briefing, and the notes from her FBI interview reinforce her tremendously bad judgment and dishonesty.<br></p> <p>“Clinton’s secret email server was an end run around government transparency laws that wound up jeopardizing our national security and sensitive diplomatic efforts.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/02/hillary-clinton-wellesley-college-freshmen-women\">Where Hillary called home: Wellesley’s 2020 class on its most famous alumnus</a> </p> </aside>  <p>He added: “Clinton’s reckless conduct and dishonest attempts to avoid accountability show she cannot be trusted with the presidency and its chief obligation as commander-in-chief of the US armed forces.” </p> <p>The House speaker, Paul Ryan, said: “These documents demonstrate Hillary Clinton’s reckless and downright dangerous handling of classified information during her tenure as secretary of state. They also cast further doubt on the justice department’s decision to avoid prosecuting what is a clear violation of the law. This is exactly why I have called for her to be denied access to classified information.”</p> <p>Reince Priebus, chair of the Republican National Committee, said: “The FBI’s summary of their interview with Hillary Clinton is a devastating indictment of her judgment, honesty and basic competency. Clinton’s answers either show she is completely incompetent or blatantly lied to the FBI or the public. </p> <p>“Either way it’s clear that, through her own actions, she has disqualified herself from the presidency.”</p> <p>The Clinton campaign insisted that it was pleased the notes had been made public. Spokesman Brian Fallon said: “While her use of a single email account was clearly a mistake and she has taken responsibility for it, these materials make clear why the justice department believed there was no basis to move forward with this case.”</p>"
]