[
  "<p>Jeremy Corbyn plans to make Labour’s next general election campaign a digital affair, modelled in part on the <a href=\"https://www.theguardian.com/us-news/2015/aug/11/bernie-sanders-social-media-popularity-facebook-twitter\">social media techniques used by Bernie Sanders</a> during his run for the Democratic nomination in the US.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2016/aug/29/ed-balls-labour-did-not-deserve-to-win-election-ed-miliband\">Ed Balls: Labour did not deserve to win election</a> </p> </aside>  <p>The promise is part of a wider announcement of the Labour leader’s digital policies, including a commitment to universal high-speed broadband and mobile connectivity across the UK, and to new online learning resources. </p> <p>Corbyn is expected to say in a speech in east London on Tuesday morning that his efforts to see off Owen Smith, the leadership challenger, were “leading the way in harnessing the advances of new technology to organise political campaigning like we’ve never seen before”.</p> <p>Corbyn supporters say his <a href=\"http://www.theguardian.com/politics/2016/apr/17/jeremy-corbyn-snapchat-instagram-labour-leader\">regular presence on social media</a>, along with the use of other technological innovations, helps him bypass a suspicious mainstream news media and could see a general election message delivered more effectively than polls suggest.</p> <p>His initial election as Labour leader was credited in part to his team’s bespoke <a href=\"http://www.newstatesman.com/politics/staggers/2015/10/did-app-get-jeremy-corbyn-elected-labour-leader\">phone canvassing app</a>, which helped volunteers contact potential voters. In his speech on Tuesday, Corbyn is expected to liken such innovations to tactics used by Sanders, the Vermont senator <a href=\"https://www.theguardian.com/us-news/2016/jul/12/bernie-sanders-supports-hillary-clinton-president\">who ran Hillary Clinton surprisingly close</a> for the Democrat presidential nomination.</p>  <figure class=\"element element-image\" data-media-id=\"208e55544da94cbf8076103468b7393fd896f581\"> <img src=\"https://media.guim.co.uk/208e55544da94cbf8076103468b7393fd896f581/0_230_3500_2100/1000.jpg\" alt=\"Bernie Sanders at a campaign rally\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bernie Sanders at a campaign rally earlier this year.</span> <span class=\"element-image__credit\">Photograph: UPI/Barcroft Images</span> </figcaption> </figure>  <p>On a more general policy level, Corbyn is promising a nationwide broadband and mobile network, and an online learning hub linked to another of his proposed ideas, a <a href=\"https://www.theguardian.com/commentisfree/2016/aug/14/courageous-thinking-labour-education-jeremy-corbyn\">national education service</a>.</p> <p>Other proposals include: publicly funded software and hardware to help teach <a href=\"https://www.theguardian.com/technology/programming\">programming</a>; a voluntary “digital citizen passport” to create a secure portable identity; and more use of technology to debate and devise legislation.</p> <p>“My leadership campaign is leading the way in harnessing the advances of new technology to organise political campaigning like we’ve never seen before,” Corbyn is to say in his speech.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2016/aug/29/emily-thornberry-tom-watson-labour-leadership-race-nec-voting-members\">Emily Thornberry hits out at Tom Watson and Labour NEC</a> </p> </aside>  <p>“The creativity of the networked young generation is phenomenal. We have thousands of young volunteers on our campaign taking part in this digital revolution. We will channel this new energy and creativity into Labour’s general election campaign whenever it comes, it’s in this way that Labour can get back into government.</p> <p>“There is also a clear need for more online democracy and our manifesto today sets out how Labour would democratise the internet in order to rebuild and transform Britain, so that no one and no community is left behind.”</p> <p>Corbyn’s campaign says investment in areas such as universal fast broadband is justified by the subsequent boost to business, pointing to a <a href=\"https://www.plymouth.ac.uk/news/superfast-broadband-has-benefited-cornwalls-economy-by-nearly-_200m\">rapid growth in the digital economy in Cornwall</a> following a project to provide fibre broadband to businesses there.</p> <p>With <a href=\"https://www.theguardian.com/commentisfree/2016/aug/22/corbyn-v-smith-labour-leader-voting-system-democratic-car-crash\">leadership ballot papers</a> due to be sent out in the next few days before voting, which closes on 21 September, both Corbyn and Smith have been busy touring the country and announcing policy initiatives.</p> <p>Corbyn has made announcements on <a href=\"https://www.theguardian.com/culture/2016/aug/25/jeremy-corbyn-arts-pupil-premium-primary-schools-reverse-spending-cuts/\">the arts</a>, <a href=\"http://www.theguardian.com/politics/2016/aug/13/jeremy-corbyn-interview-leadership-plots-nhs-education\">education</a> and <a href=\"http://www.theguardian.com/politics/2016/aug/16/corbyn-to-launch-transport-campaign-with-rail-pledges\">transport</a>. Smith has given pledges on <a href=\"http://www.theguardian.com/politics/2016/aug/27/owen-smith-proposes-graduate-tax-to-replace-university-fees-in-bid-for-youth-vote\">policies for young people</a>, <a href=\"http://www.theguardian.com/politics/2016/aug/24/owen-smith-labour-should-continue-to-fight-brexit\">Brexit</a> and <a href=\"http://www.theguardian.com/politics/2016/aug/15/owen-smith-tories-nhs-privatisation-labour-leadership\">the NHS</a>. The victor – Corbyn remains the bookmakers’ favourite – will be announced at the Labour annual conference on 24 September. </p>",
  "<p>Brazil’s first female president, Dilma Rousseff, put up a fight in keeping with her Marxist guerrilla background on Monday with a powerful denunciation of the politicians who are poised to eject her from power within days.</p> <p>Testifying in her own defence before a predominantly opposition senate, the Workers’ party leader said she had withstood torture in her fight for democracy and would not back down even though she is widely expected to lose a final impeachment vote likely to occur within the next two days.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/may/09/dilma-rousseff-brazil-impeachment-fight-congress-vote\">A warrior to the end: Dilma Rousseff a sinner and saint in impeachment fight</a> </p> </aside>  <p>“I fought against dictatorship. I have the mark of torture on my body,” she reminded senators of the abuse she suffered during imprisonment by the military government. “At almost 70 years of age, it’s not going to be now, after becoming a mother and grandmother, that I will abandon the principles that have always guided me.”<br></p> <p>Her comparison with the military tribunals that condemned her to prison more than 40 years ago was in keeping with the suspended president’s consistent claim throughout the nearly 10-month impeachment debate that she is the victim of a coup.<br></p> <p>Opponents, however, used the question-and-answer session to assert their claim that Rousseff is undergoing a constitutionally approved trial overseen by the supreme court to assess whether she committed a “crime of responsibility” by putty-filling government accounts ahead of the last election.<br></p> <p>Now nearing its end, the protracted political trial has<a href=\"https://www.theguardian.com/world/2015/oct/15/brazil-impeachment-economy-crisis-corruption\"> paralysed government</a>, overshadowed the <a href=\"https://www.theguardian.com/sport/2016/jul/28/olympic-flame-extinguished-rio-de-janeiro-protesters\">buildup to the Olympics</a>, and <a href=\"https://www.theguardian.com/world/2016/mar/13/brazil-anti-government-protests-dilma-rousseff-rio-de-janeiro\">undermined efforts</a> to reverse the alarming decline of Latin America’s biggest economy.<br></p> <p>Although many Brazilians are tired of the squabbles in Brasília, historians are likely to look back on today’s session in the senate as a key moment in the ousting of the Workers’ party, which is about to be thrown out of power despite never losing a presidential election since 2002.<br></p> <p>As the president’s motorcade left the Palácio da Alvorada in the morning, several hundred supporters lined the roads bearing banners condemning the illegality of impeachment. As Rousseff entered the legislative building, allies chanted: “Olê, Olê, Olê, Olá, Dilma Dilma.”</p>  <figure class=\"element element-image\" data-media-id=\"19b4ec926f648b52f6351d3a0733d35686eb868f\"> <img src=\"https://media.guim.co.uk/19b4ec926f648b52f6351d3a0733d35686eb868f/0_186_5568_3341/1000.jpg\" alt=\"Former Brazilian president Luiz Inácio Lula da Silva and Brazilian musician Chico Buarque attend President Dilma Rousseff’s impeachment trial.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Former Brazilian president Luiz Inácio Lula da Silva and Brazilian musician Chico Buarque attend President Dilma Rousseff’s impeachment trial.</span> <span class=\"element-image__credit\">Photograph: Evaristo Sa/AFP/Getty Images</span> </figcaption> </figure>  <p>The floor had been packed for the arrival of Rousseff, but there were just as many eyes on her invited guests who showed their support by filling out the media gallery. Among them was former president Luiz Inácio Lula da Silva, who barely changed his steely forward-facing stare throughout the speech. He sat beside musical legend Chico Buarque – a prominent critic of impeachment – who caused a commotion when he arrived as senators and staff flurried to take photos.<br></p> <p>Rousseff followed soon after with little ceremony and, as the hearing began, a hush descended on the chamber that was broken only by the chatter of camera shutters as the president waved and smiled from the bench while she was introduced by the chief justice of the supreme court, Ricardo Lewandowski, who is presiding over the trial in the senate.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/global-development/2016/jul/05/in-brazil-women-are-fighting-against-the-sexist-impeachment-of-dilma-rousseff\">In Brazil, women are fighting against the sexist impeachment of Dilma Rousseff | Ani Hao</a> </p> </aside>  <p>In her 40-minute statement, Rousseff serenely proclaimed her innocence and struck a tone which oscillated between that of a defiant warrior defending social rights and a victimised woman wronged by her usurpers.<br></p> <p>She reminded senators that during the inauguration of her second term in January 2015, she had promised to respect the constitution, observe the laws and carry out a mandate given to her by 54 million voters – a majority. But she also acknowledged that she had her flaws and that her government had been hurt by economic crises and political instability worsened by her opponents.<br></p> <p>Later, for perhaps the first time in this process, Rousseff appeared to choke up as she recounted Workers’ party achievements – the expansion of welfare payments, increased access to higher education, a rise in the minimum wage, development of offshore oilfields and the hosting of the World Cup and the Olympics. It was unclear whether this pause was from emotion or fatigue, but supporters cheered their encouragement as she paused to sip water. </p> <p>“No demonstrations please,” came a reprimand from the public address system, in a tone more respectful than earlier episodes in the impeachment process.<br></p> <p>The anti-Rousseff camp in the senate was keen to avoid the boisterously triumphant scenes witnessed when the <a href=\"https://www.theguardian.com/world/2016/apr/18/dilma-rousseff-congress-impeach-brazilian-president\">lower house voted for impeachment in April</a>, and to minimise the impression that the country’s first female president is a victim.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"7914d7df8396ffc886aa510a3d4352763a702c74\"> <img src=\"https://media.guim.co.uk/7914d7df8396ffc886aa510a3d4352763a702c74/0_63_5568_3341/1000.jpg\" alt=\"Former president Luiz Inácio Lula da Silva watches President Dilma Rousseff’s appearance at her impeachment trial intently.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Former president Luiz Inácio Lula da Silva watches President Dilma Rousseff’s appearance at her impeachment trial intently.</span> <span class=\"element-image__credit\">Photograph: Evaristo Sa/AFP/Getty Images</span> </figcaption> </figure>  <p>But that will be hard to do, as Rousseff has lived in the shadow of an impeachment threat for more than a year.<br></p> <p></p> <p>Monday’s debate also set the stage for the next presidential election in 2018. As the president spoke, her predecessor and mentor Lula – who faces a criminal trial for corruption and obstruction of justice – looked pensive. Like Rousseff, he denies the charges against him, which he believes have been trumped up by political enemies to prevent him from running again. But the Workers’ party will try to rally around the sense of injustice many feel about the forced demise of its leaders.</p> <p>Rousseff may be wounded, perhaps beyond recovery, but she used her speech to maul some of those who brought her down.<br></p> <p>“Everybody knows this impeachment process opened with explicit blackmail by the former head of the lower house, Eduardo Cunha,” she said, noting that her accusers are themselves accused of more serious crimes.<br></p>  <figure class=\"element element-image\" data-media-id=\"af0af82245a0c17f3e496ead6f9a8d4165e779b4\"> <img src=\"https://media.guim.co.uk/af0af82245a0c17f3e496ead6f9a8d4165e779b4/0_64_5221_3133/1000.jpg\" alt=\"President Dilma Rousseff listens to a question by Senator Ronaldo Caiado during her impeachment trial.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">President Dilma Rousseff listens to a question by Senator Ronaldo Caiado during her impeachment trial.</span> <span class=\"element-image__credit\">Photograph: Evaristo Sa/AFP/Getty Images</span> </figcaption> </figure>  <p>Although she did not mention the interim president, Michel Temer, by name, she implicitly condemned her former running mate as a “usurper” who stole her office in a “coup” that bypassed direct elections. “As is typical of authoritarian elites, they do not see the will of the people as the source of legitimacy. They want power at any price,” she said.<br></p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Authoritarian elites … do not see the will of the people as the source of legitimacy. They want power at any price.</p> <footer> <cite>Dilma Rousseff</cite> </footer> </blockquote> </aside>  <p>There were broadsides too for Temer’s appointment of <a href=\"https://www.theguardian.com/world/2016/may/13/brazil-dilma-rousseff-impeachment-michel-temer-cabinet\">an all-male, all white cabinet</a>, despite the fact that the electorate had chosen a woman to lead them.<br></p> <p>As the president concluded her speech with a call for senators to vote against impeachment and for democracy, supporters on the floor briefly erupted in applause and cheers of “<em>Dilma, guerreira do povo brasileiro</em>”, (“Dilma, the warrior of the Brazilian people”), while her opponents sat in silence.<br></p> <p>A question-and-answer session followed. The first to have five minutes at the microphone was the former agriculture minister Kátia Abreu – a loyal supporter – who expressed her conviction that Rousseff was innocent and wrongly accused. Humberto Costa, the leader of the Workers’ party in the upper house, said he hoped this would be remembered as a “day of redemption”.<br></p> <p>But the vast majority of those who posed questions or made statements were critical of Rousseff’s leadership and said she was being removed as a result of due constitutional process.<br></p> <p>“This isn’t a coup, it’s democracy in evolution,” claimed Senator José Medeiros, who blamed the current turmoil in Brazil on Rousseff’s government. “You call this process a coup? The supreme court presides over this session. Is the chief justice a coup-monger?” asked Ricardo Ferraço of the Social Democratic party of Brazil.<br></p> <p>Rousseff is being impeached for window-dressing government accounts ahead of the last election, by issuing decrees on spending without congressional approval and waiting several months to reimburse a state-owned bank for a low-interest financing scheme for family farmers.<br></p> <p>Senators have to judge whether this is a “crime of responsibility” that merits removal from office. </p>  <figure class=\"element element-image\" data-media-id=\"3b970e5573bf939c8c07e68e42def7828ef98219\"> <img src=\"https://media.guim.co.uk/3b970e5573bf939c8c07e68e42def7828ef98219/0_139_4351_2612/1000.jpg\" alt=\"Rousseff supporters on the streets of Brasília hold signs in Portuguese reading ‘Come Back Dilma’ and ‘The coup against Brazil’.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rousseff supporters on the streets of Brasília hold signs in Portuguese reading ‘Come Back Dilma’ and ‘The coup against Brazil’.</span> <span class=\"element-image__credit\">Photograph: Mario Tama/Getty Images</span> </figcaption> </figure>  <p>But Rousseff’s lawyers argue the charge is more political than legal. Similar fiscal irregularities went unpunished in previous national and regional administrations, but these were being used as a pretext to remove a leader who had struggled to assert her authority. Prominent senators – close to Temer – have also been secretly recorded plotting to remove Rousseff in the hope that it will kill off a wide-ranging corruption investigation – known as Lava Jato (Car Wash) – that has implicated many of them in a kickback scheme involving the state-run oil company Petrobras.<br></p> <p>Allies said there was little chance the president would survive the final impeachment vote. </p> <p>At the start of the senate process in May, opponents had already <a href=\"https://www.theguardian.com/world/2016/may/12/dilma-rousseff-brazil-president-impeached-senate-vote\">secured more than the two-thirds of the 81 votes</a> they will need to remove the president from office. There has been no evident progress in changing minds since then. </p> <p>Senator Otto Alencar, of the Social Democratic party (PSD) from the north-eastern state of Bahia, revealed he would vote against the president’s impeachment but said few would be swayed by Rousseff’s speech.<br></p> <p>“There’s no crime of responsibility. If she’s ousted, she’ll be ousted for political and administrative errors. She’s an honest woman.” he said. “I don’t think anyone will change their minds – I’ll vote with Dilma but I think my vote will be a vote for a lost cause.”</p>",
  "<p>Top Hillary Clinton aide Huma Abedin announced on Monday that she had separated from her husband, former congressman Anthony Weiner, after the publication of newly revealed, explicit Twitter messages sent by Weiner to a woman he met online.</p> <p>“After long and painful consideration and work on my marriage, I have made the decision to separate from my husband,” Abedin said in a statement. “Anthony and I remain devoted to doing what is best for our son, who is the light of our life. During this difficult time, I ask for respect for our privacy.”<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/29/huma-abedin-anthony-weiner-hillary-clinton\">Huma Abedin's split with Weiner ends one political drama as another unfolds</a> </p> </aside>  <p>Abedin, 40, and Weiner, 51, were married in 2010 in a ceremony officiated by Bill Clinton; the couple have a four-year-old boy.</p> <p>The latest messages appear to follow a long-running pattern of conduct by Weiner online that has <a href=\"http://www.nytimes.com/2016/08/18/magazine/anthony-weiner-says-his-wife-never-agreed-to-that-documentary.html?_r=0\">made a public spectacle</a> of his marriage and recalled the sex scandals attached to the Clintons’ marriage.</p> <p>Weiner resigned from Congress in 2011 after similar explicit messages came to light. His 2013 New York City mayoral bid foundered on a similar scandal.</p> <p>The Post on Monday published texts and images said to have been sent and received by Weiner about a year ago, in July 2015. The images include one that appears to have been sent by Weiner in which his young son, asleep, is visible in the background.</p> <p>Abedin went to work for Clinton as a 19-year-old White House intern and has been her indispensable aide for about a decade, working for Clinton through her 2008 presidential bid and during her tenure as secretary of state. Emails between Abedin and Clinton revealed by an investigation of Clinton’s email practices show Abedin coordinating travel for Clinton, managing access to her, and helping her with matters as small as fax machine operation. </p> <p>“I have one daughter,” Hillary Clinton told attendees at Abedin’s wedding. “But if I had a second daughter, it would be Huma.”</p> <p>Clinton’s political enemies moved quickly to capitalize on the break-up. Donald Trump, the Republican presidential nominee, released a statement warning that Weiner’s online behavior may have “greatly compromised” national security.</p> <p>“Huma is making a very wise decision. I know Anthony Weiner well, and she will be far better off without him,” Trump said in the statement. </p> <p>“I only worry for the country in that Hillary Clinton was careless and negligent in allowing Weiner to have such close proximity to highly classified information,” the statement continued. “Who knows what he learned and who he told? It’s just another example of Hillary Clinton’s bad judgment. It is possible that our country and its security have been greatly compromised by this.”</p> <p>The Republican nominee had referenced Abedin’s relationship with Weiner on the campaign trail on many occasions in the past year. He <a href=\"https://www.theguardian.com/us-news/2015/aug/28/donald-trump-clinton-huma-abedin-anthony-weiner\">first railed against</a> Weiner as a “sleazebag” and a “perv” in August 2015 at an event in Massachusetts. Trump opined then that Abedin was sharing classified information with her husband.</p> <p>During Weiner’s time in Congress, Trump<a href=\"http://www.opensecrets.org/indivs/search.php?name=trump+donald&amp;cycle=All&amp;sort=N&amp;state=&amp;zip=&amp;employ=&amp;cand=weiner&amp;submit=Submit\"> twice donated</a> to the New York Democrat and giving a total of $4,300 to Weiner’s campaigns.</p> <p>As Weiner’s mayoral bid collapsed in 2013, Abedin, already anticipating Clinton’s presidential run, appeared alongside him and expressed support for him. She did not appear at a concession speech he gave at the end of the campaign. </p> <p>The disintegrating mayoral bid, and the couple’s efforts to prevent the same from happening to their marriage, were the subject of <a href=\"https://www.theguardian.com/film/2016/may/20/anthony-weiner-documentary-political-lessons\">an award-winning documentary</a> released this year. That film, Weiner, is scheduled to be broadcast on cable television in October, weeks before the election.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/aug/29/did-anthony-weiner-want-to-get-caught-sexting\">Did Anthony Weiner want to get caught sexting? | Jamieson Webster</a> </p> </aside>  <p>Earlier this month, Weiner said that Abedin had <a href=\"http://www.nytimes.com/2016/08/18/magazine/anthony-weiner-says-his-wife-never-agreed-to-that-documentary.html?_r=0\">never agreed</a> to be featured in the documentary.</p> <p>Abedin was widely reported to have sought Clinton’s counsel when her husband’s sexting was revealed in the summer of 2011. It’s not known what Clinton advised her. Unnamed intimates of the Clintons told the New York Times that year that the Clintons were unhappy with the situation and with Weiner.</p> <p>Clinton followed the Weiner scandal closely via updates from other aides, internal emails show.</p> <p>Weiner’s Twitter account has been deleted.<br></p> <p><em>Additional reporting by Ben Jacobs in Washington</em></p>",
  "<p>One month on from a precipitous collapse in Donald Trump’s <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton-5491.html\">poll ratings</a>, many Republicans are no longer asking whether he can win the White House, but how badly he will lose.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/27/republican-donors-trump-congress-local-races-sheldon-adelson\">Turned off by Trump: Republican mega-donors focus on congressional races</a> </p> </aside>  <p><a href=\"http://www.nytimes.com/interactive/2016/upshot/presidential-polls-forecast.html?_r=0\">Election models</a> put Hillary Clinton’s chances of victory in November’s presidential election at over 80% – in the words of <a href=\"http://www.nytimes.com/interactive/2016/upshot/presidential-polls-forecast.html?_r=0\">the New York Times</a>, her chance of losing is about the same as the probability that <a href=\"http://www.pro-football-reference.com/years/2015/#kicking::none\">an NFL kicker misses a field goal</a> from the 20-yard line. <a href=\"http://projects.fivethirtyeight.com/2016-election-forecast\">FiveThirtyEight</a> statistician Nate Silver predicts a 28% chance of a landslide, in which she wins the popular vote by double digits.</p> <p>Pundits have been wrong about Trump before, and in recent polls he has shown some signs of recovery. A <a href=\"https://morningconsult.com/2016/08/28/trump-gains-ground-clinton-black-voters-still-wary/\">Morning Consult poll</a> released on Sunday showed him three points down on Clinton head-to-head, a halving of the gap a week before. The realclearpolitics.com average of polls, however, <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton-5491.html\">had him down by six</a>.</p> <p>Answering the question of just how bad things could get for Republicans, in Senate and House races as well as the general election, requires state-by-state analysis, an assessment of congressional contests and, perhaps, a little unscientific sampling of the mood.<br></p> <p>Among demographic stereotypes who ought to remain loyal to Trump, few stand out quite like the “Nascar dads”. In 2004, these supposedly white, male and mostly southern fans of the <a href=\"http://www.dailykos.com/story/2016/3/4/1495637/-NASCAR-has-a-political-problem-and-they-just-made-it-substantially-worse\">National Association for Stock Car Auto Racing</a> were targeted by Democrats in their battle with George W Bush. In 2016, after eight years of Barack Obama, they should be a bastion of enthusiasm for Trump.</p> <p>While other former swing demographics, such as “soccer moms” in the suburbs, look lost to Clinton for good, white men in America’s red states are at the heart of Trump’s support. Early on, the campaign heralded an <a href=\"https://twitter.com/realDonaldTrump/status/704626119836901376?ref_src=twsrc%5Etfw\">endorsement by Nascar boss Brian France</a> and several drivers.</p> <p>Yet recently, outside the <a href=\"http://www.nascarhall.com/\">Nascar Hall of Fame</a> in Charlotte, the mood among visiting families who spoke to the Guardian before a recent Trump rally in the city seemed at best to have stalled.</p> <p>At first, Keith, a former military man from nearby Fayetteville, home to Fort Bragg, the world’s largest military base, was supportive.</p> <p>“I’m definitely against Hillary and I voted for [Trump] for the primary,” he said. “There’s no filter. He’s gonna tell you the truth.”</p> <p>North Carolina is perhaps the most important of the traditional battleground states this year. In 2012, it was the only swing state that Obama lost to Mitt Romney. Since then it has swung further to the right, replacing one of its senators with a Republican in 2014 and sitting at the centre of <a href=\"https://www.theguardian.com/us-news/2016/aug/26/north-carolina-judge-transgender-bathrooms-identity-choice\">a conservative backlash</a> against transgender rights.</p> <p>Nonetheless, <a href=\"http://www.realclearpolitics.com/epolls/2016/president/nc/north_carolina_trump_vs_clinton-5538.html\">five of the last presidential opinion polls here have show Clinton ahead</a>. If Trump cannot win North Carolina, something is going badly wrong.</p> <p>Keith, who like many Trump voters was reluctant to give his surname, echoed the very issue that the campaign is most worried could alienate voters in increasingly diverse states like this come November.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Saying ‘I am the only one who can fix everything you need’ sounds a lot like a dictator in Latin America or North Korea</p> <footer> <cite>Mark, 35, from Connecticut</cite> </footer> </blockquote> </aside>  <p>“The way he deals with certain things worries me,” he said. “Immigration is a big thing. You can’t just ban a certain race from coming into the country. It doesn’t work that way, especially as it’s the land of the free.”</p> <p>For core supporters, Trump’s intolerant views and loud mouth matter less. For example, Keith’s friend Kaycee, an accountant from Great Falls, Montana, was less worried: “I would vote for Trump even though his social game isn’t so hot. He is an incredible businessman and I really think that’s what America needs right now. Sometimes he has no filter, but sometimes that’s not a bad quality.”</p> <p>But among floating voters, particularly in states without a tradition of voting Republican but where <a href=\"https://www.theguardian.com/us-news/2016/aug/01/trump-clinton-kaine-rust-belt-pennsylvania-ohio\">Trump’s economic message is resonating</a>, people are easily turned off by the billionaire’s brash style.</p> <p>“From where I come from, they call him a bullshit artist,” said Neil, a 63-year-old self-employed heating and air-conditioning contractor from Providence, Rhode Island, who was also visiting the Nascar Hall of Fame on the day Trump landed in town.</p> <p>“I am not a big fan. I just don’t trust what he says. He’s got that very pushy attitude. From a political standpoint, I don’t think he is doing that well. He just squirts off what’s off the top of his head. I don’t think he spends a lot time thinking about what he’s saying.”</p> <p>The younger voters get, the bluer the state they come from, the more Trump’s style is a turn-off. Even, it turns out, for white dads at the Nascar shrine.</p> <p>“He’s thin on policy, big on broad-based authoritarian statements,” said Mark, a 35-year-old engineer from Connecticut. “Saying ‘I am the only one who can fix everything you need’ sounds a lot like a dictator in Latin America or North Korea or something.</p> <p>“I think he is very popular in a very narrow strip of America. That works well in a Republican primary, but not in a general election.”</p> <p>A failure to capture states like North Carolina would kill Trump’s hopes of winning the White House. Worse, for Republicans, the mood among potential voters here speaks to the party’s concern about <a href=\"https://www.theguardian.com/us-news/2016/aug/27/republican-donors-trump-congress-local-races-sheldon-adelson\">losing the control of the Senate</a> that was gained two years ago with <a href=\"https://www.theguardian.com/world/2014/jun/18/north-carolina-midterm-elections-thom-tillis-obamacare\">victories like that of Thom Tillis</a>.</p> <p>Senate seats last for six years, so Tillis is safe for now, but his North Carolina colleague Richard Burr is up for re-election. He is only two points ahead of his Democratic challenger, Deborah Ross.</p>  <figure class=\"element element-image\" data-media-id=\"3615c6e777f85cd1e4553e9ad493d78de74329a5\"> <img src=\"https://media.guim.co.uk/3615c6e777f85cd1e4553e9ad493d78de74329a5/102_0_4564_2738/1000.jpg\" alt=\"American, Confederate and NRA flags fly on top of motor homes at the Daytona International Speedway in July 2015.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">American, Confederate and NRA flags fly on top of motor homes at the Daytona International Speedway, in Florida, in July 2015.</span> <span class=\"element-image__credit\">Photograph: Phelan M Ebenhack/AP</span> </figcaption> </figure> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/28/donald-trump-iowa-republican-red-state\">Welcome to Iowa, where Trump's purple patch could turn a blue state red</a> </p> </aside>  <p>Across states such as <a href=\"https://www.theguardian.com/us-news/2016/aug/25/senate-women-democrats-majority-power\">Pennsylvania, Michigan, Illinois, New Hampshire, Arizona, Wisconsin and Iowa</a>, there is a real fear that Trump’s unpopularity could cause loyal Republicans to stay home and steer enough independents into handing control of the Senate back to Democrats.</p> <p>The <a href=\"http://www.nytimes.com/interactive/2016/upshot/senate-election-forecast.html\">New York Times Upshot model</a> gives Democrats a 57% chance of winning the Senate, and may even seriously erode the Republican party’s tighter grip on the House of Representatives.<br></p> <p>Such is the worry that more than 70 Republicans recently sent an <a href=\"http://www.politico.com/story/2016/08/republicans-urge-rnc-cut-funds-trump-226918\">open letter</a> to the party’s national chairman, <a href=\"https://www.theguardian.com/us-news/2016/aug/28/reince-priebus-donald-trump-new-hires\">Reince Priebus</a>, urging him to divert resources away from the race for the White House and towards protecting the lead in Congress.</p> <p>“If it’s truly a [Clinton] landslide, even the House may be at risk as well,” former Bob Dole spokesman Andrew Weinstein, a vocal anti-Trump Republican who helped organise the petition, told MSNBC last week.</p> <p>“This guy is the Titanic. He is sinking, and right now the RNC is locking everyone in the boiler room and claiming we’ll all be fine. What we should be doing is putting out the lifeboats.”</p> <ul> <li>This article was amended on 29 August 2016. Because of an editing error, an earlier version cited the New York Times as saying that Hillary Clinton’s chance of victory was about the same as the probability of an NFL kicker missing a field goal from the 20-yard line. In fact it said her chance of losing was about the same.</li> </ul>",
  "<p>A law banning the full-body burkini swimsuit in France would stoke tensions between communities and would be both unconstitutional and ineffective, interior minister Bernard Cazeneuve has said.</p> <p> France’s highest administrative court, the Council of State, ruled on Friday against a decision by the mayor of the resort town of Villeneuve-Loubet to ban the burkini .</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2016/aug/27/burkini-ban-riyadh-riviera-women-fight\">In Riyadh and the Riviera, women have to fight for the right to be themselves</a> </p> </aside>  <p> The ruling may set a precedent for the dozens of French towns that have also ordered burkini bans. <a href=\"https://www.theguardian.com/world/2016/aug/28/french-mayors-burkini-ban-court-ruling\">After the ruling some mayors said they would refuse to lift the bans.</a></p> <p> The issue has become politically charged at the start of party primaries ahead of next year’s presidential election in France, with <a href=\"https://www.theguardian.com/world/2016/aug/26/frances-highest-court-suspends-burkini-ban-in-test-case\">several leaders on the right and far-right calling for a law prohibiting the full-body swimming costume</a> worn by some Muslim women.</p> <p> Former president Nicolas Sarkozy who is staging a political comeback and is seeking the ticket of the conservative Les Republicains in primaries set for November, has <a href=\"https://www.theguardian.com/world/2016/aug/26/burkini-row-nicolas-sarkozy-calls-for-nationwide-ban\">called for a law allowing mayors to ban the burkini</a>.</p> <p> But Cazeneuve said in an interview with La Croix newspaper on Sunday that such a law was unlikely under the current socialist government.</p> <p> “The government ... refuses to legislate on this because a law would be unconstitutional, ineffective and likely to create antagonism and irreparable tensions,” he said.</p> <p> “We do not need a new law. Current laws clearly lay out France’s secularism.”</p> <p>However, Cazeneuve said Muslims must “continue to engage with us over gender equality, the inviolate nature of the principles of the French Republic, and tolerance in order to live together in peace”.</p> <p>He also criticised the opposition for trying to earn political points from the controversy at a time when the country has been rattled by a string of deadly attacks claimed by Islamic State militants.</p> <p>“Certain opposition leaders are making a lot of noise. They think that in the current context of terror threats, we can abandon the fundamental principles of law as embodied in the Constitution,” he said, warning that such a move would be “a serious mistake”.</p> <p> The debate was fuelled by <a href=\"https://www.theguardian.com/world/2016/aug/24/french-police-make-woman-remove-burkini-on-nice-beach\">footage of police trying to enforce the ban on a woman on a beach in Nice.</a></p> <p> The controversy, coupled with several Islamist militant attacks in France since January 2015, has filtered into early campaigning for the presidential election in April 2017, making French cultural identity and security highly-charged issues in the political debates.</p> <p> “France needs healing and people coming together, not divisive outbursts by those contesting in primaries,” Cazeneuve said. </p> <p><em>Reuters and Agence France-Presse contributed to this report</em></p>"
]