[
  "<p>Gary Johnson – the Republican-leaning, marijuana-smoking, Everest-climbing presidential nominee of the Libertarian party – has a problem: he will be barred from crucial election TV debates this autumn unless he can boost his polling numbers to 15%, from around 10% now.</p> <p>Without the blockbuster ratings that the three scheduled Clinton-Trump dust-ups are likely to produce, many say it’s hard to see how Johnson, 63, or either of the two other third-party candidates – Jill Stein of the Green party and Evan McMullin, a former CIA officer and policy director for the House Republican Conference – can ever be anything more than electoral curiosities.</p> <p>But other commentators suggest that the emergence of three independent candidates could still provide an unpredictable twist. Polling data suggests libertarians on both sides of the political divide are giving independent candidates a second look.</p> <p>In Las Vegas on Friday, Johnson and Stein spoke before a gathering of Asian-American and Pacific islander voters to press their case. Johnson, a former governor of New Mexico who presents a platform of social libertarianism, fiscal conservatism and non-interventionism in foreign affairs, reasoned at the gathering that in this, “the craziest election of all time”, one indication of the craziness was that “I might be the next president of the United States”.</p> <p>A just-released <em>Wall Street Journal</em>-NBC poll gives Johnson 15% in the crucial swing state of Colorado, and Stein 6%. Johnson said he had been asked repeatedly if a vote for him, or any third-party candidate, was a wasted vote. “A wasted vote is voting for somebody you don’t believe in. That’s a wasted vote,” Johnson said in Vegas. “Vote for the person you believe in – that’s how you bring about change.”</p> <p>Stein, who also spoke at the event, similarly argued that many Americans were looking for an alternative to Donald Trump and Hillary Clinton, whom she described as “the most disliked and untrusted” major-party nominee in US history. “Democracy needs a moral compass,” she told the meeting. “It’s not just about who you don’t like the most or who you are most afraid of.”</p> <p>Stein, who was also the Green party candidate in 2012, has outlined policy positions that include a “green new deal” focused on renewable energy jobs and on completing America’s transition to renewable energy by 2030. She also proposes to cut the military budget by a third and the creation of regional food systems based on sustainable organic agriculture.</p> <p>On the Republican side, McMullin, a beneficiary of the #Never Trump movement, missed getting on the ballot in 26 states before he had even sent out his first campaign release.</p> <p>Despite this, he gives disaffected conservatives an alternative to the Republican nominee, who, he says, has tapped into “people’s darkest prejudices and deepest fears”.</p> <p>McMullin’s best chance would be if Trump were to drop out of the race for some as-yet-unanticipated reason. “Like millions of Americans, I had hoped this year would bring us better nominees who, despite party differences, could offer compelling visions of a better future,” McMullin said. “Instead, we have been left with two candidates who are fundamentally unfit for the profound responsibilities they seek.”</p> <p>But can they begin to make a difference? Only once in recent election cycles has a third party candidate had any influence: that was in 1992, when Texan businessman Ross Perot took almost 18.9% of the vote and helped to hand the election to Arkansas governor Bill Clinton over what could have been a straightforward re-election for George HW Bush.</p> <p>Johnson’s running mate, former Massachusetts governor William Weld, said he had seen interest and fundraising pick up as Trump’s campaign has floundered. Johnson’s campaign recently reported a $1m one-week fundraising haul and has said that more than 40,000 people have pledged to donate at least $15 to his campaign on 15 August.</p> <p>With Clinton now leading Trump by double digits in some key battleground states, the impact of any third party candidate could be limited. But given the unpredictability of the race so far, and the probability that Johnson and Stein will pull more voters from Clinton than Trump, all that could change. “At the moment it doesn’t look like they can have much impact at all,” says veteran Democratic adviser Hank Sheinkopf. “But if the race gets closer, they could throw it either way.”</p> <p>Sheinkopf believes the election has become more about personalities and less about what party leaders want. The long-term impact may be a significant shift in how people view Democrats and Republicans. As it now stands, Stein, Johnson and McMullin could act as a convenient parking spot for voters disgusted with both candidates.</p>  <figure class=\"element element-image\" data-media-id=\"63dbf15c211ee27d4c60466f991c563d9f98c8e1\"> <img src=\"https://media.guim.co.uk/63dbf15c211ee27d4c60466f991c563d9f98c8e1/0_62_3010_1806/1000.jpg\" alt=\"Ross Perot in 1992\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The last third-party candidate to significantly affect a US presidential election was businessman Ross Perot in 1992.</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <p>Earlier this month, federal judge Rosemary Collyer rejected a challenge brought by Johnson and Stein arguing that the bar for inclusion in debates is set artificially high. Yet there are signs that the ground could be shifting. Former Clinton press secretary Mike McCurry, now co-chair of the Commission on Presidential Debates, hinted that a third podium might be needed. “Some of our production people may have said: ‘<a href=\"http://\" title=\"\">Just in case, you need to plan out what that might look like’</a>,’’ McCurry told Politico. “We won’t know the number of invitations we extend until mid-September.”</p> <p>Ron Faucheux, president of Clarus Research Group, a non-partisan polling firm, said: “Polls show that voters think third party candidates should be included, and in an election like this where polls show a majority of voters dislike both main party candidates, there is a good reason to give them the opportunity to at least look at other options.”</p> <p>But even Johnson and Stein remain somewhat wistful about their prospects, casting themselves as agents of change who, at best, could represent the beginning of a political realignment among voters dissatisfied with a two-party system.</p> <p>“The biggest message is ‘consider us’, as a very, very viable alternative to this two-party system that has become so polarised that they’re not able to do anything,” Johnson has said.</p> <p>In Vegas, Stein advanced a similar position: “We’re having a political reorganisation in this election because the Republicans are kind of falling apart, and the Democrats have kind of split, with a lot of the Bernie Sanders supporters just not happy with the alternative.” She noted that it was by voting for the “lesser of two evils” that the country had inherited many of its problems.</p> <p>When recent polls are expanded to include all four candidates, rather than just the main two, most show a smaller lead for Clinton over Trump and in the others the margins remain similar.</p> <p>Johnson accepted that his polling was thus far insufficient to qualify for the debates and his chances of making an impact were remote unless he could take part in the debates.</p> <p>“There’s no way I’m going to win the presidency if I’m not in the presidential debates,” he said, adding: “I do believe anything is possible given that, right now, arguably the two most polarising figures in American politics today are running for office.”</p>",
  "<p>Donald Trump announced last week that <a href=\"https://www.theguardian.com/us-news/2016/aug/12/donald-trump-obama-isis-founder-sarcasm\" title=\"\">Barack Obama was the “founder of Isis”</a> and its “most valuable player”. Earlier he had <a href=\"https://www.theguardian.com/us-news/live/2016/aug/10/trump-clinton-second-amendment-2016-campaign-live\" title=\"\">hinted</a> that gun activists might want to assassinate Hillary Clinton to prevent her appointing liberal justices to the Supreme Court. In Britain, meanwhile, calls for the moderation of violent political language after the death of Jo Cox have not resulted in much reduction of the gleeful talk of “stabbings” and “traitors”, and did not discourage Nigel Farage from exulting that the Brexit vote had been won “without a shot being fired”. In what some call an era of “post-truth politics”, public discourse seems more abusive and angry, and further from the ideal of reasoned conversation about social goods, than ever before. Is our political language broken?</p> <p>Well, people have been complaining about the corruption of political language since political language existed. Confucius warned that a ruler should use the correct names for things, or social catastrophe would result. <a href=\"https://www.mtholyoke.edu/acad/intrel/orwell46.htm\" title=\"\">Orwell lamented</a> that political language in his time was “designed to make lies sound truthful and murder respectable, and to give an appearance of solidity to pure wind”. And the era of the “war on terror” gave rise to a whole new constellation of what I call Unspeak: carefully engineered phrases designed to smuggle in a biased point of view and shut down thought and argument –&#xa0;like “war on terror” itself.</p> <p>Nor is flat-out lying in politics anything new. There is a marvellous 18th-century pamphlet usually attributed to John Arbuthnot, friend of Swift and Pope and founder of the Scriblerus club. It describes a yet-to-be-written book, <em>The Art of Political Lying</em>, in which the author will show “that the People have a Right to private Truth from their Neighbours ... but that they have no Right at all to Political Truth”.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Perhaps what feels new to us now is the shamelessness of the lying, and the barefaced repeating of a lie</p> </blockquote> </aside>  <p>The coinage “post-truth politics”, indeed, implies that there was once a golden age of politics in which its elevated practitioners spoke nothing but perfect truth. The sun never dawned on such a day. But perhaps what feels new to us now is the shamelessness of the lying, and the barefaced repeating of a lie repeatedly debunked. Arbuthnot cautioned that the same lie should not be “obstinately insisted upon”, but he did not live to see this strategy work so brilliantly during the EU referendum, with the Leave campaign’s claim that we sent <a href=\"http://www.theguardian.com/politics/reality-check/2016/may/23/does-the-eu-really-cost-the-uk-350m-a-week\" title=\"\">£350m a week to the EU</a>.</p> <p>Shameless, too, was the haste with which this lie, having done its work, was disowned on the morning of the referendum result. It was a “mistake”, muttered Nigel Farage, before carefully lowering his snout back into the EU trough that continues to pay his MEP’s salary. This rather called to mind Paul Wolfowitz’s candid admission that the issue of Saddam’s alleged WMD was chosen as the justification for the Iraq war <a href=\"http://news.bbc.co.uk/1/hi/world/middle_east/2945750.stm\" title=\"\">“for bureaucratic reasons”</a>. The surprise, perhaps, is that you can show how the magic trick works, and people still believe it next time.</p>  <figure class=\"element element-image\" data-media-id=\"35de0fbde6281d92567dd055e117cd8a77b46c70\"> <img src=\"https://media.guim.co.uk/35de0fbde6281d92567dd055e117cd8a77b46c70/0_7_5173_3103/1000.jpg\" alt=\"Champion of ‘free speech’: Donald Trump at a campaign rally last week.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Champion of ‘free speech’: Donald Trump at a campaign rally last week.</span> <span class=\"element-image__credit\">Photograph: Evan Vucci/AP</span> </figcaption> </figure>  <p>Not so long ago it was “soundbites” that were thought to be corrupting political debate by reducing complex ideas to slogans. The 1988 US presidential election was called the “soundbite election” by some commentators, the most famous example being George HW Bush’s promise: “Read my lips: No new taxes.” (Two years later Bush agreed to a bipartisan budget that did increase taxes.) It was a mysteriously brilliant piece of verbal engineering. Why would you have to read Bush’s lips when you could hear what he was saying on the TV? But the surprising image and arresting rhythm made it stick.</p> <p>Soundbites and slogans (“Take Back Control”) still work. Trump, too, has a conventional campaign slogan: “Make America Great Again”. (Great how, exactly? By doing what? Don’t ask.) But he gets most publicity for his antic, apparently off-the-cuff remarks that rhetorically perform an absence of rhetoric. His real genius might be read as a satirical absolutism about the first amendment. If speech is genuinely free, there should be no consequences to speech whatsoever. And, to the mystification of the commenting class, this is what Trump repeatedly finds to be the case.</p> <p>After the media furore surrounding Trump’s claim that Obama founded Isis, he <a href=\"https://www.theguardian.com/us-news/2016/aug/12/sarcasm-trump-obama-isis-cnn\" title=\"\">tweeted</a>: “THEY DON’T GET SARCASM?” Thus he rows back from any outrageous claim dreamed up by a brain that works like a cleverly programmed internet meme-generator. “I don’t know,” he says, all innocence, “that’s what some people are saying.” (No one was before he did.) Yet the idea Obama is the founder of Isis will stick in at least some voters’ minds come polling day, as will the imaginary Mexican wall (though they will probably have forgotten its “big beautiful door”) – just as the “£350m a week for the NHS” promise did for many Leave voters.</p> <p>Trump is not a perversion of the tradition of political campaigning; he is the logical culmination of it. It doesn’t matter what you say, if it helps you get elected. Trump is not a liar, exactly, but a bullshitter. According to the <a href=\"https://philosophynow.org/issues/53/On_Bullshit_by_Harry_Frankfurt\" title=\"\">canonical definition by the philosopher Harry Frankfurt</a>, a liar still cares about the truth because he wants to conceal it from you. A bullshitter, on the other hand, simply doesn’t care what is true at all.</p> <p>Trump is merely the most energetic current exploiter of a fact that modern politicians have long known: the media is broken, and you can mercilessly exploit its flaws to your own benefit. (That, after all, is what “spin doctors” are for.) If you repeat a lie often enough, then that claim becomes the story, and it’s what most people remember. And a structural confusion between “impartiality” and “balance” undermines the mission to inform of institutions such as the BBC. To be impartial would be to point out untruths wherever they come from. But to be “balanced” is to have a three-way between a presenter and two economists on opposite sides of some question. Never mind that one economist represents the views of 95% of the profession and the other is an ideologically blinkered outlier: the structure of the interview itself implies to the audience that the arguments are evenly divided.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Social media is less a conversation than it is a virtually distributed riot of 'happy firing'</p> </blockquote> </aside>  <p>In the age of social media, moreover, dubious political claims are packed into atomised fragments and attract thousands of enthusiastic retweets, while the people who help to redistribute them are unlikely ever to see a rebuttal that comes later or in someone else’s timeline. We’ve all moved on.</p> <p>Social media is less a conversation than it is a virtually distributed riot of “happy firing” (a term for the celebratory shooting of assault rifles into the sky). That lies can go viral more quickly than the truth is another old observation. In 1710 Jonathan Swift wrote: “Falsehood flies, and the Truth comes limping after it.” But what is certain is that Twitter and Facebook now help it fly faster and further than ever before.</p>  <figure class=\"element element-image\" data-media-id=\"75adb12b31b1064ef306f24b5dbfd6386d3bde7d\"> <img src=\"https://media.guim.co.uk/75adb12b31b1064ef306f24b5dbfd6386d3bde7d/0_0_3500_2320/1000.jpg\" alt=\"Nigel Farage proved the power of powerful slogans and images during the EU referendum campaign.\" width=\"1000\" height=\"663\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage proved the power of powerful slogans and images during the EU referendum campaign.</span> <span class=\"element-image__credit\">Photograph: Philip Toscano/PA</span> </figcaption> </figure>  <p>Because attention is the currency of social media, public figures are incentivised to use outrage to vie for visibility, which further coarsens the public discourse – as when the American shock-journo <a href=\"http://www.anncoulter.com/columns/2016-08-10.html\" title=\"\">Ann Coulter lately defended Trump</a> by calling him a “victim of media rape” who is being blamed for “wearing a short skirt”. Any such outburst these days, along with the wave of overt post-Brexit racism in Britain, may be defended as a healthy refusal to kowtow to “political correctness”, a term that originally denoted the careful use of language so as not to needlessly upset people, and now just means common decency.</p> <p>What, then, is to be done? The modern bullshitting demagogue succeeds because he says arresting and often amusing things that cut through the anomie of those who feel left behind by politics as usual. Exquisitely reasoned liberal conversation is exactly what turns those voters off. Lately it has been notable that Hillary Clinton, not previously considered the wittiest person in US politics, has used an impressive array of scripted zingers to put down her opponent. What the bullshitters do so well is define the rules of the game, so perhaps their opponents will have to play it at least to this extent, while trying to keep the moral high ground by still caring about what is true and what isn’t.</p> <p>It’s not an edifying thought, but if the insurgent right is to have its Trumps and its Farages, maybe the centre and the left need their own versions too.</p> <p><em>Steven Poole is the author of </em><a href=\"http://bookshop.theguardian.com/rethink-385383.html\" title=\"\"><em>Rethink: The Surprising History of New Ideas</em></a><em> (Random House Books)</em></p>",
  "<p>Donald Trump’s presidential campaign started recruiting “election observer” volunteers late Friday, after the Republican nominee claimed the only way he would lose Pennsylvania is “if cheating goes on” in “certain areas”. <br></p> <p>The application form on the campaign website links directly to a page soliciting campaign donations with the text: “I AM YOUR VOICE.” Trump repeated claims at a Friday night rally, without evidence, that he fears a “rigged” election perpetrated in part by voter fraud.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/13/donald-trump-claims-cheating-is-only-way-he-can-lose-pennsylvania\">Trump claims 'cheating' is only way he can lose Pennsylvania</a> </p> </aside>  <p>No Republican candidate for president has won Pennsylvania since 1988, and in 2012 the state’s then Republican government, in court over a voter ID law, admitted in legal papers that its lawyers knew of <a href=\"https://www.washingtonpost.com/blogs/plum-line/post/pennsylvania-admits-it-no-voter-fraud-problem/2012/07/24/gJQAHNVt6W_blog.html?utm_term=.2d7ea8f06337\">no instances of in-person voter fraud </a>in the state. The law was <a href=\"http://www.nytimes.com/2014/01/18/us/politics/pennsylvania-voter-id-law-struck-down.html\">struck down</a> in 2014.</p> <p>Despite this, Trump warned that Pennsylvania voters needed monitoring. “We’re gonna watch Pennsylvania,” he said on Friday. “Go down to certain areas and watch and study and make sure other people don’t come in and vote five times. The only way we can lose, in my opinion – and I really mean this, Pennsylvania – is if cheating goes on. I really believe it.</p> <p>“So I hope you people can sort of not just vote on the 8th – go around and look and watch other polling places and make sure that it’s 100% fine,” he added.</p> <p>Election observers are not unusual and are often relied on to field complaints and concerns from voters. Depending on state law, campaign representatives may be barred from the role. In Pennsylvania, only election officials, certified poll watchers or qualified voters with valid reasons <a href=\"http://b.3cdn.net/advancement/87447cc3911e5f2426_7am6bngee.pdf\">can bring challenges</a> on the grounds of identity or residence, according to the Advancement Project, a civil rights group.</p> <p>The state’s <a href=\"http://www.legis.state.pa.us/WU01/LI/LI/US/PDF/1937/0/0320..PDF\">election code</a> states that a voter “shall have the right to cast his or her vote: without the use or threat of force, violence or restraint; without the infliction or threat of infliction of injury; without any intimidation or coercion upon or against his or her person; or without any other action intended to deny any individual’s right to vote.”</p> <p>Trump’s initiative to enlist election observers may risk running afoul of a longstanding consent decree that bars the Republican National Committee from engaging in such activities, according to Rick Hasen, a law professor at the University of California, Irvine.<br></p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/aug/13/trump-clinton-cant-win-pennsylvania-unless-theres-cheating\"            data-short-url=\"https://gu.com/p/4qkt7\"                    data-show-ads=\"true\"            data-video-id=\"2652595\"            data-video-name=\"Trump: Clinton can't win pennsylvania unless there's cheating – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-57aee2f0e4b0c23bfed890b4\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11400073&amp;format=video/mp4\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11400073&amp;format=video/m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11400073&amp;format=video/3gp&amp;maxwidth=700\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11400073&amp;format=video/3gp&amp;minwidth=700\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11400073&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/aug/13/trump-clinton-cant-win-pennsylvania-unless-theres-cheating\">Trump: Clinton can’t win pennsylvania unless there’s cheating</a></figcaption> </figure>   <p>Writing on <a href=\"https://electionlawblog.org/?p=85289\">the Election Law Blog,</a> Hasen noted that the ruling forbade the RNC from engaging in ballot security efforts, without prior court consent. The decree specifically orders RNC members “refrain from undertaking any ballot security activities in polling places or election districts where the racial or ethnic composition of such districts is a factor”. </p> <p>In 2013, the US supreme court <a href=\"http://www.politico.com/blogs/under-the-radar/2013/01/scotus-wont-disturb-gop-voter-fraud-decree-154135\">rejected an RNC request</a> to lift a 30-year-old court order that limits the national Republican party’s powers to challenge voters’ eligibility at the polls.</p> <p>The businessman’s campaign appeared to be aware of the legal risks of its initiative: signing up to join delivers an email to the registrant with a promise to “do everything we are legally allowed to do to stop crooked Hillary from rigging this election”.</p> <p>But Trump himself has increasingly spoken about the election in ways that would deligitimise its results, saying in Pennsylvania and Ohio that it might be “rigged”. This warnings have followed polls that show him trailing in key states, including Pennsylvania, where he has a nine- to 10-point deficit, according to a Quinnipiac survey of likely voters published last week.</p> <p>Earlier this week, Trump specifically warned of voter identity fraud. “You don’t have to have voter ID to now go in and vote, and it’s a little bit scary,” he told Fox News. “I’ve heard a lot of bad things. I mean, people are going to walk in, they are going to vote 10 times, maybe.”</p> <p>In 2014, a Loyola law school study found <a href=\"https://www.washingtonpost.com/news/wonk/wp/2014/08/06/a-comprehensive-investigation-of-voter-impersonation-finds-31-credible-incidents-out-of-one-billion-ballots-cast/\">only 31 “credible allegations”</a> of voter impersonation out of a billion ballots cast around the country in several elections.</p> <p>The businessman’s remarks about “certain areas” appears to be an allusion to the fact that in 2012 <a href=\"http://www.philly.com/philly/news/politics/178742021.html\">no one voted for Mitt Romney</a> in 59 Philadelphia voting divisions. A Philadelphia Inquirer <a href=\"http://www.philly.com/philly/news/politics/178742021.html\">investigation</a> corroborated the statistic, by knocking on doors when necessary, and found that it is not unprecedented: in almost exclusively African American neighborhoods like those in Philadelphia, John McCain had zero votes in 57 voting divisions, and whole precincts did not vote for him in Chicago and Atlanta. Barack Obama won <a href=\"http://elections.nytimes.com/2012/results/president/exit-polls\">93% of the African American vote</a> nationwide and in Pennsylvania in 2012.</p> <p>Earlier this month, Barack Obama responded to Trump’s fears of a “rigged” election, saying they suggested a lack of confidence. “Sometimes folks, if they lose, they start complaining that they got cheated,” Obama said. “But I’ve never heard of somebody complaining about being cheated before the game was over, or before the score is even tallied. So my suggestion would be go out there and try to win the election.”</p> <p><br></p> <p><br></p> <p></p>",
  "<p>It’s opening day at the Iowa State Fair. The summer heat sticks like wet cotton candy. The rain spreads the smell of fried dough and penned livestock throughout the fairgrounds.<br></p> <p>A throng of popped umbrellas makes its way toward the ticketing booth while volunteers theatrically wave cars into parking spots. A teenager with no hint of midwestern congeniality scans tickets. Somewhere nearby, a troupe of young children sing Our State Fair.</p> <blockquote class=\"quoted\"> <p>Our state fair is a great state fair / Don’t miss it, don’t even be late.</p> <p>It’s dollars to doughnuts that our state fair / Is the best state fair in our state!</p> </blockquote> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/10/hillary-clinton-responds-trump-second-amendment-violence-election\">Hillary Clinton: Trump hinting at assassination is a 'casual inciting of violence'</a> </p> </aside>  <p>What started more than 150 years ago as an agricultural expo has spun into one of the great American traditions, the state fair. Along the way, a quirk of the political process gave Iowa first draw in the presidential primaries, and brought the fair international recognition.</p> <p>It’s been one year since the most recent crop of presidential aspirants made the pilgrimage to Des Moines. The fields have been whittled. The parties have accepted their nominees, though not without dissent: Hillary Clinton and Donald Trump. </p> <p>Despite a close race in Iowa, neither candidate has indicated they will attend the fair this year. Some Iowans don’t mind. </p> <p>“Oh, I hate it!” said Mitchell Collins, who said he’s worked at the grandstand for “too many years to count”. “The politicians come with their security details and all the press. The concourse is a mess. You just have to wait until they leave.”</p> <p>But presidential prospects playing Little House on the Prairie is good for business: the fair attracts more than a million visitors a year, and in 2014 the it pulled in more than <a href=\"https://auditor.iowa.gov/reports/1560-0110-0000\">$20m in revenue</a> over its 11-day run.</p> <h2><strong>Inside the Iowa state fair</strong></h2> <p>For most of the world, the fair is a stage for America’s political debutantes<strong>.</strong> For local residents, it’s about everything else.</p> <p>The fairgrounds, like a board game or the state itself, is mostly flat and rectangular. A concourse divides the 445-acre grounds. There are the Grandstand shows (Kiss, Joan Jett and the Blackhearts, Dierks Bently, Lady Antebellum), candy-colored midway rides, livestock competitions, livestock venues, obscure contests for cash prizes (eg the “cow chip throwing contest” and the twins and triplets lookalike contest), agricultural lessons (how to milk a cow) and vendors who hawk everything from John Deere tractors to cowhide lampshades. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2015/aug/18/donald-trump-reality-tv-and-politics\">The Donald Trump show: 24 hours with the Republican frontrunner</a> </p> </aside>  <p>But perhaps the fair’s biggest draw is the local fare, mostly deep fried. On the menu: bacon-wrapped chicken wings, deep-fried nacho balls, Totchos (loaded tater tots), smoked chicken drummies wrapped in bacon, maple bacon funnel cake and, new this year, fruit kebobs fried in funnel cake batter. </p> <p>At lunchtime, the fairground burns like a kiln. Fairgoers move down the concourse in a sluggish mass. Nearly every other person has their neck craned, teeth sunk deep into a pork chop. Not far enough away inside the Swine barn, pigs with names such as Buzzard Billy and Cotton Ball lie on wood chips in their pens.</p> <p>Further down the fairway, visitors rotate through the agriculture building to take photos of the Butter Cow congealing behind a glass display. This year, the 600lb bovine is accompanied by a butter replica of the USS Enterprise from Star Trek.</p> <p>Along the bottom of the display, a timeline traces the cow’s history: “1971: The cow is accompanied by a calf. [Sculptor Norma “Duffy”] Lyon loved sculpting cows but disliked sculpting calves.”</p> <h2><strong>‘The center of the political universe’</strong></h2> <p>The Iowa caucuses mark the official start of the presidential primary season, giving residents of this largely white state an outsized role in selecting America’s next leader. The price is that their beloved state fair turns into a political circus every four years.</p> <p>The trick for out-of-town politicos is to blend in while standing out. Dress the part. Radiate down-home charm. And above all, indulge in the local cuisine, preferably something on a stick and ideally in view of the cameras.<br></p> <p>Clinton’s discomfort with “retail politics” – a meet-and-greet style that Iowans demand – hurt her in the 2008 caucuses, when she finished third, behind Barack Obama and John Edwards. </p> <p>But in 2015, Clinton returned, with staff, a security detail and a crush of reporters in tow, eager to prove she’d learned her lesson. She wore a festive gingham blouse, chatted with fairgoers and gesticulated with full hands – in one she held a pork chop on a stick and in the other a plastic bottle of fresh-squeezed lemonade.</p> <p>Suddenly, the crowd’s gaze shifted upward. It was Trump zipping by in a helicopter, his name on its side. He wore a dark blazer – a bold choice in 90-degree heat – and his trademark Make America Great Again cap. From his entrance to his appearance, Trump upended, or perhaps ended altogether, a tradition of modern presidential politics. </p> <p>“I’ve never seen anything like it,” said Mike Nuttal, recalling the crowd’s manic response to Trump’s arrival. Nuttal and his wife, Theresa, had hoped to glimpse the businessman, their choice for president, but they never got close enough. </p> <p>The scene foretold a great deal: a humbled Clinton, in the midst of a meticulously laid plan that was torpedoed by Trump, making a flamboyant landing from thin air to Earth. Yet on that summer’s day in 2015, when given the chance, Clinton went after Jeb Bush. Trump was a celebrity sideshow.</p> <p>Trump <a href=\"http://www.theguardian.com/us-news/ng-interactive/2016/feb/01/iowa-caucus-results-live-county-by-county-interactive-map\">would lose Iowa</a>, an embarrassing defeat for a man who despises losers. Clinton would declare herself the winner of the caucuses well before it was clear she’d won. (The Associated Press called it the next morning: <a href=\"http://www.theguardian.com/us-news/ng-interactive/2016/feb/01/iowa-caucus-results-live-county-by-county-interactive-map\">she won by a fraction of a point</a>.)</p> <p>Now the candidates are back in Iowa, steadying for a bruising battle for the state’s six electoral votes. </p> <p>“Iowa is the center of the political universe during the caucus period and then the morning after, we fall off the face of the Earth,” said Dennis Goldford, a political science professor at Drake University. “Normally our electoral votes don’t matter.”</p> <p>But this year is different, as Trump’s path to the White House may depend on winning the state. And with less than 90 days before the election,<a href=\"http://www.realclearpolitics.com/epolls/2016/president/ia/iowa_trump_vs_clinton-5597.html\"> opinion polls show</a> voters here are evenly divided between and <a href=\"http://www.nbcnews.com/politics/first-read/polls-clinton-ahead-trump-midwest-battlegrounds-n626541\">almost equally displeased with</a><strong><br></strong><strong> </strong>both candidates. </p> <p>“Iowa is the swingiest swing state,” said Tim Albrecht, GOP strategist in Iowa. “But ultimately I think it’s Trump’s to lose.”</p> <p>Trump and his vice-presidential candidate, Indiana governor Mike Pence, have visited the state a number of times in past weeks. Clinton returned to Iowa for the first time on Wednesday. </p> <p>The Torres family, sitting on a bench along the fair’s concourse, said they would vote for Clinton and wondered how it was possible so many people in their state could support Trump.<br></p> <p>“I want a president that supports equality,” Jessica Torres said. She added that her family felt discriminated against by some of Trump’s remarks about Mexicans and immigrants. </p> <p>And a vital minority, still pursued by these un-Iowan politicians a year later, could again sway an election: the men and women who are undecided between the Washington fixture and the tabloid star of reality TV.</p> <p>“I don’t know who I’m going to vote for yet,” Collins, the grandstand worker, said. “I may go third party. I may just write in Donald Duck. But – hey – piece of advice. Don’t leave without trying the red velvet funnel cake. You won’t regret it.”</p>",
  "<p>Donald Trump has stepped up his argument that the presidential election will be rigged in favour of Hillary Clinton, claiming that the only way he can lose Pennsylvania is “if cheating goes on”.</p> <p>Whereas Trump regularly cited opinion polls when he was winning the Republican primaries, his poor showing in recent national surveys has left him sowing doubt about the integrity of the process, even before a vote is cast.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/12/republican-party-survive-post-trump-election-landscape\">If Donald Trump loses, will the Republican party sink with him?</a> </p> </aside>  <p><a href=\"http://www.nbcnews.com/video/trump-clinton-can-t-win-pennsylvania-unless-there-s-cheating-743559747525\">Speaking at a rally in Altoona, Pennsylvania</a>, on Friday evening, the celebrity tycoon said: “We’re gonna watch Pennsylvania. Go down to certain areas and watch and study and make sure other people don’t come in and vote five times. The only way we can lose, in my opinion – and I really mean this, Pennsylvania – is if cheating goes on. I really believe it.”</p> <p>Trump went on: “I looked over Pennsylvania and I’m studying it. And we have some great people here. Some great leaders here of the Republican Party, and they’re very concerned about that, and that’s the way we can lose the state, and we have to call up law enforcement, and we have to have the sheriffs and the police chiefs and everybody watching.</p> <p>“Because if we get cheated out of this election, if we get cheated out of a win in Pennsylvania, which is such a vital state, especially when I know what’s happening here, folks. I know. She can’t beat what’s happening here.”</p> <p>In 2014, a Pennsylvania judge struck down a law requiring people to produce state-approved photo ID in order to vote. The last Republican presidential candidate to win the state was George H W Bush in 1988, but Trump hopes to defeat Clinton because of its significant blue collar population.</p> <p>The Republican nominee added: “The only way they can beat it in my opinion – and I mean this 100% – if in certain sections of the state they cheat, OK? So I hope you people can sort of not just vote on the 8th, go around and look and watch other polling places and make sure that it’s 100% fine, because without voter identification – which is shocking, shocking that you don’t have it.”</p> <p>Trump is trailing by 52% to 42% in Pennsylvania, according to a Quinnipiac survey of likely voters published on Tuesday. Is it one of several battleground states where he has fallen behind since the party conventions and a string of PR disasters.</p> <p>As his chances of winning the White House appear to recede, Trump has increasingly gone on the offensive against <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/08/12/donald-trump-says-hell-only-lose-pennsylvania-where-hes-down-9-points-is-if-cheating-goes-on/\">perceived bias in the electoral system</a> in a way no other candidate has in recent times. Earlier this month he told Fox News: “You don’t have to have voter ID to now go in and vote, and it’s a little bit scary, and I’ve heard a lot of bad things. I mean, people are going to walk in, they are going to vote 10 times maybe.”</p> <p><a href=\"https://www.washingtonpost.com/politics/for-trump-a-new-rigged-system-the-election-itself/2016/08/02/d9fb33b0-58c4-11e6-9aee-8075993d73a2_story.html\">He told the Washington Post</a>: “If the election is rigged, I would not be surprised.” And last week, campaigning in Ohio, he said he’s “afraid the election is going to be rigged”, without offering evidence.</p> <p>Several Trump supporters <a href=\"https://www.theguardian.com/us-news/2016/aug/12/republican-party-survive-post-trump-election-landscape\">interviewed by the Guardian</a> at a rally in Kissimmee, Florida, on Thursday night expressed the view that defeat, if it happens, will be explicable only in terms of irregularities.</p>  <figure class=\"element element-image\" data-media-id=\"8394adc0c24bb06e31b39793f1cbff8e01be8c27\"> <img src=\"https://media.guim.co.uk/8394adc0c24bb06e31b39793f1cbff8e01be8c27/0_0_3500_2101/1000.jpg\" alt=\"Donald Trump visits McLanahan Corporation headquarters in Hollidaysburg, Pennsylvania.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump visits McLanahan Corporation headquarters in Hollidaysburg, Pennsylvania.</span> <span class=\"element-image__credit\">Photograph: Eric Thayer/Reuters</span> </figcaption> </figure>  <p>Studies have shown only <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/08/03/heres-how-rare-in-person-voter-fraud-is/?tid=a_inl\">a minuscule fraction of voter fraud</a> cases in recent years. Barack Obama <a href=\"http://www.cnn.com/2016/08/04/politics/obama-trump-pentagon-isis/\">has condemned</a> Trump’s claims. “Of course the elections will not be rigged,” he told reporters recently. “What does that mean? The federal government doesn’t run the election process. States and cities and communities all across the country, they are the ones who set up the voting systems and the voting booths.</p> <p>“And if Mr Trump is suggesting that there is a conspiracy theory that is being propagated across the country, including in places like Texas, where typically it’s not Democrats who are in charge of voting booths, that’s ridiculous. That doesn’t make any sense. And I don’t think anybody would take that seriously.</p> <p>The president added: “This will be an election like every other election. And I think all of us at some points in our lives have played sports or maybe just played in a schoolyard or a sandbox. And sometimes folks, if they lose, they start complaining that they got cheated. But I’ve never heard of somebody complaining about being cheated before the game was over, or before the score is even tallied. So my suggestion would be go out there and try to win the election. </p> <p>“If Mr Trump is up 10 or 15 points on Election Day and ends up losing, then maybe he can raise some questions. That doesn’t seem to be the case at the moment.”</p> <p>During the rally in Altoona, Trump also claimed that the National Security Agency has Clinton’s missing emails and called on the agency to release them publicly. He was joined in Pennsylvania on Friday by Republican national committee chairman <a href=\"https://www.youtube.com/watch?v=iMjhkG60ogk\">Reince Priebus</a> amid speculation of friction between the camps.</p> <p>Meanwhile Clinton’s husband Bill was campaigning in Las Vegas, Nevada. Addressing a forum of Asian American voters, the former president framed the election as a choice not simply of policy but of America’s identity as a nation of immigrants. </p> <p>Looking around the room at the thousands who packed an auditorium at the Caesars Palace casino hotel, just down the Las Vegas strip from Trump’s eponymous tower, Clinton said “the metaphor of this election may be walls or bridges.”</p> <p>“Are we stronger together or stronger apart?” he asked the crowd, comprising mostly of voters representing the nation’s fastest-growing racial group. “You remind people that e pluribus unum -- out of many, one -- is not just a slogan, it’s a way of life.</p> <p>“You remind people that the eternal effort of making our union more perfect means expanding our definition of us and shrinking our definition of them, not the other way around.”</p>",
  "<p>It seems increasingly obvious to me that the only sensible way to look at the <a href=\"https://www.theguardian.com/us-news/us-elections-2016\">US election</a> is through the prism of <a href=\"https://www.theguardian.com/tv-and-radio/parks-and-recreation\">Parks And Recreation</a>. This American sitcom, which sadly came to the end of its six-year run last year, starred <a href=\"https://www.theguardian.com/culture/amy-poehler\">Amy Poehler</a> as local government official Leslie Knope, and once you start seeing the parallels between the lovely fictional show and the horrible reality shitshow, it makes the latter feel more bearable. Obviously <a href=\"https://www.theguardian.com/us-news/hillary-clinton\">Hillary Clinton</a> is Leslie, the blond politico, ambitious to her bones, who, whatever you think of her politics, is undeniably devoted to public service. <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> is an amalgam of Leslie’s two worst male rivals: first, <a href=\"http://parksandrecreation.wikia.com/wiki/Bobby_Newport\">Bobby Newport</a>, the spoilt manboy as rich in money as he is poor in self-awareness; second, the proudly offensive Jeremy Jamm, with a fondness for saying things like, “I love Chinese crap. Lucy Liu, Gangnam Style, sushi, etcetera etcetera.” That could so easily be a Trump quote, given that he semi-apologised for <a href=\"https://www.theguardian.com/us-news/2015/jun/16/donald-trump-mexico-presidential-speech-latino-hispanic\">referring to Mexicans as drug dealers and rapists</a> by tweeting <a href=\"https://www.theguardian.com/us-news/2016/may/05/donald-trump-taco-bowl-i-love-hispanics-picture\">a photo of himself eating a taco bowl</a>, that I honestly had to check he hadn’t said it in a CNN interview.</p> <p>It also seems increasingly obvious to me that the Clinton campaign needs to start screening Parks And Recreation at their events to solve what&#xa0;the media calls <a href=\"https://www.theguardian.com/us-news/shortcuts/2016/jun/08/hillary-clinton-wardrobe-matters-but-not-fashion-perspective\">Clinton’s “likability problem”</a>. This doesn’t refer to whether the electorate likes Clinton’s policies, but how they imagine her to be as a person. For the past three decades the answer to that has been, by and large, no, they don’t like her, with people hating her in the 1990s for being (if I remember correctly) an overly moralistic feminist who spat in housewives’ cookie dough, and people hating her now because they think she’s not moral enough, and that she will say anything to get elected. Clinton has generally seemed not to care about her personal unpopularity, which only made me like her more. But now she is running for the presidency against <a href=\"https://www.theguardian.com/books/2015/dec/08/jk-rowling-on-donald-trump-voldemort-was-nowhere-as-bad\">a tiny-handed Voldemort</a> and so she is gritting her teeth and dealing with the issue. Last week she was asked, for the 10 billionth time, about her “likability issues”. Clinton replied that people like her once she’s allowed to get on with the job, which is true, given her popularity when she was secretary of state and New York senator. It was a more dignified statement than the one she gave at the Democratic national convention last month: “Through all my years of public service, the ‘service’ part has always come easier to me than the ‘public’ part,” she said, as though she were <a href=\"https://www.theguardian.com/books/2014/may/14/fiction-charlesdickens\">Boo Radley</a>, who could help people only under the cover of night and then scurry into the shadows, so as not to offend anyone with her antisocial weirdness.</p> <p>Yes, male politicians have to pass the “Would you have a beer with me?” test. But given that Clinton has been a successful politician for 15 years, the issue of her likability is clearly about more than mere appeal. The real problem is that, while she needs to be ambitious to get as far as she has, ambitious women are seen, still, as inherently unlikable. She’s supposed to pretend that she doesn’t actually want to be commander in chief, in the way female celebrities are supposed to pretend they don’t have to starve themselves to be thin. Such things are passively attained without any unfeminine effort. <a href=\"http://www.theatlantic.com/entertainment/archive/2016/06/hillary-clinton-tracy-flick-and-the-reclaiming-of-ambition/486389/\">As Megan Garber recently wrote</a>, the female presidents now seen in US TV shows (Selina Meyer in <a href=\"https://www.theguardian.com/tv-and-radio/veep\">Veep</a>, <a href=\"http://scandal.wikia.com/wiki/Sally_Langston\">Sally Langston in Scandal</a>, <a href=\"https://www.theguardian.com/media/2005/sep/29/usnews.broadcasting\">Mackenzie Allen in Commander In Chief</a>) attain their powerful positions by fluke, not conscious ambition. In fact, when Veep’s Selina Meyer had to campaign for the presidency in the last season, she became absurd and duly lost the election. Women who strive for political power are evil, summed up by the character of Tracy Flick in <a href=\"https://www.theguardian.com/film/1999/sep/24/4\">the 1999 film Election</a>, still cited as the embodiment of monstrous female ambition, even though Tracy never does much wrong besides tear down some banners in frustration.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/commentisfree/2016/jul/23/theresa-may-margaret-thatcher-spot-the-difference-uk-politics-hadley-freeman\">Theresa May, Margaret Thatcher: spot the difference – and the sexism | Hadley Freeman</a> </p> </aside>  <p>The one glorious exception to this rule is Leslie Knope, a woman who fights like hell for political promotion, and is applauded for it. There is no contradiction between her political drive and her&#xa0;personal appeal. Through the plotlines involving Knope, Newport and Jamm, the show’s point is that likability is nothing compared with capability. While sitcoms with cynical male characters are the cutting edge of current cool (<a href=\"https://www.theguardian.com/tv-and-radio/louis-ck\">Louie</a>, <a href=\"https://www.theguardian.com/tv-and-radio/2016/jul/21/bojack-horseman-season-three-netflix\">BoJack Horseman</a>), I’m hoping that Parks And Rec will be the one that foresaw the zeitgeist. Because given the number of female politicians currently in high positions, its depiction of political women should not be an outlier, but the harbinger of a sea change.</p>",
  "<p>The hacker Guccifer 2.0 posted phone numbers, email addresses and passwords for nearly 200 sitting and former Democratic lawmakers on Friday, including current members of intelligence and armed services committees.</p> <p>The files were posted to a blog used by the hacker, which at least one cybersecurity firm has labeled<a href=\"https://www.theguardian.com/technology/2016/jul/26/dnc-email-leak-russian-hack-guccifer-2\"> an operation of Russian security services</a>. Intelligence officials, other firms and Democrats have also <a href=\"http://www.nytimes.com/2016/07/27/us/politics/spy-agency-consensus-grows-that-russia-hacked-dnc.html\">accused operatives</a> supported by the Russian government of hacking the Democratic National Committee this year.</p> <p>The files include contact information for 193 current and former members of Congress, including House minority leader Nancy Pelosi, and dozens of details for members of their staffs. The hacker also posted mundane campaign documents with summaries of various candidates supported and opposed by the party. </p> <p>The documents came from<a href=\"https://www.theguardian.com/us-news/2016/jul/29/democratic-congressional-campaign-committee-hack\"> a hack of the Democratic Congressional Campaign Committee</a>, the hacker said, including a claim that they showed how “the US presidential elections are becoming a farce, a big political performance where the voters are far from playing the leading role”.</p> <p>Spokespeople for the Democratic National Committee did not immediately respond to requests for comment.</p> <p>The Wall Street Journal <a href=\"http://www.wsj.com/articles/hacker-reveals-personal-information-for-almost-200-democrats-1471048195\">verified</a> the contact information for Representative Steny Hoyer, whom it called on his cellphone. “This is sensitive information and it could be used in a very detrimental way by a foreign government,” Hoyer told the paper.</p> <p>He suggested “offensive measures” in response to the hack, echoing a letter by Representative Adam Schiff and Senator Dianne Feinstein last month. “If Russia made the material available,” they wrote to the White House, “then the episode would represent an unprecedented attempt to meddle in American domestic politics – one that would demand a response by the United States.”</p> <p>The publication of documents from the Democratic party is the second this year and another jarring new precedent in an election year, following the release of 20,000 emails by Wikileaks last month. </p> <p>Those emails <a href=\"https://www.theguardian.com/us-news/2016/jul/24/clinton-campaign-blames-russia-wikileaks-sanders-dnc-emails\">suggested bias </a>by some members of the Democratic party against Senator Bernie Sanders and in support of Hillary Clinton, and their release led to <a href=\"https://www.theguardian.com/us-news/2016/jul/24/debbie-wasserman-schultz-resigns-dnc-chair-emails-sanders\">the resignation of the Democratic National Committee’s chairwoman</a>, Debbie Wasserman Schultz.</p>"
]