[
  "<p>His presidential campaign suspended with respect to the anniversary of the terror attacks of September 11 2001, Donald Trump kept a studious silence on Sunday, releasing only a <a href=\"https://www.facebook.com/DonaldTrump/posts/10157676408515725:0\">statement</a>. It was a stance in sharp contrast to vehement and convoluted claims he has made about that day over the last 15 years.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/11/hillary-clinton-leaves-911-ceremony-after-feeling-overheated\">Hillary Clinton leaves 9/11 ceremony after 'feeling overheated'</a> </p> </aside>  <p>Immediately after the attacks, the lifelong New Yorker spoke with <a href=\"https://twitter.com/MarlowNYC/status/774976459488292864\">a local news anchor</a> who asked whether, given his property in the financial district, he had learned anything about the devastation. Trump’s mind turned to his buildings.</p> <p>“It was an amazing phone call,” Trump replied. “I mean 40 Wall Street actually was the second-tallest building in downtown Manhattan. And it was actually before the World Trade Center was the tallest. And then when they built the World Trade Center it became known as the second tallest. And now it’s the tallest.”</p> <p>Trump later <a href=\"http://www.nydailynews.com/archives/news/feds-gave-donald-quick-bundle-titans-9-11-funds-set-small-biz-article-1.558429\">collected a $150,00 grant</a> for 40 Wall Street, from a state recovery program meant to help small businesses after 9/11. In April 2016, he <a href=\"http://www.nydailynews.com/news/politics/exclusive-trump-didn-post-9-11-funds-helping-people-article-1.2786879\">claimed</a> that the funds were “probably a reimbursement for the fact that I allowed people, for many months, to stay in the building, use the building and store things in the building”.</p> <p>Officials who helped with the recovery have disputed Trump’s account to <a href=\"http://www.nydailynews.com/news/politics/exclusive-trump-didn-post-9-11-funds-helping-people-article-1.2786879\">the New York Daily News</a>, and questioned what help the businessman ever provided. But at recent rallies Trump has continued to take credit, saying at <a href=\"https://twitter.com/GoAngelo/status/722224694078779392\">one campaign stop</a>: “Everyone who helped clear the rubble, and I was there, and I watched, and I helped a little bit.”</p> <p>How much money Trump has given to recovery efforts or charities related to the 9/11 attacks remains an open question, though not without diligent investigation by the Washington Post, which <a href=\"https://www.washingtonpost.com/graphics/politics/2016-election/trump-charity-donations/\">found, for example, no record that Trump had ever given his own money</a> to the 9/11 Museum. Just before the Republican primary, his foundation, which since 2008 <a href=\"https://www.washingtonpost.com/politics/how-donald-trump-retooled-his-charity-to-spend-other-peoples-money/2016/09/10/da8cce64-75df-11e6-8149-b8d05321db62_story.html\">has exclusively spent other people’s money</a>, gave $100,000. </p> <p>A spokeswoman for the Trump campaign told <a href=\"http://www.dailymail.co.uk/news/article-3304163/Trump-gave-500-000-pocket-help-9-11-victims-charities-claims-snubbed-way-off.html\">the Daily Mail last year</a> that Trump had given “a total of $102m” to “hundreds of charitable foundations over a relatively short period of time, many of which helped people affected by 9/11”. Despite repeated requests, the campaign has <a href=\"https://www.washingtonpost.com/news/post-politics/wp/2016/07/06/five-questions-we-still-cant-answer-about-donald-trumps-charity-donations/\">declined to provide evidence of these gifts</a>, and refused to release tax returns that would show donations.</p> <p>Trump quickly urged the city to rebuild on the site of the towers, but within a few years said that the new building “shouldn’t be built” because of its “terrible design”. </p> <p>“If we build this job the way it is, the terrorists win,” he <a href=\"http://www.nbcnews.com/id/7832944/ns/msnbc-hardball_with_chris_matthews/t/trump-calls-freedom-tower-disgusting-pile-junk/#.VfLjoxFVhBc\">told MSNBC host Chris Matthews in 2005.</a> “If we rebuild the World Trade Center but a story taller and stronger, then we win. I mean, I don’t want to have the terrorists win, Chris. And that’s what’s going to happen if we build this pile of junk.”</p> <p>During his presidential campaign, Trump has appeared to blamed the attacks on the inaction of American leaders. “The World Trade Center came down during the reign of George Bush,” he said <a href=\"https://www.theguardian.com/us-news/2016/feb/13/cbs-republican-debate-trump-bush-cruz-rubio-antonin-scalia\">in a February debate</a>. “He kept us safe? That is not safe. That is not safe.”</p> <p>In August, Trump <a href=\"http://www.politico.com/story/2016/08/donald-trump-muslim-ban-september11-226637\">said</a>: “Those people that knocked down the World Trade Center most likely under the Trump policy wouldn’t have been here to knock down the World Trade Center, just so you understand.”</p> <p><a href=\"http://talkingpointsmemo.com/livewire/donald-trump-osama-bin-laden-sept-11-attacks\">In September,</a> he said: “I would’ve been tougher on terrorism. Bin Laden would’ve been caught a long time ago, before he was ultimately caught, prior to the downing of the World Trade Center.”</p> <p>At another debate, he struck an uncharacteristically reflective note when spurred by criticism of “<a href=\"https://www.theguardian.com/us-news/2016/jan/14/republican-debate-donald-trump-ted-cruz-new-york-values\">New York values</a>” from a rival, Ted Cruz. </p> <p>“New York values were on display for all to see in the aftermath of 9/11,” Trump said. “In our darkest moments, as a city, we showed the world the very, very best in terms of bravery and heart and soul that we have in America.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MarlowNYC/status/774976459488292864\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Here&#39;s the disgusting audio of Trump on 9/11 bragging about how his building is now the tallest in Lower Manhattan: <a href=\"https://t.co/4ufikWwOom\">pic.twitter.com/4ufikWwOom</a></p>&mdash; Marlow Stern (@MarlowNYC) <a href=\"https://twitter.com/MarlowNYC/status/774976459488292864\">September 11, 2016</a></blockquote>  </figure> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/09/donald-trump-fact-check-lies-military-tax-returns\">The lies Trump told this week: from military spending to his tax returns</a> </p> </aside>  <p>But at rallies over the last year, the businessman has frequently turned his attention toward Muslim Americans, whom he has accused of celebrating the attack. Trump has repeatedly claimed that “thousands and thousands of people were cheering” in Jersey City, New Jersey, on 9/11 itself. </p> <p>The <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/nov/22/donald-trump/fact-checking-trumps-claim-thousands-new-jersey-ch/\">story is a fabrication</a>, its origins in a rumor discredited by police and without any film or audio evidence. Trump later <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2016/08/02/donald-trumps-revisionist-history-of-mocking-a-disabled-reporter/\">mocked a reporter</a> who wrote a 2001 article that mentioned the rumor in the context of police investigations.</p> <p>Trump has also claimed to have lost “<a href=\"http://www.thedailybeast.com/articles/2016/02/17/donald-trump-s-hundreds-of-9-11-lies.html\">hundreds of friends</a>” in the attacks, though his campaign has declined to identify any victim whom he knew. On the 12th anniversary of 9/11, he wrote no memorial to the 2,996 people who died, nor to their families. </p> <p>Instead, he <a href=\"https://twitter.com/realDonaldTrump/status/377947866641485824\">tweeted</a>: “I would like to extend my best wishes to all, even the haters and losers, on this special date, September 11th.”</p> <p>The Republican nominee visited the World Trade Center memorial on Sunday, with his Democratic opponent, Hillary Clinton. In his statement, he said: “Today is a day of sadness and remembrance. It is also a day of resolve.</p> <p>“Fifteen years ago, America suffered the worst terrorist attack in its history. Thousands of mothers, fathers, sisters, brothers and innocent American children were murdered by radical Islamic terrorists.”</p>",
  "<p>Presidential rivals Hillary Clinton and Donald Trump visited Ground Zero in New York on Sunday, for ceremonies marking the 15th anniversary of <a href=\"https://www.theguardian.com/us-news/2016/sep/11/9-11-illnesses-death-toll\">the terrorist attacks of September 11 2001</a>. Their unusual appearance at the same event ended early, when Clinton <a href=\"https://www.theguardian.com/us-news/2016/sep/11/hillary-clinton-leaves-911-ceremony-after-feeling-overheated\">felt unwell and left</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/11/hillary-clinton-leaves-911-ceremony-after-feeling-overheated\">Hillary Clinton leaves 9/11 ceremony after 'feeling overheated'</a> </p> </aside>  <p>Just two weeks before the first presidential debate and 58 days before election day on 8 November, the Democratic and Republican nominees were present to pay silent tribute to the almost 3,000 people who died in the attacks 15 years ago.</p> <p>Politicians are invited to attend ceremonies every year at the site where the World Trade Center was destroyed by two hijacked jets, but not to speak. The event centers on those who lost loved ones. Some of the families gathered to commemorate their relatives, however, cheered and clapped as Trump arrived.</p> <p>According to a spokesman for the <a href=\"http://www.911memorial.org/\">National September 11 Memorial and Museum</a> that now stands at Ground Zero, it was the first time the New York real-estate billionaire had attended the official ceremony.</p> <p> Trump, who was born in Queens, grinned as people waved, and posed so they could take photographs. Clinton, who in 2001 was the <a href=\"https://www.theguardian.com/us-news/2016/sep/09/hillary-clinton-9-11-attacks-response\">junior US senator from New York,</a> arrived quietly, greeting some families on her way into the site, and did not prompt applause like her rival. Both candidates issued short statements about the need to mark the day solemnly.</p> <p>In Washington, <a href=\"https://www.theguardian.com/us-news/2016/sep/10/barack-obama-911-anniversary-america\">Barack Obama</a> observed a moment of silence in the White House and spoke at a commemoration of those who died in the attack on the Pentagon.</p> <p>People also gathered at the Flight 93 National Memorial in Shanksville, Pennsylvania, where one of the planes hijacked by terrorists crashed into a field.</p> <p>In lower Manhattan, family members of those who died, New York firefighters who lost 343 of their colleagues, police officers and survivors gathered under overcast skies. It was humid and haze obscured the top of <a href=\"https://www.theguardian.com/cities/2014/sep/08/-sp-one-world-trade-center-new-york-rebuild-ground-zero-twin-towers\">One World Trade</a>, the skyscraper that now dominates the New York skyline, in contrast to the clear blue skies that dawned on the day 15 years ago that changed the course of history.</p> <p>In total, 2,977 people were killed. In Manhattan on Sunday, wives who lost husbands, children who lost fathers and mothers and other family members and friends laid flowers on the names of the dead that are engraved into the stone surrounds of two huge reflecting pools with waterfalls, constructed on the exact sites where the twin towers stood. The stage for the event sat between the two pools.</p> <p>A youth choir from Brooklyn sang the Star-Spangled Banner, to warm applause. A group of first responders in dress uniform held up the torn flag that was raised over the wreckage at Ground Zero in the aftermath of the attack, before marching away to the sound of a piped band.</p> <p>Then the site went still, for a moment of silence at 8.46am, the time the first jet hit, near the top of the north tower.</p> <p>Monica Iken Murphy, 46, from New York, attended with her daughters Madison, 10, and Megan, eight. On 11 September 2001 her husband, Michael Iken, a bond trader, was working on the 84th floor of the south tower.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"04973d093e817d91fcc25aa9f2940ded723c2f64\"> <img src=\"https://media.guim.co.uk/04973d093e817d91fcc25aa9f2940ded723c2f64/0_0_480_640/375.jpg\" alt=\"Monica Iken Murphy\" width=\"375\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Monica Iken Murphy holds a picture of her husband, Michael.</span> <span class=\"element-image__credit\">Photograph: Joanna Walters/the Guardian</span> </figcaption> </figure>  <p>“He called me that morning to tell me to watch the TV because a commuter plane had flown into the north tower, that’s what they thought had happened,” she said. “But they could not see what I saw when I switched on the TV – the big, gaping hole in the other side of the north tower.”</p> <p>He told her he was fine. Some workers had left the building but he and some others were trying to help a colleague who was quaking with fear and hiding under a desk. A few minutes later, he called again.</p> <p>“The last thing he said was, ‘People are jumping out of the windows’, then ‘I have to go’. But no-one thought the towers would fall.</p> <p>“He told me to start calling friends and family and that’s what I was doing when I saw on the TV the second plane hit the south tower. I froze, I could not believe what I was witnessing.”</p> <p>The second plane hit the south tower about 20 minutes after the first impact. Michael Iken died when the tower collapsed, a short time later.</p> <p>His wife now comes to the site “as a place of reverence”, she said, and because, like many relatives of those who died, she never received any remains.</p> <p>“But this is where these people took their last breath,” she said.</p> <p>After the overcast start to the morning, the sun suddenly shone. Iken Murphy stepped into its rays.</p> <p>“When the sun comes out,” she said, “I feel his warmth and a connection to him as if he is communicating with me or hugging me. Even if it’s raining, somehow the sun always comes out when I come down here.”</p> <p>Ten years ago, she married a New York firefighter, Robert Murphy. She also met Clinton <a href=\"https://www.theguardian.com/us-news/2016/sep/09/hillary-clinton-9-11-attacks-response\">when she was campaigning</a> to have the memorial to the victims built at the actual site of the World Trade Center, not nearby.</p> <p>Asked how she felt about Clinton and Trump attending the ceremony on Sunday, she said: “As long as they were not doing any of their politicking, that’s fine.”</p> <p>After the first moment of silence was marked with the tolling of a bell, Jerry D’Amadeo approached the microphone to talk about his father, Vincent D’Amadeo, who worked for Cantor Fitzgerald in the World Trade Center and was killed when Jerry was 10. D’Amadeo choked up as he recalled how many people helped him in the years since 9/11.</p> <p>He told those gathered that he had recently attended a children’s camp for those who lost family and friends in the mass shooting at Sandy Hook elementary school in Connecticut in December 2012.</p> <p>“Suddenly I was able to be there for people and use my experience to help them,” he said. D’Amadeo now acts as a visitors’ host at the museum at the World Trade Center site.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/11/bell-hope-rings-911-attack-victims-new-york-video\"            data-short-url=\"https://gu.com/p/52hv4\"                    data-show-ads=\"true\"            data-video-id=\"2708968\"            data-video-name=\"Bell of Hope rings for 9/11 attack victims – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-57d55fdae4b013613fffc264\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/11/160911Bell911_1_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/11/160911Bell911_1.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/11/160911Bell911_1_V4.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/11/bell-hope-rings-911-attack-victims-new-york-video\">Bell of Hope rings for 9/11 attack victims</a></figcaption> </figure>  <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/09/hillary-clinton-9-11-attacks-response\">9/11 tapes reveal raw and emotional Hillary Clinton</a> </p> </aside>  <p>Relatives began reading the names of the 2,753 who died at Ground Zero 15 years ago. <a href=\"https://www.theguardian.com/us-news/2016/sep/11/9-11-illnesses-death-toll\">Many others have died since 2001</a>, from diseases contracted from breathing in the toxic dust and fumes that billowed out from the site.</p> <p>Jersey City police department corporal Phil Ferraino, 46, was leaving the ceremony in his dress uniform. He told the Guardian it was vital the world never forget the appalling loss of life suffered in the attacks.</p> <p>“This could happen again,” he said.</p> <p>He was on a day off on 11 September 2001, but rushed to the World Trade Center and helped with frantic attempts to find anyone alive in the burning wreckage.</p> <p>“It was chaos,” he said.</p> <p>A firefighter friend, Michael Weinberg, was crushed under a fire truck parked below the towers. They didn’t find his body for a week, Ferraino said.</p> <p>“Being here today brings back the pain of that tragedy,” he said. “It’s less than it used to be. But you still feel it, absolutely.”</p>",
  "<p>Gary Johnson has spent much of this week apologizing, after he <a href=\"https://www.theguardian.com/us-news/2016/sep/08/aleppo-gary-johnson-syria-war-question\">asked</a>: “What is Aleppo?” during a live television interview on Thursday.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/08/aleppo-gary-johnson-syria-war-question\">'What is Aleppo?': Gary Johnson bungles question about Syrian war</a> </p> </aside>  <p>But by Saturday, when the Libertarian party presidential candidate held his first campaign rally since the gaffe, he had come to see what he calls “Aleppo day” as a positive.</p> <p>“It increased fundraising, increased attention,” he told the Guardian as he prepared to address supporters at a hotel in Times Square, in New York City.</p> <p>“Potentially, this may be a pivotal event in actually contributing to us winning the election.”</p> <p>It remains to be seen how Aleppo day (Johnson’s official explanation for not recognizing the name of the city at the heart of the Syrian civil war is that he was “thinking about an acronym”) will affect the former New Mexico governor’s popularity with voters.</p> <p>Prior to Thursday, Johnson was averaging 9% in nationwide polls, <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton_vs_johnson_vs_stein-5952.html\">according to Real Clear Politics</a>, which would be the best performance by a third-party candidate in 20 years.</p> <p>The problem is that 9%, aside from not being enough to win the election, is also not enough for Johnson to make the televised presidential debates alongside Donald Trump and Hillary Clinton. And it is very important that he does.</p> <p>“There’s no way that we win if we’re not in the presidential debates,” Johnson said on Saturday. His supporters know that too.</p> <p>“Let him debate, let him debate,” was a recurring chant during his rally at the Marriott hotel.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/08/gary-johnson-what-is-aleppo-syrian-war-video\"            data-short-url=\"https://gu.com/p/526zv\"                    data-show-ads=\"true\"            data-video-id=\"2701593\"            data-video-name=\"Gary Johnson ignorant to center of Syrian war: 'What is Aleppo?' - video\"            data-video-provider=\"MSNBC's Morning Joe\"            > <video data-media-id=\"gu-video-57d174ece4b013613fffb4d9\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/08/160809gary_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/08/160809gary.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/08/160809gary_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/08/gary-johnson-what-is-aleppo-syrian-war-video\">Gary Johnson: ‘What is Aleppo?’</a></figcaption> </figure>   <p><a href=\"http://www.debates.org/index.php?mact=News,cntnt01,detail,0&amp;cntnt01articleid=62&amp;cntnt01origid=27&amp;cntnt01detailtemplate=newspage&amp;cntnt01returnid=80\">To be included in the debates</a> – the first is on 26 September – candidates have to reach 15% in an average of mid-September polls by ABC-Washington Post, CBS-New York Times, CNN-Opinion Research Corporation, Fox News and NBC-Wall Street Journal.</p> <p>Even before Thursday’s debacle, Johnson was lagging in those surveys. A 6 September poll by <a href=\"http://www.cnn.com/2016/09/06/_politics-zone-injection/trump-vs-clinton-presidential-polls-election-2016/\">CNN/ORC</a> had him at just 7%; in a <a href=\"http://www.foxnews.com/politics/2016/08/31/fox-news-poll-trump-narrows-clintons-lead.html\">Fox News poll</a> from 31 August he was at 9%. His emergence as a somewhat viable third-party candidate, however, has led to clamor for the threshold to be dropped.</p> <p>Vermont senator <a href=\"http://www.politico.com/story/2016/09/bernie-sanders-debate-johnson-stein-227722\">Bernie Sanders</a>, 2012 Republican candidate <a href=\"https://twitter.com/MittRomney/status/773631092570062850\">Mitt Romney</a> and former California governor and Predator star Arnold Schwarzenegger are among those who have criticised the process.</p> <p>Johnson isn’t going quietly. In September last year, the Libertarian and Green parties <a href=\"http://www.washingtontimes.com/news/2015/sep/29/libertarian-and-green-parties-sue-commission-presi/\">filed a lawsuit</a> against the Commission on Presidential Debates, demanding that candidates who are on the ballot in enough states to have a chance of securing 270 electoral college votes, and are eligible to serve, be included. In August, <a href=\"http://money.cnn.com/2016/08/05/media/debate-lawsuit-gary-johnson-jill-stein/\">it was dismissed</a> by a federal judge.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>We’re contrary to the other candidates. All they do is wanna kill each other. It’s about presenting a rational thought</p> <footer> <cite>Gary Johnson</cite> </footer> </blockquote> </aside>  <p>If Johnson does get to debate – and he has just spent $3m on television advertising in an attempt to raise his numbers – he will be up against two historically unpopular politicians. He would be able to offer himself as a more palatable alternative.</p> <p>“We’re so contrary to the other candidates,” he said. “All they do is get up there and wanna kill each other. It’s about presenting a rational thought on all the issues of the day.”</p> <p>One of Johnson’s well-known issues of the day is his attempt to legalize marijuana. He is the only presidential candidate who admits to being a regular cannabis user (he likes <a href=\"http://www.gq.com/story/gary-johnson-2016-presidential-interview\">edibles</a> best) although he has stopped using the drug during his campaign, and says he would not partake if elected president. </p> <p>Johnson’s openness toward drug use has earned derision from some of the rightwing media, despite his extolling the virtues of fiscal conservatism on the trail. He would scrap the Affordable Care Act and he told the crowd on Saturday he wanted to see the sharing economy – the idea behind things like AirBnB and Uber – expanded to all types of business.</p> <p>“It’s Uber everything. It’s Uber electrician, it’s Uber plumber, it’s Uber doctor,” he said, to cheers.</p> <h2><strong>‘I’d be the compromise’</strong></h2>  <figure class=\"element element-image\" data-media-id=\"fe60cb0e23452bac7f0d2b1b74cd80daa5dcdc75\"> <img src=\"https://media.guim.co.uk/fe60cb0e23452bac7f0d2b1b74cd80daa5dcdc75/0_238_4107_2464/1000.jpg\" alt=\"Gary Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Johnson gestures as he speaks with the media.</span> <span class=\"element-image__credit\">Photograph: Bryan R. Smith/AFP/Getty Images</span> </figcaption> </figure>  <p>The last time a third-party candidate took part in presidential debates was 1992. Ross Perot, a billionaire businessman running as an independent and focused on balancing the federal budget, debated Bill Clinton and incumbent president George HW Bush.</p> <p>Perot was in a far stronger position than Johnson. In June 1992, he actually led the polls – he had 39% in one Gallup survey – and was able to use his vast fortune to buy up half-hour blocks of TV time. But even with these advantages, Perot ended up with 18.9% of the vote – a lot, but not enough to secure any electoral college votes, let alone the 270 needed to win.</p> <p>Johnson might not have to win 270 either. One of his planned routes is as unorthodox as his open discussion about <a href=\"http://dailycaller.com/2016/03/21/gary-johnson-reveals-the-last-time-he-used-marijuana/\">the best marijuana highs</a>. He believes he can become the next president by essentially spoiling Clinton and Trump’s chances.</p> <p>He <a href=\"http://www.newyorker.com/magazine/2016/07/25/gary-johnson-the-third-party-candidate\">told the New Yorker</a> in July that he was aiming to win a swathe of states in the west – including his home state, Utah and the Dakotas – and thus prevent Clinton or Trump from reaching the 270 electoral college votes needed to win. If no candidate reaches that total, the House of Representatives decides who will be the next president.</p> <p>“Democrats are not going to cross over the line to change to Trump, and Republicans are not going to go over the line to support Clinton. They’re going to have to compromise, and I’d be the compromise,” Johnson said.</p> <p>Tom Tancredo, a five-term US congressman from Colorado, ran for governor as a third-party candidate in 2010. He won 36.4% of the vote for the Constitution party, beating the Republican candidate, Dan Maes, into third.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>He will not become president. There’s nothing he can do. Going on national TV and saying ‘What is Aleppo?’ didn’t help</p> <footer> <cite>Tom Tancredo</cite> </footer> </blockquote> </aside>  <p>Still, Tancredo said, it was “next to impossible” for a third-party candidate to reach the White House.</p> <p>Johnson “will not become president. There’s nothing he can do,” Tancredo said. “And going on national TV and saying ‘What is Aleppo?’ didn’t help him.”</p> <p>Aside from the Aleppo debacle, Tancredo said “the party structure is so entrenched that unless there are incredibly amazing circumstances that develop, you’re not going to overcome that structure”.</p> <p>In Tancredo’s case, those circumstances were a particularly weak Republican candidate.</p> <p>“By the last week of the campaign, every Republican elected official at almost every level had made an announcement in support of me over the Republican candidate,” he said.</p> <p>Despite that backing, 11.1% still voted for Maes and the Democrat John Hickenlooper won with 51% of the vote. Some voters are almost impossible to convince, Tancredo said. “They see the ‘R’ and they vote for the ‘R’ and that’s all there is to it.”</p> <p>Rick Tyler, a Republican strategist and former Ted Cruz aide, said there was nonetheless a desire for an alternative.</p> <p>“The race is to see if Hillary Clinton can assemble more people who dislike Donald Trump than Donald Trump can assemble people who dislike Hillary Clinton. But that’s not what people really want to vote for.”</p> <p>If Johnson can make the debate stage, Tyler said, he will need to find a succinct way to articulate Libertarian values.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/08/gary-johnson-aleppo-comment-2016-election-foreign-affairs\">Gary Johnson's 'Aleppo' moment was cringeworthy, but he'll never be president | Jamie Weinstein</a> </p> </aside>  <p>“He needs to combine his issues under a broad thematic that government can work in a limited way and to get people to believe there could be an explosion of economic activity that could create jobs.”</p> <p>As for Johnson’s backdoor path to victory – via a House of Representatives vote – at the moment it seems unlikely.</p> <p>In a <a href=\"http://apps.washingtonpost.com/g/page/politics/washington-post-surveymonkey-50-state-poll/2086/\">Washington Post-Survey Monkey</a> survey of all 50 states, Johnson’s best performance was in his home state, New Mexico, with 25%. But Clinton had 37% of the vote there and Trump 29%. In Utah, Johnson polled third, with 23%. He failed to break 20% in any other states.</p> <p>Tyler said he did not believe this was a realistic way for Johnson to become president.</p> <p>“It’s a pipe dream,” Tyler said. “And I won’t mention what he’s smoking in his pipe.”</p> <p><em>Additional reporting by Ben Jacobs</em></p> <p>This article was amended on 16 September 2016. Tom Tancredo is a five-term congressman, not a two-term congressman as we originally had it.</p>",
  "<p>All of Donald Trump’s strengths and weaknesses were on display this week as he kicked off the homestretch of his presidential campaign.</p> <p>From a walk through a county fair in Ohio, where throngs of people standing four and five deep along a paved path reached out to touch the waving Trump to a televised interview where the Republican nominee praised Vladimir Putin and denigrated American generals, it was a microcosm of Trump’s campaign. One moment he went out of his way to be accessible to the media extending reporters (including one from the Guardian) an invitation to talk with him on a flight on his private plane. Next, he proclaimed to a shouting crowd that the journalists were a corrupt extension of the Clinton campaign.</p> <p>The Republican nominee started the week in Ohio where he sat down with union workers in the bar of an American Legion hall with a blinking LED sign announcing “wings on Thursday”. There, Trump waxed rhapsodic about Democrats who were now supporting him and the weakness of Barack Obama to a dozen weathered white men who looked to him as a potential savior.</p> <p>The blue-collar tour continued when Trump visited nearby Goody’s Diner, which boasted its country tot bowl on a sign outside. The Republican nominee greeted individual diners there. He was particularly pleased when the first voter he met was a Hispanic who planned on voting for him. Trump pronounced “Mexican American supports Trump, Mexican American. It’s so nice” to the reporters surrounding him. Trump, looking quite pleased with himself, then gestured at the reporters and directed them to “make a note of it guys”.</p>  <figure class=\"element element-image\" data-media-id=\"82678156c9481e6b7ac935b4c832010ef506ab36\"> <img src=\"https://media.guim.co.uk/82678156c9481e6b7ac935b4c832010ef506ab36/0_212_3500_2101/1000.jpg\" alt=\"trump\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump speaks to diners during a stop at Goody’s in Brook Park, Ohio.</span> <span class=\"element-image__credit\">Photograph: Mike Segar/Reuters</span> </figcaption> </figure>  <p>The Republican nominee eventually sat down at a table with beefy, middle-aged men sitting around a pitcher of cola. He proclaimed to an assembled crowd of reporters and diners “these are the big union folks here”. A longtime Trump aide standing nearby hastened to agree: “Amazing,” he exclaimed. </p> <p>The union folks must have been amazing as a heartened Trump invited reporters on his plane for a 30-minute flight afterwards. Not coincidentally though, the invitation was extended the same day Hillary Clinton started flying on the same plane as her press corps, something presidential candidates have traditionally done for six months before the election. Trump has declined to let reporters join him on his private plane.</p> <p>For this flight, the press sat facing Trump and his running mate, Mike Pence, in the main seating area of the cabin, which featured white leather chairs and couches along with shiny wood that a Trump bodyguard anxiously warned the press not to scratch. Each seat was emblazoned with the Trump crest while television screens through the cabin showed flight data. Some reporters had to go to a separate private room for takeoff because they couldn’t sit on the floor for safety reasons. As the plane taxied, Trump got up and visited them, amiably making small talk. By the time the plane landed, Trump pivoted yet again on his immigration plan. Pence had helped one reporter find a missing cellphone that had gone flying across the cabin during takeoff. </p> <p>The next stop was a county fair where Trump received a welcome more akin to the Beatles at Shea Stadium than a presidential candidate in Ohio. Even teenage boys shouted “I love you Donald” as the candidate struggled to walk a block past rows of corndog vendors. Instead of working the crowd, Trump simply had to wave as secret service agents protected him from the crush of humanity eager for a glimpse.</p>  <figure class=\"element element-image\" data-media-id=\"7492e27227497ce0e3e801a21e12086a87170460\"> <img src=\"https://media.guim.co.uk/7492e27227497ce0e3e801a21e12086a87170460/0_313_4696_2818/1000.jpg\" alt=\"trump supporters\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Throngs of Trump supporters try to get a photo of the Republican presidential candidate as he walks through the Canfield fair in Ohio.</span> <span class=\"element-image__credit\">Photograph: Evan Vucci/AP</span> </figcaption> </figure>  <p>The following days for Trump were more conventional. On Tuesday, he held a town hall where in response to softball questions posed by General Mike Flynn, a longtime supporter, he demonstrated his nostalgia for the Iran-Iraq war. “I always say Iran and Iraq were very similar militarily. They’d fight, fight, fight and then they’d rest. They’d fight, fight, fight. And then Saddam Hussein would do the gas.” Trump followed this with <a href=\"https://www.theguardian.com/us-news/2016/sep/06/donald-trump-rally-greenville-north-carolina-clinton-attack\">a primetime rally</a> where he railed against Hillary Clinton as an adoring crowd chanted “lock her up”.</p> <p>On Wednesday, Trump <a href=\"https://www.theguardian.com/us-news/2016/sep/07/donald-trump-us-military-spending-sequester-isis\">held a policy speech</a> in a wood-paneled club that has long catered to Philadelphia’s elites, where he suggested “sometimes it seems like there wasn’t a country in the Middle East Clinton didn’t want to invade” and railed against her legacy of “turmoil, suffering and death”. The policy Trump unveiled was a major and expensive expansion of the United States military to be funded through “commonsense reforms that eliminate government waste and budget gimmicks”.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/07/donald-trump-hillary-clinton-trigger-happy-video\"            data-short-url=\"https://gu.com/p/523tn\"                    data-show-ads=\"true\"            data-video-id=\"2699267\"            data-video-name=\"Trump calls Clinton 'trigger happy and unstable' – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-57d0660ee4b0c1d95ae145a4\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11850629&amp;format=video/mp4\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/07/160907trump2_WebM.webm\"/><source src=\"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11850629&amp;format=video/m3u8\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/07/donald-trump-hillary-clinton-trigger-happy-video\">Trump calls Clinton ‘trigger happy and unstable’</a></figcaption> </figure>   <p>Finally Trump made it to the USS Intrepid in New York, where he <a href=\"https://www.theguardian.com/us-news/2016/sep/08/clinton-vows-no-more-troops-in-iraq-as-trump-slams-dumbest-foreign-policy\">took questions from NBC’s Matt Lauer</a> on live television for almost 30 minutes. Without a script or notes or guidance, Trump flailed on policy. He praised Putin repeatedly and stood by a tweet from 2013 opining sexual assault in the military was a consequence of allowing women to serve. But, through rhetorical jujitsu, he managed to avoid major damage and even repeated his lie that he had been against the Iraq war without being challenged.</p>       <figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/08/donald-trump-putin-more-of-a-leader-of-his-country-than-obama-for-us-video\"            data-short-url=\"https://gu.com/p/525fa\"                    data-show-ads=\"true\"            data-video-id=\"2700631\"            data-video-name=\"Donald Trump: Putin is far more of a leader of his country than Obama is for US – video\"            data-video-provider=\"NBC News\"            > <video data-media-id=\"gu-video-57d10cdae4b0c1d95ae14821\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/08/160907Trump4putin_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/08/160907Trump4putin.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/08/160907Trump4putin_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/08/donald-trump-putin-more-of-a-leader-of-his-country-than-obama-for-us-video\">Trump: Putin is more of a leader of his country than Obama is for US – video</a></figcaption> </figure>   <p>From screaming crowds to foreign policy gaffes, these three days served as a condensed window into Trump’s unorthodox and unprecedented campaign. It’s unclear whether the blue-collar adoration the Republican nominee is receiving will compensate for his copious praise for Putin and cavalier dismissal of Saddam Hussein’s use of chemical weapons. However, regardless of what happens, it will be as the sycophantic Trump aide said: “Amazing.”</p>",
  "<p>In repressive states, the role of the artist is unambiguous: to assert the individual imagination, the singular power that all dictatorships fear. I remember once <a href=\"https://www.theguardian.com/books/2009/aug/02/ivan-klima-interview\">talking to the Czech dissident and writer Ivan Klima</a>, who had been subject both to the arbitrary horror of a Nazi concentration camp as a child and the long grinding years of Soviet occupation in which he had become a “non-person” for two decades, harassed constantly by secret police and unable to speak or write in public. He survived by “living in truth”. “I have always pursued inner freedom,” he said. “I have never been censored.”</p> <p>Klima was part of that group of artists and writers who gathered in the Magic Lantern theatre in Prague in 1989 to orchestrate the “Velvet Revolution” and see their dreams of liberation realised. And how did it feel to experience freedom, to have the external world finally correspond with that interior life for the first time?</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"440efcaaa2624e2c7f750b154315f945f930dfea\"> <img src=\"https://media.guim.co.uk/440efcaaa2624e2c7f750b154315f945f930dfea/0_0_2537_2538/1000.jpg\" alt=\"Czech writer Ivan Klima\" width=\"1000\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Czech writer Ivan Klima: ‘I have never been censored.’</span> <span class=\"element-image__credit\">Photograph: Eamonn McCabe/The Guardian</span> </figcaption> </figure>  <p>“It is interesting that a man very quickly accepts freedom as a normal thing,” Klima said. “Though we had fought for it for so long, after a few weeks or months we did not think about it. Rather you start to see things you would like to change, things that make you angry, corruption and so forth, environmental problems, the obsession with the market…” Habits of protest die hard.</p> <p>There are, of course, many courageous artists across the world with Klima’s stubborn courage. <a href=\"https://www.theguardian.com/artanddesign/ai-weiwei\">Ai Weiwei </a>is only the best known, but he remains a crucial figure, one irrepressible man living in truth who reveals the billion lies attending China’s advance into the world. Weiwei used to reject the idea he was a political figure, insisting that he was only an artist (as if the two were distinguishable). After his imprisonment in 2012, his tone seemed to change. “People are always wondering if I am an artist or politician,” he said. “Maybe I’ll just clearly tell you: whatever I do is not art. Let’s say it is just objects or materials, movies or writing, but not art, OK?”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>How do you stick it to the man when the man is a tax-dodging global network of information systems run by smart hippies?</p> </blockquote> </aside>  <p>In Russia, <a href=\"https://www.theguardian.com/music/pussy-riot\">Pussy Riot</a> have acquired something of Weiwei’s power – the power to prove the futility of censorship and the integrity of protest. They took their inspiration from the <a href=\"https://www.theguardian.com/artanddesign/2011/apr/12/voina-art-terrorism\">Voina</a>, a group which, like all the best art political movements, trailed a manifesto. Point one read: “Create the rebirth of heroical behavioural ideals of an artist-intellectual… the artist as romantic hero, who prevails over evil. Produce lively romantic models in contrast with today’s soulless commercial conceptual art.” Voina’s most famous performance was a protest against the 2008 election of President Medvedev. This “lively romantic” act took place in the Moscow Biological Museum, beside a stuffed bear. Five couples from Voina undressed and had vigorous sex in the hall. One of the participants, Alexei Plutser-Sarno, described the work as the only honest portrait of pre-election Russia: “Everybody fucks each other, and the puppy bear” [a nickname for Medvedev] “looks on with an unconcealed scorn.”</p>  <figure class=\"element element-image\" data-media-id=\"fe23aab9f7ad4a453d58037f24bf17cc26b33704\"> <img src=\"https://media.guim.co.uk/fe23aab9f7ad4a453d58037f24bf17cc26b33704/0_109_4206_2599/1000.jpg\" alt=\"Pussy Riot perform in Moscow’s Christ the Saviour cathedral to protest Putin’s return to the Kremlin.\" width=\"1000\" height=\"618\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pussy Riot perform in Moscow’s Christ the Saviour cathedral to protest Putin’s return to the Kremlin, 2012.</span> <span class=\"element-image__credit\">Photograph: Sergey Ponomarev/AP</span> </figcaption> </figure>  <p>In the west, where freedoms of speech are, theoretically at least, guaranteed in law, the challenge for an artist to make an effective political statement is more complex. Where anything goes, where we are flooded daily with millions of uncensored images, what honestly gives us pause, or makes a statement? Perhaps as a result of this, the art world, that moving spectacle of expos and fairs and biennials – Voina’s “soulless commercial conceptual art” – can appear to exist in a self-referential bubble. The suddenly hardening political moment, however – where across Europe and in the US, liberal certainties feel under threat – seems to call for a different kind of artistic engagement. What that might look like is still under construction.</p> <p>Street art and the outlaw sloganeering of <a href=\"https://www.theguardian.com/artanddesign/banksy\">Banksy</a> was one effort to test the in-house freedoms of the gallery in less permissive spaces. Another, more rigorous attempt would be the <a href=\"https://www.theguardian.com/artanddesign/2015/may/03/theaster-gates-artist-chicago-dorchester-projects\">inspiring project of the American Theaster Gates in Chicago’s South Side</a>. Gates is using the material of his historically blighted neighbourhood, repurposed as art, to regenerate entire blocks of that community and connect its residents with a radical civil rights past, making <a href=\"https://www.theguardian.com/us-news/black-lives-matter-movement\">black lives matter </a>in bricks and mortar. His 2011 collection,<em> In the Event of a Race Riot</em>,<em> </em>coiled a series decommissioned fire hoses from the civil rights era in gilt-frame boxes. They sold for hundreds of thousands of dollars and Gates ploughed the money directly back into community projects.</p>  <figure class=\"element element-image\" data-media-id=\"7ea548a8b5acb4f8c45809136bf50b2ee6226417\"> <img src=\"https://media.guim.co.uk/7ea548a8b5acb4f8c45809136bf50b2ee6226417/0_0_5792_8688/667.jpg\" alt=\"A Banksy mural of Steve Jobs on a wall that demarcates the former border to the migrant camp, in Calais, 2016\" width=\"667\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Banksy mural of Steve Jobs on a wall that demarcates the former border to the migrant camp, in Calais, 2016.</span> <span class=\"element-image__credit\">Photograph: David Levene/The Guardian</span> </figcaption> </figure>  <p>Other artists pursue different strategies. Protest, which opens later this month at the Victoria Miro gallery in London, will dramatise some of them. It is a show, in some ways, nostalgic for the dualities of 60s protest (currently celebrated in the V&amp;A exhibition <a href=\"https://www.theguardian.com/culture/2016/aug/21/san-francisco-exhibition-victoria-albert-revolution-silicon-valley\">You Say You Want a Revolution?</a>). Taking as a starting point the American painter Alice Neel’s prophetic 1936 painting, <em>Nazis Murder Jews</em>, which depicts a Communist party torchlight parade through the streets of New York City, it collects new and recent pieces that address in different ways our own disorienting political moment. Work that confronts, often obliquely, the struggles around <a href=\"https://www.theguardian.com/world/migration\">migration</a>, <a href=\"https://www.theguardian.com/world/censorship\">censorship</a>, Black Lives Matter, the rise of <a href=\"https://www.theguardian.com/world/surveillance\">surveillance</a> and the re-emergence, across Europe and in the US, of the <a href=\"https://www.theguardian.com/commentisfree/2016/jun/24/britain-right-wing-brexit-america-trump\">populist right</a>.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I wanted something that existed outside any system… a living platform for the artists to experiment'</p> <footer> <cite>Doug Aitken</cite> </footer> </blockquote> </aside>  <p>Speaking to some of the artists involved in the show in the past week, I found a consensus about two things. The first was that, with the <a href=\"https://www.theguardian.com/us-news/donaldtrump\">phenomenon of Trump</a> in America and the threats to cohesive democracy in Europe, the need for a politically engaged art has rarely been more urgent. The second was that the means to that end are necessarily nuanced. It is harder to challenge power if, in a globalised world, you don’t know precisely where power lies. How do you stick it to the man, when the man in question is not a state or a corporation, but, increasingly a tax-dodging global network of information systems run by smart former hippies with untold wealth?</p>  <figure class=\"element element-image\" data-media-id=\"81a3bb6b47f2e91635f706a9e7085523134556d6\"> <img src=\"https://media.guim.co.uk/81a3bb6b47f2e91635f706a9e7085523134556d6/0_0_2289_3215/712.jpg\" alt=\"Nazis Murder Jews 1936, by Alice Neel\" width=\"712\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nazis Murder Jews, 1936, by Alice Neel.</span> <span class=\"element-image__credit\">Photograph: Courtesy the Artist’s Estate and Victoria Miro, London</span> </figcaption> </figure>  <p>Western artists are generally uneasy at being viewed as political in the way that Weiwei has come to accept; they see it as a limit on their asserted freedom. Michael Elmgreen, one half of the celebrated provocateur duo <a href=\"https://www.theguardian.com/artanddesign/2016/mar/30/elmgreen-dragset-van-gogh-ear-new-york\">Elmgreen &amp; Dragset</a>, winced a little when I used the phrase “protest art”. He doesn’t, he said, feel comfortable under that banner. “I feel that more political activists like Pussy Riot have a different kind of approach. Our statements are more influenced by ideas of infiltration.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Masses of information is coming at us and the speed of it makes the hierarchy of what to protest against very slippery</p> <footer> <cite>Sarah Sze</cite> </footer> </blockquote> </aside>  <p>Why not something more direct?</p> <p>“Take something like <a href=\"https://www.theguardian.com/us-news/occupy-wall-street\">Occupy Wall Street</a>,” he says. “You’re making yourself as an otherness, an opponent, you try to fight power in that way. Unfortunately, in 99% of cases you lose because you are not strong enough to fight an established power structure. So we prefer to go in and try to clarify how easily these existing structures could be changed. Show how fragile and unstable they are.”</p> <p>Most famously, with this project in mind, the duo built a replica Prada shop in the middle of the howling Texas desert, to suggest even artful capitalism would pass.</p>  <figure class=\"element element-image\" data-media-id=\"ceca30c2c4095ac90dac7ec826131eaf21fbf2af\"> <img src=\"https://media.guim.co.uk/ceca30c2c4095ac90dac7ec826131eaf21fbf2af/0_210_3444_1788/1000.jpg\" alt=\"Elmgreen and Dragset’s adobe Prada Marfa store in Texas, 2006\" width=\"1000\" height=\"519\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Elmgreen &amp; Dragset’s adobe Prada Marfa store in Texas, 2006.</span> <span class=\"element-image__credit\">Photograph: Matt Slocum/AP</span> </figcaption> </figure>  <p>When showing work in China, some western artists have had a small taste of what Ai WeiWei encounters daily. Sarah Sze, the American sculptor, who creates wonderful, unsettling mind maps of consumerist detritus that spill across the gallery floor, fell foul of the Chinese censors in Guangzhou. While in no way comparing her situation to that of Ai Weiwei, in some ways confronting the blunt instrument of censorship gave her work extra force and clarity, she suggested.</p> <p>“Protest requires focus,” she said. “If the Occupy movement could have focused around one moment or image – like John and Yoko in a bed – it would have helped that movement a lot. My work really reflects the sense, I think, that we have masses of information coming at us from sources we don’t know, and the speed of that makes the hierarchy of what to protest against very slippery all the time.”</p> <p>Sze is somewhat wistful for the simple visual protests of her student years. “At my American college the entire main campus was filled with shanty towns protesting apartheid. A lot of students were kicked out as a result. Those are the kinds of things where art can be dangerous to power.”</p> <p>In our digital age did she feel that any solid act of making becomes a political act?</p> <p>“There’s an incredible longing for stillness,” she said, “in the way that you stand in front of a Vermeer and are having a physical conversation with Vermeer across time and place. The idea of the hand-made itself can be quite conservative. But what seems important to me is how you create a moment where you feel the presence of the maker, a live conversation. You see it in the growth of live events and talks and happenings. The premium on storytelling. Museum attendance rates even have gone through the ceiling.”</p>  <figure class=\"element element-image\" data-media-id=\"d11734090ceb31f463be92e456c1f19c3edb1d2e\"> <img src=\"https://media.guim.co.uk/d11734090ceb31f463be92e456c1f19c3edb1d2e/0_0_4096_2522/1000.jpg\" alt=\"Ai Weiwei’s installation depicting a scene from his time in prison\" width=\"1000\" height=\"616\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ai Weiwei’s installation depicting a scene from his time in prison.</span> <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> </figcaption> </figure>  <p>That one-to-one connection in itself might suggest a form of protest at the way culture and relationships are now mediated – the acceptance that conversation and intimacy are structurally eavesdropped by corporations and government.</p> <p>One of the motivations for American Doug Aitken’s ongoing <a href=\"https://www.theguardian.com/culture/2015/mar/25/barbican-station-to-station-art-exhibition-doug-aitken\"><em>Station to Station</em></a> project, which took groups of artists coast to the coast in the States by train, making spontaneous 60s-style happenings on the way, was to avoid any mediation at all.</p> <p>“I wanted something that existed outside any system,” he said. “I wanted a living platform for the artists to experiment. To be open to what crosses your path.”</p> <p>What were the moments in that journey that he enjoyed most?</p> <p>“I think of an artist like Ed Ruscha, famous for his painting. His response was to make 300 cactus omelettes out in the desert,” he said. “Or a musician like <a href=\"https://www.theguardian.com/film/2015/jun/28/station-to-station-film-review\">Beck </a>who said he had always wanted to work with, like, a huge choir of gospel singers but he had never been allowed to do it in the commercial sector. So we were able to do that in an abandoned drive-in theatre in the middle of the desert where the train stopped, and the sound of this vocal was like a huge turbine engine, at dusk, and the warm wind blowing and you are in the middle of nowhere in America. It feels untethered to any existing system. Those kinds of situations are very special.”</p>  <figure class=\"element element-image\" data-media-id=\"d833c41bbe6b76215b6f37da202313b84d399c83\"> <img src=\"https://media.guim.co.uk/d833c41bbe6b76215b6f37da202313b84d399c83/0_197_3065_1849/1000.jpg\" alt=\"Station to Station, Doug Aitken’s journey through modern creativity.\" width=\"1000\" height=\"603\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Station to Station, Doug Aitken’s journey through modern creativity.</span> <span class=\"element-image__credit\">Photograph: Doug Aitken</span> </figcaption> </figure>  <p>At a time of political insanity such as that which is unfolding in this American election, Aitken suggested it was an artist’s role to create alternative visions of society, or just to create for the hell of it. It is an honourable tradition. The abstract painter Joan Miró was never a political activist in a conventional sense, but he was always his own man. When he was asked late in life what he had done to oppose General Franco, he didn’t hesitate to reply: “Free and radical things.”</p> <p>Aitken agreed. “Any worthwhile art is never optional,” he said. “It’s not a political strategy. It’s an extension of who you are and how you see the world. It’s always non-negotiable.”</p> <h2><strong>Michael Elmgreen: </strong>‘The internet has made us very egocentric individuals… we have lost our sense of belonging’</h2>  <figure class=\"element element-image\" data-media-id=\"3039a522dea33ec95fe32201ab6bb07205b72031\"> <img src=\"https://media.guim.co.uk/3039a522dea33ec95fe32201ab6bb07205b72031/516_31_1941_1181/1000.jpg\" alt=\"Michael Elmgreen, left, with Ingar Dragset\" width=\"1000\" height=\"608\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michael Elmgreen, left, with Ingar Dragset: ‘Art can make people less fearful.’</span> <span class=\"element-image__credit\">Photograph: Getty Images</span> </figcaption> </figure>  <p><strong>The Danish artist Michael Elmgreen has worked in a partnership with the Norwegian artist Ingar Dragset since 1995. Their 2012 bronze of a boy on a </strong><a href=\"http://www.bbc.co.uk/news/entertainment-arts-17140952\"><strong>rocking horse occupied the fourth plinth in Trafalgar Square</strong></a><strong>, as a comment on the surrounding statues commemorating war heroes. For the Protest show, they will display a replica prison cell, broken up as if by an earthquake, which they first showed in São Paulo. </strong></p> <p><strong>We are living at a time when the freedom to offend - and to protest - is widely under threat. Is it ever more important as an artist to make those statements?</strong><br>Fear is a very unfortunate thing for a culture if you want to make it vibrant and dynamic. And fear of offence shows you are scared of what happens if people express their opinions. That often ends up in a kind of stagnation, with everyone holding each other at gunpoint. It also ends up giving men like Nigel Farage or Donald Trump their popularity, because people are fed up being told what they can or cannot say in public. They vote as a protest, no matter what the consequences of it.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The really frightening thing is that the generation now in their 20s, they don’t believe things can be better</p> </blockquote> </aside>  <p><strong>How do we process these things? Can art create that space?</strong><br>Art can work with it in a different way than a sensational news way. Art is not just some loose information that you get on the internet. You are confronted with something physical and hopefully the art statement is a bit more nuanced and even profound. We recently did a <a href=\"http://www.tamuseum.org.il/about-the-exhibition/elmgreen-dragset\">show in Israel</a> at the Tel Aviv museum. In their main hall, we put a full-scale replica of a section of the Berlin Wall. We moved to Berlin soon after the wall came down, so we felt we could speak about walls in general and hoped that it would make people think about the wall that had been built between Palestine and Israel. We come from outside, we don’t live with that conflict. But we could speak about our experience of how important it was for us that the Berlin Wall came down</p> <p><strong>What response did you get?</strong><br>People were moved by it, I think, especially because we did no finger pointing. It was something for them to stand in front of a wall as a single person being blocked in their movement. And we were of course also speaking about Donald Trump’s idea of building a wall at the Mexican border. It is not uncommon to try to solve problems by putting up a physical barrier. But it doesn’t often work.</p>  <figure class=\"element element-image\" data-media-id=\"0549acfef2657ea84552881ceb3a812bfc5b400e\"> <img src=\"https://media.guim.co.uk/0549acfef2657ea84552881ceb3a812bfc5b400e/533_25_4294_2635/1000.jpg\" alt=\"Powerless Structures Fig 101, by Berlin-based artists Elmgreen &amp; Dragset, atop the Fourth Plinth in Trafalgar Square, after its unveiling this morning. London By David Levene 23/2/12\" width=\"1000\" height=\"614\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Powerless Structures Fig 101, by Elmgreen &amp; Dragset, on the Fourth Plinth in Trafalgar Square, 2012.</span> <span class=\"element-image__credit\">Photograph: David Levene/The Guardian</span> </figcaption> </figure>  <p><strong>Given the fevered political moment across Europe and in the States, is there more of an urgency for artists to have a position?</strong><br>Absolutely. We have lost our sense of being good citizens, of having a wider vision. That sounds quite old school and nostalgic, but it is true. Politics has just become economics – how much do I pay in tax, how much do I get? The internet has made us very egocentric individuals. We are no longer proud of, say, being part of a third generation of steel workers that built a country. We call ourselves “working class” or “artist” or “feminist” or “homosexual” in a very different way from the way we would have said those things in the 1960s. We have lost our sense of belonging.</p> <p><strong>What are the consequences of that?</strong><br>We have a very cynical media landscape and the internet fuels that. We don’t hear enough: how can we make this in a different way? The really frightening thing is that the generation now in their 20s, they don’t believe things can be better. That is not only very unusual, it is also super-fucking-dangerous.</p> <p><strong>How can art help in that?</strong><br>Press and politicians focus on fear-mongering. People are easy to control if they are fearful. That’s how art can make a difference, I think: it can make people less fearful.</p> <h2><strong>Sarah Sze: </strong>‘ I just gave an artwork to Hillary Clinton’s campaign’</h2>  <figure class=\"element element-image\" data-media-id=\"b6ce494eeb942c57bc4e6a62e9736fe9ded9d0e7\"> <img src=\"https://media.guim.co.uk/b6ce494eeb942c57bc4e6a62e9736fe9ded9d0e7/152_145_4104_2687/1000.jpg\" alt=\"Sarah Sze\" width=\"1000\" height=\"655\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sarah Sze: ‘The powers that be here are more aware [than in China] that the moment you shut something down you make it radical.’</span> <span class=\"element-image__credit\">Photograph: Suki Dhanda/The Observer</span> </figcaption> </figure>  <p><strong>Sarah Sze’s intricate installations were described by the <em>New Yorker</em> as “changing the potential for sculpture”. She has been awarded a MacArthur “genius” grant and represented the US at the 2013 Venice Biennale. </strong></p> <p><strong>What’s the history of the piece you have made for this Protest show?</strong><br>I originally made a version of the piece for a show in Philadelphia. Every day, I kept the front page of the <em>New York Times </em>and cut out the pictures and replaced them with pictures that were vast in terms of time and space – there could be an image of the ocean, an image from 500 years ago… I was interested in contrasting what was newsworthy with these timeless images. That piece was then accepted for a triennial in Guangzhou. When we were shipping it we were contacted by the Chinese authorities saying they wanted specific front pages to be removed.</p> <p><strong>What was the problem?<br></strong>It turned out that every front page I was being asked to remove said something about China; it could be just a phrase or something. So I made a new version for China. The piece was actually on the floor, like it was protecting the floor, spattered with paint and so on. So I took black paint and painted out the parts they wanted redacted and then mentioned the fact in the wall note. For this show, I have done the opposite. I left in all the pieces I had redacted and painted black all the rest of the text.</p>  <figure class=\"element element-image\" data-media-id=\"118d3b5ed4f2576fe525da51aef5f8b134f0ef9c\"> <img src=\"https://media.guim.co.uk/118d3b5ed4f2576fe525da51aef5f8b134f0ef9c/516_150_2994_2381/1000.jpg\" alt=\"Third Wednesday, 2016, from Sarah Sze’s Calendar Series\" width=\"1000\" height=\"795\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Third Wednesday, 2016, from Sarah Sze’s Calendar Series.</span> <span class=\"element-image__credit\">Photograph: Courtesy the artist/Victoria Miro, London</span> </figcaption> </figure>  <p><strong>So it wasn’t conceived as a narrowly political work, but the Chinese censors gave it that edge?</strong><br>Yes. It was amazing to me that the Chinese government actually paid such attention. It suggests a belief that art has a major influence on society.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>At Columbia. I’ve had to remind students a few times that making art is not like going to business or law school</p> </blockquote> </aside>  <p><strong>Have we become complacent about these things in the west?</strong><br>Perhaps. But the powers that be here are more aware that the moment you shut something down you make it radical. Those things backfire on politicians.</p> <p><strong>We are living in quite extreme political times, suddenly. Does that feel like something that you feel you need to respond to in a direct way?<br></strong>Artists respond in different ways. I just gave an artwork to Hillary Clinton’s campaign and a lot of artists are doing that. Some of the artworks that have been given are demonstrably anti-Trump but you have to be careful making direct statements because it can be turned on its head very quickly.</p> <p><strong>Why did you donate to Clinton?<br></strong>We’re at a very critical point in the US and I wanted to do anything I could to see things move in a better direction. Everyone needs to do something. There is this great sense still of: oh, of course that won’t happen, but at each point so far it has been predicted very poorly.</p> <p><strong>Can artists lead that action? Is it a moment where culture needs to assert its values?</strong><br>The conversation is going on certainly. I think campuses got very deradicalised in the US in the first 10 years of this century; I don’t know why.</p> <p><strong>Over here, the money became so absurd for young artists in the public eye that it became difficult to see them as radical. I suppose the sense grew that being an artist was a career option, and a lucrative one, in the way that it had really never been…</strong><br>Absolutely. I’m a professor at Columbia. I find I’ve had to remind students a few times that making art is not like going to business or law school. You are not guaranteed an outcome.</p> <h2><strong>Isaac Julien: </strong>‘There’s always more than one story going on’</h2>  <figure class=\"element element-image\" data-media-id=\"26b006ce19bdf46cfbc9216966b29396d8d83a93\"> <img src=\"https://media.guim.co.uk/26b006ce19bdf46cfbc9216966b29396d8d83a93/1741_836_3870_2533/1000.jpg\" alt=\"Isaac Julien\" width=\"1000\" height=\"655\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Isaac Julien: ‘It doesn’t help to resort to the clichés of protest.’</span> <span class=\"element-image__credit\">Photograph: Graeme Robertson/The Guardian</span> </figcaption> </figure>  <p><strong>London-born Isaac Julien began to explore the crisis of migration into Europe in 2007 with his prophetic film, <em>Western Union: Small Boats</em>, which explored the perilous crossing from North Africa. He was speaking from Rio where he is installing his follow-up work, <em>10,000 Waves</em>, about the world of the Chinese cockle pickers who drowned on Morecambe Bay in 2004. Brazil is the 30th country in which it has been shown. </strong></p> <p><strong>Does your work always have a journalistic impulse in the beginning? </strong><br>Yes, it’s usually connected to something in the real world. I read the news all the time, like everyone does, but when you make art you are trying to see how to move beyond the headline. How do you make a work that will stand the test of time? You need to give some visceral and emotional relationship to the story. As soon as I read the cockle-picker story I knew I would make something. The problem is how to shape it. It haunts you.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The Ukip stuff is nostalgia… for England to become great again. But that “greatness” was intimately connected to empire</p> </blockquote> </aside>  <p><strong>Your first film looked at the black artist Langston Hughes and the Harlem renaissance that was a forerunner of the civil-rights movement. Is it harder for artist activists to find a focus for protest now?<br></strong>At the moment art is seeking to find the right questions rather than come up with answers. And that is an important role. We’re in a much more complex world now. As artists it doesn’t help to resort to clichés of protest. Oddly, there is a lot of new interest in <em>Looking for Langston</em>. It is partly because of Black Lives Matter. As the political culture of Trump has brought about a nostalgia for very conservative values, there’s a sort of balancing re-engagement with civil rights.</p> <p><strong>The current situation in Britain seems to be parallelling what happened in the 1980s with the collapse of a coherent left and the dominance of a xenophobic Tory party. The strongest critique of Thatcherism came from writers and film-makers. Are we not crying out for something like that?</strong><br>Culture can provide a place for thinking things through in opposition, which is desperately needed at the moment. There is a crisis. I was very influenced by the thinking of [the cultural theorist] Stuart Hall. Those people were very good at looking at the political scene and providing a language to discuss it.</p>  <figure class=\"element element-image\" data-media-id=\"88de9f4a09e13aabbe9f046b7bab1f824474180d\"> <img src=\"https://media.guim.co.uk/88de9f4a09e13aabbe9f046b7bab1f824474180d/0_0_4000_1637/1000.jpg\" alt=\"Isaac Julien, Western Union Series no. 10 (Sculpture for the New Millennium), 2007\" width=\"1000\" height=\"409\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Isaac Julien’s Western Union Series no. 10 (Sculpture for the New Millennium), 2007.</span> <span class=\"element-image__credit\">Photograph: Courtesy the Artist and Victoria Miro, London</span> </figcaption> </figure>  <p><strong>It makes no sense in many ways for us to think in national terms in art or politics or anything else any more - our world is characterised by interdependence - but is the “international” artist in danger of becoming unmoored in some ways, of losing a connection with the audience?</strong><br>I wouldn’t say that <em>Western Union: Small Boats </em>was unmoored. I have a background in London, but my parents were from the Caribbean, so you have that internationalism into your DNA.</p> <p><strong>Is creating art that has a global range of reference in itself a protest against the advance of Little England rhetoric?<br></strong>I think so. The Ukip stuff is nostalgia. I can understand it. The nostalgia is for England to become great again. But that “greatness” was intimately connected to empire, you can’t forget that. The OBE is still not the Order of British Excellence. It is the Order of the British Empire.</p> <p><strong>Is the multicultural ideal advanced by Hall and others more under threat than ever?</strong><br>There is always more than one story going on. At the same time as we had Brexit, London voted for a mayor with an Indian and Muslim background. There is a double movement between the metropolitan idea of England and the reaction against that. But it’s not clear which one is winning just now.</p> <h2><strong>Doug Aitken: ‘There’s a constant river of images from millions of iPhones. The question is: what has potency?’</strong></h2>  <figure class=\"element element-image\" data-media-id=\"47e8afd8dcd54665073b1b0427eb78d57eee4b90\"> <img src=\"https://media.guim.co.uk/47e8afd8dcd54665073b1b0427eb78d57eee4b90/716_0_5044_3290/1000.jpg\" alt=\"Doug Aitken\" width=\"1000\" height=\"652\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Doug Aitken: ’The Station to Station project was born out of a desire for action.’</span> <span class=\"element-image__credit\">Photograph: David Levene/The Guardian</span> </figcaption> </figure>  <p><strong>Doug Aitken is an American artist and curator, best known recently for his creation <em>Station to Station</em>, which invited a 100 artists from all disciplines – including musician Beck and conceptual artist Olafur Eliasson – to take a train from coast to coast across America and stop along the way to create a series of 60s-style “happenings”. He lives, inevitably, in California. </strong></p> <p><strong>Did you see <em>Station to Station</em> in the tradition of the great American road trip of the 50s and 60s?</strong><br>I did, but the project was born out of a desire for action. It’s really interesting how segregated music, art, cinema, books and so on are. With <em>Station to Station</em>,<em> </em>instead of critiquing this, we tried to create something that erases the separation, that allowed many artists to be in motion together.</p> <p><strong>Do you think that fragmentation is a way of controlling those cultural forces?</strong><br>I’m not sure it’s a conspiracy. Different mediums create infrastructures and infrastructures slow down the possibilities for change. It’s funny. When I was talking to the gallery about Protest it conjured those ideas of a feminist rally in 1978 and people standing out in the cold with placards. The tools we have to work with now are so different. The power of an image to transmit an idea coherently is so much reduced. Take those seminal images from Vietnam – the monk setting himself on fire or the child running from the napalm. Those images were disseminated by conventional media. Now there’s a constant river of images from millions of iPhones. The question is: what has potency? Technology is opening up incredible new possibilities but also dangers, not least a sense of the loss of self. It is a twilight that we are living in right now, which is very unpredictable and also very stimulating.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I don’t separate social and political work from any other art. The value of any art is to forge new questions</p> </blockquote> </aside>  <p><strong>On a political level, that twilight sense seems to have led to the rise of these populist political leaders who promise control. What do you make of the Trump phenomenon?</strong><br>The whole presidential race in America right now is like an enormous hologram projected on the sky. We all look up at it. It is like a cloud that will never leave us but it has no meaning or substance.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://vimeo.com/79329869\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://player.vimeo.com/video/79329869\" frameborder=\"0\" allowfullscreen></iframe> <figcaption><a href=\"https://vimeo.com/79329869\">Watch the trailer for Doug Aitken’s Station to Station.</a></figcaption> </figure>   <p><strong>At some point soon, though, it might have real meaning for a lot of lives. Do we not need to find a direct way to engage with it?</strong><br>It’s an interesting question and a strange time to ask it. What I see mostly is an incredible political apathy. By and large, the political system appears so corporate-driven that people have a hard time seeing how they can affect it. When you get to that point, real change comes from secession. The most interesting projects or groups or actions now don’t exist in opposition in a traditional protest way, but as something entirely separate from the mainstream, for example, the Slow Food Movement, which is people following something they believe in ethically but also taking away the capital that is funding the existing system. They are voting with what they purchase or don’t purchase.</p> <p><strong>Can art work in the same way?</strong><br>I don’t separate social and political work as different from any other art. The value of any art is to be curious and to forge new languages and questions. The whole landscape has changed. You don’t have to wait for a single critic in New York to come to your exhibition or hear your music. We don’t have those high peaks of culture and dark valleys of culture – everything is eroded down to this kind of universal jungle. We are all our own critics and sponsors now.</p> <p><a href=\"http://www.victoria-miro.com/exhibitions/494/\"><em>Protest</em></a><em> is at Victoria Miro gallery, London N1, 23 Sep-5 Nov </em></p> <p>• The title 10,000 Lives was amended to the correct title 10,000 Waves on 12 September 2016<br></p>",
  "<p>As the founder of Sports Direct and owner of Newcastle United, Mike Ashley will be used to sporting idioms, and here is one for him to ponder over the weekend: so near yet so far.</p> <p>That is the critics’ reaction to Sports Direct after its public open day this week. Ashley has launched a series of initiatives to <a href=\"https://www.theguardian.com/business/2016/sep/07/sports-direct-founder-mike-ashley-stands-by-under-fire-chairman\" title=\"\">try to improve working conditions and corporate governance at Sports Direct</a>, such as offering shop staff on zero-hours contracts the option of guaranteed hours.</p> <p>But major flaws at the company remain and when the mask slipped during Sports Direct’s PR assault at the open day, Ashley showed that the fundamental problem has not changed – he has too much power.</p> <p>Ashley lost his cool in the company’s annual shareholder meeting and <a href=\"https://www.theguardian.com/business/2016/sep/07/sports-direct-board-turned-down-chairman-keith-hellawell-resignation\" title=\"\">tried to blame trade union Unite</a> for the working conditions in Sports Direct’s warehouse. He also expressed his frustration at press coverage of the company and participated in cringeworthy joint television interviews with Sports Direct’s chairman, Keith Hellawell, turning to the former policeman for his agreement about a point he had just made to say: “Keith, yes?”. Hellawell responded with a meek “I agree”.</p> <p>Hellawell’s position at Sports Direct is at the centre of the problem. He should leave the company immediately. It is unprecedented for a FTSE company to have more than half its independent shareholders vote against the re-election of the chairman.</p> <p>Hellawell, we are told, tried to resign before the vote but was talked out of it by the rest of the board. This simply reinforces the perception that he does not have the power or the will to challenge Ashley, who still owns 55% of Sports Direct. The chairman is supposed to be head of the board. No one should be telling him what to do.</p> <p>The charge sheet against Hellawell is emphatic. His failures include: the lack of a permanent finance director for more than two years; carrying “independent” non-executive directors who have been at the company so long they are no longer classified as independent according to the corporate governance code; and unorthodox related-party transactions with Ashley’s brother, who manages international online delivery, and the boyfriend of Ashley’s daughter, who manages Sport Direct’s property strategy. Oh, and Sports Direct has also had to give back pay to staff who received less than the minimum wage, and its share price is trading at around a third of its peak.</p> <p>In this context, it is extraordinary that no heads have rolled among senior management and the board of Sports Direct. A fresh face as chairman or director could bring a new perspective to the company and at least show the world that Ashley is willing to take on new advice.</p> <p>As it is, Ashley has publicly asked that Sports Direct be given time to correct its shortcomings. But with Hellawell still in place, it is difficult to believe that the company will be revolutionised. The City institutions that have spoken out against Ashley, such as Standard Life and Legal &amp; General, rarely make such interventions and shy away from confrontations in public. The fact they aired their grievances in public – either through the media or the annual meeting – shows have they been unable to make progress behind closed doors.</p> <p>Sports Direct’s shareholders must keep up the public pressure on Ashley. The tycoon has made welcome first steps in pledging to rethink zero-hours contracts and putting an employee representative on the board.</p> <p>But these are symptoms of a problem rather than a problem in themselves. The real problem is that no one at Sports Direct was ensuring that high standards of employment practice and corporate governance were maintained. That job should be the chairman’s.</p> <p>A year ago it was unthinkable that Ashley would take the public and journalists on a tour of Sports Direct’s warehouse. At previous AGMs Ashley would sit silently with his head in his hands before making a quick getaway by helicopter. So progress has been made – but, to use another sporting idiom, Sports Direct is still in the relegation zone.</p> <h2>Serenity only lasts until the next forecast at the Bank</h2> <p>Serenity is not usually a word associated with the Bank of England. Threadneedle Street is a place of unhurried calm, yes, but its staff are usually nervous about a possible recession or banking collapse for anyone to appear serene.</p> <p>Yet the bank’s governor, Mark Carney, said he was <a href=\"https://www.theguardian.com/business/2016/sep/07/mark-carney-serene-about-bank-of-englands-brexit-stance\" title=\"\">“absolutely serene” about his warning of a possible recession after the EU referendum</a>, even though that now seems unlikely, at least in the short term.</p> <p>Questioned by Brexit-supporting MPs, Carney also rejected the idea that he overreacted when it looked like his prophecy would come true following a slew of bad economic data in July.</p> <p>Look at the counterfactual, he said. Without the warnings, businesses and consumers might have found themselves sleepwalking off a cliff edge. And without an interest rate cut and an extension of the bank’s stimulus package in the wake of the Brexit vote, a recession is exactly what we might be looking forward to.</p> <p>It was a performance to rank alongside his speeches earlier in the year. At each one he appeared more presidential – and, with the Treasury distracted, the only person who cared about Britain’s economy. Brexit campaigner and Tory MP Steve Baker said as much when he thanked Carney for riding to the rescue while the cabinet imploded.</p> <p>This week the rate-setting committee Carney chairs will meet and no doubt agree that it has done a good job. It is expected to say that the rebound in August from the terrible July means they should wait and see before making another move.</p> <p>It’s not until early November that the monetary policy committee will meet again and revise its long-term forecasts. And that brings us to Carney’s achilles heel, which is the bank’s predictions for growth, inflation and interest rates. Year-in, year-out, they have proved over-optimistic. At the beginning of the year, economists were ridiculing the bank as out of touch. If Carney misplaces his oracle and fails again to read the economic mood, his bravura performances this year could be for naught – and his serenity lost.</p> <h2>Formula One is in dire neeed of a mechanical overhaul</h2> <p>For those who think watching Formula One on television is a bore, news that the business that runs the sport <a href=\"https://www.theguardian.com/sport/2016/sep/07/f1-liberty-media-8bn-takeover-deal-agreed-bernie-ecclestone\" title=\"\">is being sold for $8bn </a>(£6bn) would have been a shock. But it was probably also a shock for the team owners and track operators struggling to balance the books.</p> <p>Formula One Group looks like a consumer business that has been run too hot: think Tesco before its sales and profits slumped. It is making money for its owner but at the expensive of customers, who have become disillusioned with its offering. Eventually this has an impact on the financial performance, as it did for Tesco. TV viewing figures are stagnant, all but the biggest teams struggle to make a profit, and up-and-coming rivals, such as Formula E, are doing a better job of reaching out to a new generation of customers.</p> <p>Liberty Media, the new owner, has a lot of work to do.</p>"
]