[
  "<p>Two weeks after she polled even with the dead gorilla Harambe in <a href=\"http://www.publicpolicypolling.com/pdf/2015/PPP_Release_TX_81616.pdf\">a survey</a> of Texas voters, <a href=\"https://www.theguardian.com/us-news/2016/aug/05/green-party-convention-jill-stein-bernie-or-bust-clinton\">Green Party presidential candidate Jill Stein</a> said on Sunday that the primate’s killing by Cincinnati zookeepers in May was a reminder to speak up for those who cannot.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/28/libertarian-gary-johnson-president\">Libertarian Gary Johnson: crazy election cycle means 'I might be next president'</a> </p> </aside>  <p>“The killing of Harambe 3 months ago today reminds us to be a voice for the voiceless,” Stein <a href=\"https://twitter.com/DrJillStein/status/769972901428748289\">tweeted</a>, with a link to a statement she originally issued in early June.</p> <p>The <a href=\"https://amthirdpartyreport.com/2016/06/01/statement-by-jill-stein-for-president-on-the-killing-of-harambe-in-cincinnati/\">statement</a> called for “protections for the rights of animals”. The Stein campaign did not immediately reply to a request for elaboration on Sunday’s tweet.</p> <p>Harambe, a 17-year-old silverback gorilla, was shot dead after grabbing a three-year-old boy who had climbed into its enclosure and <a href=\"https://www.theguardian.com/us-news/video/2016/jun/01/gorilla-drags-boy-through-water-cincinnati-zoo-video\">dragging him through a moat</a>.</p> <p>The episode has inspired a circus of online activity – <a href=\"http://knowyourmeme.com/memes/harambe-the-gorilla\">Harambe is a meme</a> – that grew so intense last week that the Cincinnati zoo asked people to stop talking about the incident. </p> <p>“We are not amused by the memes, petitions and signs about Harambe,” <a href=\"https://www.theguardian.com/us-news/2016/aug/22/harambe-gorilla-cincinnati-zoo-jokes-memes\">director Thane Maynard said</a>. “Our zoo family is still healing and the constant mention of Harambe makes moving forward more difficult for us.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/jun/01/gorilla-drags-boy-through-water-cincinnati-zoo-video\"            data-short-url=\"https://gu.com/p/4k2tx\"                    data-show-ads=\"true\"            data-video-id=\"2521369\"            data-video-name=\"Gorilla drags boy through water at Cincinnati zoo – video\"            data-video-provider=\"Viral Hog\"            > <video data-media-id=\"gu-video-574ea085e4b098522011d677\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/06/01/01062016Gorilla1_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/06/01/01062016Gorilla1.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/06/01/01062016Gorilla1_synd_768k_vp8.webm\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2016/06/01/01062016Gorilla1_small.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2016/06/01/01062016Gorilla1_large.3gp\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/jun/01/gorilla-drags-boy-through-water-cincinnati-zoo-video\">Gorilla drags boy through water at Cincinnati zoo</a></figcaption> </figure>   <p>This week, the zoo <a href=\"https://www.theguardian.com/technology/2016/aug/23/cincinnati-zoo-twitter-facebook-harambe\">deactivated its social media accounts</a>. Maynard’s own Twitter account was previously <a href=\"http://www.wcpo.com/news/local-news/hamilton-county/cincinnati/cincinnati-zoo-director-thane-maynards-twitter-account-hacked\">hacked</a> and filled with messages about Harambe.</p> <p>Stein and Harambe attracted an equal share of support, 2%, from likely Texas voters surveyed on their opinions of the presidential contest between 12 and 14 August by <a href=\"http://www.publicpolicypolling.com/pdf/2015/PPP_Release_TX_81616.pdf\">Public Policy Polling</a>. A RealClearPolitics <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton_vs_johnson_vs_stein-5952.html\">polling average has</a> Stein’s national support at 3.3%.</p>",
  "<p>Channelling Lao Tzu, Glenn Frey and <a href=\"https://www.theguardian.com/culture/2015/aug/21/readers-suggest-the-10-best-stoners\">Jeffrey “the Dude” Lebowski</a>, Republican national committee chairman Reince Priebus said on Sunday that when it came to personnel issues with the Donald Trump campaign, “I go with the flow.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/28/libertarian-gary-johnson-president\">Libertarian Gary Johnson: crazy election cycle means 'I might be next president'</a> </p> </aside>  <p>“Look, you know, I go with the flow based on what the campaign wants to do,” Priebus told NBC’s Meet the Press. “I think Kellyanne is doing a phenomenal job. I don’t know Steve Bannon, to tell you the truth, very well.”</p> <p>Kellyanne is Kellyanne Conway, the pollster who was promoted to campaign manager by Trump two weeks ago. Bannon is the driving force behind the rightwing Breitbart website who was named campaign “CEO” in the same round of musical chairs.</p> <p>For a less chill national party chairman, the kind of headlines about Bannon that have surfaced in the last week could be a real bummer. Bannon’s past includes <a href=\"https://www.theguardian.com/us-news/2016/aug/26/steve-bannon-domestic-violence-trump-campaign-ceo\">domestic violence charges</a>, <a href=\"https://www.theguardian.com/us-news/2016/aug/27/trump-campaign-ceo-stephen-bannon-denies-antisemitic-remarks\">allegations of antisemitism</a> and a mysterious arrangement in which he was <a href=\"https://www.theguardian.com/us-news/2016/aug/26/steve-bannon-florida-registered-vote-donald-trump\">registered to vote</a> at a home where he did not live.</p> <p>“I’m going to get to know him,” Priebus told Meet the Press host Chuck Todd, 72 days before the election.</p> <p>Todd asked whether Bannon might hurt Trump’s attempt to appeal to women.</p> <p>“Look, and I don’t know how much of it is true or not and neither do you,” Priebus said. “And so, I don’t speculate based on what other third parties say about people. I tend to judge people based on what I see and what I interact with.”<br></p> <p><a href=\"http://www.politico.com/f/?id=00000156-c3f8-dd14-abfe-fbfbbe310001\">Police documents</a> regarding the domestic violence charges against Bannon, charges which were eventually dropped, were published by Politico this week.</p> <p>Presidential nominees typically work closely with their party’s national committee to raise money and coordinate on strategy, messaging and ground operations. As RNC chair, Priebus said, he speaks “every day” with Trump.<br></p> <p>Priebus, who has been <a href=\"http://www.nytimes.com/2016/06/26/magazine/will-trump-swallow-the-gop-whole.html\">noted</a> for his gallows humor, is not known as a “go-with-the-flow” type. Asked in April about the stress of running a party often at odds with its presidential nominee, he <a href=\"http://www.cbsnews.com/news/rnc-chairman-rejects-idea-party-officials-are-conspiring-against-donald-trump/\">said</a>: “I’m not pouring Bailey’s in my cereal.”</p> <p>He appeared to be kidding and serious both.</p>",
  "<p>The Libertarian candidate for president, Gary Johnson, said on Sunday he “might actually run the table on all this” and win the White House in November, thanks to “the polarisation of Clinton and Trump”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/28/mike-pence-donald-trump-dwyane-wade-comments\">Mike Pence praises 'plainspoken' Trump amid furor over Dwyane Wade remarks</a> </p> </aside>  <p>Johnson, who favours the Trans-Pacific Partnership trade deal and proposes making legal immigration easier, said his candidacy represented what a lot of Americans wanted but couldn’t find in either of the major-party nominees.<br tabindex=\"-1\"></p> <p>“You know how crazy this election cycle is,” he told Fox News Sunday host Chris Wallace. “I might be the next president.” <br></p> <p>A crucial hurdle for Johnson is to gain inclusion in the presidential debates, for which he needs to register <a href=\"https://www.theguardian.com/us-news/2016/aug/14/third-party-candidates-johnson-stein-mcmullin-debate-polling-percentage\">at least 15% support in polls</a>. Asked by Wallace if “it’s game over” if he does not make it on to the debate stage, Johnson agreed but said he was “really optimistic” that he could.</p> <p>“The Presidential Debate Commission has identified five polls,” he said, referring to the surveys on which qualification with a 15% threshold will be based. “We’re at 10% flat on those five polls. And that’s an increase really of probably about 4% consensus over the last six or seven weeks. So we’re optimistic that we’re going to actually get into the debates. <br></p> <p>“We’re spending money right now in many states. In five states right now, I’m at 16%. So I’m just really optimistic.”</p> <p>A <a href=\"https://morningconsult.com/2016/08/28/trump-gains-ground-clinton-black-voters-still-wary/\">Morning Consult poll</a> released on Sunday put the four-way split at Hillary Clinton at 39%, Donald Trump at 37%, Johnson at 8% – he was at 9% in the same poll earlier in August – and the Green party candidate, <a draggable=\"true\" href=\"https://www.theguardian.com/commentisfree/2016/aug/15/third-party-candidate-vote-jill-stein-gary-johnson-evan-mcmullin\">Jill Stein</a>, at 3%. </p> <p>The <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton_vs_johnson_vs_stein-5952.html\">realclearpolitics.com average of polls</a> put Clinton at 42%, Trump at 38%, Johnson at 8.1% and Stein at 3.3%.</p> <p>The first presidential debate is set for Hofstra University in New York on Monday 26 September, the second for Sunday 9 October at Washington University in St Louis and the third for the University of Nevada in Las Vegas on Wednesday 19 October. A vice-presidential debate will be held at Longwood University in Farmville, Virginia, on Tuesday 4 October.</p> <p>Trump is reportedly <a href=\"https://www.washingtonpost.com/politics/donald-trump-transcript-the-republican-nominee-in-his-own-words/2016/08/02/77e9fa68-58eb-11e6-831d-0324760ca856_story.html?tid=a_inl\">seeking more favourable terms</a> and has yet to formally agree to take part. Nonetheless, <a href=\"https://www.washingtonpost.com/politics/inside-debate-prep-clintons-careful-case-vs-trumps-wrestlemania/2016/08/27/ce05291c-6bbb-11e6-99bf-f0cf3a6449a6_story.html\">according to the Washington Post</a>, he hosted a debate preparation session on Sunday, at a golf club he owns in New Jersey. </p> <p>Johnson advocates abolishing a number of government departments and agencies, scrapping the income tax and withdrawing from military engagements. He was until recently chief executive of a marijuana marketing company and if elected would delist the drug as a class one narcotic.</p> <p>Citing a scenario familiar to watchers of the HBO satire Veep, Wallace asked if Johnson’s aim was to keep Clinton and Trump below the 270 electoral-vote threshold for winning the presidency, which would throw the race into the House of Representatives, a polarised body in which a one-state-one-vote ballot might give Johnson the presidency on a second ballot.</p> <p>“Well, the object is to win outright,” Johnson said. “And it’s not impossible that if we go into the presidential debates with the polarisation of Clinton and Trump that we might actually run the table on all this. And I’m talking about me and Bill Weld, two former Republican governors re-elected in heavily Democrat states.” </p> <p>Johnson was governor of New Mexico, Weld of Massachusetts. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/28/donald-trump-iowa-republican-red-state\">Welcome to Iowa, where Trump's purple patch could turn a blue state red</a> </p> </aside>  <p>“I don’t think there’s any arguing that we did make differences in our state[s] being fiscally conservative, socially inclusive,” Johnson continued. “I’ll add to that, that we’re really skeptical about intervening militarily to achieve regime change that I think has resulted in a less-safe world. </p> <p>“So I think that we represent about 60% of Americans with that philosophical belief.”</p> <p>A difficult exchange followed on Johnson’s policies on immigration, tax, a balanced federal budget and the use of American force, the candidate repeating that he was “not getting elected dictator or king” and Wallace countering that “when you say we’re not going to be elected dictator, you’re saying, ‘Don’t take my policies seriously because they won’t get through.’”</p> <p>Undaunted, Johnson closed by emphasising his optimism.</p> <p>“You know how crazy this election cycle is,” he said. “I might be the next president. You know that, right?”</p> <p>Wallace attempted to answer, but Johnson continued.</p> <p>“That’s why I’m on,” he said.</p> <p>“I hope you’ll give me your first interview in the White House,” Wallace said.</p> <p>“There we go,” Johnson said. “There we go.”</p>",
  "<p>Any shift the public may detect in immigration proposals advanced by Donald Trump is a figment of the imagination, top Trump surrogates said in a coordinated maneuver on Sunday.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/28/donald-trump-iowa-republican-red-state\">Welcome to Iowa, where Trump's purple patch could turn a blue state red</a> </p> </aside>  <p>After a week in which multiple conflicting statements by the candidate drew <a href=\"http://www.nationalreview.com/corner/439336/trumps-amnesty-election-loser\">expressions</a> of <a href=\"https://twitter.com/AnnCoulter/status/768663835377078273?ref_src=twsrc%5Etfw\">concern</a> from the anti-immigration right that Trump was softening on the issue, the Trump campaign spoke with one voice: Trump’s position has not changed.</p> <p>Yet no Trump aide would say on Sunday that Trump still proposes, as he <a href=\"http://www.cnn.com/2015/11/11/politics/donald-trump-deportation-force-debate-immigration/\">did last fall</a>, to follow through on perhaps his most radical suggestion, to use a “deportation force” to eject the estimated 11 to 12 million undocumented migrants living in the United States.</p> <p>Trump’s promise through the primary campaign season of a quick expulsion of millions of people helped him strike a contrast with competitors, who backed more inflected reform policies, and establish his bona fides as an extreme change agent.</p> <p>With <a href=\"http://elections.huffingtonpost.com/pollster/2016-general-election-trump-vs-clinton\">polls in the presidential race mostly static</a> over the last month, however, and a quickly diminishing store of days until the election, the candidate and his advisers appear to have recognized that moderation on issues such as immigration may be necessary to compete with Hillary Clinton.</p> <p>A few recent, decent polling results in a miserable month of numbers have given Trump backers hope that there is still time to turn his campaign around. A Morning Consult survey <a href=\"https://morningconsult.com/2016/08/28/trump-gains-ground-clinton-black-voters-still-wary/\">released</a> on Sunday found Clinton leading by only three points, 43-40, in a head-to-head matchup. The same poll found her ahead by nine points at the start of the month.</p> <p>No such tightening was visible in polling averages, however, which have steadily <a href=\"http://elections.huffingtonpost.com/pollster/2016-general-election-trump-vs-clinton\">described</a> a Clinton lead of between six and eight points since the conclusion of the national conventions. This squares with a Quinnipiac <a href=\"https://www.qu.edu/images/polling/us/us08252016_U88mxwn.pdf\">survey last week</a> finding that 90% of likely voters have already made up their minds.</p> <p>The defibrillator now attached to the Trump campaign is in some ways plain to see. In the past two weeks, <a href=\"https://www.theguardian.com/us-news/2016/aug/26/steve-bannon-florida-registered-vote-donald-trump\">the campaign leadership has been remade</a>, the candidate has redoubled <a href=\"https://www.theguardian.com/us-news/2016/aug/27/donald-trump-dwyane-wade-cousin-shooting-reaction\">outreach to non-white voters</a> and the campaign has spent its first millions on TV ads in battleground states.</p> <p>A shift by Trump on immigration, particularly given the influence of Hispanic voters in a number of battleground states, would seem of a piece with those changes. But a day after Trump ran through a number of proposals <a href=\"https://www.theguardian.com/us-news/2016/aug/27/donald-trump-immigration-policy-deportation\">in a speech at an Iowa fundraiser</a> – but did not mention deportation – his top surrogates insisted he had not shifted on the issue.<br tabindex=\"-1\"></p> <p>“Let’s be very clear, nothing has changed about Donald Trump’s position on dealing with illegal immigration,” Indiana governor Mike Pence, Trump’s running mate, told CNN’s State of the Union. “He put this issue at the center of this presidential campaign in the Republican primaries, and his position and his principles have been absolutely consistent.”</p> <p>In an interview with ABC’s This Week, New Jersey governor Chris Christie said of Trump: “This is a guy who’s been very consistent on no amnesty, no legalization, for folks who have been coming to the country illegally.” </p> <p>Christie denied that he had personally advised Trump to moderate on immigration, as former the New York City mayor Rudy Giuliani <a href=\"http://www.nj.com/politics/index.ssf/2016/08/giuliani_christie_urged_trump_to_soften_on_deporta.html\">told</a> a reporter last week.</p> <p>Trump’s perceived backing down last week from his “deportation force” proposal has inspired unease among some of his most vocal supporters. Former Alaska governor Sarah Palin <a href=\"http://blogs.wsj.com/washwire/2016/08/25/sarah-palin-warns-of-massive-disappointment-if-donald-trump-eases-immigration-policy/\">warned</a> of “massive disappointment” and shock artist Ann Coulter <a href=\"https://twitter.com/AnnCoulter/status/768663835377078273?ref_src=twsrc%5Etfw\">disparaged</a> Trump on Twitter. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/aug/16/donald-trump-extreme-vetting-immigrants-video\"            data-short-url=\"https://gu.com/p/5v4c6\"                    data-show-ads=\"true\"            data-video-id=\"2660451\"            data-video-name=\"Trump says no immigration to US without 'extreme vetting' – video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-57b3292ae4b0c23bfed8a091\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/08/16/160816trump_KP-28817945_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/08/16/160816trump_KP-28817945.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/08/16/160816trump_KP-28817945_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/aug/16/donald-trump-extreme-vetting-immigrants-video\">Trump says no immigration to US without ‘extreme vetting’</a></figcaption> </figure>  <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/28/mike-pence-donald-trump-dwyane-wade-comments\">Mike Pence praises 'plainspoken' Trump amid furor over Dwyane Wade remarks</a> </p> </aside>  <p>“Trump probably just threw away his only remaining chance to win in November,” <a href=\"http://www.nationalreview.com/corner/439336/trumps-amnesty-election-loser\">wrote</a> Mark Krikorian of the conservative Center for Immigration Studies.</p> <p>The hazard, for Trump, is that some supporters may decide that he is not after all the extreme change agent they took him for, and subsequently decide to stay home on election day or not do as much on behalf of his candidacy.</p> <p>The Republican national committee chairman, Reince Priebus, has predicted that Trump will catch up in the polls by early September, but he refused a question about Trump’s immigration stance on Sunday, telling NBC’s Meet the Press: “I just don’t speak for Donald Trump.”</p> <p>The Trump campaign continues to say that Trump will soon deliver a speech that will confirm his immigration policy in all its detail.</p> <p>“You’re going to find out from Donald Trump very shortly,” Priebus said. “He’s going to be giving prepared remarks on this issue very soon. I don’t want to give a date. I’ve heard a date.</p> <p>“He is reflecting on it, and his position is going to be known.”</p>",
  "<p>In November 2015 Donald Trump proclaimed <a href=\"https://www.youtube.com/watch?v=PRUc11fPAwk\">to a crowd of Iowans</a>: <a href=\"https://www.theguardian.com/us-news/2015/nov/14/republicans-ben-carson-donald-trump-child-molester-stupid-voters-mitt-romney\">“How stupid are the people of Iowa?”</a> Two months later <a href=\"https://www.theguardian.com/us-news/2016/feb/01/ted-cruz-wins-iowa-caucus-donald-trump-marco-rubio-2016-election\">he lost the Iowa Republican caucus</a>. Almost a year on he may win the Hawkeye State in the presidential election.<br></p> <p>Republicans have only won Iowa once since Ronald Reagan – in 2004, when George Bush eked out a win by 10,000 of more than 1.5 million votes. And yet, among the traditional battleground states, Iowa has become perhaps Trump’s best hope of a win. While <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton-5491.html\">national polls</a> show the Republican far behind his Democratic opponent, Hillary Clinton, <a href=\"http://www.realclearpolitics.com/epolls/2016/president/ia/iowa_trump_vs_clinton-5597.html\">recent Iowa polls</a> have the candidates neck and neck.<br></p> <p>Trump’s strong position is in part due to the fact that unlike in other swing states, the Iowan Republican establishment has rallied conclusively behind him. </p> <p>On Saturday at the Roast and Ride, a fundraiser featuring pork sandwiches and motorcycles held on behalf of <a href=\"https://www.theguardian.com/us-news/2014/nov/03/joni-ernst-pig-castrator-iowa-win-senate-republicans\">the freshman senator Joni Ernst</a>, every major Iowa Republican was present. All three US representatives and both senators rallied behind Trump. So did Terry Branstad, the <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2015/12/14/meet-iowa-gov-terry-branstad-who-as-of-monday-is-americas-longest-serving-governor/\">longest-serving</a> governor in American history. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/27/donald-trump-dwyane-wade-cousin-shooting-reaction\">Donald Trump politicizes death of Dwyane Wade's cousin</a> </p> </aside>  <p>With Trump only midway through a speech that touched on hot issues such as <a href=\"https://www.theguardian.com/us-news/2016/aug/27/donald-trump-immigration-policy-deportation\">immigration policy</a> and his attempt <a href=\"https://www.theguardian.com/us-news/2016/aug/27/donald-trump-dwyane-wade-cousin-shooting-reaction\">to appeal to African American voters</a>, things almost became awkward: Branstad, Ernst, congressman Steve King, lieutenant governor Kim Reynolds and state party chair Jeff Kaufmann all gathered behind the candidate, squeezing in for a photo opportunity.</p> <p>As Kaufmann told the Guardian, this rare embrace of a candidate who blew the establishment to pieces in primary season and has not dialled down his rhetoric or style since came about thanks to Iowa’s vulnerable status as the state that kicks off each presidential election. </p> <p>“As a first-in-the-nation state,” Kaufmann said, “our folks are discerning and even our officeholders dig a little bit deeper.” </p> <p>However, the real fuel for Iowa Republicans’ love for Trump is to be found in the strong ties between the candidate and Branstad. The governor has long been an enthusiastic supporter and has stumped the state on thebusinessman’s behalf. Furthermore, Trump’s Iowa campaign director is Branstad’s son, Eric, a veteran operative who during the caucuses led a bipartisan advocacy campaign on behalf of <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/jan/10/iowa-caucus-corn-ethanol-republicans-democrats-ted-cruz\">the renewable fuels industry</a>. In Iowa at least, as election day approaches, Trump can count on the party machinery going into fully into gear.</p> <p>This is not to say Iowa Republicans are unfamiliar with intra-party conflict, and a vocal “Never Trump” contingent is to be found among those who supported Ted Cruz, the victor of the caucuses. But it receives no establishment support. Even congressmen in swing districts are happy to appear with Trump.</p> <p>In contrast, Democrats are off the pace they set in the past two election cycles, regarding organizational goals like absentee ballot requests and thanks to lingering bad blood from the caucuses, when many supporters of Bernie Sanders felt the state party chair, Andy McGuire, tilted the scales on Clinton’s behalf. There is open campaigning to replace McGuire after the presidential vote.</p> <h2>Blue collar, white voter … red state?</h2>  <figure class=\"element element-image\" data-media-id=\"f6f14ee228d1c8150ab7d80337f6ccf224d69658\"> <img src=\"https://media.guim.co.uk/f6f14ee228d1c8150ab7d80337f6ccf224d69658/0_233_3500_2101/1000.jpg\" alt=\"A man and child wait for Trump to speak\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A man and child wait for Trump to speak.</span> <span class=\"element-image__credit\">Photograph: Carlo Allegri/Reuters</span> </figcaption> </figure>  <p>In recent decades Iowa has seen almost no demographic change. Ninety-one per cent white, it was one of a handful of states where Barack Obama <a href=\"https://www.theguardian.com/world/blog/2012/nov/07/obama-reelection-senate-democrats-live\">won a majority of white voters four years ago</a>. But many of the blue-collar white voters who have traditionally voted Democratic in the eastern part of the state are increasingly attracted to Trump. </p> <p>In fading factory towns like Dubuque and Waterloo, long bastions of Democratic support, Trump’s anti-free trade and anti-immigration message is increasingly finding an audience. </p> <p>In the suburbs of Des Moines and Cedar Rapids, meanwhile, he is not losing many moderate Republicans – mostly because such areas are home to <a href=\"https://www.theguardian.com/us-news/2016/jan/09/iowa-senator-ted-cruz-republican-presidential-caucus\">significant numbers of evangelical Christians</a>, to whom Clinton is simply anathema. If such voters do not vote for a third party candidate or stay home, Trump will be their man.</p> <p>New Trump supporters have, however, presented new challenges. Traditionally, Republican operatives scorn Democratic campaigns, which tend to be based on hiring hundreds of staffers to go door to door, getting marginal voters to sign up for absentee ballot requests. Republican voters have been far more consistent, meaning the party’s campaigns have instead focused on tapping into networks of social conservatives, in particular home-schoolers. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/aug/28/donald-trump-comments-death-nba-dwyane-wade-cousin-political-speech-video\"            data-short-url=\"https://gu.com/p/5xt4d\"                    data-show-ads=\"true\"            data-video-id=\"2690131\"            data-video-name=\"Donald Trump comments on death of Dwyane Wade's cousin – video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-57c2a9eee4b0655f72768734\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/08/28/160828TrumpWade_h264_publish.mp4\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572764&amp;format=video/m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572764&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/aug/28/donald-trump-comments-death-nba-dwyane-wade-cousin-political-speech-video\">Donald Trump comments on death of Dwyane Wade’s cousin – video</a></figcaption> </figure>   <p>Now, with social conservatives less enthusiastic about Trump than other Republicans, the Trump campaign’s efforts in Iowa must become non-traditional – in effect, Democratic-style efforts meant to turn out former Democrats. </p> <p>This shift has been buoyed by what Kauffman, the Republican Iowa state chair, sees as a “resurgence of rural populism”. Iowa has a long and bipartisan history of rabble-rousing, going back to the 1890s. In the 1930s, during the Great Depression, farmers held dramatic strikes and even kidnapped a judge who presided over foreclosures. In parts of the state, martial law was declared. That tradition had receded, but Kaufmann has seen Trump hauling it back to the surface.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/27/republican-donors-trump-congress-local-races-sheldon-adelson\">Turned off by Trump: Republican mega-donors focus on congressional races</a> </p> </aside>  <p>Republican gains are borne out in registration figures. Since November 2012, Democratic voter registration in Iowa has fallen by 15,000. In the same time, Republicans have picked up almost 20,000 voters. This effort has been helped by two strong midterm results, eradicating the Democratic bench and leaving the party holding only one of the state’s four congressional seats.</p> <p>In the shifting political math of 2016, all this makes Iowa far more winnable for Trump than many traditionally more competitive states. Accordingly, his campaign has committed significant resources. It is expected that Trump will campaign in the state three or four times a month until election day. Saturday’s Roast and Ride was a taster.</p> <p>Even if this is not enough, and Trump loses Iowa, the coalition he has built may point to a long-term shift which will make the state less purple and more red. As Kaufmann said, win or lose: “I think we have the ingredients for a realignment.”</p> <p>That was a statement with which one well-connected Democrat agreed, though he did not want to attach his name to such an opinion. As he said mournfully this weekend: “Increasingly, it seems like it is a Republican state and they just let Democrats live here.”</p>",
  "<p>“On our first date, I treated her to the finest ice cream Baskin-Robbins had to offer, our dinner table doubling as the curb,” <a href=\"http://articles.chicagotribune.com/2012-08-16/news/ct-talk-obama-kiss-marker-20120816_1_baskin-robbins-ice-cream-shop-historical-marker\">says a historical marker</a> at the corner of Dorchester Avenue and 53rd Street in Chicago. “I kissed her, and it tasted like chocolate.”<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/jan/25/southside-with-you-review-obamas-first-date-is-before-sunset-sans-subtlety\">Southside with You review: Obamas' first date is Before Sunset sans subtlety</a> </p> </aside>  <p>This is how Barack Obama remembers courting Michelle Robinson in 1989. The future president and first lady visited an art gallery, watched Spike Lee’s Do the Right Thing at the cinema, and talked and talked. Their meeting of minds is recounted in a movie, <a href=\"http://southsidewithyou.com/\">Southside with You</a>, which opened on Friday to mixed <a href=\"https://www.theguardian.com/film/2016/jan/25/southside-with-you-review-obamas-first-date-is-before-sunset-sans-subtlety\">reviews</a>.</p> <p>The flattering portrait was released to 813 cinemas in North America, far more than first planned, after positive reaction at the Sundance film festival in January. Opinion polls showing the president’s approval rating well above 50% will also have done no harm. “Mr Obama hasn’t even left office, but the cinematic hagiography has begun,” <a href=\"http://www.nytimes.com/2016/08/26/movies/southside-with-you-review.html\">the New York Times commented</a>.</p> <p>Written and directed by 31-year-old Richard Tanne, Southside with You stars Parker Sawyers as Barack and <a href=\"http://www.nytimes.com/2016/08/21/movies/tika-sumpter-southside-with-you-michelle-obama.html\">Tika Sumpter</a> as Michelle; the executive producer is the musician and Obama fan John Legend. It meanders through a series of conversations – reminiscent of Richard Linklater’s Before Sunrise – against the backdrop of southside Chicago in the late 1980s. At one point, the ambitious young lawyers walk past a wall bearing the name of people killed on the city streets.</p> <p>The movie <a href=\"http://www.thedailybeast.com/articles/2016/08/17/how-true-is-southside-with-you-fact-checking-barack-and-michelle-obama-s-romantic-first-date.html\">sticks mostly to the facts</a>, although a community meeting in a church, where Obama displays his rare talent for oratory, is incorporated from a later date. Michelle, 26, asks 28-year-old Barack if he has dated white women. Tanne has said he doesn’t know if this happened but imagines it probably did at some point. Valerie Jarrett, who in real life had dinner with the couple early in their relationship and is now a senior adviser to the president, does not appear.</p> <p>Some critics have <a href=\"https://www.washingtonpost.com/goingoutguide/movies/barack-obama-takes-michelle-robinson-on-a-first-date-in-southside-with-you/2016/08/24/f2fe0544-6874-11e6-8225-fbb8a6fc65bc_story.html\">praised the film</a> and others have been lukewarm. Obama’s conservative foes are likely to dismiss the film as propaganda. It comes at a wistful moment for the president’s admirers, as he enters the final stretch, his speeches sometimes punctuated by audience cries of “I love you!” and “four more years!” </p> <p>The contrast with his predecessor, George W Bush – whose final year in the White House was greeted by Oliver Stone’s <a href=\"https://www.theguardian.com/film/2008/oct/04/oliver.stone.george.bush\">scathing biopic, W</a> – could not be starker. Where Obama gets a gentle romantic comedy, Bush was seen boozing, going to war on a flimsy premise and threatening the family legacy. </p> <p>“At the end of the Obama years, we get a glorification,” said Joshua Kendall, a presidential historian. “At the end of the Bush years, we get a denigration.”</p> <p>Obama’s reputation appears to have grown in inverse proportion to his potential successors, with Hillary Clinton and Donald Trump enduring record disapproval ratings. Obama is campaigning for Clinton; Bush took a back seat during John McCain’s 2008 run for the White House.<br></p>  <figure class=\"element element-image\" data-media-id=\"654c87b51be378c6b9e80c3aea2854449b793efd\"> <img src=\"https://media.guim.co.uk/654c87b51be378c6b9e80c3aea2854449b793efd/0_62_3610_2166/1000.jpg\" alt=\"obama on white house lawn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Obama is seen as a solid person.’</span> <span class=\"element-image__credit\">Photograph: Zach Gibson/AFP/Getty Images</span> </figcaption> </figure>  <p>Kendall added: “It’s a moment where the election is a downer on both sides, with all the darkness, and Obama is seen as a solid person. History will be kind to him. The film is going there, and is maybe a little too glowing, but it’s generally right. People [think] there’s an honesty and integrity about him.”</p> <p>Southside with You is only the first cinematic valentine to Obama. Another film is imminent: <a href=\"http://www.imdb.com/title/tt5477566/\">Barry</a>, about his time as a student in New York. Should America’s first black president write another memoir, a screen adaptation might be expected to follow.</p> <p>“The problem with biography in general is it tends to be hagiography or denigration, in movies even more than books,” Kendall said. “In general, people don’t tend to want to take in the complexity.”</p> <p>Obama is far from the first president to be lionised – or demonised – by Hollywood. Abraham Lincoln’s reputation was burnished by John Ford’s <a href=\"https://www.criterion.com/films/766-young-mr-lincoln\">Young Mr Lincoln</a> in 1939 and Steven Spielberg’s Lincoln in 2012. Richard Nixon suffered a similar fate to Bush when he was played by Anthony Hopkins in Nixon, also directed by Stone, in 1995.</p> <p>The British writer <a href=\"https://www.theguardian.com/stage/2006/sep/17/theatre\">Peter Morgan</a>, the author of political dramas including The Deal, The Queen, Frost/Nixon, The Special Relationship and The Audience, said: “In the US, when they talk about the president, they also talk about the head of state. I think they tend to portray their presidents heroically or as villains.”<br></p> <p>Morgan has not yet seen Southside with You but suggested that, in general, it was wise to let the dust settle before turning political lives into art. </p> <p>“I thought W was done far too quickly. I’m normally an admirer of Oliver Stone, but it was rushed out. I think the rule of thumb is to wait for 10 years. If you wait, then you have the possibility of something having a metaphorical aspect and being about more than itself.”</p> <p>Recalling his own foray into depicting Nixon in <a href=\"https://www.theguardian.com/film/2009/jan/23/frost-nixon-film-review\">a stage play and film</a> about the former president’s landmark TV interviews with the British broadcaster David Frost, Morgan said: “In America, it was a play about Richard Nixon. In Britain, it was a play about David Frost. </p> <p>“I had a particularly terrifying screening in Washington where all the old Watergate bounty hunters came to watch. Nixon was a very American tragedy which no Englishman could claim to own.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2013/jan/24/lincoln-review\">Lincoln – review</a> </p> </aside>  <p>There are signs in recent years that Hollywood is finding new ways to explore the White House. Franklin D Roosevelt, another president who might be expected to receive heroic treatment, was instead portrayed having an affair with his cousin in 2012’s Hyde Park on Hudson, starring Bill Murray and Laura Linney. <a href=\"https://www.theguardian.com/film/2013/nov/14/the-butler-review\">Lee Daniels’ The Butler</a> saw presidents come and go through the eyes of a black butler played by Forest Whitaker.</p> <p>When he was played by Kevin Spacey opposite Michael Shannon in Elvis &amp; Nixon earlier this year, for once Watergate was not the focus of a film about the 37th president. A recent HBO adaptation of <a href=\"https://www.theguardian.com/stage/2016/apr/08/robert-schenkkan-lyndon-b-johnson-all-the-way-bryan-cranston\">Robert Schenkkan’s play All the Way</a> presented Bryan Cranston’s richly nuanced depiction of Lyndon Johnson as both angel and ape. Coming soon at the Venice film festival is the premiere of Jackie, featuring Natalie Portman as Jackie Kennedy in the aftermath of her husband’s assassination in 1963.</p> <p>Not every politician, however, reads and watches coverage of themselves as assiduously as Trump does. Asked if Obama had seen Southside with You, White House <a draggable=\"true\" href=\"https://www.whitehouse.gov/the-press-office/2016/08/25/press-briefing-press-secretary-josh-earnest-8252016\">press secretary Josh Earnest replied</a>: “I have not talked to him about the film and I don’t know whether or not he’s seen it. But I’ll see if we can get you some information about that.”</p>",
  "<p>The map of competitive states is expanding this year as Donald Trump’s poll numbers dipped to surprising lows in historically red states such as Georgia and Arizona. The last time either state voted Democratic was two decades ago.</p> <p>But even as the small club of battleground states grows this year, fewer than 10 states will likely determine the outcome of this year’s race. </p> <p>Relying on the same handful of states to decide the outcome of presidential elections is a fairly recent phenomenon. Just three decades ago, when politics weren’t yet so polarized, all 50 states were up for grabs, swinging between parties from one election to the next.</p> <p>Looking <a href=\"http://www.nytimes.com/1984/11/07/politics/07REAG.html?pagewanted=all\">somber and drained</a> near midnight on 6 November 1984, Democrat Walter Mondale conceded victory to Ronald Reagan in the presidential election after Reagan won 49 of 50 states. Mondale won only his home state of Minnesota.<br></p> <p>Such blowout elections may seem incredible today, but Reagan’s win was less exceptional at the time. Just 12 years earlier, in 1972, Richard Nixon also swept 49 out of 50 states against George McGovern to become president. And in 1964, Lyndon B Johnson won 44 states to Barry Goldwater’s six.<br></p> <p>That’s in stark contrast to today’s political landscape.<br></p> <p>Despite campaign troubles and <a href=\"http://www.realclearpolitics.com/epolls/other/trump_favorableunfavorable-5493.html\">low favorability ratings</a>, Trump will almost certainly win at least 20 states, if not 25 – half the US – on election night. In a different decade, a candidate plagued by <a href=\"https://www.theguardian.com/us-news/2016/aug/10/trump-assassination-remark-clinton-second-amendment\">controversial statements</a>, with a <a href=\"https://www.theguardian.com/us-news/2016/jun/20/hillary-clinton-fundraising-report-donald-trump-us-election\">historically underfunded campaign</a>, and who many party elites have <a href=\"http://www.theguardian.com/us-news/ng-interactive/2016/may/14/who-supports-donald-trump-the-new-republican-center-of-gravity\">publicly denounced</a> might have been tanking in more states.</p> <p>The term “swing states” is well known today, but the same few states determining several consecutive presidential elections is a recent occurrence.</p> <p>The phrase “swing state” wasn’t mentioned in books until the 1950s, according to <a href=\"https://books.google.com/ngrams\">Google Ngram Viewer,</a> a service that shows how often phrases have been used in texts over time. But between 2000 and 2008, usage of the term more than tripled. During that period, Ohio, Florida, Virginia and a handful of others coalesced into the group we now think of as swing states.<br></p> <p>Since 2000, 40 states have voted for the same party’s candidate in all four presidential elections. By contrast, in the four elections between 1984 and 1996, states “swung” more often: only 17 states voted for the same party’s candidate in the four consecutive elections during that period.<br></p> <p>Increasing political polarization is a big factor in the swing state phenomenon. The roots of current polarization stretch back to <a href=\"https://www.washingtonpost.com/news/monkey-cage/wp/2014/01/08/what-we-know-and-dont-know-about-our-polarized-politics/\">about the 1970s</a>; since then, the parties have become not only more ideologically sorted but also more ideologically divergent, and their members more hostile toward the opposing party.</p> <p>Liberal Republicans and conservative Democrats used to make up a much larger share of both the US Congress and the broader population. Even a decade ago, conservative Democratic representatives in Congress voted alongside Republicans almost as often as they voted alongside Democrats. Now, conservative Democrats in the House and Senate have been unseated by Republicans, and liberal Republicans have lost their seats to Democrats.<br></p> <p>It’s also increasingly rare for members of either party to break party lines when voting, both for ideological reasons and as strategic moves in an increasingly intense competition for party control.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/08/flipped-polarization-slider/\" data-alt=\"Graphic showing US legislators becoming more polarized.\"> <a href=\"https://interactive.guim.co.uk/embed/2016/08/flipped-polarization-slider/\">Graphic showing US legislators becoming more polarized.</a> </figure>  <p>Voters’ ideas are also becoming more homogenous and more in sync with their chosen party’s platform. In 1994, Pew Research Center <a href=\"http://www.people-press.org/2014/06/12/section-1-growing-ideological-consistency/\">found</a> that only about one in 10 Americans expressed views across a range of issues that were either consistently conservative or consistently liberal. Today that number is one in five. Both parties’ median ideologies have also drifted apart between 1994 and 2016, which means there is less common ground between the parties.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/08/polarization-area/\" data-alt=\"Graphic showing Democrats and Republicans becoming more polarized in their ideology.\"> <a href=\"https://interactive.guim.co.uk/embed/2016/08/polarization-area/\">Graphic showing Democrats and Republicans becoming more polarized in their ideology.</a> </figure>  <p>In addition to increasing ideological differences and greater ideological sorting, Republicans and Democrats have much more animosity toward one another today compared to 20 years ago. </p> <p>In another 1994 <a href=\"http://www.people-press.org/2016/06/22/partisanship-and-political-animosity-in-2016/\">Pew survey</a>, about one in five Americans on either side of the political aisle reported having a “very unfavorable” view of the opposing political party. Today that number has increased to three in five. When just “unfavorable” views are added in, around 90% of Americans report having unfavorable or very unfavorable views of their political opponents.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/08/polarization-line-chart/\" data-alt=\"Graphs showing both parties' increasing unfavorability among members of the other party.\"> <a href=\"https://interactive.guim.co.uk/embed/2016/08/polarization-line-chart/\">Graphs showing both parties' increasing unfavorability among members of the other party.</a> </figure>  <p>Americans’ strong distaste for the opposing party and growing ideological gap mean that today’s voters aren’t likely to switch between parties frequently, if at all. </p> <p>But the way a state votes is not immune to long-term change. Demographic shifts – including growing urbanization, migration and an ageing population – mean that the swing states of the future may be different than the swing states of today. But unless politics become vastly less polarized, swing states are here to stay.</p>"
]