[
  "<p><br><br>As Hillary Clinton addressed a crowd of students gathered inside a cavernous university hall, she neither pretended to be someone they would instinctively relate to nor did she rely on pop culture references that might resonate with young voters.</p> <p>Instead, the <a href=\"https://www.theguardian.com/us-news/2016/sep/19/hillary-clinton-new-york-new-jersey-attacks-trump-muslims\">Democratic presidential nominee</a> delivered a straight and impassioned pitch to the most racially diverse generation in US history, imploring them to fully grasp the choice before them this November.</p> <p>Standing between two signs bearing the words “Love trumps hate”, which has emerged as a slogan for <a href=\"https://www.theguardian.com/us-news/2016/sep/19/donald-trump-arizona-latino-voters-democrats\">her campaign</a>, Clinton said it was imperative for voters to send a message that “America is better than Donald Trump”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/19/hillary-clinton-new-york-new-jersey-attacks-trump-muslims\">Hillary Clinton: Trump's rhetoric about terrorist attacks 'gives Isis what it wants'</a> </p> </aside>  <p>“We are facing a candidate with a long history of racial discrimination in his businesses, who retweets white supremacists, who led the birther movement to delegitimize our first black president,” she said before the roughly 300 voters who had gathered at Temple University in Philadelphia.</p> <p>“We have to stand up to this hate. We cannot let it go on.”</p> <p>While the central themes of Clinton’s stump speech were mostly met with polite applause, it was the urgency of her appeal against Trump’s racial divisiveness that brought the crowd to its feet. It is the hope of Clinton’s campaign that, in addition to her platform on issues such as college affordability, equal pay and the environment, the former secretary of state can persuade young voters to view this election as a binary choice on core values and inclusivity.</p> <p>Polling has shown young voters are far more likely to reject the premise – pushed in particular by Trump and the so-called “alt-right” conservative movement – that a more racially inclusive outlook is akin to “political correctness”. They are also more embracing of immigrants and have been turned off by Trump’s rhetoric against Latinos, Muslims and other minorities.</p> <p>Even so, Clinton has struggled to capture the support of the young Americans who have reliably voted Democratic in recent cycles and helped propel Barack Obama to victory in both 2008 and 2012. </p> <p>Monday’s event, part of a broader effort by the Clinton campaign to target millennial voters, was an acknowledgment that Libertarian candidate Gary Johnson and Green party candidate Jill Stein, who are attracting support from a third of voters under the age of 30, could imperil Clinton’s hold over a critical voting bloc.</p> <p>Clinton made it clear she was under no illusion that young voters were entirely satisfied with her as an alternative to Trump, while nodding to her discomfort with the “public part” of public service. </p> <p>“I also know that even if you are totally opposed to Donald Trump, you still may have some questions about me. I get that,” she said. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/19/donald-trump-arizona-latino-voters-democrats\">As Trump slips into red with Latinos, Democrats hope to turn Arizona blue</a> </p> </aside>  <p>“I will never be the showman my opponent is, and you know what? That’s OK with me.”</p> <p>She asked of them, however, to “give us both a fair hearing. Hold us accountable for our ideas, both of us.”</p> <p>With a significant faction of young voters still up for grabs, Clinton’s campaign dispatched some of its most popular surrogates to woo them over the past week. First lady Michelle Obama, Massachusetts senator Elizabeth Warren and Clinton’s former primary opponent Bernie Sanders all stumped on college campuses, while the campaign and its allies launched both television and digital advertising aimed at galvanizing millennials. </p> <p>Brian Fallon, a spokesman for Clinton campaign, said the campaign was aware of the task at hand. But he added that it was “a distortion” of the data to compare Clinton numbers among young voters with those of Obama, since the president’s support was being gauged from exit polling – in other words, those who turned up to cast their ballot for his re-election as opposed to how many young voters supported him with two months still remaining.</p> <p>“By some measures, we’re ahead of where President Obama was in 2012,” Fallon told the Guardian. “There’s a lot of work that goes on in the last seven weeks.” </p>  <figure class=\"element element-audio\" data-canonical-url=\"https://soundcloud.com/politics-for-humans-guardian-us/its-millennial-week-in-election-season-politics-for-humans-podcast\"> <iframe width=\"460\" height=\"460\" src=\"https://w.soundcloud.com/player/?visual=true&url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F283806286&show_artwork=true\" frameborder=\"0\" allowfullscreen></iframe> </figure>  <p>“Election Day is what counts, and we think we’ll be successful among young voters. But we have to work for them.”</p> <p>With recent surveys showing Trump closing in on her lead, Clinton called on young voters who might be complacent or disillusioned to understand the influence of their vote.</p> <p>“It is going to be close. We need everyone off the sidelines,” she said.</p> <p>“Not voting is not an option. That just plays into Trump’s hands.”</p> <p>Rahul Ramesh, a sophomore who attended Clinton’s speech, referred to himself as one of the “sideline voters” she mentioned. But the first-time voter confessed to being moved by what he heard.</p> <p>“After today, it’s changed my perspective and I think it might make me go vote for Hillary,” Ramesh said. “Seeing how grounded she was was the most impressive thing to me. </p> <p>“Trump is more of a celebrity seeking the limelight. Trump would definitely ruin the public image of America and America won’t be seen as that country that everyone yearns to come to.”</p> <p>Ariel Epstein, a sophomore at the nearby University of Pennsylvania, did not require convincing. Having already cast her vote for Clinton in the primary, she came away instead with a renewed purpose of mobilizing her friends and classmates to register to vote.</p> <p>“I’m definitely worried because a lot of people our age are Bernie-or-busters,” she said, citing the Vermont senator’s overwhelming support among young voters during the Democratic primary.</p> <p>“Being here today made me more determined. You can just see the divide between her and Trump – it’s ridiculous that they’re even being considered on the same playing field.”</p> <p>Invoking her own story from when she was in college, Clinton recalled grappling with the same frustration toward the political system during the Vietnam war. </p> <p>“It can be tempting to think that no one will tell you the truth and nothing’s ever going to change,” she told those who might be skeptical of a seasoned politician such as herself. “But you’re here today because you refuse to accept cynicism. You know that the next 50 days will shape the next 50 years.”</p>",
  "<p>An explosion on the streets of Manhattan, pipe bombs in New Jersey, and a shootout with a terrorist suspect: a jittery election, filled with hyperbole, just grew more breathless.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/19/new-york-bombing-suspect-ahmad-khan-rahami\">Suspect in New York bombing arrested after shootout with police</a> </p> </aside>  <p>Of course most of that hype has emerged from the mouth of Donald Trump, and he embraced the emergence of a new terror campaign well before officials confirmed Saturday’s explosion as a bomb.</p> <p>Whether this helps or hurts Trump’s candidacy depends a lot on whether you are already primed for the politics of fear. If Trump and Clinton sound like they’re talking to two different audiences, that’s because the polls suggest they really are.</p> <p>The United States is deeply divided not just about how to respond to terrorism, but about how serious the terrorist threat is.</p> <p>Recent surveys have underscored the wide gap in perceptions between Republicans on one side, and Democrats and independents on the other.</p> <p>According to a <a href=\"http://www.people-press.org/2016/09/07/15-years-after-911-a-sharp-partisan-divide-on-ability-of-terrorists-to-strike-u-s/\">recent study by the Pew Research Center</a>, 58% of Republicans think that terrorists are more capable of attacking the United States than they were on 9/11. That is 24 points higher than independents and 27 points higher than Democrats.</p> <p>Over the last three years, independents and Democrats have barely changed their views on the prospect of terrorist attacks on the homeland. In contrast, Republicans have become sharply more concerned, up 18 points in the same period.</p> <p>The big question about this increase is not whether it’s justified; it plainly isn’t. None of the terrorist attacks across the world since 9/11 have come close to the mass murders perpetrated on that day.</p> <p>What has changed, however, is the Republican rhetoric about American weakness under President Obama. In this regard, Donald Trump is no different from the other dozen candidates he beat in the GOP primaries.</p> <p>“Under the leadership of Obama and Clinton, Americans have experienced more attacks at home than victories abroad,” Trump posted on Twitter on Monday. “Time to change the playbook!”</p> <p>How you react to this depends on what you consider attacks at home or victories abroad. As Trump himself has pointed out, the 9/11 attacks were on President Bush’s watch: an observation that outraged the GOP foreign policy establishment. As for a victory abroad, Trump’s definition of success includes trade wars, travel bans, mass deportations and giant border construction.</p> <p>Trump’s real skill is the politics of excess. Where other officials consider the policy implications of their words, Trump lives and dies through the power to shock – not the power to scare.</p> <p>Fifteen years after 9/11, and a decade into our mass experiment with social media, we may be numbed to fear. On the streets of Manhattan on Monday, there were no signs of New Yorkers changing their daily habits as they did for months after the Twin Towers fell.</p> <p>But the power to shock lingers precisely because it is so hard to break through the digital noise of social media. Trump’s willingness to say things that are excessive, unjustified and outrageous enables him to.</p> <p>He lacks the self-restraint of an elected official who may be held responsible for his performance. Like the current occupant of the Oval Office, for instance. Speaking to reporters in New York on Monday, President Obama urged the media to be responsible. “It does not help if false reports or incomplete information is out there,” he noted pointedly. “So try to, as much as possible, stick to what our investigators say, because they actually know what they’re talking about.”</p> <p>As an attack on the press, this is mild by Donald Trump’s standards. Then again, Trump has no desire to calm public fears in any situation.</p> <p>Obama’s press advice teed up a bigger argument: that stoking fear was precisely what terrorists were trying to accomplish. “Even as we have to be vigilant and aggressive, both in preventing senseless acts of violence but also making sure that we find those who carry out such acts and bring them to justice, we all have a role to play as citizens in making sure that we don’t succumb to that fear,” he explained.</p> <p>“By showing those who want to do us harm that they will never beat us, by showing the entire world that as Americans we do not, and never will, give in to fear, that’s going to be the most important ingredient in us defeating those who would carry out terrorist acts against us.”</p> <p>It’s safe to say this is not a worldview shared by Donald Trump, who tweeted out loud about how many hidden terrorists might be lurking in our midst.</p> <p>“Once again someone we were told is ok turns out to be a terrorist who wants to destroy our country &amp; its people – how did he get thru system?” Trump <a href=\"https://twitter.com/realDonaldTrump/status/777910435425226753\">wrote</a>.</p> <p>He was referring to Ahmad Khan Rahami, the suspect detained on Monday, who was a naturalized US citizen.</p> <p>Unexpected events normally provide the most revealing moments in a presidential campaign. And there are few things more unexpected than an actual terrorist attack, no matter the number of casualties or the number of foiled bombs.</p> <p>So far voters have favored Hillary Clinton’s response to terrorism over Donald Trump’s. According to a <a href=\"http://www.nytimes.com/2016/09/16/us/politics/hillary-clinton-donald-trump-poll.html\">recent poll for the New York Times and CBS News</a>, 49% of voters think Clinton would do a better job on terrorism and national security, a four-point lead over Trump. By a 22-point margin, Clinton is favored over Trump to handle foreign policy. Whether that lead can be sustained in the immediate aftermath of a real-life bomb remains to be seen. </p> <p>Clinton indulged in her own hyperbole on Monday by focusing on Trump’s reaction to the weekend bombs. She called Trump a “recruiting sergeant for the terrorists” by supporting the terrorists’ notion of a war with Islam, rather than a war with jihadis. “The kinds of rhetoric and language Mr Trump has used is giving aid and comfort to our adversaries,” she told reporters.</p> <p>This presidential campaign has now entered the final, fevered stages of the cycle. A week out from the first debate, questions of temperament and terrorism are likely to dominate the next several days, if not weeks.</p> <p>Like everything else in this contest, the cooler heads are unlikely to prevail. Even when they favor better policy.</p>",
  "<p>Governor Chris Christie of New Jersey was informed in real time about the plot to wreak revenge on a small-town mayor who refused to back him for re-election by creating traffic chaos over the George Washington bridge, federal prosecutors said on Monday.</p> <p>The stunning claim was made during opening remarks by the prosecution at the trial of two of Christie’s once close associates in Newark. Bridget Kelly, the governor’s then deputy chief of staff, and Bill Baroni, former deputy head of the Port Authority which controlled the bridge, are charged with instigating lane closures in September 2013 as an act of political spite against Mark Sokolich, the mayor of Fort Lee that sits in the shadow of the GWB. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/08/bridgegate-trial-chris-christies-new-jersey-donald-trump\">Bridgegate trial and Chris Christie's role could mean more trouble for Trump</a> </p> </aside>  <p>Though Christie himself has not been charged, how much he knew about any nefarious intent behind the gridlock is the elephant in the courtroom. Delivering his opening statement, assistant US attorney Vikas Khanna referred to a 9/11 memorial ceremony held on the third day of the traffic crisis that was attended by Christie and several of his inner team.</p> <p>There has long been speculation about what was said at that event after <a href=\"http://blogs.wsj.com/metropolis/2014/01/14/christie-official-who-arranged-bridge-closures-together-during-fiasco/\">photos</a> of Christie emerged in the company of Baroni and Kelly. Also present at the ceremony was David Wildstein, another top Port Authority executive who has already pleaded guilty to conspiracy and is now the star witness for the prosecution.</p> <p>Khanna told the jury they would hear testimony from Wildstein in which he would describe the brief conversation that took place there. “During those precious few minutes, they bragged about the fact that there were traffic problems in Fort Lee and that Mayor Sokolich was not getting his calls returned.”</p> <p>Christie has consistently denied he knew at the time that his associates had colluded in creating traffic hell for Fort Lee. But the suggestion that he was in the loop has followed him around like a bad smell for the past three years, helping to <a draggable=\"true\" href=\"http://www.nytimes.com/2016/02/11/us/politics/chris-christie.html\">destroy his bid</a> for the Republican presidential nomination, which collapsed in February.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/10/chris-christie-lied-bridgegate-aide-staff\">Chris Christie 'flat out lied' about staff's Bridgegate involvement, ex-aide said</a> </p> </aside>  <p>Since flaming out of the race for the White House, Christie has put his eggs into the Donald Trump basket. The claims emanating from the so-called Bridgegate trial are awkwardly timed given that Christie is acting as Trump’s surrogate on <a href=\"http://www.theatlantic.com/politics/archive/2016/07/christie-trump-vice-president/490829/\">law and order</a>.</p> <p>Both Kelly, 44, and Baroni, also 44, have pleaded not guilty to all charges. Their own defense could also prove uncomfortable for Christie as they have indicated they will call on witnesses who are well versed in the inner workings of the governor’s administration.</p> <p>Fort Lee’s traffic nightmare began on 9 September 2013 and lasted for four days. Two out of three toll lanes that had been reserved as the town’s access point to the GWB – the world’s busiest bridge for cars – were closed in what prosecutors allege was a vindictive act. Mayor Sokolich, a Democrat, had previously indicated he would not endorse Christie in his gubernatorial re-election bid, a stance that angered Christie’s office that had been trying to present him as a genuinely bipartisan politician.</p> <p>The traffic back-up that ensued occurred in the first week of the school year, creating havoc throughout Fort Lee.</p> <p>In a now notorious email sent a month before lanes were closed, Kelly said to Wildstein: “Time for some traffic problems in Fort Lee.” The official replied: “Got it.”</p>",
  "<p><br> Donald Trump has upset Sir Cameron Mackintosh and co-creators of the stage musical Les Misérables for playing one of their songs at his Miami rally.</p> <p>Mackintosh, a leading British theatre impresario, is to make his objection felt in a joint statement with Alain Boublil, the musical’s librettist and others who own the copyright. </p> <p>A copy released to the Guardian said: “The authors of Les Misérables were not asked for permission and did not authorise or endorse usage of Do You Hear the People Sing? at last [week’s] Trump rally in Miami, and have never done so for any of the songs from the musical for this or any other political event.”</p> <p>Les Misérables has broken box office records worldwide, seen by more than 70 million people in 44 countries. It is a story of “broken dreams and unrequited love, passion, sacrifice and redemption”, with songs that include I Dreamed A Dream. In Miami, the Republican presidential nominee took the stage as Do You Hear the People Sing? blasted through the loudspeakers.</p> <p>Mackintosh’s statement said: “As the musical’s popularity and universal message have been part of international popular culture for more than 30 years now, countless political and social movements around the world, including the first Bill Clinton and Obama campaigns, have independently embraced songs from the musical as a rallying cry for their own cause.”</p> <p>Trump has upset musicians before. In May, he faced <a draggable=\"true\" href=\"https://www.theguardian.com/music/2016/may/04/rolling-stones-donald-trump-songs-campaign-events\">demands by the Rolling Stones to stop playing their music at his campaign events</a>. Earlier, he faced criticism from Neil Young for using his Rockin’ in the Free World. Whether Mackintosh takes legal action remains to be seen.</p> <p>The intellectual property lawyer Mark Stephens of Howard Kennedy, said politicians were supposed to clear the use of songs. Sometimes permission was obtained without disclosing it was for a political purpose and there could be a question about whether Trump’s campaign said it would be used at a rally, he added. “That’s where political parties very often come unstuck,” Stephens said.</p> <p>Asked whether Mackintosh could potentially have a legal case against Trump, he said: “Assuming that there wasn’t a fully disclosed, informed consent given, then he can sue for infringement of copyright.”</p> <p>The Trump campaign did not respond to a request for comment. </p> <p>Trump is among numerous politicians who have upset musicians. Bruce Springsteen objected to Ronald Reagan’s attempt to use Born in the USA as a backdrop for his re-election in 1984, and Mick Fleetwood has said that Bill Clinton’s campaign never sought permission for his 1992 campaign anthem, Don’t Stop.</p> <p>Sometimes, however, there is harmony between musicians and politicians. The Northern Irish group D:Ream approved Tony Blair’s use of Things Can Only Get Better during the Labour party’s 1997 campaign.</p>",
  "<p>Hillary Clinton accused Donald Trump of “giving aid and comfort” to terrorist adversaries by seeking to exploit the manhunt gripping New York after a succession of weekend bombings.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2016/sep/19/us-authorities-investigating-new-jersey-explosive-devices-live-updates\">New York bombings: Clinton criticizes Trump rhetoric – live</a> </p> </aside>  <p>As <a href=\"https://www.theguardian.com/us-news/2016/sep/19/new-york-bombing-suspect-ahmad-khan-rahami\">police captured an Afghan-born suspect</a> they believe is linked to <a href=\"https://www.theguardian.com/us-news/2016/sep/19/new-york-and-new-jersey-explosive-devices-what-we-know\">attacks in New York and New Jersey</a>, the Democratic presidential nominee urged a targeted approach rather than Trump’s call for blanket immigration restrictions.</p> <p>“We are going to have to go after the bad guys and we are going to get them, but we are not going to go after an entire religion and give Isis exactly what it is wanting,” Clinton told reporters at a press conference outside New York City.</p> <p> “The kinds of rhetoric and language that Mr Trump has used is giving aid and comfort to our adversaries,” she added.</p> <p>She insisted that Trump had no plan, while she was the only candidate with experience of being “part of the hard decisions to take terrorists off the battlefield”.</p> <p>Clinton said she had long supported tougher vetting for people coming into the US, but the events in New York – which included a <a href=\"https://www.theguardian.com/us-news/2016/sep/19/new-york-bombing-both-devices-used-pressure-cooker-and-phone-reports\">bomb injuring 29 people on Saturday night in Manhattan</a> – could be seen as a boost to Trump’s agenda, which has included a ban on Muslims entering the US and surveillance of mosques. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/19/new-jersey-and-new-york-blasts-what-we-know-so-far-video\"            data-short-url=\"https://gu.com/p/53y8g\"                    data-show-ads=\"true\"            data-video-id=\"2731795\"            data-video-name=\"New Jersey and New York explosions: what we know so far – video\"            data-video-provider=\"Reuters, AP, Orangetheory Fitness, @mazdackrassi/Periscope\"            > <video data-media-id=\"gu-video-57dfcdf0e4b0ac5fd0e5def7\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11895075&amp;format=video/mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/19/160919wrap2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/19/160919wrap2_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/19/new-jersey-and-new-york-blasts-what-we-know-so-far-video\">New Jersey and New York explosions: what we know so far</a></figcaption> </figure>   <p>Barack Obama was set to address the unfolding terrorism alert later on Monday in New York City, where he is attending the United Nations general assembly amid a huge police security exercise to combat what authorities fear may be an active terrorist cell.<br></p> <p>Trump quickly responded to what he claimed was a “disgusting attempt” by Clinton to distract from US foreign policy failures by suggesting he was a traitor.</p> <p>“Hillary Clinton’s comments today accusing Mr Trump of treason are not only beyond the pale, it’s also an attempt to distract from her horrible record on Isis,” said a campaign spokesman. </p> <p>“If Clinton really wants to find the real cause of Isis, she needs to take a long, hard look in the mirror. The decision to remove all American troops from Iraq in 2011, which was vigorously supported by Clinton, created the vacuum that led to the founding of Isis.</p> <p>“The only thing we can expect from a Hillary Clinton presidency is more attacks on our homeland and more innocent Americans being hurt and killed,” added the Trump statement.</p> <p>Earlier, Trump was quick to link the unfolding crisis with a politically charged debate over US immigration policy and the resettlement of refugees from Syria that could prove a key factor in the presidential election.</p> <p>“Clinton wants to allow hundreds of thousands of these same people,” Trump told Fox News on Monday. “They have such hatred and sickness in their heart.</p> <p>“Diminishing the threat the Obama administration has allowed to materialise on its watch puts us all at risk and is another reminder that we need new leadership in the fight against radical Islamic terrorism,” added a Trump spokesman, Jason Miller, in a statement. “Hillary Clinton has backed President Obama’s failed Isis strategy to the hilt, and voters should know whether she too shares the White House’s troubling assessment of the situation.”</p> <p> “We chose resolve not fear,” responded Clinton in her press conference. “We will not turn on each other and undermine our values. We are stronger together.”</p> <p>In his first public response to the attacks, Barack Obama called on Americans to show “the entire world that we do not and never will give into fear”.</p> <p>“At moments like this it is important to remember what terrorist and violent extremists are trying to do,” the president said in a televised statement in New York. “They are trying to hurt innocent people but they also want to inspire fear in all of us and disrupt the way we live and undermine our values. So even as we have to be vigilant and aggressive in preventing acts of senseless violence, we all have a role to play as citizens to make sure we don’t succumb that fear.”</p> <p>Although not referring to reports of an arrest and leaving details of the unfolding inquiry to the FBI, Obama hinted at a possible foreign terrorist link behind the weekend attacks.</p> <p>“We will continue to lead the global coalition in the fight to destroy Isil, which is instigating a lot of people over the internet to carry out attacks,” he said, using an alternative name for Islamic State.</p> <p>The president said that while a <a href=\"https://www.theguardian.com/us-news/2016/sep/18/minnesota-stabbing-somali-americans-suspect-name\">separate stabbing attack in Minnesota</a> was not seen as directly linked to the New York and New Jersey explosions, it too was being investigated as a potential act of terrorism.</p>",
  "<h2>New York bombing: police name suspect</h2> <p>New York police have released the name and picture of a man they want to talk to in connection with <a href=\"https://www.theguardian.com/us-news/2016/sep/18/new-york-bombing-no-international-terrorism-link-governor-cuomo\">an explosion in New York on Saturday night</a>: 28-year-old <a href=\"https://twitter.com/JPeterDonald/status/777830341558042624\">Ahmad Khan Rahami</a>. Separately, and after another explosion in Elizabeth, New Jersey, New York governor Andrew Cuomo said “evidence might suggest a foreign connection” to the bombings. Overnight, one device detonated and four others were found in a backpack <a href=\"https://www.theguardian.com/us-news/2016/sep/19/new-york-bombing-both-devices-used-pressure-cooker-and-phone-reports\">outside a station in New Jersey</a>. The device exploded at 12.30am as a bomb squad was attempting to disarm it. Earlier, investigators said the FBI had obtained surveillance footage of a man with backpack near where devices were placed in the Chelsea neighborhood of Manhattan on Saturday. On Sunday night, FBI agents in Brooklyn stopped “a vehicle of interest in the investigation”, according to a spokeswoman. The agency said the Manhattan device contained the residue of Tannerite, an explosive often used for target practice. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/19/new-jersey-and-new-york-blasts-what-we-know-so-far-video\"            data-short-url=\"https://gu.com/p/53y8g\"                    data-show-ads=\"true\"            data-video-id=\"2731795\"            data-video-name=\"New Jersey and New York explosions: what we know so far – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-57dfcdf0e4b0ac5fd0e5def7\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/19/160919NewYorkBombExplainer2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/19/160919NewYorkBombExplainer2_V4.webm\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/19/160919NewYorkBombExplainer2.m3u8\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/19/new-jersey-and-new-york-blasts-what-we-know-so-far-video\">New Jersey and New York explosions: what we know so far</a></figcaption> </figure>   <p><a href=\"https://www.theguardian.com/us-news/live/2016/sep/19/us-authorities-investigating-new-jersey-explosive-devices-live-updates\">Cuomo says ‘possible foreign connection’ to Manhattan blast – live updates</a></p> <h2>Half of all US guns owned by just 3% of owners</h2> <p>Americans own an estimated 265m firearms but 130m belong to just 3% of US adults – super-owners who have an average of 17 guns each. The summary of a Harvard/Northeastern <a href=\"https://www.theguardian.com/us-news/video/2016/sep/19/gun-ownership-survey-gender-video\">survey</a>, obtained exclusively by the Guardian and <a href=\"https://www.thetrace.org/\">the Trace</a>, estimates that America’s gun stock increased by 70m since 1994, while the percentage of Americans who own guns fells from 25% to 22%. The study also found that the proportion of female gun owners is increasing. “There’s a disconnect between that and the decreasing rates of lethal violence in this country. It isn’t a response to actuarial reality,” said Matthew Miller, a Northeastern University and Harvard School of Public Health professor and one of the authors of the study.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/sep/19/us-gun-ownership-survey\">Half of all guns in the US are owned by 3% of Americans, data shows</a></p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/19/gun-ownership-survey-gender-video\"            data-short-url=\"https://gu.com/p/53anz\"                    data-show-ads=\"true\"            data-video-id=\"2724189\"            data-video-name=\"The changing portrait of gun ownership in America – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-57dc16c2e4b0df02df202ec0\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/16/160818gunsdraft4_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/16/160818gunsdraft4.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/16/160818gunsdraft4_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/19/gun-ownership-survey-gender-video\">The changing portrait of gun ownership in America</a></figcaption> </figure>   <h2>Minnesota Somali leaders condemn stabbing</h2> <p>The Somali American community in St Cloud, Minnesota, condemned a mass stabbing attack at a mall over the weekend. Police had not yet named the suspect, who wounded nine people at the Crossroads Center mall before being shot dead by an off-duty police officer in an attack that is being investigated as a “potential act of terrorism”. The suspect is believed to have been student Dahir Adan, whose father identified him to a local newspaper. An Islamic State-run news agency claimed the man was a “soldier of the Islamic State”. None of the nine injured people suffered life-threatening injuries.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/sep/18/minnesota-stabbing-somali-americans-suspect-name\">Minnesota Somali leaders condemn stabbing</a></p> <h2>Why are millions of trees dying across America?</h2> <p>A quiet crisis is playing out in US forests, as huge numbers of trees succumb to drought, disease, insects and wildfire – much of it driven by climate change. “It’s heartbreaking,” said JB Friday, a forest ecologist at the University of Hawaii. “This is the biggest threat to our native forests that any of us have seen. If this spreads across the whole island, it could collapse the whole native ecosystem.” Lisa Keith, researcher in plant pathology at the US Department of Agriculture, said that when she analyzed the problem “right away Dutch elm disease popped into my head”. But this was unlike anything she, or anyone else, had ever dealt with.</p> <p><a href=\"https://www.theguardian.com/environment/2016/sep/19/tree-death-california-hawaii-sudden-oak\">An American tragedy: why are millions of trees dying across the country?</a></p> <h2>Prison abuse survivor jailed again – as a witness</h2> <p>Brandy Buckmaster, a witness ordered incarcerated by public prosecutor until trial, has spoken exclusively to the Guardian. The only reason the 41-year-old woman is locked up is because she is a “material witness” in the state’s case against Brian Balzer, a guard who she says sexually abused her behind bars, and prosecutors are afraid she won’t show up to testify. Buckmaster has therefore been confined for more than a month to a correctional institution much like the site of her past sexual trauma. Balzer, meanwhile, is out on bail. “I feel like I’m being punished for what he did to me,” she said in a recent jailhouse interview, tears streaming down her face. “I get traumatized every day.”</p> <p><a href=\"https://www.theguardian.com/us-news/2016/sep/19/oregon-prison-abuse-victim-brandy-buckmaster-incarcerated\">‘Traumatized every day’: prison abuse survivor jailed again – as a witness</a></p> <h2>Obama speaks out on race and sexism in election</h2> <p>Barack Obama said on Saturday night he will take it as a “personal insult” if the African American community fails to turn out and vote in the presidential election. “I will consider it a personal insult, an insult to my legacy, if this community lets down its guard and fails to activate itself in this election,” Obama said. “You want to give me a good send-off, go vote.” He also warned about bias against powerful women. “There’s a reason why we haven’t had a woman president,” Obama said at the fundraiser for Hillary Clinton. “We as a society still grapple with what it means to see powerful women and it still troubles us in a lot of ways, unfairly.” On Saturday, Michelle Obama <a href=\"https://www.theguardian.com/us-news/2016/sep/18/michelle-obamas-last-trick-as-the-closer-help-elect-hillary-clinton\">campaigned for Clinton</a>.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/sep/18/obama-congressional-black-caucus-speech-clinton\">Obama: it will be ‘personal insult’ if African Americans do not vote</a></p> <h2>Dolphins sit out anthem</h2> <p>Three Miami Dolphins players – Arian Foster, Kenny Stills and Michael Thomas – knelt during the national anthem before their NFL game on Sunday, days after a local police union attacked such protests and threatened to stop protection for Dolphins players. The players were following the lead of the San Francisco 49ers’ Colin Kaepernick, the first NFL player to sit out the Star-Spangled Banner in protest at racial inequality in the US.</p> <p><a href=\"https://www.theguardian.com/sport/2016/sep/18/miami-dolphins-players-protest-police-union-nfl\">Dolphins sit out anthem after police union says they have forfeited free speech</a></p> <h2>Turkey blocks US resettlement of Syrian refugees<br></h2> <p>More than 1,000 Syrian refugees in Turkey have been blocked from resettlement in the US and other countries because they have university qualifications. The refugees were approved for resettlement by US officials before being blocked by Turkish authorities, a move that will further complicate a much-hyped United Nations summit on resettlement that gets underway in New York today. Countries such as Turkey, which hosts more refugees than any other, are keen for western partners to share the burden but are unwilling to let countries like the US cherry-pick the most educated refugees. “We believe that the most vulnerable need to be helped before others,” a senior Turkish official told the Guardian.</p> <p><a href=\"https://www.theguardian.com/world/2016/sep/19/turkey-syrian-refugees-resettlement-blocked-us-degrees\">Turkey blocks Syrian refugees from US – for having degrees</a></p> <h2>Game of Thrones breaks Emmys record</h2> <p>The sixth season of the HBO series won 12 awards in Los Angeles, becoming the most garlanded show in history, breaking a record set by the sitcom Frasier with a total haul of 38. The People v OJ Simpson also shone, having had 22 nominations. Actors Sterling K Brown, Sarah Paulson and Courtney B Vance picked up individual honors for their performances as Christopher Darden, Marcia Clark and Johnnie Cochran. Jeffrey Tambor, winner of best actor in a comedy series for Transparent, called on industry to hire more transgender actors.</p> <p><a href=\"https://www.theguardian.com/tv-and-radio/2016/sep/18/game-of-thrones-emmy-awards-2016-breaks-record-best-drama\">Emmys 2016: Game of Thrones breaks record</a></p> <h2>In case you missed it …</h2> <p>Beers, babes and burgers are just some of the subjects Walter Robinson paints. He is interested in desire and paints things people like to buy: jars of Vaseline, striped shirts and doughnuts. He immortalizes images of catalogue models – throwaway material signifying consumerist utopia. He did spin paintings before Damien Hirst; nurses before Richard Prince. Now he’s the subject of a major Manhattan retrospective.</p> <p><a href=\"https://www.theguardian.com/artanddesign/2016/sep/17/walter-robinson-artist-paintings-interview\"> Walter Robinson: ‘I’m just a stupid painter. We’re like dumb horses’</a></p>",
  "<p>Will this be the year Arizona turns blue? It’s a question Democrats ask every four years, only for the state to stay a deep Republican red. </p> <p>In 2016, they sense a real opportunity. Sean Spicer, a spokesman for the Republican National Committee, predicts states like Arizona and Georgia will remain fire-truck red – and that even to ask the question again is akin to “<a href=\"https://www.youtube.com/watch?v=055wFyO6gag\">believing Lucy won’t pull the football</a>” away from Charlie Brown.</p> <p>But this has been a presidential election year unlike any other in modern history, and Democrats see an opportunity as golden as the hair atop the head of the Republican nominee, Donald Trump.</p>       <figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/21/trump-ohio-democrats-working-class-voters-anywhere-but-washington\"            data-short-url=\"https://gu.com/p/544pk\"                    data-show-ads=\"true\"            data-video-id=\"2739548\"            data-video-name=\"Trump, trade and racism: economic decay is dividing Ohio Democrats – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-57e32f43e4b080d3ee88b299\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/22/160921ohio2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/22/160921ohio2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/22/160921ohio2_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/21/trump-ohio-democrats-working-class-voters-anywhere-but-washington\">Trump, trade and racism: economic decay is dividing Ohio Democrats – video</a></figcaption> </figure>   <p>“Anticipation is high this year,” said Enrique Gutiérrez, a spokesman for the Arizona Democratic party. “You can feel the excitement in our volunteers, at phone banks and training. It’s really boosting morale for Democrats and for our supporters here in the state.”</p> <p>Opinion polls show Clinton within striking distance of Trump in Arizona and Georgia, traditionally conservative states now in the churn of major demographic change. Clinton trails Trump by just <a href=\"http://www.realclearpolitics.com/epolls/2016/president/az/arizona_trump_vs_clinton_vs_johnson_vs_stein-6087.html\">two points</a> in Arizona; according to the RealClearPolitics.com polling average, a smattering of recent surveys show her with a small edge. In Georgia, the average has Trump leading by <a href=\"http://www.realclearpolitics.com/epolls/2016/president/ga/georgia_trump_vs_clinton_vs_johnson-5968.html\">four</a>.</p> <p>Republicans see opportunities in Nevada, where averages show the race <a href=\"http://www.realclearpolitics.com/epolls/2016/president/nv/nevada_trump_vs_clinton_vs_johnson_vs_stein-6086.html\">in effect tied</a>, and Iowa, where Trump leads by more <a href=\"http://www.realclearpolitics.com/epolls/2016/president/ia/iowa_trump_vs_clinton_vs_johnson_vs_stein-5981.html\">than four points</a>. </p> <p>Since the second world war, Arizona has given its handful of electoral votes to just one Democrat: Bill Clinton in 1996. </p> <p>Hoping to re-create that magic, Hillary Clinton’s campaign recently opened two new field offices and launched a six-figure ad buy; the Democratic National Committee is <a href=\"http://www.nbcnews.com/politics/2016-election/dnc-expands-footprint-arizona-georgia-utah-n641611\">expanding its presence</a> in the state as well. Through a coordinated effort, Democrats have 27 field offices and 160 officers, not including volunteers.</p> <p>“We thought it would be 2020 [when we had a chance], but the dynamics of this presidential race have just leapfrogged expectations,” said Gutierrez. “We did not expect Arizona to be in play this early.”<br></p>  <figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=AZ\" data-alt=\"Arizona key facts\"> <a href=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=AZ\">Arizona key facts</a> </figure>  <p>Over the past year, Democrats have outpaced Republicans in registering new voters. Since October 2015, Democrats have registered 100,000 and Republicans 80,000, according to data from the office of the Arizona secretary of state.</p> <p>But there are still more Republicans than Democrats in the state and GOP voters have a stronger turnout record. There are 1.9 million Republicans registered in Arizona, just over 1 million Democrats and 1.6 million undeclared.</p> <p>“Last month, Trump came here, to Arizona, to give his immigration speech,” said David Waid, a Democratic strategist and former state party chair. “You don’t come in and work a state if you think there’s no way can it can go into the Democratic column.”</p> <p>Trump gave <a href=\"https://www.theguardian.com/us-news/2016/sep/01/donald-trump-vows-to-deport-millions-during-first-hour-in-office-in-hardline-speech\">a fiery speech in downtown Phoenix on 31 August</a>, dashing hopes among moderate Republicans and his Hispanic supporters that he would soften his views on immigration. He reasserted his plan to build a border wall paid for by Mexico and declared that criminals would be deported while everyone else would have “to return home and apply for re-entry”.</p> <p>Waid said that if Democrats could improve Latino voter turnout in Arizona by a few percentage points, Republicans up and down the ballot would be in trouble. In 2012, Latinos accounted for 18% of all votes cast, up from 16% in 2008.</p> <p>Republicans still hope to woo Latino voters by stressing values like the importance of family and religion that they believe can resonate. </p> <p>Democrats have struggled to mobilize Latino voters, engagement failing to keep pace with the sharp increase in eligible Latino voters. But Trump has driven record-setting numbers of citizenship applications and a surge in voter registration among Hispanics concerned about his hardline stance on immigration or turned off by his remarks about a federal judge of Mexican origin. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/14/ann-kirkpatrick-arizona-democrat-john-mccain-senate\">Arizona Democrat aims to unseat McCain: ‘Nobody in DC thinks I’ll win’</a> </p> </aside>  <p>“Latinos want to vote this year. We’re seeing that across the state,” said Pita Juarez of One Arizona, a Phoenix-based coalition of Latino voter registration groups. </p> <p>The group’s Viva the Vote campaign had hoped to register 80,000 voters before November. Juarez said the group has surpassed that goal and is on track to meet a new goal of 120,000.</p> <p>“Arizona is in play if the Democrats want it to be,” said Chuck Coughlin, Republican strategist and head of the political consulting group HighGround. </p> <p>In the short term, Arizona could swing in the presidential election depending on the resources Clinton and the Democrats invest, Coughlin said. But in the long term, whether the state goes Democrat or remains Republican will be determined by how the GOP remakes itself after the election – especially on the issue of immigration. </p> <p>“The Arizona electorate is ground zero for the immigration debate,” he said. “We’ve been baptized in this issue; we know what real answers are. </p> <p>“The wall is not real answers,” he said, adding that Mexico is the state’s biggest trading partner. “It’s about building a secure economic and social relationship with our neighbors. Voters here know that.”</p>",
  "<p><a href=\"https://www.theguardian.com/world/russia\">Russia</a>’s new parliament will be overwhelmingly loyal to the Kremlin, after elections marked by a record low turnout threw up few surprises.</p> <p>With more than 93% of the votes counted on Monday morning, the United Russia party, backed by Russia’s president, Vladimir Putin, and led by its prime minister, Dmitry Medvedev, had won 54% of the vote. The other three parties to clear the 5% barrier required to make it into the Duma are all broadly loyal to the Kremlin line. United Russia will take more than three-quarters of the 450 seats in the Duma.</p> <p>The communists, and the far-right nationalists of Vladimir Zhirinovsky’s Liberal Democratic party took about 13% of the vote, while the liberal Yabloko party and the opposition <a href=\"https://www.theguardian.com/world/2015/sep/13/russian-opposition-party-regional-election-kostroma\">Parnas</a> garnered miserly returns. Parnas was the party led by Boris Nemtsov, a former deputy prime minister who was <a href=\"https://www.theguardian.com/world/2015/mar/02/boris-nemtsov-never-know-who-killed-moscow-vladimir-putin-russian-opposition\">shot dead</a> outside the Kremlin last year. Before the elections, many had criticised the liberal opposition for <a href=\"https://www.theguardian.com/world/2016/jun/23/russia-opposition-infighting-parliamentary-elections\">failing to unite </a>on a single ticket. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2015/mar/02/boris-nemtsov-never-know-who-killed-moscow-vladimir-putin-russian-opposition\">Who killed Boris Nemtsov? We will never know</a> </p> </aside>  <p>A new, mixed voting system was introduced for Sunday’s election, in which voters chose both a party and individual candidates, with half the MPs coming from party lists and half from the direct voting. United Russia candidates also dominated the direct voting, meaning that in the end they will control 76% of the seats in the new Duma, giving them the two-thirds majority required to change the constitution. The projected 343 seats for United Russia is an increase of more than 100 from the previous parliament.<br></p> <p>In recent years, the Duma has been a pliant body with little real voice, and the two MPs out of 450 who had pursued an independent line have not been re-elected. One, Ilya Ponomarev, is living in exile while the other, Dmitry Gudkov, was beaten by a United Russia candidate in a Moscow district.</p> <p>Turnout in the election was just 47%, the lowest in the history of modern Russia. In major cities, the turnout was even lower, with just 28% of eligible voters making it to the polls in Moscow. </p> <p>In Crimea, which was voting in the first parliamentary elections since annexation by Russia in 2014, turnout was also low. Only 40% of Crimeans had cast their ballots with two hours of voting remaining, and the turnout was on course to be lower than the last time Crimeans voted in Ukrainian parliamentary elections. After the widespread euphoria over rejoining Russia two years ago, <a href=\"https://www.theguardian.com/world/2016/jan/19/crimeans-still-tigerish-over-split-with-ukraine\">life has not improved in the way many Crimeans had hoped</a>, which has led to discontent and apathy similar to that in other parts of Russia.</p> <p>The national average was boosted by some provincial regions, where officials are known to demand local residents, and especially public service workers, come out to vote.</p> <p>“The situation is tough and difficult but the people still voted for United Russia,” Putin said on Sunday evening. United Russia was described as “the party of crooks and thieves” by the opposition leader <a href=\"https://www.theguardian.com/world/2015/mar/06/alexei-navalny-russian-opposition-is-not-deterred-by-boris-nemtsov\">Alexei Navalny</a>, but although many Russians have disdain for corrupt local leaders, United Russia remains electable due to its association with Putin and a lack of viable alternatives.</p> <p>There were some violations reported on the day of the vote, including cases where what appeared to be blatant ballot stuffing was captured on camera. However, most election observers noted that the elections were much cleaner than the parliamentary elections five years ago. Then, multiple violations prompted tens of thousands of Muscovites to come out on to the streets for a <a href=\"https://www.theguardian.com/world/2012/feb/04/anti-putin-protests-moscow-russia\">season of protests</a> that lasted several months and rattled the Kremlin.</p> <p>While the day of the voting was cleaner and some opposition candidates were allowed on to the ballot, Kremlin critics say the vote is skewed from the outset given the partisan nature of state television and access to resources. However, few expect a new season of protests, after a crackdown in 2012 dissuaded many opposition-minded Russians from dissent. </p> <p>The next big election in Russia is the presidential vote, scheduled for early 2018. Putin is expected to stand and win another six-year term. By the end of that term, he would have ruled Russia for 24 years.<br></p>",
  "<p>Malcolm Turnbull says his government is continuing to urge the US Congress to ratify the Trans-Pacific Partnership because the deal underscores America’s strategic commitment to the rule of law in the Asia-Pacific region.<br></p> <p>The Australian prime minister’s comments to travelling reporters in New York come as President Barack Obama is making <a href=\"http://www.newyorker.com/business/currency/why-obama-is-still-trying-to-pass-the-t-p-p\">what is being characterised in the US as last-ditch efforts</a> to persuade Congress to support the controversial deal. The presidential hopefuls Donald Trump and Hillary Clinton oppose it.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/10/selling-free-trade-is-a-tall-order-but-chris-bowen-is-doing-better-than-scott-morrison\">Selling free trade is a tall order. But Chris Bowen is doing better than Scott Morrison | Greg Jericho</a> </p> </aside>  <p>Turnbull told reporters in New York there remained a “fair degree of optimism” that the deal will be ratified during the so-called lame-duck session – the period between the US election result in November and the inauguration in January.</p> <p>“All of us, myself, [foreign minister] Julie [Bishop], Joe Hockey, our ambassador, all of us are urging the Americans, the American Congress in particular – as indeed the president is, of course – to ratify the TPP,” Turnbull said.</p> <p>“I believe it’s a very important call for the United States to ratify it. It goes beyond just economics. It is a very important statement of America’s strategic commitment to the rule of law which has underpinned the prosperity of the Asia-Pacific and particularly east Asia.</p> <p>“So Australia, all Australian government and business leaders have been unanimous in urging the American Congress to ratify this treaty.”</p> <p>According to a report in the New Yorker, Obama met at the White House late last week with a bipartisan group of business and political leaders, including Ohio’s governor, John Kasich, the former New York City mayor Michael Bloomberg, and Louisiana’s governor, John Bel Edwards, to “publicise the advantages of the trade pact and plot a lobbying strategy”.</p> <p>The Obama administration has invested five years in negotiating the agreement, which was supported by Clinton until late last year, when <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2015/oct/07/hillary-clinton-opposes-trans-pacific-partnership-tpp\">she disavowed it</a> in the lead-up to the primaries race against fellow Democrat Bernie Sanders.</p> <p>China is not a party to the TPP, and it is pushing a rival trade pact, through Asean – the regional comprehensive partnership.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2016/sep/17/julie-bishop-says-australia-will-look-elsewhere-if-us-doesnt-pass-trade-deal\">Julie Bishop says Australia will look elsewhere if US doesn't pass trade deal</a> </p> </aside>  <p>Turnbull’s comments come ahead of a week in New York and Washington.He will attend a United Nations summit on refugees and address the general assembly before travelling to Washington for security talks with senior officials.</p> <p>Julie Bishop, who is also in the US, said Australia <a href=\"http://www.smh.com.au/business/australia-will-pursue-other-trade-deals-in-asia-if-tpp-dies-julie-bishop-20160918-grj1fc.html\">wanted to see the TPP ratified by Congress</a> but, if that didn’t occur, the Turnbull government would <a href=\"https://www.theguardian.com/australia-news/2016/sep/17/julie-bishop-says-australia-will-look-elsewhere-if-us-doesnt-pass-trade-deal\">pursue other opportunities</a>.</p> <p>“Invariably if there is no Trans-Pacific Partnership we will be looking for other free trade agreements and continuing our quest for a free trade zone in this part of the world, in the Asia-Pacific,” she said.</p> <p>“But we still want to see the Trans-Pacific Partnership pass through the US Congress.”</p>"
]