[
  "<p>Donald Trump has said the 2016 presidential election is “going to be the last election that the Republicans can win”, because if he is not victorious undocumented migrants “legalised” under a Hillary Clinton presidency will “be able to vote and once that happens you can forget it”.</p> <p></p> <p>“I think it’s going to be the last election that the Republicans can win,” he <a href=\"http://www1.cbn.com/thebrodyfile/archive/2016/09/09/brody-file-exclusive-donald-trump-says-this-will-be-the-last-election-that-the-republicans-have-a-chance-of-winning\">told the Christian Broadcasting Network </a>on Friday. “If we don’t win this election, you’ll never see another Republican and you’ll have a whole different church structure. You’ll have a whole different supreme court structure.”</p> <p></p> <p>Trump has made immigration a central issue of his campaign, promising to build a wall on the southern border, to be paid for by Mexico, although Mexican leaders have <a href=\"https://www.theguardian.com/us-news/2016/aug/31/donald-trump-mexico-meeting-president-pena-nieto-immigration\">rejected </a>the idea. His promises to <a href=\"https://www.theguardian.com/us-news/2015/aug/27/donald-trump-deport-11-million-migrants-is-that-even-possible\">deport some 11 million </a>undocumented migrants who live in the US have <a href=\"https://www.theguardian.com/us-news/2016/sep/04/donald-tump-immigration-mixed-messages-republicans\">recently been thrown into doubt</a>, however.</p> <p>CBN host David Brody asked Trump whether he was referring to “what Michele Bachmann was talking about”, which was Clinton providing potential citizenship for “many of these illegals”, because “that means Texas and Florida could be gone”.</p> <p>Bachmann, a former congresswoman from Minnesota who made a brief run for the White House in 2012 and is <a href=\"http://www.msnbc.com/rachel-maddow-show/bachmann-boasts-role-trump-adviser-multiple-issues\">an adviser</a> to the Trump campaign, <a href=\"http://talkingpointsmemo.com/livewire/michele-bachmann-2016-last-election-demographic-change\">last week told CBN</a>: “If you look at the numbers of people who vote and who live in the country and who Barack Obama and Hillary Clinton want to bring in to the country, this is the last election when we even have a chance to vote for somebody who will stand up for godly moral principles. This is it.”</p> <p>Both Texas and Florida have large populations of undocumented people, relative to other states, and the latter has been tightly contested in recent elections.</p> <p>Trump repeated: “I think this will be the last election if I don’t win. I think this will be the last election that the Republicans have a chance of winning because you’re going to have people flowing across the border, you’re going to have illegal immigrants coming in and they’re going to be legalised and they’re going to be able to vote and once that all happens you can forget it.”</p> <p>Two successive presidents, Democrat Barack Obama and Republican George W Bush, have failed to pass immigration reform plans through Congress that would have created very gradual paths to citizenship. Despite steady support by moderate Republicans for such plans, Trump has consistently rejected citizenship unless migrants leave and return to the US.</p> <p>“You’re not going to have one Republican vote,” he said. “And it’s already a hard number. Already the path is much more difficult for the Republicans. You just have to look at the maps.”</p> <p>In the Real Clear Politics <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton-5491.html\">head-to-head</a> poll average, Clinton leads Trump 45.6% to 42.9%. The same site’s poll average for <a href=\"http://www.realclearpolitics.com/epolls/2016/president/fl/florida_trump_vs_clinton-5635.html\">Florida</a> puts the Democrat up by 44.8% to 44.5%. In <a href=\"http://www.realclearpolitics.com/epolls/2016/president/tx/texas_trump_vs_clinton-5694.html\">Texas</a>, Trump leads by 45.7% to 37.3%.</p> <p>Data journalism site FiveThirtyEight has <a href=\"http://projects.fivethirtyeight.com/2016-election-forecast/?ex_cid=rrpromo\">forecast</a> that Clinton has a 71.3% chance of winning the White House. The website makes Florida the state most likely to tip the election, with an 18.7% chance. Solidly Republican Texas, it says, has a 0.7% chance of deciding who makes it to the White House.</p>",
  "<div id=\"block-57d336c0e4b013613fffbc33\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T22:32:20.088Z\">11.32pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today in Campaign 2016</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"0e437ad3e6e7ac1d778418cf751b2edd99fbf320\"> <img src=\"https://media.guim.co.uk/0e437ad3e6e7ac1d778418cf751b2edd99fbf320/0_0_4500_2966/1000.jpg\" alt=\"Donald Trump.\" width=\"1000\" height=\"659\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump.</span> <span class=\"element-image__credit\">Photograph: Mandel Ngan/AFP/Getty Images</span> </figcaption> </figure>  <ul> <li>A co-founder of Facebook said to be worth around $10bn has announced donations to multiple Democratic groups. Among Dustin Moskovitz’s aims is electing Hillary Clinton, whom he apparently has never met, president. Moskovitz was college roommates with Mark Zuckerberg and just became, it <a href=\"https://twitter.com/teddyschleifer/status/774244794012954625\">looks like</a>, the third-biggest Democratic donor out there. In a statement <a href=\"https://medium.com/@moskov/compelled-to-act-1413930041ee#.dskec1h72\">on Medium</a>, Moskovitz and his wife, whose cool name is Cari Tuna, and who together are <a href=\"https://www.washingtonpost.com/business/billionaire-couple-give-plenty-to-charity-but-they-do-quite-a-bit-of-homework/2014/12/26/19fae34c-86d6-11e4-b9b7-b8632ae73d25_story.html\">noted and precocious philanthropists</a>, said they feel hesitant to try to buy elections but the “fear and hostility” with which the Republicans have conducted this campaign has compelled them to act.<br></li> <li>Bill Clinton, the Arkansas native and former governor who won Appalachia and Georgia at Carter ’76 levels, has said that Trump’s slogan “make America great again” is racist dog whistling: “That message – I’ll give you America great again – if you’re a white southerner, you know exactly what it means, don’t you?” Clinton said to an audience in Orlando: <blockquote class=\"quoted\"> <p>It means I’ll give you the economy you had 50 years ago and I’ll move you back up the social totem pole and other people down,. What Hillary wants to do is take the totem pole down and let us all go forward together!</p> </blockquote></li> <li>Texas Representative Louie Gohmert, who came to Washington playing the Tea Party piccolo, and who has a reputation for saying <a href=\"https://www.youtube.com/watch?v=4XXXRVI0uJI\">all kinds of crazy stuff</a> about “terror babies” and Muslim Brotherhood members in the White House and death squads and asparagus, has said further crazy things about Hillary Clinton, this time to attendees of a values voters summit in Washington, DC, where Donald Trump is scheduled to appear later today. “You don’t make fun of people who are impaired, have special needs,” Gohmert, a Republican, said.</li> <li>Who was the top recipient of funds from Donald Trump’s charitable foundation in 2014? Would you believe an activist group suing the New York attorney general who was suing Trump University for fraud? It appears that Trump gave $100,000, as charity, to an effort to take down a public official accusing him of fraud. The man who ran the activist group now works on the Trump campaign. The revelation, <a href=\"https://www.yahoo.com/news/trump-charity-gave-100000-to-david-bossies-citizens-united-that-helped-fund-lawsuit-against-moguls-foe-151337835.html?soc_src=mail&amp;soc_trk=ma\">reported by Yahoo</a>, comes as questions build about a separate donation the Trump charity made to the Florida attorney general’s reelection effort in 2013. Reelecting attorneys general, or bringing federal lawsuits against them, does not count as charitable activity.<br></li> <li>One year after Trump was <a href=\"https://viewer.gutools.co.uk/us-news/2015/sep/25/donald-trump-booed-conservatives-marco-rubio\">booed at the Values Voters Summit</a> for calling Marco Rubio “a clown,” the Republican nominee gave a more polished speech where he ignored politically divisive issues like abortion and same-sex marriage and instead focused on school vouchers and changing federal law to allow tax exempt churches to engage in political advocacy. To Trump, school choice, which he advocated for in a speech on Thursday was a needed innovation. “The education can’t get worse,” he said as Trump also pledged to “campaign to get the states to re-allocate another $110 billion of their education budgets to school choice programs”.<br></li> </ul> </div>   </div> <div id=\"block-57d33278e4b013613fffbc27\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T22:11:20.483Z\">11.11pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump campaign releases 10 years of Mike Pence's tax returns</h2>  <div class=\"block-elements\">  <p>Donald Trump’s presidential campaign has released 10 years of running mate Mike Pence’s tax returns, covering the years <a href=\"https://www.donaldjtrump.com/press-releases/governor-mike-pence-tax-returns\">2006 through 2015</a>, despite having not released any tax information of the presidential candidate himself.</p> <p>The Indiana governor’s <a href=\"https://assets.donaldjtrump.com/2015_Pence_Tax_Return.pdf\">latest tax filings</a> show that he paid an effective tax rate of 12.4% on an income of $113,026 in 2015, the second-lowest tax rate of the past decade for the governor and his family. In 2015, Pence made a total of $8,923 in donations to charity, almost equal to the $8,956 he paid in federal income tax.</p> <p>“The Pence family has been honored to serve their state and their nation for the past 16 years, while raising three great children and putting them through college,” Marc Lotter, Pence’s press secretary, said in a statement.</p> <p>“These tax returns clearly show that Mike and Karen Pence have paid their taxes, supported worthy causes, and, unlike the Clintons, the Pences have not profited from their years in public service.”</p> <p>Democratic presidential nominee Hillary Clinton has released <a href=\"https://www.theguardian.com/us-news/2016/aug/12/hillary-clinton-tim-kaine-tax-returns\">her 2015 personal tax return</a> in August, as well as that of running mate Tim Kaine and his wife, Anne Holton, who additionally released 10 years of their returns.</p> <p>Those figures showed that Hillary and Bill Clinton earned nearly $11m in 2015, paying an effective federal income tax rate of 34.2%. Adding an effective state and local income tax rate of 9.0%, the couple’s total tax rate totaled 43.2%. The Clintons donated $1,042,000, or 9.8%, of their adjusted gross income to charity.</p> <p>Also revealed in the latest tax filings is Karen Pence’s unsuccessful stint as a small business owner: That’s My Towel Charm, Inc., which sold towel charms so that bathers do not confuse their towels, lost $3,407 last year.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-09T22:29:16.256Z\">at 11.29pm BST</time></p>  </div> <div id=\"block-57d3303be4b013613fffbc1e\" class=\"block is-key-event\" data-block-contributor=\"profile/ben-jacobs\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T21:58:31.685Z\">10.58pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Reaction to Donald Trump's Value Voters Summit speech: 'He doesn’t seem maniacal'</h2>  <div class=\"block-elements\">  <p>Practice may not make perfect for Donald Trump, but the Republican nominee clearly has refined his appeal to evangelical voters in the past year.</p>  <figure class=\"element element-image\" data-media-id=\"7b462bc82b1349e98b2986cec41e9e7fa93316ec\"> <img src=\"https://media.guim.co.uk/7b462bc82b1349e98b2986cec41e9e7fa93316ec/0_0_4096_2732/1000.jpg\" alt=\"Donald Trump.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump.</span> <span class=\"element-image__credit\">Photograph: Jim Lo Scalzo/EPA</span> </figcaption> </figure>  <p>One year after Trump was <a href=\"https://viewer.gutools.co.uk/us-news/2015/sep/25/donald-trump-booed-conservatives-marco-rubio\">booed at the Values Voters Summit</a> for calling Marco Rubio “a clown,” the Republican nominee gave a more polished speech where he ignored politically divisive issues like abortion and same-sex marriage and instead focused on school vouchers and changing federal law to allow tax exempt churches to engage in political advocacy. To Trump, school choice, which he advocated for in a speech on Thursday was a needed innovation. “The education can’t get worse,” he said as Trump also pledged to “campaign to get the states to re-allocate another $110 billion of their education budgets to school choice programs”</p> <p>Speaking from teleprompters, it served as a pointed contrast to <a href=\"https://viewer.gutools.co.uk/us-news/2015/sep/27/donald-trump-bible-christmas-voter-values-summit-social-conservatives\">his speech a year ago</a> which seemed to focus on the importance of saying “Merry Christmas” instead of “Happy Holidays.” Trump still was by no means a natural in front of a crowd of ardent social conservatives. He referred to attendees as “you people” at one point. Trump also railed against the Obama administration for not admitting Christian refugees from Syria into the United States, a major cause of concern for evangelicals who have long advocated for minority Christian communities in the Middle East. The problem is that Trump’s own refugee policy would be a blanket ban on anyone from the region entering the United States.</p> <p>He did seem cognizant that no one would mistake him for a devout evangelical. At one point in the speech he joked that his support for repealing the Johnson Amendment, which would allow churches to engage in partisan politics while keeping their tax exempt status, was the only way he could get into heaven. But the biggest applause was not for Trump himself but for when he proclaimed “Hillary Clinton is unfit to be president.” The room exploded in applause and one attendee could be seen waving his tricorn hat in support.</p> <p>Values Voter Summit is sponsored by the Family Research Council and has a constellation of conservative groups represented. Even the far-right John Birch Society had a table in the group’s exhibition hall.</p> <p>But Trump’s performance seemed to ease the concerns of attendees who represented some of the most ardent cultural warriors in the party, a group that has long been uncomfortable with the nominee and preferred other candidates like Ted Cruz in the primary.</p> <p>Dylan Miller, a rising community college freshman from Northwest Florida said the speech changed his mind about Trump. “He doesn’t seem maniacal” said the teenager, in contrast to the Republican nominee’s performances on television. Miller had said he had always planned on voting for Trump “because he wasn’t Hillary,” but Trump’s performance made him feel far more comfortable with his vote.</p> <p>Another attendee, Sarah Ocker, a student at Tulsa Community College in Oklahoma, said she was “more there” now than she was before the speech. She “agreed with a lot” of what Trump said, particularly about “religious liberty.” Ocker still had major hesitations about Trump and still couldn’t commit to voting for the Republican nominee though but was “hoping” she could find a reason to vote for him in November.</p> <p>Vernon Lewis of Marshall, Texas was further along in the process. Lewis had once thought he would have to hold his nose to vote for Trump. But after a private meeting with other Christians with Trump in New York as well as seeing his speech Friday, Lewis was enthusiastic. “He is a very gentle guy.”</p> </div>   </div> <div id=\"block-57d32dcbe4b07ac3d446aa97\" class=\"block\" data-block-contributor=\"profile/davidsmith\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T21:47:47.931Z\">10.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>On Friday, in blazing sunshine, about 200 members of Congress stood on the steps beneath the recently restored Capitol dome and prayed, observed a moment’s silence and, accompanied by a marine band, sang God Bless America to mark the imminent anniversary of the September 11 terrorist attacks.</p>  <figure class=\"element element-image\" data-media-id=\"3567a83b2c12d10d543c893bc846a0414a88ce95\"> <img src=\"https://media.guim.co.uk/3567a83b2c12d10d543c893bc846a0414a88ce95/0_0_3500_2249/1000.jpg\" alt=\"Paul Ryan, joined by House members, speaks on Capitol Hill in Washington during a ceremony marking the 15th anniversary of Sept. 11 attacks.\" width=\"1000\" height=\"643\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Paul Ryan, joined by House members, speaks on Capitol Hill in Washington during a ceremony marking the 15th anniversary of Sept. 11 attacks.</span> <span class=\"element-image__credit\">Photograph: Molly Riley/AP</span> </figcaption> </figure>  <p><a href=\"https://www.youtube.com/watch?v=CMKvLqwdD-w&amp;feature=youtu.be&amp;Source=GovD\">The remembrance ceremony</a>, with Democrats and Republicans standing side by side, was heartening to <a href=\"http://www.huffingtonpost.com/author/emanuel-lipscomb\">Emanuel Lipscomb</a>, 57, who was in New York on business that day and narrowly survived the disaster. “It’s good to see it’s brought a spark of bipartisanship,” he said. “It’s bringing the United States together because we all suffered together as one.”</p> <p>For these crisp nine minutes, at least, the toxic wrangling and inertia of Congress could be put aside, along with its legacy of war in Afghanistan and Iraq. The<a href=\"https://paulryan.house.gov/\">House speaker, Paul Ryan</a>, who was 31 on 9/11, reflected on a generation of teenagers who have no memory of it.</p> <p>“Today, I can’t help but think of my own children – and all the children born after 9/11,” the Republican said. “Do they fully understand what happened that day? Will they ever? Can they? They can watch the old footage. They can see clips of the towers falling. They can hear the great roar as a landmark comes crashing down –and with it, an era. But can they actually feel it?</p> <p>“I’ve had so many conversations with my own kids about this, about the shock, the terror, the outrage. Can they feel the sense of bereavement – at losing almost 3,000 Americans in a single morning? I don’t think they can. But that makes it our generation’s burden. We lived through that terrible day. And we will never forget that terrible day.”<br></p> <p>Ryan spoke of the firefighters who rushed into danger and the flags that appeared on overpasses as if “to bind up the nation’s wounds”. He added: “These are the stories that we can pass on. We can turn our burden of grief into a gift of grace – because our children may not fully understand the horror of it all. But they can admire the heroism.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/09/congress-911-rememberance-ceremony-capitol\">'9/11 belongs to compassion': Congress marks 15th anniversary on Capitol steps</a> </p> </aside> </div>   </div> <div id=\"block-57d32a72e4b013613fffbc06\" class=\"block\" data-block-contributor=\"profile/tom-kutsch\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T21:32:55.494Z\">10.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Having a newly discovered parasitic flatworm named after you may not be the world’s most illustrious honor, but it’s something <a href=\"https://www.theguardian.com/us-news/barack-obama\">Barack Obama</a> nonetheless has the pleasure of adding to his presidential legacy.</p> <p>Enter <em>Baracktrema obamai</em>, the flatworm that infects Malaysian freshwater turtles, a species and genus of parasite discovered by Dr Thomas R Platt, an expert on turtle parasites, who wanted to bestow the president with a gift of adding his namesake to the animal kingdom.</p> <p>“This is clearly something in my small way done to honor our president,” Platt, who recently discovered that he was also a distant relative of Obama, told the Associated Press.<br></p> <p>“I have named a number of species after people I admire, from my father-in-law, my PhD adviser, and good friends who are academics and/or amateur naturalists,” Platt said in a press release. “<em>Baracktrema obamai</em> will endure as long as there are systematists studying these remarkable organisms.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/sep/09/barack-obama-parasitic-flatworm-name-honor\">Barack Obama's latest honor: a parasitic flatworm to bear his name</a> </p> </aside> </div>   </div> <div id=\"block-57d326dde4b07ac3d446aa81\" class=\"block\" data-block-contributor=\"profile/davidsmith\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T21:18:23.257Z\">10.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Senator John McCain gave Donald Trump’s military credibility a wide berth during an appearance at the Heritage Foundation, a Thatcherite free market think tank in Washington. After delivering a speech about America’s role in Asia, McCain, the Republican nominee in 2008, was asked about Trump’s recent appearance in a televised “commander-in-chief” forum. At first he offered his usual reply: “I support the nominee of the party.”</p> <p>After a pause, perhaps considering this will no longer suffice, McCain added: “Honestly, I am not here to talk about Donald Trump. The election will be in November. The issues we’re discussing today will be with us for a long time.”</p> <p>Those issues included Chinese aggression in Asia which, the Arizona senator argued, must be opposed through military strength and free trade, in particular the Trans Pacific Partnership (TPP). Both Hillary Clinton and Donald Trump have vowed to scrap the deal. But McCain warned: “If TPP fails, American leadership in the Asian Pacific may well fail with it.” He contended that not passing the TPP would mean China “rewrites the rules at our expense”.</p> <p>The former prisoner of war in Vietnam also lambasted Barack Obama’s handling of the crisis in Syria, claiming that president’s failure to enforce the “red line” over using chemical weapons “destroyed” American credibility in the region and around the world.<br></p> </div>   </div> <div id=\"block-57d320aee4b07ac3d446aa6e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T20:51:11.127Z\">9.51pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Hillary Clinton speaks after attending a national security meeting</h2>  <div class=\"block-elements\">  <figure class=\"element element-embed\" data-alt=\"Hillary Clinton\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57d31ff06add94c00b26567b?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57d31ceee4b07ac3d446aa60\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T20:38:43.250Z\">9.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The chair of NBC News has emailed the network’s staffers to congratulate Matt Lauer on a job well-done during this week’s “Commander-in-Chief” forum aboard the aircraft carrier Intrepid, despite wide criticism of Lauer’s performance as the forum’s moderator.</p> <p>Andy Lack, the head of NBC News, emailed Lauer’s colleagues that “Matt did a tremendous job – driving one of the most serious discussions to date on these topics,” despite criticism of the TODAY Show host for spending more than a third of his time with Democratic presidential nominee Hillary Clinton on her use of private email servers and declining to fact-check Donald Trump’s incorrect assertion that he was opposed to the invasion of Iraq.</p> <p>The email, obtained by the Guardian, called the forum a “remarkable achievement”.</p> <p><strong>Here’s the letter in full:</strong></p> <blockquote class=\"quoted\"> <p>Dear Colleagues,</p> <p>Before this week comes to an end, I wanted to take just a moment to share how proud I am of all the work our teams produced together this week. After a summer of success at the Conventions and the Olympics, we broke more new ground Wednesday night with the first ever Commander-in-Chief Forum.</p> <p>Against all odds we were able to bring the two presidential nominees together for the first time and presented an important examination of what each would bring to the role of Commander-in-Chief. Because of our event, national security has dominated the news cycle for days. Every major paper and news broadcast around the world has led with headlines about Putin, Iraq, ISIS, and intelligence briefings. Matt did a tremendous job – driving one of the most serious discussions to date on these topics. Nearly 15 million people watched the event, and over 26 million tuned in at some point during the hour.</p> <p>My deepest thanks to everyone who helped pull off this remarkable achievement.</p> <p>Have a wonderful weekend! With much respect and affection,</p> <p>Andy</p> </blockquote> </div>   </div> <div id=\"block-57d31b96e4b013613fffbbd3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T20:29:19.072Z\">9.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is Hillel the Elder, not Emma Watson.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/IvankaTrump/status/774321513927364608\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">See more <a href=\"https://twitter.com/hashtag/ITwisewords?src=hash\">#ITwisewords</a>: <a href=\"https://t.co/KzEUXBsXFb\">https://t.co/KzEUXBsXFb</a> <a href=\"https://twitter.com/hashtag/quote?src=hash\">#quote</a> <a href=\"https://twitter.com/hashtag/inspiration?src=hash\">#inspiration</a> <a href=\"https://t.co/mWFdLSxaL3\">pic.twitter.com/mWFdLSxaL3</a></p>&mdash; Ivanka Trump (@IvankaTrump) <a href=\"https://twitter.com/IvankaTrump/status/774321513927364608\">September 9, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d31958e4b07ac3d446aa58\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T20:25:28.759Z\">9.25pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump to reveal 'health regimen' on Dr. Oz show</h2>  <div class=\"block-elements\">  <p>Donald Trump’s campaign has promised to reveal his full health records, but that promise - made after questions were raised about a letter penned by his gastroenterologist in just five minutes while a Trump limousine idled outside his office - has been moderated to entail a one-hour sitdown interview on The Dr. Oz Show’s season premiere next week.</p> <p>Trump will appear on the show - hosted by the eponymous Dr. Mehmet Oz, a cardiothoracic surgeon and Columbia University professor - with daughter Ivanka Trump to “reveal his own personal health regimen,” as well as address “why the health of the candidates has become such a serious issue in this campaign,” according to a teaser for the interview released by the show.</p> <p>Oz himself has been <a href=\"https://www.theguardian.com/tv-and-radio/2015/apr/23/dr-mehmet-oz-gmo-labeling-public-health-columbia-university\">criticized by fellow doctors</a> on the grounds that he promotes “quack treatments” and “has repeatedly shown disdain for science and for evidence-based medicine, as well as baseless and relentless opposition to the genetic engineering of food crops”.</p> <p>The episode will air on 15 September, next Thursday.</p> </div>   </div> <div id=\"block-57d315fde4b08465d44ff168\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T20:05:57.055Z\">9.05pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump: Antonin Scalia 'the ultimate example' of a supreme court justice</h2>  <div class=\"block-elements\">  <p>“The next president will not only have to fill this seat, but as many as four others. We could even end up with a total of five judges,” Donald Trump said at the Value Voters Summit of Christian conservatives in Washington, DC. “And you pick the wrong people, you have a country that is no longer your country. It will be a disaster.”</p> <p>“We’re going to pick great judges,” he continued. “Maybe we use Judge Scalia as the ultimate example of what we’re looking for, okay? This will determine whether or not we remain a constitutional republic, frankly.”</p> <p>“The extremist judges she would pick would be rejected by the overwhelming majority of the American public,” Trump said.</p> </div>   </div> <div id=\"block-57d312e7e4b013613fffbbba\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T19:52:45.256Z\">8.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Donald Trump, on allowing tax-exempt churches to endorse politicians:</h2> <blockquote class=\"quoted\"> <p>I figure, it’s the only way I’m getting to heaven.</p> </blockquote> </div>   </div> <div id=\"block-57d31197e4b013613fffbbb1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T19:46:35.311Z\">8.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“Our politicians have really abandoned you, to a large extent. And Hillary Clinton? You can forget about her.”</p> <p>“In Trump administration, our Christian heritage will be cherished, protected, defended like you’ve never seen before,” Trump said. “Believe me.”</p> <p>“And that includes religious liberty - remember,” Trump added, a winking reference to so-called “religious freedom” bills that would allow Christian business owners to refuse service to those whose lifestyles, marriage statuses or sexual orientations ran counter to their religious beliefs.</p> <p>“Our nation today is divided,” Trump said. “Nobody likes to say it, but we’re living in a very, very divided nation,” which will be brought to unity only through “our faith in God.”</p> </div>   </div> <div id=\"block-57d310efe4b013613fffbbac\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T19:43:45.132Z\">8.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Speaking at the Value Voters Summit in Washington, DC, Republican presidential nominee Donald Trump told the audience of Christian conservatives thanked host Tony Perkins for his “years of leadership” at the Family Research Council. </p> <p>Trump was introduced by actor Jon Voight, who lambasted Hillary Clinton and professional football player Colin Kaepernick before announcing that “if God allows truth to be said and heard, then we will see Donald Trump the president of this great America.”</p> <p>“The support they gave me in those primaries was absolutely incredible,” Trump said of evangelical voters, who helped him to victory in the South Carolina Republican primary. “I’m gonna make it up to you, too - you watch!”</p> <p>Telling the audience that there are “no more decent or devoted people” in the country than evangelical Christians, Trump told the audience of religious activists that despite mockery from “our media culture,” their values “built this nation.”</p> </div>   </div> <div id=\"block-57d30780e4b07ac3d446aa17\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T19:40:42.819Z\">8.40pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump addresses Values Voter Summit</h2>  <div class=\"block-elements\">  <p>Watch it live here:</p>  <figure class=\"element element-embed\" data-alt=\"Donald Trump\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57d2c01a6add94c00b265548?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57d3057ae4b07ac3d446aa0f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T19:02:04.078Z\">8.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>With T-minus thirty minutes until Republican presidential nominee Donald Trump is expected to take the stage at the Value Voters Summit - basically the Christian Right’s version of the Gathering of the Juggalos, except instead of turning over cars they call for the <a href=\"http://www.advocate.com/news/world-news/2012/11/29/tony-perkins-will-not-back-down-claim-uganda-example-god\">criminalization of homosexuality</a> - let’s turn back the clock to September 2015, when Trump was speaking to a much <a href=\"https://www.theguardian.com/us-news/2015/sep/27/donald-trump-bible-christmas-voter-values-summit-social-conservatives\">more skeptical audience...</a></p>  <figure class=\"element element-image\" data-media-id=\"f54f3e94d0cddd29ee15dd7854a985196d5e4491\"> <img src=\"https://media.guim.co.uk/f54f3e94d0cddd29ee15dd7854a985196d5e4491/0_0_4500_2960/1000.jpg\" alt=\"Donald Trump holds up his bible as he speaks during the Values Voter Summit in Washington.\" width=\"1000\" height=\"658\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump holds up his bible as he speaks during the Values Voter Summit in Washington.</span> <span class=\"element-image__credit\">Photograph: Jose Luis Magana/AP</span> </figcaption> </figure>  <p><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Trump</a>, a thrice-married New York billionaire fond of high society and lavish living, has to appeal to the social conservatives who make up the GOP’s base. This does not come naturally.</p> <p>The unsteady nature of this awkward, fumbling relationship was made clear at the Values Voter Summit in Washington.<br></p> <p>On Friday, Trump brandished his Sunday school Bible at a crowd of thousands in a subterranean hotel ballroom. It was clear why he has yet to be embraced as the candidate of the religious right. In a speech which prompted his first <a href=\"https://www.theguardian.com/us-news/2015/sep/25/donald-trump-booed-conservatives-marco-rubio\">boos from a conservative audience</a> – because he called fellow candidate Marco Rubio “a clown” – Trump tried to appeal to social conservatives. It didn’t work.</p> <p>In front of an ardently anti-abortion crowd, his only reference to babies was as a description of establishment Republicans. He also left same-sex marriage unmentioned, hours before Kim Davis was scheduled to accept a “Cost of Discipleship award”. A county clerk from rural Kentucky, Davis refused to grant marriage licenses to same-sex couples, a <a href=\"https://www.theguardian.com/us-news/2015/sep/08/kentucky-clerk-kim-davis-released-from-jail\">decision for which she was jailed</a>.</p> <p>Aside from the context-less statement “freedom of religion, so important”, Trump’s pitch was to cast himself as a frontline fighter in the war against Christmas.</p> <p>“The word ‘Christmas’ – I love Christmas,” Trump said, repeating: “I love Christmas.</p> <p>“You go to stores now, you don’t see the word ‘Christmas’. It says ‘Happy Holidays’ all over. I say, ‘Where’s Christmas?’ I tell my wife: ‘Don’t go to those stores. I want to see Christmas. No, I want to see Christmas.’ And you know, other people can have their holidays, no. But Christmas is Christmas. I want to see ‘Merry Christmas’.”</p> <p>Trump pledged: “You’re going to see it if I get elected, I can tell you right now.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2015/sep/27/donald-trump-bible-christmas-voter-values-summit-social-conservatives\">Donald Trump goes by the Book but social conservatives unconvinced</a> </p> </aside> </div>   </div> <div id=\"block-57d2fc46e4b08465d44ff10d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T18:46:33.541Z\">7.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A new Trump ad – not a phrase we find ourselves typing too frequently – says Hillary Clinton is failing veterans but that would not be the case if Trump were president.</p> <p>Here’s a transcript of the voiceover:</p> <blockquote class=\"quoted\"> <p>In Hillary Clinton’s America, veterans are left behind, kept on long wait lists at VA hospitals, only to get second-rate medical care. It’s more of the same but worse.</p> <p>Donald Trump’s America will be great again and will be respected by all. Veterans are treated with the dignity and respect they deserve. The VA reformed. Our soldiers treated like heroes. Change that makes America great again. Donald Trump for president.</p> </blockquote>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=Bc62ruc3o6k\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/Bc62ruc3o6k?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Trump leads Clinton by 19 points among active military and military veterans, according to <a href=\"http://www.nbcnews.com/politics/2016-election/poll-trump-leads-clinton-among-military-veteran-voters-n643501\">polling</a> published this week. That sounds pretty good but not so much when you consider <a href=\"http://www.gallup.com/poll/154904/veterans-give-romney-big-lead-obama.aspx\">May 2012 polling</a> showing Mitt Romney leading Barack Obama among vets by 24 points.</p> </div>   </div> <div id=\"block-57d2f73de4b013613fffbb3e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T18:00:53.495Z\">7.00pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump charity gave $100,000 to group targeting Trump University prosecutor</h2>  <div class=\"block-elements\">  <p>Who was the top recipient of funds from Donald Trump’s charitable foundation in 2014? Would you believe an activist group suing the New York attorney general who was suing Trump University for fraud? </p> <p>It appears that Trump gave $100,000, <em>as charity</em>, to an effort to take down a public official accusing him of fraud. The man who ran the activist group now works on the Trump campaign.</p> <p>The revelation, <a href=\"https://www.yahoo.com/news/trump-charity-gave-100000-to-david-bossies-citizens-united-that-helped-fund-lawsuit-against-moguls-foe-151337835.html?soc_src=mail&amp;soc_trk=ma\">reported by Yahoo</a>, comes as questions build about a separate donation the Trump charity made to the Florida attorney general’s reelection effort in 2013.</p> <p>Reelecting attorneys general, or bringing federal lawsuits against them, does not count as charitable activity.</p> <p>Michael Isikoff <a href=\"https://www.yahoo.com/news/trump-charity-gave-100000-to-david-bossies-citizens-united-that-helped-fund-lawsuit-against-moguls-foe-151337835.html?soc_src=mail&amp;soc_trk=ma\">writes</a>:</p> <blockquote class=\"quoted\"> <p>The size and timing of the donation to the Citizens United Foundation, an arm of the sprawling conservative network run by David Bossie, who is now Trump’s deputy campaign manager, could raise fresh questions about whether Trump has used his tax-exempt charity to further political and personal causes. [...]</p> <p>While the donation to Bossie’s group has been mentioned in <a href=\"http://www.ibtimes.com/political-capital/donald-trumps-charity-didnt-give-conservative-groups-until-2010-citizens-united\">some media accounts</a>, what has gone unnoticed until now is a major project of Citizens United at the time: a lawsuit it filed that year — since dismissed by a federal judge — against [NY state attorney general Eric] Schneiderman, New York’s Democratic attorney general, over his efforts to require nonprofit groups such as Citizens United to disclose the identity of their donors under seal to the New York State Charities Bureau.</p> <p>Schneiderman by then had become a major political nemesis of Trump...</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-09T18:02:05.451Z\">at 7.02pm BST</time></p>  </div> <div id=\"block-57d2f316e4b07ac3d446a9cc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T17:40:57.811Z\">6.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Trump campaign has released a statement calling <strong>North Korea’s nuclear test </strong>“one more example of Hillary Clinton’s catastrophic failures as secretary of state”:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/774300054471532546\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">INBOX: Statement On North Korean Nuclear Test <a href=\"https://t.co/9MPpACuzmA\">pic.twitter.com/9MPpACuzmA</a></p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/774300054471532546\">September 9, 2016</a></blockquote>  </figure>  <p>North Korea has continued development of its nuclear weapons program despite steadily tightening sanctions by the US and allies and increasing global isolation. Trump has said he would get China to fix the problem. That’s not a summarizing of his position, that’s it. This morning his campaign manager <a href=\"http://www.usatoday.com/story/news/politics/onpolitics/2016/09/09/trumps-secret-north-korea-plan/90114788/\">said</a> he had a secret plan they can’t disclose.</p> </div>   </div> <div id=\"block-57d2eec7e4b013613fffbb1e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T17:33:17.308Z\">6.33pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Texas congressman calls Clinton 'special needs'</h2>  <div class=\"block-elements\">  <p>Texas Representative Louie Gohmert, who came to Washington playing the Tea Party piccolo, and who has a reputation for saying <a href=\"https://www.youtube.com/watch?v=4XXXRVI0uJI\">all kinds of crazy stuff</a> about “terror babies” and Muslim Brotherhood members in the White House and death squads and asparagus, has said further crazy things about Hillary Clinton, this time to attendees of a values voters summit in Washington, DC, where Donald Trump is scheduled to appear later today. </p> <p>“You don’t make fun of people who are impaired, have special needs,” Gohmert, a Republican, said, continuing: </p> <blockquote class=\"quoted\"> <p>And whether you like it or not, Hillary Clinton has made clear she is mentally impaired. I get the impression that in law school and along the way she’s been very, very smart but i don’t know maybe it was the concussion, the fall back that she did. Or who knows, they won’t tell us what’s really going on with her.</p> <p>We need to be praying for Hillary Clinton. There’s special needs there. There’s mental impairment.</p> </blockquote> <p>Louie Gohmert is – well we’re not about name-calling here – for example Louie Gohmert is too peripheral a figure to make senator John McCain’s shortlist of “wacko birds.” </p> <p>“Anderson, you’re better than this!”</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=dQVfQCpYocQ\"                                                                        > <iframe width=\"460\" height=\"345\" src=\"https://www.youtube-nocookie.com/embed/dQVfQCpYocQ?wmode=opaque&feature=oembed&start=120\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-57d2ddf9e4b07ac3d446a96a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T16:16:29.043Z\">5.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>How’s that Senate takeover going for you, Democrats?</p> <p>The Democrats need to nab at least four seats from Republicans, and elect Hillary Clinton president, to gain control of the senate next year, plus retain the seat held by retiring minority leader Harry Reid in Nevada, which is <a href=\"http://www.rgj.com/story/news/politics/2016/08/30/ralston-reports-harry-reid-us-senate-joe-heck-catherine-cortez-masto/89614870/\">not a no-brainer</a>.</p> <p>The way it’s supposed to work for the Democrats is for Democratic senate candidates to win in Illinois, Indiana, Wisconsin, New Hampshire, and then maybe North Carolina or Pennsylvania or Florida. (Or maybe John McCain will lose in Arizona?) (Republican incumbent Rob Portman in Ohio has been posting impressive <a href=\"http://cookpolitical.com/senate/charts/race-ratings\">poll numbers</a>.)</p> <p>New Quinnipiac numbers make the Republicans look pretty good in four of those races:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ryanstruyk/status/774277143316598784\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Eep. These new Quinnipiac numbers will make Dems sweat.<br><br>FL: Rubio 50-43%<br>NC: Burr 49-43%<br>OH: Portman 51-40%<br>PA: Toomey 46-45%</p>&mdash; Ryan Struyk (@ryanstruyk) <a href=\"https://twitter.com/ryanstruyk/status/774277143316598784\">September 9, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NickRiccardi/status/774279763418492928\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Would just be amazing if the Republicans held the Senate this year, with this map, while losing the presidential race.</p>&mdash; Nick Riccardi (@NickRiccardi) <a href=\"https://twitter.com/NickRiccardi/status/774279763418492928\">September 9, 2016</a></blockquote>  </figure>  <p>Also: BuzzFeed’s Andrew Kaczynski points out that Trump is running quite a ways behind down-ticket Republicans in the four states.</p> <p>What if the Republicans had nominated someone else for president?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BuzzFeedAndrew/status/774279524699734016\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump v. candidates<br>FL<br>Rubio +7<br>Trump-Clinton tied<br>OH<br>Portman +11<br>Trump +1<br>NC<br>Burr +6<br>Trump -4<br>PA<br>Toomey +1<br>Trump -5 <a href=\"https://t.co/1mkM7buyLs\">pic.twitter.com/1mkM7buyLs</a></p>&mdash; andrew kaczynski (@BuzzFeedAndrew) <a href=\"https://twitter.com/BuzzFeedAndrew/status/774279524699734016\">September 9, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-09T16:23:08.300Z\">at 5.23pm BST</time></p>  </div> <div id=\"block-57d2da8ce4b013613fffbab6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T15:56:31.353Z\">4.56pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton library releases 22 photos of Bill Clinton and Trump in 2000</h2>  <div class=\"block-elements\">  <p>In compliance with a FOIA request by Politico, the Clinton presidential library has released photos of then-president Bill Clinton hanging out with Donald Trump at the 2000 US Open tennis tournament in Queens and at Trump Tower for a fundraiser.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/morningmoneyben/status/774274983040323584\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Friday caption contest. <br>  <a href=\"https://t.co/HtpMU3Xr7K\">https://t.co/HtpMU3Xr7K</a> <a href=\"https://t.co/t0FaFQ4zRh\">pic.twitter.com/t0FaFQ4zRh</a></p>&mdash; Ben White (@morningmoneyben) <a href=\"https://twitter.com/morningmoneyben/status/774274983040323584\">September 9, 2016</a></blockquote>  </figure>  <p>They look like pals.<a href=\"http://www.politico.com/story/2016/09/new-photos-bill-clinton-trump-melania-227945\"> In one image,</a> Clinton stands with his arm around then-Trump-girlfriend Melania Knauss, with Trump next to him with <em>his</em> arm around an unidentified woman wearing a Playboy T-shirt.</p> <p>Politico:</p> <blockquote class=\"quoted\"> <p>The 22 images were taken by official White House photographers in June 2000 during a visit the president paid to Trump Tower in New York City for a political fundraiser, and in September 2000 during the U.S. Open tennis tournament in Flushing Meadows, N.Y. [...]</p> <p>“I didn’t know him that well,” Clinton said last year. “I mean, I knew him. I knew him and I happened to be planning to be in Florida and I thought it’d be fun to go to his wedding, because it’s always entertaining.”</p> </blockquote> <p><a href=\"http://www.politico.com/story/2016/09/new-photos-bill-clinton-trump-melania-227945\">Read further</a>.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-09T16:01:39.486Z\">at 5.01pm BST</time></p>  </div> <div id=\"block-57d2d77de4b07ac3d446a947\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T15:46:15.867Z\">4.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s some fresh Hillary Clinton propaganda which we have to call that because it’s touching and human in a way that threatens the carapace of cynicism without which one might fear for one’s survival in this particular election year.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=Z8cD-PbnxVE\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/Z8cD-PbnxVE?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Here’s what Clinton’s communications director would like you to take away from the viewing experience:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jmpalmieri/status/774266824942817280\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This is what people who know her mean when they say &quot;if you only knew the Hillary I know.&quot; <a href=\"https://t.co/FJhieIdBnP\">https://t.co/FJhieIdBnP</a></p>&mdash; Jennifer Palmieri (@jmpalmieri) <a href=\"https://twitter.com/jmpalmieri/status/774266824942817280\">September 9, 2016</a></blockquote>  </figure>  <p>NB we are ready to post the concomitant fresh Trump propaganda, for the appraisal of you the reader, as soon as it crosses our transom. </p> </div>   </div> <div id=\"block-57d2d11de4b08465d44ff037\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T15:21:49.853Z\">4.21pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Bill Clinton: 'If you're a white southerner' you know what Trump means</h2>  <div class=\"block-elements\">  <p>Bill Clinton, the Arkansas native and former governor who won Appalachia and Georgia at Carter ’76 levels, has said that Trump’s slogan “make America great again” is racist dog whistling:</p> <p>“That message – I’ll give you America great again – if you’re a white southerner, you know exactly what it means, don’t you?” Clinton said to an audience in Orlando Thursday:</p> <blockquote class=\"quoted\"> <p>It means I’ll give you the economy you had 50 years ago and I’ll move you back up the social totem pole and other people down,. What Hillary wants to do is take the totem pole down and let us all go forward together!</p> </blockquote> <p>Watch the video on the <a href=\"http://www.realclearpolitics.com/video/2016/09/07/bill_clinton_if_youre_a_white_southerner_you_know_what_make_america_great_again_really_means.html?platform=hootsuite\">Real Clear Politics site</a>.</p>  <figure class=\"element element-image\" data-media-id=\"6c0825136ea1d8e6ff793ebac74ef37e693d6fd6\"> <img src=\"https://media.guim.co.uk/6c0825136ea1d8e6ff793ebac74ef37e693d6fd6/0_92_4200_2519/1000.jpg\" alt=\"Now watch this dance move.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Now watch this dance move.</span> <span class=\"element-image__credit\">Photograph: Sara D. Davis/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-57d2cd9ce4b08465d44ff020\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T15:01:50.214Z\">4.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>North Carolina, whose 15 electoral votes are up for grabs, is already sending out absentee ballots to voters who’ve requested them. University of Florida professor Michael McDonald tracks early voting:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ElectProject/status/774244328730349569\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Of the 28,187 NC ballots sent as of today:<br>37.5% Dem<br>34.7% Rep<br>27.6% Unaffiliated<br>0.3% Lib</p>&mdash; Michael McDonald (@ElectProject) <a href=\"https://twitter.com/ElectProject/status/774244328730349569\">September 9, 2016</a></blockquote>  </figure>  <p>That’s a lot more ballots sent out early than in 2012, but McDonald warns against jumping to conclusions based on those figures: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ElectProject/status/774251200824782848\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Also, these are just the ballots sent to voters. Trust more the returned ballots statistics. Those are actual votes</p>&mdash; Michael McDonald (@ElectProject) <a href=\"https://twitter.com/ElectProject/status/774251200824782848\">September 9, 2016</a></blockquote>  </figure>  <p>Thirty-six states plus Washington, DC, have some form of early voting, which is becoming more popular; about one in three ballots this year are expected to be cast early.</p> </div>   </div> <div id=\"block-57d2c73de4b013613fffba4d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T14:38:50.923Z\">3.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A new Hillary Clinton campaign ad rebuts Donald Trump’s assertion that <a href=\"http://www.theatlantic.com/politics/archive/2016/07/trump-rnc-speech-alone-fix-it/492557/\">he alone can fix</a> all that’s gone wrong with America. </p> <p>If you don’t remember Trump creepily saying that, it might be time to <a href=\"https://www.theguardian.com/us-news/2016/jul/22/donald-trump-republican-convention-speech-law-order\">relive the climactic moment</a> of the Republican national convention.</p> <p>In Clinton’s new ad, she says, “Donald Trump says he alone can fix the problems we face. Well I don’t believe that’s how you get things done in our country.”</p> <p>She lists solutions achieved through cooperation including health care for kids, the rebuilding of New York City after 9/11 and arms agreements with Russia.</p> <p>“We’ve got to bring people together. That’s how you solve problems, and that’s what I’ll do, as president,” she concludes.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=cIe_hY4OzeY\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/cIe_hY4OzeY?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption>Only Way</figcaption> </figure>  </div>   </div> <div id=\"block-57d2c371e4b07ac3d446a8e7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T14:23:50.190Z\">3.23pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Facebook co-founder dumps $20m on Democrats</h2>  <div class=\"block-elements\">  <p>A co-founder of Facebook said to be worth around $10bn (50 times more than Donald Trump? 100 times more?) has just announced donations to multiple Democratic groups. Among Dustin Moskovitz’s aims is electing Hillary Clinton, whom he apparently has never met, president.</p> <p>Moskovitz was college roommates with Mark Zuckerberg and just became, it <a href=\"https://twitter.com/teddyschleifer/status/774244794012954625\">looks like</a>, the third-biggest Democratic donor out there.</p> <p>In a statement <a href=\"https://medium.com/@moskov/compelled-to-act-1413930041ee#.dskec1h72\">on Medium</a>, Moskovitz and his wife, whose cool name is Cari Tuna, and who together are <a href=\"https://www.washingtonpost.com/business/billionaire-couple-give-plenty-to-charity-but-they-do-quite-a-bit-of-homework/2014/12/26/19fae34c-86d6-11e4-b9b7-b8632ae73d25_story.html\">noted and precocious philanthropists</a>, said they feel hesitant to try to buy elections but the “fear and hostility” with which the Republicans have conducted this campaign has compelled them to act:</p> <blockquote class=\"quoted\"> <p>This decision was not easy, particularly because we have reservations about anyone using large amounts of money to influence elections. We hope these efforts make it a little more likely that Secretary Clinton is able to pursue the agenda she’s outlined, and serve as a signal to the Republican Party that by running this kind of campaign — one built on fear and hostility — and supporting this kind of candidate, they compel people to act in response.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/moskov/status/774095121562279936\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I just published “Compelled to Act” <a href=\"https://t.co/O55CV174eo\">https://t.co/O55CV174eo</a> We’re committing $20M to help Democrats in the 2016 election.</p>&mdash; Dustin Moskovitz (@moskov) <a href=\"https://twitter.com/moskov/status/774095121562279936\">September 9, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/moskov/status/774151748558606336\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hobbitj\">@hobbitj</a> <a href=\"https://twitter.com/teddyschleifer\">@teddyschleifer</a> I have not yet met them, but hope to soon. We asked for nothing, but I accept that many won&#39;t believe it.</p>&mdash; Dustin Moskovitz (@moskov) <a href=\"https://twitter.com/moskov/status/774151748558606336\">September 9, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d2bf4ae4b08465d44fefc4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T14:11:04.248Z\">3.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>It’s the question everyone in US politics is trying to answer right now: who’s better, Obama or Putin? </p> <p>Donald Trump’s daring to say Putin, a notion elected Republicans <a href=\"https://twitter.com/jslovegrove/status/774065766954131456?ref_src=twsrc%5Etfw\">won’t touch with a ten-foot pole</a>, has given cover for other closet admirers of the Russian strongman to come out of the closet.</p> <p>Indiana governor / Trump No. 2 Mike Pence, for example, told CNN Thursday evening that of course Putin is a stronger leader than Obama:</p> <blockquote class=\"quoted\"> <p>I think it’s inarguable that Vladimir Putin has been a stronger leader in his country than Barack Obama has been in this country. And that’s going to change the day that Donald Trump becomes president</p> </blockquote> <p>Noted conservative talk show Hugh Hewitt serves up this analysis: <br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hughhewitt/status/774208354038128640\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Putin&#39;s an evil man. POTUS a good but incompetent man. Putin has served his country&#39;s national interest better.  <a href=\"https://t.co/6R2N0dajHM\">https://t.co/6R2N0dajHM</a></p>&mdash; Hugh Hewitt (@hughhewitt) <a href=\"https://twitter.com/hughhewitt/status/774208354038128640\">September 9, 2016</a></blockquote>  </figure>  <p>Former Obamanistas and sympathetic progressives are arguing with Hewitt about it:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jonfavs/status/774246437110493184\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So Russia&#39;s interests are murdered journalists, shot down jetliners, a tanked economy, and global isolation? <a href=\"https://t.co/nfOC2Nt16D\">https://t.co/nfOC2Nt16D</a></p>&mdash; Jon Favreau (@jonfavs) <a href=\"https://twitter.com/jonfavs/status/774246437110493184\">September 9, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joshtpm/status/774228605304012800\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">He&#39;s excelled in evil. Great leader. Very strong. <a href=\"https://t.co/GsrV3Xz7fV\">https://t.co/GsrV3Xz7fV</a></p>&mdash; Josh Marshall (@joshtpm) <a href=\"https://twitter.com/joshtpm/status/774228605304012800\">September 9, 2016</a></blockquote>  </figure>  <p>Putin’s not the only controversial entry on Hewitt’s top-leaders list:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hughhewitt/status/774229414481530881\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">3. When Nixon met with Mao it didn&#39;t make Mao any less the greatest murderer of post WW 2 era, but most historians rank him effective leader</p>&mdash; Hugh Hewitt (@hughhewitt) <a href=\"https://twitter.com/hughhewitt/status/774229414481530881\">September 9, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DLin71/status/774073571362516993\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">*Obama bows to foreign leader*<br>GOP: TREASON<br><br>*Trump praises Putin, criticizes US on Russia TV*<br>GOP: If you close your eyes, he’s like Reagan</p>&mdash; Daniel Lin (@DLin71) <a href=\"https://twitter.com/DLin71/status/774073571362516993\">September 9, 2016</a></blockquote>  </figure>  <p>Update: for further reading:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/08/almost-everyone-gets-russia-wrong-apart-from-obama\">Almost everyone gets Russia wrong – apart from Obama | Trevor Timm</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-09T14:25:17.702Z\">at 3.25pm BST</time></p>  </div> <div id=\"block-57d29f46e4b013613fffb965\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T12:31:13.579Z\">1.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello and welcome to our live-wire coverage of the 2016 race for the White House. Donald Trump has done a call-in interview for Russian propaganda outlet RT, which used to stand for Russia Today, slamming the US media and criticizing US foreign policy. </p> <p>In Trump’s defense, the interview was with eternal TV host Larry King, an old Trump pal and probably not a fifth columnist. On the other hand, Trump’s untiring admiration for Russia – which Hillary Clinton yesterday called “scary”, “dangerous”, “bizarre” and “astonishing” – threatens to become a political liability, as he is running for president of the USA. </p> <p>Here’s the interview:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=9_5MtZ0Wv70\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/9_5MtZ0Wv70?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>The Trump campaign explained that Trump did not know whom he was doing the interview with.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NorahODonnell/status/774209259290714112\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">“He...did an intw w Larry King, a personal friend of his… He didn’t know it would be on Russian TV.”<a href=\"https://twitter.com/KellyannePolls\">@kellyannepolls</a> on Trump’s intw on RT</p>&mdash; Norah O&#39;Donnell (@NorahODonnell) <a href=\"https://twitter.com/NorahODonnell/status/774209259290714112\">September 9, 2016</a></blockquote>  </figure>  <p>Trump’s coziness with the Russians is making Republican lawmakers nervous, as CNN’s Manu Raju demonstrates:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jslovegrove/status/774065766954131456\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Congressional Republicans ducking questions about Trump’s kind words for Putin. Such a great package from <a href=\"https://twitter.com/mkraju\">@mkraju</a>: <a href=\"https://t.co/2XCioRhuAG\">https://t.co/2XCioRhuAG</a></p>&mdash; Jamie Lovegrove (@jslovegrove) <a href=\"https://twitter.com/jslovegrove/status/774065766954131456\">September 9, 2016</a></blockquote>  </figure>  <p>Trump’s interview with Russian TV aired as WikiLeaks founder Julian Assange went on Fox News to tell host Sean Hannity that the organization is working “around the clock” to prepare documents relating to Clinton’s campaign for release. In July, WikiLeaks published internal Democratic emails obtained through hacking in which Moscow figures as a prime suspect. </p> <p>Elsewhere, Guardian national security editor Spencer Ackerman reports that the man at the center of the US Senate’s <strong>landmark investigation of the CIA torture program</strong> has gone public for the first time about an <a href=\"https://www.theguardian.com/us-news/2016/sep/09/dan-jones-cia-torture-cover-report-senate\">experience that</a><strong><a href=\"https://www.theguardian.com/us-news/2016/sep/09/dan-jones-cia-torture-cover-report-senate\"> led to the CIA spying on him</a> </strong>as part of what he calls a “failed coverup”:</p> <blockquote class=\"quoted\"> <p>For six years, Daniel Jones was the chief investigator for the Senate intelligence committee’s inquiry into CIA detentions and interrogations carried out in the post-9/11 Bush era. Jones and his team turned 6.3m pages of internal CIA documents into a scathing study which concluded that torture was ineffective and that the CIA had lied about it to two presidents, Congress and the US public.</p> <p>But before Jones’s investigation was released in December 2014, the CIA searched through Senate files on a shared, firewalled network which had been set up by the agency for Jones and his team to securely receive classified documents.</p> <p>The CIA accessed Jones’s work and even reconstructed his emails, sparking an unprecedented clash between the agency and its legislative overseers on Capitol Hill.</p> </blockquote> <p>Read further:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/09/dan-jones-cia-torture-cover-report-senate\">Senate investigator breaks silence about CIA's 'failed coverup' of torture report</a> </p> </aside>  <p>Trump attends a value voters summit in Washington DC today and has an event this evening in Pensacola, Florida. Clinton will host a “working meeting” in New York with a bipartisan team of national security experts. </p> <p>Thanks for reading and please join us in the comments. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kingsthings/status/772609814874591232\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Before giraffes mate do they neck?<a href=\"https://twitter.com/hashtag/ItsMy2Cents?src=hash\">#ItsMy2Cents</a></p>&mdash; Larry King (@kingsthings) <a href=\"https://twitter.com/kingsthings/status/772609814874591232\">September 5, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-09T12:39:07.105Z\">at 1.39pm BST</time></p>  </div>",
  "<p>British-based financial institutions must be prevented post-Brexit from selling their services in the eurozone, <a draggable=\"true\" href=\"https://www.theguardian.com/world/2016/apr/07/frances-emmanuel-macron-launches-political-movement\">Emmanuel Macron</a>, the likely progressive left candidate for the French presidency has told the Guardian.</p> <p>He said a ban on so-called <a href=\"http://www.theguardian.com/politics/2016/jun/25/london-city-eu-passport-brexit\">financial passporting rights</a>, seen as potentially highly damaging to the City of London and one of the most fraught issues in Brexit talks, “should not be seen as a technical issue but a matter of sovereignty”.</p> <p>Financial services passporting allows banks and other financial companies, like insurers and accountancy firms, to operate across the European Union based on their authorisation in a single member state.</p> <p>Macron, currently the best prospect of preventing a rightwing victory in next year’s presidential election, added he could not see how the UK could be granted a financial passport unless it contributed to the EU budget in the same way as Switzerland and Norway.</p> <p>But Macron insisted: “The financial passport is part of full access to the EU market and a precondition for that is the contribution to the EU budget. That has been the case in Norway and in Switzerland. That is clear.” The proposal would be rejected outright by British Eurosceptics.</p> <p>He also gave no ground on <a href=\"http://www.theguardian.com/politics/2016/jul/04/uk-could-access-single-market-suggests-french-presidential-favourite-alain-juppe\">free movement of EU workers</a>, saying any concessions that allowed the UK to exclude some EU citizens would lead to the disintegration of Europe.</p> <p>Macron’s remarks are a fresh sign that leading French politicians jockeying for the presidency are in no mood to offer concessions to the UK.</p> <p>Macron,39, <a draggable=\"true\" href=\"https://www.theguardian.com/world/2016/aug/30/frances-economy-minister-emmanuel-macron-resigns\">resigned from Hollande’s unpopular government</a> last week, to set up new movement “En Marche” and assemble his “progressive diagnosis” of French ills ahead of a decision on a presidential bid in a couple of months. With only two years in mainstream politics, he is seen as an intriguing wild card who could thwart either <a draggable=\"true\" href=\"https://www.theguardian.com/world/2016/sep/07/how-nicolas-sarkozys-presidential-days-came-back-to-haunt-him\">Nicholas Sarkozy</a> or the Front National of <a draggable=\"true\" href=\"https://www.theguardian.com/world/2016/sep/03/rural-france-pledges-to-vote-for-le-pen-president\">Marine le Pen</a>.</p> <p>He was in London to help build a campaign war chest as large as €12m (£10m) and claims 75,000 people have joined his movement since it was launched. Describing his position of third in the polls as “a good beginning”, he insists he can be the catalyst to disrupt and break the classical outmoded left-right political blocs.</p> <p>Macron’s remarks on passporting run counter to claims made by both Philip Hammond, the chancellor and Boris Johnson, the foreign secretary, that passporting rights will be preserved. Hammond told MPs this week that any attempt by the EU to split off euro-denominated clearing would not benefit the EU, with business instead drifting to New York.</p> <p>Johnson has insisted the UK’s financial services sector will not be stripped of the passporting rights, which exist within the single market, saying that the City of London will remain a global financial centre.</p> <p>But Macron said: “We have the eurozone. Could we accept to be cleared, regulated and de facto have inflows and outflows from a country that has decided to leave the EU? For me, definitely not.”</p> <p>He added the EU could not wait months and months for the UK to start Brexit talks. “Procrastination is not the right answer. We have to be extremely strict on the implementation of Brexit so there is a common approach between member states. We must avoid a sector by sector or country by country approach, and ask the UK to be clear.”</p> <p>He also spurned the concessions on free movement as a price for access to the EU single market. “If you accept such caveats, the more you can damage the EU and it will be an open door for whoever has doubts about Europe, and so reduce the incentive to be pro-European. </p> <p>“I was completely against the <a href=\"http://www.theguardian.com/politics/live/2016/feb/17/four-eu-states-shun-camerons-benefits-plan-politics-live\">agreements signed with the UK in February</a>; it just said ‘OK if you give me more, then I will stay in the club’. That is the beginning of the dismantlement of Europe. Now just because there is a leave vote, should we rewrite the rules of the club for one country. It’s a very strange defeat for Europe if people accept that.”</p> <p>Macron said he is trying to develop a programme on economic dynamism, married to social protection, equality of opportunity and security: “I am not just a liberal movement. I come from the progressive left. I am trying to refresh and counter the system.”</p> <p>Macron, attacking his rivals on the right on their strongest issue of national identity, described “the recent shortcut in the debate from the Nice terrorist attack to the <a draggable=\"true\" href=\"https://www.theguardian.com/world/2016/sep/02/burkini-ban-suspended-nice-court-france\">burkini ban</a> as crazy. A national debate on this was the best way to divide the country”.</p> <p>He said that the middle classes were losing their sense of cultural security, but that issue could not be solved by national laws and bans.</p> <p>“The guy who killed people in Nice was not a Muslim. Daesh [Islamic State] want civil war in our country. They want to divide the country. But they are not in a position to break our country unless we decide to enter into this game and organise a civil war. It is crazy to think the best way to defeat Daesh is to fight Muslims. We have 5.5 million Muslims in France”.</p> <p>But he said there was a deeper issue about unintegrated Muslims in France, especially Salafists who regarded Islamic law as superior to French secular law. He estimated that between 25–30% of French Muslims, close to 2 million, thought in this way, and the answer lay in enforcing French secular law.</p> <p>French Muslims had to become less dependent on preachers from Algiers and Morocco, he said. But he added that measures such as the burkini ban, or <a draggable=\"true\" href=\"https://www.theguardian.com/world/2011/apr/11/france-bans-burqa-and-niqab\">wearing the veil</a>, risked disenfranchising Muslims and risking their ability to be fully aligned with the Republic.</p>",
  "<p><br>Donald Trump knows a thing or two about buying politicians. By his own admission, that was his own relationship with the elected official he now calls Crooked Hillary.</p> <p>“As a businessman and a very substantial donor to very important people, when you give, they do whatever the hell you want them to do,” Trump <a href=\"http://www.wsj.com/articles/donald-trump-says-his-past-politics-were-transactional-1438213199\">told the Wall Street Journal</a> last year. “As a businessman, I need that.”</p> <p>A few days later, on stage at the first debate of the primaries, Trump defended the practice.</p> <p>There was no promise to reform the system; merely a statement of his transactions. That was simply his answer to the difficult question of why this Republican candidate had donated so much money to so many Democrats.</p> <p>“I will tell you that our system is broken,” he <a href=\"http://time.com/3988276/republican-debate-primetime-transcript-full-text/\">explained</a>. “I gave to many people, before this, before two months ago, I was a businessman. I give to everybody. When they call, I give. And do you know what? When I need something from them two years later, three years later, I call them, they are there for me.”</p> <p>The political world according to Trump is much like hiring a lawyer or accountant. He pays up; they follow his orders. The art of this deal is straightforward: the buyer enjoys considerable leverage over the seller.</p> <p>Trump’s explanations of his donations are helpful context for understanding at least two curious payments to state attorneys-general.</p> <p>Both Pam Bondi of Florida and Greg Abbott of Texas (now the Texas governor) were the lucky recipients of Trump donations. Bondi received a $25,000 contribution from Trump a few days after her office <a href=\"http://www.cnn.com/2016/06/10/politics/pam-bondi-donald-trump-donation/\">declared</a> it was “reviewing the allegations” in a lawsuit filed in New York against Trump University in 2013. Both Abbott and Bondi deny any impropriety.</p> <p>Bondi’s office ended the review without taking any action against the so-called university, that reports suggest was little more than a high-pressure sales opportunity for a worthless investment seminar.</p> <p>Trump also handed over cash <a href=\"http://www.twcnews.com/tx/austin/politics/2016/06/2/ap--greg-abbott-given--35k-gubernatorial-campaign-donation-after-trump-university-probe-in-texas-dropped.html\">to Abbott</a> to support his gubernatorial campaign in Texas. That was three years after Abbott dropped its investigation into the business that the New York attorney general has called “straight-up fraud”.</p> <p>Proving corruption is notoriously difficult in a court of law, and campaign finance laws are just as notoriously difficult to enforce. So for now, we must be thankful to the Internal Revenue Service – and the reporting of the Washington Post – for uncovering the mysterious circumstances of the Bondi payment.</p> <p>Trump paid Bondi’s campaign through his tax-exempt family foundation, <a href=\"https://www.washingtonpost.com/news/post-politics/wp/2016/09/01/trump-pays-irs-a-penalty-for-his-foundation-violating-rules-with-gift-to-florida-attorney-general/\">in violation of tax laws</a>. Strangely, the donation was initially listed as going to a Kansas charity with a similar name to Bondi’s political group. “An honest mistake,” said the Trump Organization.</p> <p>That honest mistake cost Trump a $2,500 penalty to the IRS. It might also cost him his self-proclaimed position as an outsider who can upend the political system; and as a relentless critic of the Clinton Foundation’s approach to donations.</p> <p>Instead, Trump looks more and more like the political insider he professes to disdain.</p> <p>Of course, he doesn’t call Pam Bondi of Florida “Crooked Pam”. That would be a little ungenerous since she spoke so eloquently on his behalf at the Republican convention in Cleveland.</p> <p>“Winning this election means reclaiming something to which I’ve dedicated my entire career: the rule of law. Laws that make our neighborhoods safe. Laws that make our economy strong. Laws that apply equally to everyone,” Bondi explained to the delegates in the hall.</p> <p>Bondi <a href=\"http://www.tampabay.com/news/politics/stateroundup/transcript-of-attorney-general-pam-bondis-speech-to-the-republican/2286207\">accused</a> Clinton of being “a former secretary of state who believes the laws don’t apply to her … This lawlessness must stop. Right here. Right now. Donald Trump will stop it.”</p> <p>After one passing reference to Clinton’s private email server, the crowd began chanting, and Bondi happily responded in kind.</p> <p>“Lock her up,” said the attorney general. “I love that.”</p> <p>This is the rule of law seen through Alice’s looking glass. A wonderland where a state’s chief law enforcement officer loves the notion of locking up an elected official without charge or trial.</p> <p>A topsy-turvy state of affairs where lawlessness will be stopped by a man who is being sued for fraud.</p> <p>It would be too much to say that Trump is a hypocrite. You see, he hasn’t promised to fix the broken system. He only pointed out that he bought other politicians. He only hinted that he has so much money that he can’t be bought by other donors. Reform was never his rallying cry.</p> <p>A real reform candidate could have worked wonders in this presidential cycle. An outsider with unimpeachable credentials and a decent claim to credibility might have ripped through both the primaries and the general election. That was, in part, the appeal of Bernie Sanders.</p> <p>Instead, the Republican party nominated someone who openly admits to buying politicians, and whose relationship with the truth looks like a comb-over.</p> <p>Trump’s pitch to voters isn’t that he’s cleaner than his supposedly crooked opponent. It’s that he’s paid so much for the broken system that he doesn’t need to sell himself.</p> <p>This isn’t your typical pay-to-play scheme. Trump has paid the politicians for years, and now he’s trying to play the voters.</p>",
  "<p>The San Diego Chargers kick off two campaigns this week.</p> <p>The team kick off their NFL season against division rival Kansas City, and conventional wisdom says campaign season started too, as the franchise tries to win voter approval for a downtown stadium. </p> <p>Expert forecasts suggest the chances of winning that vote are even grimmer than the team’s chances of winning the AFC West. </p> <p>The Chargers are <a href=\"http://www.voiceofsandiego.org/wp-content/uploads/2016/03/Final-SD-Initiative-03_30_16_1230am.pdf\">asking voters</a> to increase hotel taxes by 4% to help underwrite a $1.8bn stadium and convention center next door to the Padres’ Petco Park. The league and team pay <a href=\"https://www.sandiego.gov/sites/default/files/16_20_fiscal_impact_statement_measure_c.pdf\">roughly $650m of the cost</a>, with the tourism tax covering the rest.</p> <p>In California, though, tax increases for specific projects – like a football stadiums – need two-thirds voter approval, not a simple majority.</p> <p>That’s why virtually everyone involved in San Diego city politics expects it to fail – including people in charge of getting it passed.</p> <p>“For the people who say it isn’t going to pass, they’re not exactly going out on a limb and certifying themselves as political geniuses,” said Mark Fabiani, Chargers special counsel and the man in charge of getting the team a new stadium for the last decade. “I don’t know what credit people should get for saying something so obvious.”</p> <p>And he has a point. Not many votes clear a 66% threshold. For instance, when Arlington, Texas, voters agreed to spend $325m on a Cowboys stadium that would nonetheless be called “The House that Jerry Built”, <a href=\"http://www.arlington-tx.gov/citysecretary/wp-content/uploads/sites/14/2014/05/November-2-2004-Stadium-Election-Results.pdf\">just 55%</a> of voters agreed. Just 53% of Denver-area voters approved a new Broncos stadium.</p> <p>But it isn’t just the high bar that makes the team’s proposal improbable. </p> <p>The Chargers have less support in San Diego than other teams in their home markets said John Nienstedt, a San Diego-based pollster who has tested the public’s view of various Chargers measures since 2004.</p> <p>“Any conversation of this starts with, we’re not Pittsburgh, and the Chargers are not the Steelers, or the Packers, Cowboys or Seahawks,” Nienstedt said. </p> <p>Right now, he said, just 20% of San Diegans consider themselves big Chargers fans, the lowest he’s ever seen and far below the 40% seen in other cities. Fabiani disputes this. He said TV ratings and other measures of popularity don’t support it.</p> <p>And San Diegans have their reasons to be disillusioned.</p> <p>The Chargers spent all last year trying to relocate to Los Angeles with the Raiders, the team’s most hated rival. They even said farewell in their last home game, potentially making this season one of those awkward second goodbyes when you can’t quite leave a party.</p> <p>The bad times aren’t all recent. In 1997, the city agreed to purchase all unsold tickets to Chargers’ games, guaranteeing the team a sellout every week. It cost the city $36.4m <a href=\"http://www.espn.com/nfl/news/story?id=1839120\">until the City Council ended</a> it in 2004. And the city’s still on the hook for nearly $5m a year through 2026 from debt payments on a 1990s renovation of a Qualcomm Stadium that could soon be empty. </p> <p>“If you look at the history, there’s a healthy skepticism of these big projects, and the Chargers have done nothing substantive over the years to alleviate that skepticism,” Nienstedt said.</p> <p>Between the team’s relationship with the city and a quirk of California tax law, the Chargers are starting from farther back, and have longer to go in the first place.</p> <p>Which might not be such a problem, <a href=\"http://www.voiceofsandiego.org/topics/government/san-diego-politicos-pan-chargers-convadium-plan/\">if they had support</a> from city leaders.</p> <p>The city’s business-friendly mayor has gone out of his way not to take a position. The tourism industry with which he’s closely aligned – and which, as expected in a city known for beaches, Sea World and the zoo, is politically influential – strongly <a href=\"http://connect.sandiego.org/2016/09/02/sdta-and-hma-statement-on-stadium-ballot-initiatives/\">opposes</a> it. Residents of a nearby, historically Latino community <a href=\"http://www.voiceofsandiego.org/topics/arts/barrio-logan/\">have warned</a> it will gentrify their neighborhood. <a href=\"http://www.sandiegouniontribune.com/news/2016/sep/04/pressure-grows-on-faulconer-over-stadium/\">Business leaders</a> and elected officials from both parties have <a href=\"http://www.nodowntownstadium.com/\">formed a committee</a> to pay for ads against it.</p> <p>Even <a href=\"http://www.voiceofsandiego.org/topics/land-use/exclusive-padres-chairman-outlines-chargers-stadium-concerns/\">the Padres have big problems</a> with the plan. The team insists it wants the Chargers to stay, but has criticized problems the stadium would cause if it was built next door to their ballpark.</p> <p>It’s enough to make you wonder, why are the Chargers even bothering?</p> <p>At the time the team launched the initiative, Fabiani said, the team thought it had a chance to get key interest groups and elected leaders on board. It’s easy now to say it’s doomed, but the team didn’t calculate that it would receive so little support.</p> <p>Yet the team isn’t without allies. The regional Chamber of Commerce and local construction unions are on board, as is a congressman who’s increasingly vocal in his support.</p> <p>And so, Fabiani said, it’s too early to say the Chargers can’t win. Especially given the team’s unique circumstance: the league has already approved its relocation to Los Angeles and to move into Rams owner Stan Kroenke’s new, state-of-the-art facility. If the Chargers don’t exercise the option this year, they can extend it for one more season, before the Raiders get a chance to move in instead.</p> <p>“This is a one-of-a-kind measure,” Fabiani said. “You have a team that has a viable option to play someplace else, trying to put together a plan to stay.”</p> <p>He said it’s still possible the presidential election could drive turnout that helps the team, and no one should write off its chances of winning.</p> <p>Fabiani’s framing is consistent with <a href=\"http://www.mighty1090.com/episode/how-does-attacking-chris-cate-help-the-chargers-stadium-bid/\">a recent social media ad the team paid for</a>, targeting a councilman who had emerged as the most outspoken critic of the team’s proposal.</p> <p>“Why does Chris Cate want the Chargers to leave San Diego? Please call and ask him,” the ad read, listing his office’s phone number.</p> <p>The message seems clear: a vote against the measure is a vote for the Chargers to leave town.</p> <p>But Fabiani insists neither should be seen as a threat. Sort of.</p> <p>“We’ve been careful never to say that, and that’s not the case,” Fabiani said. “I wouldn’t want to predict what would happen if we don’t win this election, but I think people understand the obvious fact that if we don’t win we don’t have another clear option.”</p>",
  "<div id=\"block-57d2102ae4b013613fffb6f9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T01:34:43.599Z\">2.34am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today in Campaign 2016</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"3eadb534bb05f0abdbcba879a994af0fa30f75d4\"> <img src=\"https://media.guim.co.uk/3eadb534bb05f0abdbcba879a994af0fa30f75d4/0_0_5184_3456/1000.jpg\" alt=\"Donald Trump.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump.</span> <span class=\"element-image__credit\">Photograph: Thomas Ondrey/AP</span> </figcaption> </figure>  <ul> <li>Hillary Clinton today derided Donald Trump’s praise of Vladimir Putin as <a href=\"https://www.theguardian.com/us-news/2016/sep/08/hillary-clinton-trump-unpatriotic-scary-putin\">“unpatriotic” and “scary”</a> and suggested the Republican nominee’s coziness with the Russian president could represent a threat to national security. In a press conference at an airport in Westchester, New York, her first such formal event in 278 days, Clinton discussed Trump’s remarks at a “commander-in-chief forum” hosted by NBC and <a href=\"http://iava.org/\">Iraq and Afghanistan Veterans of America</a> in New York last night, in which the nominees <a href=\"https://www.theguardian.com/us-news/2016/sep/08/clinton-vows-no-more-troops-in-iraq-as-trump-slams-dumbest-foreign-policy\">drew sharp contrasts</a> on foreign policy and national security in back-to-back appearances that previewed their first debate later this month.</li> <li>Many Republicans who returned to Washington this week after the summer recess expressed confidence that Trump was improving as a candidate in both tone and message. But today, they found themselves in the familiar routine of <a href=\"https://www.theguardian.com/us-news/2016/sep/08/trump-putin-senate-republicans-marco-rubio-john-mccain\">distancing themselves</a> from Trump’s comments – the latest being his praise for Putin in an NBC News <a href=\"https://www.theguardian.com/us-news/2016/sep/08/clinton-vows-no-more-troops-in-iraq-as-trump-slams-dumbest-foreign-policy\">national security forum held on Wednesday</a>. “If you’re running for leader of the free world and you’re expressing admiration for Putin, well then you’re losing me,” Lindsey Graham, a senator from South Carolina and former Republican presidential candidate, told reporters. “I think Vladimir Putin is a thug, a dictator, an autocratic ruler who has his opposition killed in the streets of Russia. He has dismembered his neighbor.”</li> <li>Libertarian presidential nominee Gary Johnson appeared clueless about the Syrian crisis this morning, asking “What is Aleppo?” during a television interview. Mike Barnicle, during an interview on NBC’s Morning Joe, asked Johnson: “What would you do if you were elected, about Aleppo?” Aleppo, formerly Syria’s largest city, has been the worst hit area during the country’s war. But Johnson <a href=\"https://www.theguardian.com/us-news/2016/sep/08/aleppo-gary-johnson-syria-war-question\">didn’t know what Aleppo was</a>.<br></li> <li>The Donald Trump campaign has confirmed reports yesterday that it raised $90m in August, versus $143m raised by Clinton. But the campaign did not say how much of the $90m is earmarked for the Republican national committee or state parties, as campaigns customarily do. Without knowing the breakdown, we don’t know how much money the campaign has.</li> </ul> </div>   </div> <div id=\"block-57d20dcfe4b07ac3d446a5b3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T01:18:31.327Z\">2.18am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>In response to Rudy Giuliani’s claims about Donald Trump, circa 2012:</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/232572505238433794\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">An &#39;extremely credible source&#39; has called my office and told me that <a href=\"https://twitter.com/BarackObama\">@BarackObama</a>&#39;s birth certificate is a fraud.</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/232572505238433794\">August 6, 2012</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d1fb20e4b08465d44fec6f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-09T00:21:28.247Z\">1.21am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Rudy Giuliani falsely claims Donald Trump disavowed birtherism 'years ago'</h2>  <div class=\"block-elements\">  <p>Republican presidential nominee Donald Trump made his first serious foray into American presidential politics in 2011, when he made himself the most public face of the so-called “birther” movement, conspiracists who believe <a href=\"https://www.theguardian.com/world/2011/apr/27/barack-obama-birth-certificate-released\">the long-discredited theory</a> that President Barack Obama was not born in the United States and is therefore constitutionally ineligible to serve as president.</p>  <figure class=\"element element-image\" data-media-id=\"0bcce6ce554ce8fe1b36928ecacd9b4a63754bca\"> <img src=\"https://media.guim.co.uk/0bcce6ce554ce8fe1b36928ecacd9b4a63754bca/0_0_3500_2099/1000.jpg\" alt=\"Rudy Giuliani talks to the crowd before Donald Trump’s speech about his ten point immigration policy.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rudy Giuliani talks to the crowd before Donald Trump’s speech about his ten point immigration policy.</span> <span class=\"element-image__credit\">Photograph: UPI / Barcroft Images</span> </figcaption> </figure>  <p>Since deciding to become Obama’s successor, he has avoided answering questions as to whether he still believes that Obama was not born an American citizen, but that hasn’t kept members of the press from asking both the candidate and his surrogates whether Trump still subscribes to a conspiracy theory that many Americans see as racist.</p> <p>The latest surrogate: Former New York mayor Rudy Giuliani, who told MSNBC’s Chris Matthews tonight that Trump had long ago dismissed the theory publicly.</p> <p>This has never happened.</p> <p>“I confirm that and Donald Trump now confirms that,” Giuliani said when Matthews asked him to confirm that Obama was born in the US. “He did that two years ago... two years ago. Three years ago.”</p> <p>Giuliani continued, blaming the fomenting of birtherism on Clinton’s 2008 presidential campaign, due to some volunteers, later fired, who spread emails stirring the conspiracy.</p> <p>“The point is that Hillary Clinton’s campaign is the first one to do it because all she does is engage in negative campaigning against Barack Obama and against Donald Trump.”</p> <p>“He is the one who got him to finally produce the birth certificate,” Giuliani said of Trump. “Hillary Clinton’s campaign first raised this issue.”</p> <p>Matthews attempted to get Giuliani, as Trump’s surrogate, to commit Trump to declaring in public that Obama is a legitimate citizen of the United States within the next 24 hours, but Giuliani averred.</p> <p>“You are speaking for Donald Trump,” Matthews said, nearly shouting. “And we are ending this now because we are spending a lot of time on it but I think it is important. You say this president was legitimately elected president of the United States and you say your candidate agrees with you.”</p> <p>“I believe he was legitimately elected president,” Giuliani said. “And instead of talking about the fact that Hillary Clinton violated probably about 40 different federal laws, we are talking about this, which is ridiculous.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-09T00:34:08.771Z\">at 1.34am BST</time></p>  </div> <div id=\"block-57d1f84be4b013613fffb690\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T23:50:46.122Z\">12.50am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Speaking with Larry King on Kremlin-backed RT America, Republican presidential nominee Donald Trump declared that he doesn’t want Libertarian presidential nominee Gary Johnson to participate in upcoming presidential debates and criticized the candidate for revealing to MSNBC this morning that <a href=\"https://www.theguardian.com/us-news/2016/sep/08/aleppo-gary-johnson-syria-war-question\">he did not know what Aleppo is</a>.</p> <p>“I don’t know that it’ll hurt him that much, frankly,” Trump said of Johnson’s comments this morning, in which he was asked how he would handle the humanitarian crisis in Aleppo, Syria.</p> <p>“But, you know, he didn’t know that. I saw that. And, you know, it maybe it’ll hurt him a little bit but I think he’ll scoot by. Look, he’s not too much of a factor. They seem to be going down. The other two, they seem to be going down a little bit - we’ll see what happens.”</p> <p>Asked whether he would welcome Johnson to join himself and Hillary Clinton in the upcoming presidential debate at Hofstra University, Trump said no.</p> <p>“I’d rather be Hillary and myself because we’re the only two with a chance of winning.”</p> </div>   </div> <div id=\"block-57d1ec69e4b013613fffb67a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T22:55:42.480Z\">11.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>On “strength”: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/StevenTDennis/status/774018269342818304\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">USA stocks crushing Russian stocks last 5 years.<br>5-year chart of S&amp;P 500 v <a href=\"https://twitter.com/search?q=%24RTSI&amp;src=ctag\">$RTSI</a><br>USA = Blue<a href=\"https://t.co/ZkwsiiqO1G\">https://t.co/ZkwsiiqO1G</a> <a href=\"https://t.co/3oa8cnogs3\">pic.twitter.com/3oa8cnogs3</a></p>&mdash; Steven Dennis (@StevenTDennis) <a href=\"https://twitter.com/StevenTDennis/status/774018269342818304\">September 8, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d1e777e4b07ac3d446a548\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T22:39:35.585Z\">11.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Pool duty is hard work.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jmpalmieri/status/774008954934423552\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/HillaryClinton\">@HillaryClinton</a> traveling press stills on the Tarmac in Kansas City. They tell me they are making &quot;art.&quot; <a href=\"https://t.co/8Uj514WIvq\">pic.twitter.com/8Uj514WIvq</a></p>&mdash; Jennifer Palmieri (@jmpalmieri) <a href=\"https://twitter.com/jmpalmieri/status/774008954934423552\">September 8, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d1e2b2e4b07ac3d446a541\" class=\"block is-key-event\" data-block-contributor=\"profile/lauren-gambino\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T22:15:53.342Z\">11.15pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Hillary Clinton opens up about sexism in new Humans of New York post</h2>  <div class=\"block-elements\">  <p>As a young woman applying to law school, <a href=\"https://www.theguardian.com/us-news/hillary-clinton\">Hillary Clinton</a> learned a hard, everlasting lesson in gender dynamics that would help shape her public persona years later as a politician.</p> <p>In a rare and deeply personal interview on the popular blog <a href=\"http://www.humansofnewyork.com/post/150127870371/i-was-taking-a-law-school-admissions-test-in-a\">Humans of New York</a>, the Democratic nominee said the public’s view of her as “cold” and “walled off” is the result of having learned to “control” her emotions.</p>  <figure class=\"element element-embed\" data-alt=\"Hillary Clinton joins Humans of New York\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;blockquote class=&quot;instagram-media&quot; data-instgrm-captioned data-instgrm-version=&quot;7&quot; style=&quot; background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);&quot;&gt;&lt;div style=&quot;padding:8px;&quot;&gt; &lt;div style=&quot; background:#F8F8F8; line-height:0; margin-top:40px; padding:33.3333333333% 0; text-align:center; width:100%;&quot;&gt; &lt;div style=&quot; background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;&quot;&gt;&lt;/div&gt;&lt;/div&gt; &lt;p style=&quot; margin:8px 0 0 0; padding:0 4px;&quot;&gt; &lt;a href=&quot;https://www.instagram.com/p/BKGk99AgLnL/&quot; style=&quot; color:#000; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none; word-wrap:break-word;&quot; target=&quot;_blank&quot;&gt;“I was taking a law school admissions test in a big classroom at Harvard.  My friend and I were some of the only women in the room.  I was feeling nervous.  I was a senior in college.  I wasn’t sure how well I’d do.  And while we’re waiting for the exam to start, a group of men began to yell things like: ‘You don’t need to be here.’ And ‘There’s plenty else you can do.’ It turned into a real ‘pile on.’ One of them even said: ‘If you take my spot, I’ll get drafted, and I’ll go to Vietnam, and I&amp;#39;ll die.’ And they weren’t kidding around.  It was intense.  It got very personal.  But I couldn’t respond.  I couldn’t afford to get distracted because I didn’t want to mess up the test.  So I just kept looking down, hoping that the proctor would walk in the room.  I know that I can be perceived as aloof or cold or unemotional.  But I had to learn as a young woman to control my emotions.  And that’s a hard path to walk.  Because you need to protect yourself, you need to keep steady, but at the same time you don’t want to seem ‘walled off.’ And sometimes I think I come across more in the ‘walled off’ arena.  And if I create that perception, then I take responsibility.  I don’t view myself as cold or unemotional.  And neither do my friends.  And neither does my family.  But if that sometimes is the perception I create, then I can’t blame people for thinking that.”&lt;/a&gt;&lt;/p&gt; &lt;p style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;&quot;&gt;A photo posted by Humans of New York (@humansofny) on &lt;time style=&quot; font-family:Arial,sans-serif; font-size:14px; line-height:17px;&quot; datetime=&quot;2016-09-08T17:08:40+00:00&quot;&gt;Sep 8, 2016 at 10:08am PDT&lt;/time&gt;&lt;/p&gt;&lt;/div&gt;&lt;/blockquote&gt;&lt;script async defer src=&quot;//platform.instagram.com/en_US/embeds.js&quot;&gt;&lt;/script&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <p>In the post, Clinton recalled sitting down to take a law school admissions test at Harvard. She realized looking around that room that she was one of just a handful of women taking the exam. As she waited for the exam to be administered, a group of men began to taunt the women, shouting insults like: “You don’t need to be here” and “There’s plenty else you can do.”<br></p> <p>“One of them even said: ‘If you take my spot, I’ll get drafted, and I’ll go to Vietnam, and I’ll die,’” Clinton said.</p> <p>Clinton’s appearance on Humans of New York comes a day after the Republican National Committee (RNC) chairman, Reince Priebus, was roundly criticized for his musings on <a href=\"https://www.theguardian.com/us-news/2016/sep/08/trump-clinton-foreign-policy-forum-key-quotes\">Clinton’s performance during the forum</a>.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Reince/status/773694140404170752\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/HillaryClinton\">@HillaryClinton</a> was angry + defensive the entire time - no smile and uncomfortable - upset that she was caught wrongly sending our secrets.</p>&mdash; Reince Priebus (@Reince) <a href=\"https://twitter.com/Reince/status/773694140404170752\">September 8, 2016</a></blockquote>  </figure>  <p>Clinton’s campaign fired back: “Actually, that’s just what taking the office of President seriously looks like.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/08/hillary-clinton-humans-of-new-york-sexism\">Hillary Clinton opens up about sexism in new Humans of New York post</a> </p> </aside> </div>   </div> <div id=\"block-57d1db16e4b08465d44fec3b\" class=\"block\" data-block-contributor=\"profile/sabrina-siddiqui\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T21:44:31.286Z\">10.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>One day after Donald Trump reiterated his admiration for <a href=\"https://www.theguardian.com/world/vladimir-putin\">Vladimir Putin</a>, saying the Russian president was a better leader than Barack Obama, Republicans on Capitol Hill struggled to explain why their party’s presidential nominee was enamored with a man they have long cast as one of America’s primary foes.<br></p>  <figure class=\"element element-image\" data-media-id=\"16fb0e5d58367f504d1bd0f5402918b358d1496d\"> <img src=\"https://media.guim.co.uk/16fb0e5d58367f504d1bd0f5402918b358d1496d/0_0_2560_1536/1000.jpg\" alt=\"Donald Trump and Vladimir Putin.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump and Vladimir Putin.</span> <span class=\"element-image__credit\">Composite: Ap/Getty</span> </figcaption> </figure>  <p>Many Republicans who returned to Washington this week after the summer recess expressed confidence that Trump was improving as a candidate in both tone and message. But on Thursday, they found themselves in the familiar routine of distancing themselves from Trump’s comments – the latest being his praise for Putin in an <a href=\"https://www.theguardian.com/us-news/2016/sep/08/clinton-vows-no-more-troops-in-iraq-as-trump-slams-dumbest-foreign-policy\">NBC News national security forum held Wednesday</a>.</p> <p>“If you’re running for leader of the free world and you’re expressing admiration for Putin, well then you’re losing me,” Lindsey Graham, a senator from South Carolina and former Republican presidential candidate, told reporters.</p> <p>“I think Vladimir Putin is a thug, a dictator, an autocratic ruler who has his opposition killed in the streets of Russia. He has dismembered his neighbor.”</p> <p>While Graham said he found Obama to be “weak”, “indecisive” and someone Putin had “walked all over”, the visibly frustrated senator added: “But no, I’m not going to say that Putin’s a better leader than a Democratic elected president of the United States even though I have differences with him.”</p> <p>It was just earlier this week that Graham, who has thus far declined to endorse Trump and has been among the candidate’s biggest critics, spoke positively for the first time of the direction his campaign had taken. After telling reporters on Monday that Trump would give Hillary Clinton “a hell of a race”, the senator hardly minced his words when reacting to Trump’s overtures toward Putin.</p> <p>“This whole idea of admiring Putin is the biggest misunderstanding of a relationship in a person since Munich,” Graham said.</p> <p>Marco Rubio, the senator from Florida who made his opposition to Putin a central tenet of his own presidential campaign, <a href=\"https://www.theguardian.com/us-news/2015/oct/03/vladimir-putin-is-a-gangster-and-thug-says-us-presidential-candidate-marco-rubio\">similarly disagreed with Trump’s assertion</a> that the Russian president was a better leader than Obama.</p> <p>“Look, I have tremendous policy disagreements with President Obama, but Vladimir Putin is an authoritarian thug who is accountable to no one,” Rubio told the Guardian.</p> <p>“I don’t think what Vladimir Putin exhibits is leadership. I think what he exhibits is thuggery … and we should be clear-eyed about that,” he added, noting that Putin controlled the media, the military and often his political opponents were either imprisoned or found dead.</p> <p>Asked by the Guardian if he was concerned that Trump had a penchant for commending Putin, despite those facts, Rubio said he was hopeful the candidate’s posture might evolve.</p> <p>“My sense is those views will probably change once he understands better who Vladimir Putin truly is – that’s my hope,” responded the senator, who is backing Trump.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/08/trump-putin-senate-republicans-marco-rubio-john-mccain\">Republicans struggle to explain Trump's fondness for 'murderer and thug' Putin</a> </p> </aside> </div>   </div> <div id=\"block-57d1d7b2e4b07ac3d446a529\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T21:27:19.617Z\">10.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Who could it be?</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SCOTUSMap/status/773881055119970306\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Kagan on social media: &quot;I&#39;m pretty confident none of us have Twitter accounts—or maybe one or two of us do and they&#39;re under a false name.&quot;</p>&mdash; SCOTUS Map (@SCOTUSMap) <a href=\"https://twitter.com/SCOTUSMap/status/773881055119970306\">September 8, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d1d437e4b07ac3d446a525\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T21:13:01.203Z\">10.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Associated Press has deleted a two-week-old tweet in which it falsely characterized half of Hillary Clinton’s meetings during her tenure as secretary of state as having been held with donors to the Clinton Foundation:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AP/status/773990062237286400\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">AP deleted an 8/23 tweet on Clinton&#39;s meetings at State that omitted key context. Details: <a href=\"https://t.co/V2wfiijZqd\">https://t.co/V2wfiijZqd</a> <a href=\"https://t.co/KweL8QrWef\">pic.twitter.com/KweL8QrWef</a></p>&mdash; The Associated Press (@AP) <a href=\"https://twitter.com/AP/status/773990062237286400\">September 8, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d1d319e4b013613fffb64a\" class=\"block is-key-event\" data-block-contributor=\"profile/tom-kutsch\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T21:09:08.697Z\">10.09pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump: Hillary Clinton believes in 'globalism, not Americanism'</h2>  <div class=\"block-elements\">  <p>Donald Trump today attacked Hillary Clinton for espousing <a href=\"https://www.theguardian.com/us-news/2016/sep/07/donald-trump-us-military-spending-sequester-isis\">“trigger-happy”</a> interventionist policies which he said has made the US less safe than ever before. The Republican presidential nominee also targeted the Democrat for what he said was her belief in “globalism” instead of “Americanism”.<br></p> <p>Trump repeated his claim to have been opposed to the Iraq war for which Clinton voted “from the beginning”, a claim which has repeatedly been shown to be untrue.<br></p>  <figure class=\"element element-image\" data-media-id=\"ced8bfa9e8447fb34c3363d4577766b7a7f19cc0\"> <img src=\"https://media.guim.co.uk/ced8bfa9e8447fb34c3363d4577766b7a7f19cc0/0_264_4200_2521/1000.jpg\" alt=\"Donald Trump.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump.</span> <span class=\"element-image__credit\">Photograph: Angelo Merendino/Getty Images</span> </figcaption> </figure>  <p>The Republican nominee was speaking in Cleveland, a day after taking part with Clinton in a “<a href=\"https://www.theguardian.com/us-news/2016/sep/08/hillary-clinton-trump-unpatriotic-scary-putin\">commander-in-chief forum</a>”, hosted by NBC and <a href=\"http://iava.org/\">Iraq and Afghanistan Veterans of America</a>, in New York City. That event offered a preview of the forthcoming presidential debates and led to criticism of the host, Matt Lauer, over his questioning of the two candidates.</p> <p>“She believes in globalism, not Americanism,” Trump said. “On top of it all, Hillary Clinton is trigger happy.”</p> <p>The Cleveland speech was ostensibly dedicated to education policy and school choice. But Trump devoted significant time to well-worn campaign themes, including a lengthy prelude about what he called Clinton’s “criminal cover-up” over her use of a private email server while secretary of state, her views on foreign policy and her record in office, and what he said were her frequent factual misrepresentations.</p> <p>Earlier, at <a href=\"https://www.theguardian.com/us-news/2016/sep/08/hillary-clinton-trump-unpatriotic-scary-putin\">a press conference</a> on an airport tarmac in White Plains, New York, Clinton criticised Trump’s comments at the NBC forum about Russian president <a href=\"https://www.theguardian.com/world/vladimir-putin\">Vladimir Putin</a>, of whom the Republican has often spoken favorably and who, he said on Wednesday, has “been a leader, far more than our president has been a leader”.</p> <p>Clinton said: “Now that is not just unpatriotic and insulting to the people of our country as well as to our commander-in-chief. It is scary.”</p> <p>Trump said: “She tried to make up for her horrible performance last night. So she went on the tarmac and told more lies.”</p> <p>Trump chose again to highlight his own historic statements in opposition to the Iraq war and call out Clinton’s 2003 vote in support of it, when she was the junior senator from New York.<br></p> <p>“Iraq is one of the biggest differences in this race,” he said. “I was opposed to the war from the beginning.”</p> <p>Trump read aloud statements he made to Esquire magazine in August 2004, more than a year after the start of the Iraq war, in which he was critical of US policies in the country.</p> <p>“The media is so terribly dishonest, so I had to do this,” he said.</p> </div>   </div> <div id=\"block-57d1ccfee4b013613fffb639\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T20:55:00.349Z\">9.55pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Mike Pence: It is 'inarguable' that Vladimir Putin is superior to Barack Obama</h2>  <div class=\"block-elements\">  <p>Indiana governor Mike Pence has defended running mate Donald Trump’s declaration that Russian president Vladimir Putin is a superior leader compared to US president Barack Obama, telling CNN’s Dana Bash that it is “inarguable” that the Russian strongman is better than Obama.</p> <p>“I think it’s inarguable that Vladimir Putin has been a stronger leader in his country than Barack Obama has been in this country. And that’s going to change the day that Donald Trump becomes president,” Pence said.</p>  <figure class=\"element element-image\" data-media-id=\"141c4034f6678cad4c989047c208dba39a321098\"> <img src=\"https://media.guim.co.uk/141c4034f6678cad4c989047c208dba39a321098/0_80_3712_2227/1000.jpg\" alt=\"Mike Pence.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mike Pence.</span> <span class=\"element-image__credit\">Photograph: Mark Ralston/AFP/Getty Images</span> </figcaption> </figure>  <p>In NBC’s “Commander-in-Chief” forum last night, in which Trump and rival Hillary Clinton were separately questioned about matters relating to the military and national security, Trump told host Matt Lauer than Putin, who he has previously praised, has “been a leader, far more than our president has been a leader.”</p> <p>Trump has been publicly enamored with the Russian strongman since the primaries, and is given to inaccurately repeating the anecdote that Putin once called him “brilliant.”</p> <p>“I think when he calls me ‘brilliant,’ I’ll take the compliment,” Trump said last night about Putin. “If he says great things about me, I’m going to say great things about him.”</p> <p>The story refers to remarks Putin made in December 2015, in which the Russian president - who has been criticized internationally for the <a href=\"https://www.theguardian.com/world/2014/feb/28/russia-crimea-white-house\">invasion and annexation</a> of Crimea, the <a href=\"https://www.theguardian.com/world/2016/jan/21/alexander-litvinenko-was-probably-murdered-on-personal-orders-of-putin\">murder by poisoning</a> of a Russian citizen and has been <a href=\"https://www.theguardian.com/news/2006/oct/09/guardianobituaries.russia\">implicated in the death</a> of an investigative journalist, although Trump has <a href=\"https://www.theguardian.com/us-news/2015/dec/20/donald-trump-defends-vladimir-putin-endorsement\">dismissed such claims</a> as baseless - when Putin used the word “yarkii” (or яркий) to describe Trump.</p> <p>The word means “brilliant” or “bright,” but in the sense of spectacle or shininess - akin to “flashy” or “flamboyant.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-08T20:55:39.103Z\">at 9.55pm BST</time></p>  </div> <div id=\"block-57d1c9b4e4b013613fffb62e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T20:30:27.756Z\">9.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Indiana governor Mike Pence doesn’t speak Hebrew - not that that’s a prerequisite for the office of the vice president - but <a href=\"http://forward.com/the-assimilator/349477/mike-pence-makes-bid-for-jewish-votes-with-awkwardly-worded-hebrew-sign/\">according to The Forward</a>, it makes reaching out to Hebrew-speaking voters a little, well, tricky:</p> <blockquote class=\"quoted\"> <p>The Republican vice presidential candidate was photographed holding a sign written in Hebrew that was supposed to read ‘Make America Great Again’ - but translates roughly as ‘To Reverse America to Great Once More.’ The first word on the bottom of the sign is a verb in its infinitive form, making it confusing to Hebrew speakers from the get go.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/scottbix/status/773981533417930752\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This sign translates as “To Reverse America to Great Once More.” <br><br>Close enough, right? <a href=\"https://t.co/vjhulbhlNL\">https://t.co/vjhulbhlNL</a> <a href=\"https://t.co/lv1PPbAGj7\">pic.twitter.com/lv1PPbAGj7</a></p>&mdash; Scott Bixby (@scottbix) <a href=\"https://twitter.com/scottbix/status/773981533417930752\">September 8, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-08T20:30:45.721Z\">at 9.30pm BST</time></p>  </div> <div id=\"block-57d1c82de4b08465d44fec0e\" class=\"block\" data-block-contributor=\"profile/davidsmith\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T20:21:30.980Z\">9.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>As the election nears, the Obama swan song continues with ever growing poignancy. Today, first lady Michelle Obama hosted her fifth and final class of <a href=\"https://www.whitehouse.gov/live/first-lady-michelle-obama-honors-2016-class-national-student-poets-program\">national student poets at the White House</a>.</p> <p>“Well, I have to say that this event - I’ve said this too many times, because we’re celebrating a lot of ‘last’ here this year - but this is the last time that we’re going to have the pleasure of welcoming a class of national student poets to the White House, at least under this administration,” Obama said. “So I’m feeling a little melancholy here, because this has truly been an honour and a privilege and a joy.”</p> <p>The first lady condemned the “pretty devastating” cuts to art and music classes in schools across the country that preceded her husband’s administration. <a href=\"https://www.washingtonpost.com/entertainment/museums/a-master-of-pop-culture-had-little-to-do-with-the-high-arts/2016/09/02/e84e8de2-64a7-11e6-be4e-23fc4d4d12b4_story.html\">A recent Washington Post article</a> suggested that arts communities feel let down by the president for not showing a greater interest.</p> <p>But Obama said: “Barack and I also happen to be pretty huge poetry fans ourselves. My husband considers himself kind of a poet, but we’ll see. We’ll see. Maybe when he’s done he’ll write one for me. You hear that, honey? So that’s kind of where the idea of the national student poet programme came from.”</p> <p>Obama also recalled the first White House poetry jam in 2009 where <a href=\"https://www.youtube.com/watch?v=WNFf7nMIGnE\">Lin-Manuel Miranda rapped about Alexander Hamilton</a>, soon to be expanded into the hit musical Hamilton, “one of the most extraordinary pieces of art that I - and probably so many others - have ever seen”.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=WNFf7nMIGnE\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/WNFf7nMIGnE?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>But it was a poetry medley by students past and present, beneath a portrait of Abraham Lincoln in the state dining room, that moved Obama to the brink of tears on Thursday. “If we ever wonder...” she began, sighing with emotion, “if what we do makes a difference, it does.”</p> <p>Her voice still low and unsteady, Obama added: “Thank you everyone for all of this. Thank you, guys. I’m so proud of you. That was beautiful. You guys are awesome. Have a great year.”</p> </div>   </div> <div id=\"block-57d1c4a5e4b013613fffb622\" class=\"block\" data-block-contributor=\"profile/jana-kasperkevic\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T20:07:36.242Z\">9.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>While speaking in Cleveland earlier today, Donald Trump said that there are only bad jobs in the US.</p> <p>“We only have bad jobs. We don’t have good jobs anymore,” said Trump. He added that if elected, he would be “the greatest jobs producing president that God ever created”.</p>  <figure class=\"element element-image\" data-media-id=\"0e5229c3e595bd9b7fb64530919c89e0e0395d59\"> <img src=\"https://media.guim.co.uk/0e5229c3e595bd9b7fb64530919c89e0e0395d59/0_167_5294_3177/1000.jpg\" alt=\"Donald Trump.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump.</span> <span class=\"element-image__credit\">Photograph: Evan Vucci/AP</span> </figcaption> </figure>  <p>Trump’s remarks come less than a week after the US Department of labor released its August jobs report. In August, <a href=\"https://www.theguardian.com/business/2016/sep/02/us-jobs-report-august-economy\">US created 151,000 jobs</a> - about 30,000 below expectations. However, on average the US economy added about 230,000 a month over the last three months. August was the 71st consecutive month of overall job creation- longest streak on record. It was also the 77th consecutive month of private sector job growth.</p> <p>The Obama administration insists that the jobs added over the past few months tend to be good, middle class jobs rather than “bad jobs” as Trump described them. According to US labor secretary Tom Perez, education and health sectors have added the most job in the last year, followed by professional and business services.</p> <p>“I use these two examples to highlight what we are seeing in this recovery, which is over the last two to three years, not only do we see a growth in the quantity of jobs but we are seeing a distinct growth in the quality of jobs. More and more middle class and above jobs are being created in the last two to three years,” he told the Guardian on Friday.</p> <p>“Another sector that is really rebounding - especially in the last few months is government, which during the early stages of the recovery it usually recovers really fast but it didn’t. And now we are seeing some real rebound in government jobs, which tend to be solid middle class jobs. I am heartened not just by the number of jobs we are creating but by the quality of jobs that are being created.”</p> <p>One of the main reasons for the delay in recovery in government sector is the sequester - the automatic budget cuts that were included in the 2011 Budget Control Act. Had it been not for the budget cuts championed by Congress Republicans after the 2008 economic crisis, unemployment rate might have been higher, said Perez.</p> <p>“If we had the investment rates that we saw during the Reagan administration now, we would have an unemployment rate that would be probably two to three tenths of a percent lower than it currently is,” <a href=\"https://www.theguardian.com/business/2016/sep/05/barack-obama-us-minimum-wage-republicans-tom-perez\">he said</a>. The US unemployment rate is 4.9%. “But the lingering effect of sequester has a dramatically negative impact on government hiring and it also had on a federal level and on state and local level.”</p> <p>Despite better jobs being created, there are still more than six million Americans who want full time jobs, but are only working part-time at the moment. Additionally, there are 7.5 million Americans who are working more than one jobs to make ends meet.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/aug/11/us-economy-recession-republicans-hillary-clinton-policy\">Republicans have themselves to blame for the slow economy, study says</a> </p> </aside> </div>   </div> <div id=\"block-57d1c2eee4b013613fffb61f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T20:01:40.739Z\">9.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Esquire Magazine has added an editor’s note to <a href=\"http://www.esquire.com/news-politics/a37230/donald-trump-esquire-cover-story-august-2004/\">a profile of Donald Trump</a> that the Republican presidential nominee has repeatedly cited as proof that he never supported the invasion of Iraq, calling the characterization inaccurate:</p> <blockquote class=\"quoted\"> <p> The following story was published in the August 2004 issue of Esquire. During the 2016 presidential election, Donald Trump has repeatedly claimed to have been against the Iraq War from the beginning, and he has cited this story as proof. The Iraq War began in March 2003, more than a year before this story ran, thus nullifying Trump’s timeline.<br></p> </blockquote> <p>Trump has falsely insisted that he was opposed to the Iraq war since before its inception, despite a 2002 interview with Howard Stern in which he said “yeah, I guess so” when asked if he supported the invasion.</p> <p>The Esquire interview was mentioned as recently as last night, when he told NBC host Matt Lauer during a forum on national security that “you can look at Esquire Magazine from ’04” as proof of his opposition to the war.</p> </div>   </div> <div id=\"block-57d1bcc6e4b08465d44febe4\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T19:42:25.320Z\">8.42pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton campaign raises money off of Matt Lauer criticism</h2>  <div class=\"block-elements\">  <p>Democratic presidential nominee Hillary Clinton’s campaign is officially fundraising off of frustration with Matt Lauer’s moderation of NBC’s “Commander-in-Chief Forum” last night, emailing supporters under the subject line “Matt Lauer” that the Today Show co-host failed to fact-check the proven falsehood that Donald Trump opposed the invasion of Iraq.</p>  <figure class=\"element element-image\" data-media-id=\"769c3195c5d01e03abb01a3541d6a1e0d3dde2ad\"> <img src=\"https://media.guim.co.uk/769c3195c5d01e03abb01a3541d6a1e0d3dde2ad/0_0_4260_3152/1000.jpg\" alt=\"Donald Trump speaks with Today show co-anchor Matt Lauer.\" width=\"1000\" height=\"740\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump speaks with Today show co-anchor Matt Lauer.</span> <span class=\"element-image__credit\">Photograph: Evan Vucci/AP</span> </figcaption> </figure>  <p>“Donald Trump kicked off his evening by lying to the American people about his position on the Iraq War - and no one stopped to call him on it,” the email, penned by Clinton campaign deputy communications director Christina Reynolds, begins.</p> <p>“Not only did the moderator, Matt Lauer, fail to fact-check Trump - he then kept the conversation moving,” Reynolds continues. “The worst part is, there’s nothing new about this happening. We all know that Trump lies a lot. And we all know that many outlets in the press apparently lack the wherewithal to call him out - and help voters understand that what they’re hearing from Trump isn’t just normal political talk, but an unprecedented descent into unqualified nonsense from a major-party presidential nominee.”</p> <p>Lauer has been castigated by journalists and viewers for being “<a href=\"http://www.nytimes.com/2016/09/09/arts/television/matt-lauer-presidential-election-hillary-clinton-donald-trump.html?_r=0\">lost at sea</a>” during the one-hour event aboard the aircraft carrier Intrepid, focusing nearly a third of his time with the former secretary of state on questions about her use of private email servers while letting Trump’s assertion that he was opposed to the Iraq war go unchallenged.</p> <p>Trump has long maintained that he was opposed to the invasion of Iraq from the beginning as evidence that he has better judgment on national security matters than his opponents, despite the discovery of a radio interview with shock jock Howard Stern on Sept. 11, 2002 <a href=\"https://www.buzzfeed.com/andrewkaczynski/in-2002-donald-trump-said-he-supported-invading-iraq-on-the?utm_term=.gqorQrn345#.ixX36395Ed\">by Buzzfeed News</a> wherein Trump declared “Yeah, I guess so” when asked if he supported the war.</p> <p>That was six months before the invasion.</p> <p>For the Clinton campaign, Lauer’s fumble - the hashtag <a href=\"https://twitter.com/search?q=%23LaueringTheBar&amp;src=tyah\">#LaueringTheBar</a>, a play on “lowering the bar,” has been trending on social media all day - is their gain.</p> <p>“We have to work even harder to get the facts out there on TV, online, and in conversations with voters across the country,” Reynolds concludes. “We have to speak so loudly that every voter in America hears us. And we have to recommit ourselves to delivering Trump a definitive rebuke on November 8th.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-08T19:43:07.660Z\">at 8.43pm BST</time></p>  </div> <div id=\"block-57d1b154e4b08465d44febc0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T18:45:40.383Z\">7.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>No TV person has done more to boost Donald Trump than Fox host Sean Hannity. Today Hannity plans to shine that spotlight on Wikileaks’s Julian Assange, who has promised to release information that reflects poorly on the Clinton campaign. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RosieGray/status/773927176039202816\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Julian Assange will be on <a href=\"https://twitter.com/seanhannity\">@seanhannity</a>&#39;s radio show for an hour today, Hannity tells me</p>&mdash; Rosie Gray (@RosieGray) <a href=\"https://twitter.com/RosieGray/status/773927176039202816\">September 8, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d1b0abe4b08465d44febbc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T18:41:52.339Z\">7.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump continues to talk in Cleveland. He’s stopped quoting his old interviews on Iraq. He is now touting his ability to create jobs:</p> <blockquote class=\"quoted\"> <p>I will be the greatest jobs producing president that god ever created.</p> </blockquote> </div>   </div> <div id=\"block-57d1aeb0e4b07ac3d446a4c1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T18:40:15.977Z\">7.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump now jumps into a litigation of whether he opposed the Iraq War from the beginning.</p> <p>“I was opposed to the war from the beginning, long after my interview with Howard Stern,” Trump says, referring to a 2002 interview with Stern in which he said “yeah... I guess” the Iraq invasion was a good idea.</p>  <figure class=\"element element-image\" data-media-id=\"48044bd16b670883a876bd30e84bfeb7cf68e7f3\"> <img src=\"https://media.guim.co.uk/48044bd16b670883a876bd30e84bfeb7cf68e7f3/0_0_590_265/500.jpg\" alt=\"Beginning.\" width=\"500\" height=\"225\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Beginning.</span> <span class=\"element-image__credit\">Photograph: Grab</span> </figcaption> </figure>  <p>Trump goes on to quote extensively from an interview <a href=\"http://www.esquire.com/news-politics/interviews/a37230/donald-trump-esquire-cover-story-august-2004/\">he gave Esquire in August 2004,</a> which he keeps saying, incorrectly, was “right at the beginning” of the war, “right after the war started.” The invasion was in March 2003. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TeeMcSee/status/773953913645064192\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The Fallujah bridge ambush was in March 2004. Trump rn is claiming clairvoyance for second-guessing war in Aug 2004 <a href=\"https://t.co/u31yk7LTgX\">https://t.co/u31yk7LTgX</a></p>&mdash; Tom McCarthy (@TeeMcSee) <a href=\"https://twitter.com/TeeMcSee/status/773953913645064192\">September 8, 2016</a></blockquote>  </figure>  <p>Update:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GlennKesslerWP/status/773956534393077764\">  <blockquote class=\"twitter-tweet\" data-cards=\"hidden\"><p lang=\"en\" dir=\"ltr\">Here (once again) is our timeline of Trump statements which disproves his false claim he opposed the war in Iraq. <a href=\"https://t.co/NfqLTbVhUp\">https://t.co/NfqLTbVhUp</a></p>&mdash; Glenn Kessler (@GlennKesslerWP) <a href=\"https://twitter.com/GlennKesslerWP/status/773956534393077764\">September 8, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-08T18:51:35.371Z\">at 7.51pm BST</time></p>  </div> <div id=\"block-57d1ad6fe4b07ac3d446a4be\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T18:30:51.115Z\">7.30pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump: 'whole country saw how unfit [Clinton] was'</h2>  <div class=\"block-elements\">  <p>Here’s Trump now in Cleveland. He’s talking about Clinton’s emails. He says she was hacked. And that she was emailing about the drone program.</p> <p>“The whole country saw how unfit she was at the town hall middle night, where she refused to take accountability for her failed policies in the Middle East,” Trump continues.</p> <p>Then he makes a series of wild claims, headily conspiratorial and heedless of evidence, about criminal conduct, he says, by Clinton and her associates: “giving up uranium to Russia, doing favors for UBS bank and giving contracts to family and friends in Haiti.”</p>  <figure class=\"element element-embed\" data-alt=\"clinton\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57d16f7a6add94c00b26524c?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57d1ac3be4b013613fffb5e8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T18:25:54.916Z\">7.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump, somewhat confusingly, even more than usual, is tweeting his condolences for Mexico’s finance minister, Luis Videgaray, having lost his job, which happened because Videgaray helped set up Trump’s visit last week, which the entire country of Mexico seems to concur was a disaster. </p> <p>Trump goes out of his way to assert that Videgaray is a favorite of Nieto, who accepted his resignation. Is Trump asking us to think someone else was behind the resignation? Why is Trump bothering? Is he deaf to the resounding “No” with which the country of Mexico is greeting his wall proposal, his candidacy and lo his very existence? </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/773948120069615616\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Mexico has lost a brilliant finance minister and wonderful man who I know is highly respected by President Peña Nieto.</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/773948120069615616\">September 8, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/773948271140016128\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">With Luis, Mexico and the United States would have made wonderful deals together - where both Mexico and the US would have benefitted.</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/773948271140016128\">September 8, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d1a9e5e4b013613fffb5e1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T18:13:07.642Z\">7.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Republican running mate is tweeting a master’s thesis equating Donald Trump with Ronald Reagan and what does the Democrat come up with? </p> <p>A dogpile with his kids? Oh well that’s pretty cute. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/timkaine/status/773946766488137728\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Back-to-school time always makes me nostalgic. <a href=\"https://twitter.com/hashtag/TBT?src=hash\">#TBT</a> <a href=\"https://t.co/Ak6oadtxK0\">pic.twitter.com/Ak6oadtxK0</a></p>&mdash; Senator Tim Kaine (@timkaine) <a href=\"https://twitter.com/timkaine/status/773946766488137728\">September 8, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d1a81ae4b013613fffb5dd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T18:06:02.061Z\">7.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Washington Post is reporting that Donald Trump’s Washington, DC-based policy shop has collapsed because nobody has been getting paid or listened to. </p> <p>At which the nearly universal reaction has been: Donald Trump had a policy shop?</p> <p>Here’s the top of the Post’s Josh Rogin’s <a href=\"https://www.washingtonpost.com/news/josh-rogin/wp/2016/09/08/inside-the-collapse-of-trumps-d-c-policy-shop/\">report</a>:</p> <blockquote class=\"quoted\"> <p>The Trump campaign built a large policy shop in Washington that has now largely melted away because of neglect, mismanagement and promises of pay that were never honored. Many of the team’s former members say the campaign leadership never took the Washington office seriously and let it wither away after squeezing it dry.</p> </blockquote> </div>   </div> <div id=\"block-57d1a64ae4b013613fffb5d1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T17:58:55.659Z\">6.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“Like Ronald Reagan, Donald Trump....</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mike_pence/status/773941620743942144\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Like Ronald Reagan, Donald Trump has the honesty/bluntness to confront the challenges facing the American people from his 1st day in office</p>&mdash; Mike Pence (@mike_pence) <a href=\"https://twitter.com/mike_pence/status/773941620743942144\">September 8, 2016</a></blockquote>  </figure>  <p>That’s actually part of a tweetstorm by Pence, Trump’s running mate. Click through for the rest.</p> <p>Pence is not the only member of a national ticket laying claim to Reagan today. Hillary Clinton said at her news conference this morning that she had just been thinking, “What would Ronald Reagan say about a Republican nominee who attacks America’s generals and heaps praise on Russia’s president?”</p> </div>   </div> <div id=\"block-57d19ef2e4b08465d44feb8f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T17:55:46.929Z\">6.55pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump fundraising numbers omit key information</h2>  <div class=\"block-elements\">  <p>The Donald Trump campaign has confirmed reports yesterday that it raised $90m in August, versus $143m raised by Clinton.</p> <p>But the campaign did not say how much of the $90m is earmarked for the Republican national committee or state parties, as campaigns customarily do. Without knowing the breakdown, we don’t know how much money the campaign has. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mmurraypolitics/status/773932846637576192\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">But nothing on the campaign-vs.-party split. And those numbers are impt.<br><br>Will have to wait until 9/20 to get them <a href=\"https://t.co/VELyM13GoL\">https://t.co/VELyM13GoL</a></p>&mdash; Mark Murray (@mmurraypolitics) <a href=\"https://twitter.com/mmurraypolitics/status/773932846637576192\">September 8, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/teddyschleifer/status/773933476089253888\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump is releasing much less early information about their August FEC report as they did about July&#39;s.<br><br>Still need to wait till the 20th.</p>&mdash; Teddy Schleifer (@teddyschleifer) <a href=\"https://twitter.com/teddyschleifer/status/773933476089253888\">September 8, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-08T18:01:07.466Z\">at 7.01pm BST</time></p>  </div> <div id=\"block-57d1a2b0e4b07ac3d446a49a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T17:45:06.621Z\">6.45pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton: 'I had to learn to control my emotions'</h2>  <div class=\"block-elements\">  <p>Hillary Clinton tells Humans of New York about being pressured not to take the Harvard Law admissions test on account of her being a woman:</p>  <figure class=\"element element-embed\" data-alt=\"clinyon\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;blockquote class=&quot;instagram-media&quot; data-instgrm-captioned data-instgrm-version=&quot;7&quot; style=&quot; background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);&quot;&gt;&lt;div style=&quot;padding:8px;&quot;&gt; &lt;div style=&quot; background:#F8F8F8; line-height:0; margin-top:40px; padding:33.3333333333% 0; text-align:center; width:100%;&quot;&gt; &lt;div style=&quot; background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;&quot;&gt;&lt;/div&gt;&lt;/div&gt; &lt;p style=&quot; margin:8px 0 0 0; padding:0 4px;&quot;&gt; &lt;a href=&quot;https://www.instagram.com/p/BKGk99AgLnL/&quot; style=&quot; color:#000; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none; word-wrap:break-word;&quot; target=&quot;_blank&quot;&gt;“I was taking a law school admissions test in a big classroom at Harvard.  My friend and I were some of the only women in the room.  I was feeling nervous.  I was a senior in college.  I wasn’t sure how well I’d do.  And while we’re waiting for the exam to start, a group of men began to yell things like: ‘You don’t need to be here.’ And ‘There’s plenty else you can do.’ It turned into a real ‘pile on.’ One of them even said: ‘If you take my spot, I’ll get drafted, and I’ll go to Vietnam, and I&amp;#39;ll die.’ And they weren’t kidding around.  It was intense.  It got very personal.  But I couldn’t respond.  I couldn’t afford to get distracted because I didn’t want to mess up the test.  So I just kept looking down, hoping that the proctor would walk in the room.  I know that I can be perceived as aloof or cold or unemotional.  But I had to learn as a young woman to control my emotions.  And that’s a hard path to walk.  Because you need to protect yourself, you need to keep steady, but at the same time you don’t want to seem ‘walled off.’ And sometimes I think I come across more in the ‘walled off’ arena.  And if I create that perception, then I take responsibility.  I don’t view myself as cold or unemotional.  And neither do my friends.  And neither does my family.  But if that sometimes is the perception I create, then I can’t blame people for thinking that.”&lt;/a&gt;&lt;/p&gt; &lt;p style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;&quot;&gt;A photo posted by Humans of New York (@humansofny) on &lt;time style=&quot; font-family:Arial,sans-serif; font-size:14px; line-height:17px;&quot; datetime=&quot;2016-09-08T17:08:40+00:00&quot;&gt;Sep 8, 2016 at 10:08am PDT&lt;/time&gt;&lt;/p&gt;&lt;/div&gt;&lt;/blockquote&gt;&lt;script async defer src=&quot;//platform.instagram.com/en_US/embeds.js&quot;&gt;&lt;/script&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-08T17:51:24.189Z\">at 6.51pm BST</time></p>  </div> <div id=\"block-57d19e70e4b08465d44feb8c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T17:24:02.881Z\">6.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton finishes her speech, to cheers. Her voice was slightly raspy at the end there. Alex Jones / Donald Trump Jr call your office. </p> </div>   </div> <div id=\"block-57d19e45e4b013613fffb5ab\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T17:22:49.600Z\">6.22pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Rubio disagrees with Trump on Putin</h2>  <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SabrinaSiddiqui/status/773929891112812544\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Rubio says he disagrees with Trump&#39;s comments that Putin is better leader than Obama: &quot;Vladimir Putin is an authoritarian and a thug.&quot;</p>&mdash; Sabrina Siddiqui (@SabrinaSiddiqui) <a href=\"https://twitter.com/SabrinaSiddiqui/status/773929891112812544\">September 8, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SabrinaSiddiqui/status/773930893660581888\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Rubio says he has deep disagreements with Obama but &quot;we have to be clear-eyed&quot; about who Putin is <a href=\"https://t.co/dpzDxjRTp4\">https://t.co/dpzDxjRTp4</a></p>&mdash; Sabrina Siddiqui (@SabrinaSiddiqui) <a href=\"https://twitter.com/SabrinaSiddiqui/status/773930893660581888\">September 8, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d19dbde4b013613fffb5a8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T17:21:19.442Z\">6.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton calls watching the bin Laden raid “the most stressful 30 minutes of my life, probably.” She’s telling a story she’s been telling a lot lately about Navy Seals rescuing some of bin Laden’s wife and family before destroying their disabled helicopter and leaving.</p> </div>   </div> <div id=\"block-57d19d36e4b07ac3d446a481\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T17:18:45.578Z\">6.18pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton says Trump candidacy is historic threat</h2>  <div class=\"block-elements\">  <p>“You have to realize, as so many Republicans are,” Clinton says, that this is a moment to put country ahead of party.</p> <p>“We have never been threatened as much by a single candidate running for president as we have in this election,” she says.</p> </div>   </div> <div id=\"block-57d19c8ce4b08465d44feb82\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T17:17:24.739Z\">6.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton repeats some lines she tried out this morning, criticizing Trump’s performance last night:</p> <p>“He trash-talked about America’s generals, saying that quote ‘they’ve been reduced to rubble.’”</p> <p>Clinton notes that Trump suggested he would remake the military leadership with generals of his own choosing, “since you know he knows so much about what it takes to be a general.”</p> <blockquote class=\"quoted\"> <p>He praised Russia’s strongman Vladimir Putin, even taking the astonishing step of suggesting he prefers the Russian president to our American president. That’s not just un-patriotic, it’s not just insulting to the office and the man who holds the office, it is scary, it is dangerous. </p> </blockquote> </div>   </div> <div id=\"block-57d19c0be4b013613fffb5a2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T17:14:34.164Z\">6.14pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton: 'it’s like he’s living in his own celebrity reality TV program'</h2>  <div class=\"block-elements\">  <p>Clinton takes a swipe at Trump:</p> <blockquote class=\"quoted\"> <p>It’s like a game to him. Everything is a game. It’s like he’s living in his own celebrity reality TV program. You know what Donald? This is real reality. This is real people. This is real decisions that have to be made. </p> <p>He’s had a lot of advisers... They’re all trying to make him look more presidential, sound more serious. It’s not working too well. </p> </blockquote> <p>Then she rolls out her habitual quote from Maya Angelou about “when somebody shows you who they are believe them the first time.”</p> </div>   </div> <div id=\"block-57d19ac2e4b013613fffb59b\" class=\"block\" data-block-contributor=\"profile/lauren-gambino\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T17:08:34.494Z\">6.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hillary Clinton spoke with Israel’s Channel 2 News about the war in Syria, tensions in the Middle East and Russia’s role in the region, writes the Guardian’s Lauren Gambino:</p> <p>The interview with Israel’s Channel 2 News was filmed on Wednesday night before Clinton appeared on stage at a presidential forum in New York. It will air on Thursday night. </p> <p>The network released a clip of the interview on Twitter:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Channel2News/status/773891918778494980\">  <blockquote class=\"twitter-tweet\"><p lang=\"iw\" dir=\"rtl\">כש <a href=\"https://twitter.com/HillaryClinton\">@HillaryClinton</a> ראיינה את <a href=\"https://twitter.com/LeviYonit\">@LeviYonit</a>...<br>יונית לוי את קלינטון - הערב במהדורה <a href=\"https://t.co/TaFaUxFhCz\">pic.twitter.com/TaFaUxFhCz</a></p>&mdash; חדשות 2 (@Channel2News) <a href=\"https://twitter.com/Channel2News/status/773891918778494980\">September 8, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d199b3e4b08465d44feb77\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T17:06:50.837Z\">6.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton is hailing the <strong>failure of voter restriction laws in North Carolina</strong>. In late July, a federal court struck down state laws the court said were enacted with “discriminatory intent”, targeting African Americans “with almost surgical precision”. (<a href=\"https://www.theguardian.com/us-news/2016/jul/29/north-carolina-voter-id-law-struck-down\">Read further.</a>)</p> <p>Clinton:</p> <p>“What’s the best way to refudiate” – did she say refudiate? the Palin malapropism? or was that repudiate? – these attacks on voting rights, Clinton asks, rhetorically. It’s to vote. </p> </div>   </div> <div id=\"block-57d198e0e4b08465d44feb72\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T17:02:32.376Z\">6.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Since Clinton’s in North Carolina, let’s check in on the polling. Suffolk University has a new poll of NC voters with <a href=\"http://www.suffolk.edu/documents/SUPRC/9_8_2016_north_carolina_tables_updated.pdf\">Trump ahead of Clinton 44-41</a> in a three-way race with Libertarian candidate Gary Johnson, who garners four points.</p> <p>In the US senate race, incumbent Republican Richard Burr leads challenger Deborah Ross by a similar margin, 41-37.</p> <p><a href=\"http://elections.huffingtonpost.com/pollster/2016-north-carolina-president-trump-vs-clinton\">Polling averages</a> have Clinton up in North Carolina by about three points.</p> </div>   </div> <div id=\"block-57d19888e4b08465d44feb6f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T16:59:09.003Z\">5.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton appears in Charlotte, North Carolina. She’s sorry for being late: </p> <blockquote class=\"quoted\"> <p>We had a disabled plane on the runway that had to be moved. It took a lot longer than expected.</p> </blockquote>  <figure class=\"element element-embed\" data-alt=\"clinton\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57d16af76add94c00b265247?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57d19635e4b013613fffb591\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T16:48:56.494Z\">5.48pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Young? Disaffected? Email Adam Gabbatt</h2>  <div class=\"block-elements\">  <p>The Guardian’s Adam Gabbatt is starting conversations with young erstwhile voters who expect to sit this one out:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/adamgabbatt/status/773919130374340608\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Are you a young person? Are you so turned off by Clinton/Trump you&#39;re not going to vote? Email adam.gabbatt@theguardian.com</p>&mdash; Adam Gabbatt (@adamgabbatt) <a href=\"https://twitter.com/adamgabbatt/status/773919130374340608\">September 8, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d195c2e4b08465d44feb62\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T16:47:15.037Z\">5.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Clinton campaign has a little fun with Donald Trump Jr’s credulousness for Alex Jones’ conspiracy theories:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NickMerrill/status/773924735231094785\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/DonaldJTrumpJr\">@DonaldJTrumpJr</a>, <a href=\"https://twitter.com/RealAlexJones\">@RealAlexJones</a>: Guys, wanted to call your attention to the Boeing 737 in HRC&#39;s ear. <a href=\"https://twitter.com/hashtag/MSM?src=hash\">#MSM</a> ignoring. <a href=\"https://t.co/tAEtpCXgis\">pic.twitter.com/tAEtpCXgis</a></p>&mdash; Nick Merrill (@NickMerrill) <a href=\"https://twitter.com/NickMerrill/status/773924735231094785\">September 8, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d19395e4b07ac3d446a45a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T16:36:57.064Z\">5.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Will anyone attend all three? </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RichardRubinDC/status/773921414189617152\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A week in the life of an event center in Asheville, NC. <a href=\"https://t.co/9lTqhr8nJh\">pic.twitter.com/9lTqhr8nJh</a></p>&mdash; Richard Rubin (@RichardRubinDC) <a href=\"https://twitter.com/RichardRubinDC/status/773921414189617152\">September 8, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d18feae4b08465d44feb52\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T16:21:51.964Z\">5.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s our news coverage of Clinton’s news conference this morning, by Lauren Gambino and Sabrina Siddiqui: </p> <p><a href=\"https://www.theguardian.com/us-news/hillary-clinton\">Hillary Clinton</a> on Thursday derided Donald Trump’s praise of Vladimir Putin as “unpatriotic” and “scary” and suggested the Republican nominee’s coziness with the Russian president could represent a threat to national security.</p> <p>In a press conference at an airport in Westchester, New York, her first such formal event in 278 days, Clinton discussed Trump’s remarks at a “commander-in-chief forum” hosted by NBC and <a href=\"http://iava.org/\">Iraq and Afghanistan Veterans of America</a> in New York on Wednesday night, in which the nominees <a href=\"https://www.theguardian.com/us-news/2016/sep/08/clinton-vows-no-more-troops-in-iraq-as-trump-slams-dumbest-foreign-policy\">drew sharp contrasts</a> on foreign policy and national security in back-to-back appearances that previewed their first debate later this month.</p> <p>“Bizarrely, once again he praised Russia’s strongman <a href=\"https://www.theguardian.com/world/vladimir-putin\">Vladimir Putin</a> – even taking the astonishing step of suggesting that he prefers the Russian president to our American president,” Clinton said on the airport tarmac, in front of her campaign plane. “Now, that is not just unpatriotic and insulting to the people of our country as well as to our commander-in-chief – it is scary.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/08/hillary-clinton-trump-unpatriotic-scary-putin\">Hillary Clinton: 'unpatriotic' Donald Trump's praise of Putin is 'scary'</a> </p> </aside> </div>   </div> <div id=\"block-57d18e69e4b013613fffb56b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T16:15:04.262Z\">5.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We’re about to see Hillary Clinton at a rally in Charlotte, North Carolina. Here’s a live video stream:</p>  <figure class=\"element element-embed\" data-alt=\"clinton\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57d16af76add94c00b265247?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57d18dbce4b07ac3d446a43f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T16:14:02.123Z\">5.14pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Johnson, faced with choice of Trump or Clinton, prefers death</h2>  <div class=\"block-elements\">  <p>Libertarian presidential candidate Gary Johnson is having quite a media day. He has told a host of the talk show The View that if he had to pick between Clinton and Trump with a gun to his head, death please:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CarrieNBCNews/status/773910405127270400\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Well, that went to a dark place real fast. <a href=\"https://t.co/syjlKfHz4z\">pic.twitter.com/syjlKfHz4z</a></p>&mdash; Carrie Dann (@CarrieNBCNews) <a href=\"https://twitter.com/CarrieNBCNews/status/773910405127270400\">September 8, 2016</a></blockquote>  </figure>  <figure class=\"element element-image\" data-media-id=\"de89da9b21001aef3794d75b8abc389685722b22\"> <img src=\"https://media.guim.co.uk/de89da9b21001aef3794d75b8abc389685722b22/0_33_3600_2161/1000.jpg\" alt=\"Boo.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boo.</span> <span class=\"element-image__credit\">Photograph: Rick Bowmer/AP</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-08T16:16:45.071Z\">at 5.16pm BST</time></p>  </div> <div id=\"block-57d18cefe4b08465d44feb46\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T16:11:06.549Z\">5.11pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Powell on emails: 'I stand by my decisions'</h2>  <div class=\"block-elements\">  <p>Former secretary of state Colin Powell has issued a statement on his correspondence with Clinton released by the House last night in which he described using a personal laptop to circumnavigate state department servers (<a href=\"https://twitter.com/mviser/status/773671095014596608?ref_src=twsrc%5Etfw\">read the correspondence here</a>). </p> <p>“I was not trying to influence her but just to explain what I had done eight years earlier,” Powell’s statement says. He concludes, “I stand by my decisions and I am fully accountable.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChuckRossDC/status/773911402155118592\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Colin Powell issues statement on his email w/ Hillary Clinton. <a href=\"https://t.co/ImTotGuFR8\">pic.twitter.com/ImTotGuFR8</a></p>&mdash; Chuck Ross (@ChuckRossDC) <a href=\"https://twitter.com/ChuckRossDC/status/773911402155118592\">September 8, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d18a30e4b08465d44feb35\" class=\"block is-key-event\" data-block-contributor=\"profile/lauren-gambino\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T16:07:53.318Z\">5.07pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton 'working session' on terrorism to include Petraeus</h2>  <div class=\"block-elements\">  <p>Hillary Clinton announced that she will convene a working session to talk strategy on the threat of terrorism after Donald Trump refused to elaborate on his “secret plan” for defeating Isis, writes the Guardian’s Lauren Gambino:</p> <p>Clinton will meet with a bipartisan group of foreign policy and national security experts at the New York Historical Society on Friday, including John Allen, who commanded US and NATO forces in Afghanistan; former secretary of homeland security Janet Napolitano; and former CIA director David Petraeus.</p> <p>The group will discuss “strategies and solutions to dealing with the threat of terrorism - from combatting threats abroad to stopping lone wolves and keeping us safe here at home, to nuclear proliferation and cyber threats,” according to a Clinton campaign official.</p> </div>   </div> <div id=\"block-57d1885ce4b07ac3d446a42c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T15:51:43.433Z\">4.51pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Ginsburg: 'cooler heads will prevail' on Garland nomination</h2>  <div class=\"block-elements\">  <p>Justice Ruth Bader Ginsburg has taken a question about Senate Republicans’ refusal to hold a vote on the nomination of Merrick Garland to fill the vacant supreme court seat.</p> <p>“What can be done about it?” she says. “Even if you could conceive of a testing lawsuit, what would the response be? ‘Well, you want us to vote, well we’ll vote no.</p> <p>I do think that cooler heads will prevail, I hope sooner rather than later.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/cspan/status/773909812006363136\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/SCOTUS?src=hash\">#SCOTUS</a> Justice Ruth Bader Ginsburg on <a href=\"https://twitter.com/hashtag/Garland?src=hash\">#Garland</a> nomination:  &quot;I do think that cooler heads will prevail.&quot; <a href=\"https://t.co/lR1xHEmVpa\">pic.twitter.com/lR1xHEmVpa</a></p>&mdash; CSPAN (@cspan) <a href=\"https://twitter.com/cspan/status/773909812006363136\">September 8, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d1869ce4b07ac3d446a423\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T15:46:01.171Z\">4.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Two hours ago, Hillary Clinton urged reporters to ask elected Republicans whether they agree with their presidential nominee’s high estimation of Vladimir Putin.</p> <p>Paul Ryan does not want to sit for the exercise: <br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SabrinaSiddiqui/status/773908874076094464\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Paul Ryan gets frustrated with more Trump questions: &quot;I&#39;m not going to stand up here and do a tit for tat on what Donald said last night.&quot;</p>&mdash; Sabrina Siddiqui (@SabrinaSiddiqui) <a href=\"https://twitter.com/SabrinaSiddiqui/status/773908874076094464\">September 8, 2016</a></blockquote>  </figure>  <p>How outrageous, that the top elected Republican official should be asked about the views of the party colleague with whom he would co-govern, should Trump win the White House. What practical difference could Ryan’s opinion of Trump’s views possibly make. </p> </div>   </div> <div id=\"block-57d1866ee4b08465d44feb1c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T15:41:08.811Z\">4.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Guardian’s Sabrina Siddiqui is watching House speaker Paul Ryan’s ongoing news conference:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SabrinaSiddiqui/status/773908170167255040\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Asked about Trump&#39;s praise of Putin, <a href=\"https://twitter.com/SpeakerRyan\">@SpeakerRyan</a> says: &quot;Vladimir Putin is an aggressor who does not share our interests.&quot;</p>&mdash; Sabrina Siddiqui (@SabrinaSiddiqui) <a href=\"https://twitter.com/SabrinaSiddiqui/status/773908170167255040\">September 8, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SabrinaSiddiqui/status/773907491310727169\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Asked about moving TPP in lame duck, Paul Ryan says: &quot;We don&#39;t have the votes right now.&quot;</p>&mdash; Sabrina Siddiqui (@SabrinaSiddiqui) <a href=\"https://twitter.com/SabrinaSiddiqui/status/773907491310727169\">September 8, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SabrinaSiddiqui/status/773909235931291649\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;You bring it up, it&#39;s going to go down,&quot; Paul Ryan says of vote on Trans-Pacific Partnership.</p>&mdash; Sabrina Siddiqui (@SabrinaSiddiqui) <a href=\"https://twitter.com/SabrinaSiddiqui/status/773909235931291649\">September 8, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-08T15:46:11.102Z\">at 4.46pm BST</time></p>  </div> <div id=\"block-57d185e9e4b013613fffb542\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T15:40:10.160Z\">4.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Did you see last night’s forum? Do you agree with David Axelrod, the former top political adviser to Barack Obama who knows a thing or two about electing a president?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davidaxelrod/status/773905271785594882\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/HillaryClinton\">@HillaryClinton</a> had valid reason 2 be irritated last night, but she allowed herself 2 SEEM irritated throughout. Cautionary note 4 debates.</p>&mdash; David Axelrod (@davidaxelrod) <a href=\"https://twitter.com/davidaxelrod/status/773905271785594882\">September 8, 2016</a></blockquote>  </figure>  <p>Or is that too close to Republican national committee chairman Reince Priebus’s hot take last night, that Clinton needed to smile more?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Reince/status/773694140404170752\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/HillaryClinton\">@HillaryClinton</a> was angry + defensive the entire time - no smile and uncomfortable - upset that she was caught wrongly sending our secrets.</p>&mdash; Reince Priebus (@Reince) <a href=\"https://twitter.com/Reince/status/773694140404170752\">September 8, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d1829ce4b07ac3d446a413\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T15:33:35.818Z\">4.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We are learning still more about Trump’s supposedly classified intelligence briefings. </p> <p>At Wednesday night’s forum, Trump said he could tell by his briefers’ body language – “I have pretty good with the body language” – that they disagreed with Obama administration policy. He said:</p> <blockquote class=\"quoted\"> <p>“What I did learn is that our leadership, Barack Obama, did not follow what our experts and our truly — when they call it intelligence, it’s there for a reason — what our experts said to do. And I was very, very surprised. In almost every instance, and I could tell, I have pretty good with the body language, I could tell, they were not happy. Our leaders did not follow what they were recommending,” he said.</p> </blockquote> <p>In her news conference this morning, Clinton said it was undisciplined of Trump to talk about his classified intelligence briefings and she would never comment on an intelligence briefing.</p> <p>Thanks to “three people familiar with the matter,” NBC News has this narration of what went on inside at least one of Trump’s two briefings so far:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BraddJaffy/status/773902738870587392\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">During Trump&#39;s intel briefing, Flynn interrupted repeatedly—Christie asked him to calm down <a href=\"https://t.co/O3A5CwLPR0\">https://t.co/O3A5CwLPR0</a> <a href=\"https://t.co/LNmdFVqeOl\">pic.twitter.com/LNmdFVqeOl</a></p>&mdash; Bradd Jaffy (@BraddJaffy) <a href=\"https://twitter.com/BraddJaffy/status/773902738870587392\">September 8, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d17a1ae4b07ac3d446a3e3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T15:05:53.420Z\">4.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p> <strike> Donald Trump Jr is shoveling shi </strike></p> <p>Let’s try that again. A son of the Republican nominee for president, who does not always speak for his father, though he often does, is using his currently influential voice in the national civic discourse, of which his Twitter following of 637,000 is merely an indicator, to disseminate a new theory from a person who thinks Bush did 9/11 and the Sandy Hook shooting was staged with actors.</p> <p>Donald Trump, Jr., whose father would be president, is recklessly befouling American civic life with filthy lies and pernicious slander.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kylegriffin1/status/773885644338786305\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Donald Trump Jr. pushing out Alex Jones conspiracy theory ------&gt; <a href=\"https://t.co/GpIx0oK9j7\">pic.twitter.com/GpIx0oK9j7</a></p>&mdash; Kyle Griffin (@kylegriffin1) <a href=\"https://twitter.com/kylegriffin1/status/773885644338786305\">September 8, 2016</a></blockquote>  </figure>  <p>(The Clinton campaign says there was no earpiece.) </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GlennKesslerWP/status/773900788120817665\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">HRC spokesman Josh Schwerin: &quot;There was no earpiece&quot; <a href=\"https://t.co/36tFXPcytq\">https://t.co/36tFXPcytq</a></p>&mdash; Glenn Kessler (@GlennKesslerWP) <a href=\"https://twitter.com/GlennKesslerWP/status/773900788120817665\">September 8, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-08T15:13:58.685Z\">at 4.13pm BST</time></p>  </div> <div id=\"block-57d1710ee4b013613fffb4c7\" class=\"block is-key-event\" data-block-contributor=\"profile/amber-jamieson\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T14:23:57.840Z\">3.23pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Johnson defends ignorance of existence of Aleppo</h2>  <div class=\"block-elements\">  <p>Libertarian presidential candidate, former New Mexico governor and generally thoughtful person Gary Johnson was asked on TV this morning: “What would you do if you were elected, about Aleppo?”<br></p> <p>It’s a tough question, but the poor quality of Johnson’s answer was astounding.</p> <p>“About?” he asked.<br></p> <p>“Aleppo,” replied Barnicle.</p> <p>“And what is Aleppo?” asked Johnson.<br></p> <p>“You’re kidding,” responded Barnicle.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/08/gary-johnson-what-is-aleppo-syrian-war-video\"            data-short-url=\"https://gu.com/p/526zv\"                    data-show-ads=\"true\"            data-video-id=\"2701593\"            data-video-name=\"Gary Johnson ignorant to center of Syrian war: 'What is Aleppo?' - video\"            data-video-provider=\"MSNBC's Morning Joe\"            > <video data-media-id=\"gu-video-57d174ece4b013613fffb4d9\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/08/160809gary_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/08/160809gary.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/08/160809gary_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/08/gary-johnson-what-is-aleppo-syrian-war-video\">Gary Johnson ignorant to center of Syrian war: ‘What is Aleppo?’</a></figcaption> </figure>   <p>Johnson has issued a statement admitting, “I blanked”:</p> <blockquote class=\"quoted\"> <p>“This morning, I began my day by setting aside any doubt that I’m human. Yes, I understand the dynamics of the Syrian conflict -- I talk about them every day. But hit with ‘What about Aleppo?’, I immediately was thinking about an acronym, not the Syrian conflict. I blanked. It happens, and it will happen again during the course of this campaign.</p> <p>Can I name every city in Syria? No. Should I have identified Aleppo? Yes. Do I understand its significance? Yes.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ABCPolitics/status/773884192291639296\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/HillaryClinton\">@HillaryClinton</a>: &quot;You can look on the map and find Aleppo.&quot; <a href=\"https://t.co/cNLBj5loXr\">https://t.co/cNLBj5loXr</a></p>&mdash; ABC News Politics (@ABCPolitics) <a href=\"https://twitter.com/ABCPolitics/status/773884192291639296\">September 8, 2016</a></blockquote>  </figure>  <p>Here’s our coverage of recent events in Aleppo...</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/sep/06/syrian-government-chlorine-gas-aleppo\">Syrian government 'drops chlorine gas' on rebel-held part of Aleppo</a> </p> </aside> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/aug/18/treating-aleppos-child-casualties-we-see-many-like-omran-daqneesh\">Aleppo doctor: 'Shedding tears for the injured children of Syria is not enough'</a> </p> </aside>  <p>And here’s our most recent leader on the crisis:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/aug/03/the-guardian-view-on-aleppo-another-western-failure-looms-in-syria\">The Guardian view on Aleppo: another western failure looms in Syria | Editorial</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-08T14:44:30.035Z\">at 3.44pm BST</time></p>  </div> <div id=\"block-57d171b0e4b08465d44feaa8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T14:16:40.301Z\">3.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Further reactions to Clinton’s appearance, insidery media edition:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PhilipRucker/status/773884135077281792\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">After four days, Clinton has become more accessible to the media than the omnipresent Trump. Amazing how &quot;narratives&quot; can change so fast.</p>&mdash; Philip Rucker (@PhilipRucker) <a href=\"https://twitter.com/PhilipRucker/status/773884135077281792\">September 8, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BenjySarlin/status/773884201477242880\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Almost like taking regular questions for a week leads to new topics  <a href=\"https://t.co/yKDRcWuSk5\">https://t.co/yKDRcWuSk5</a></p>&mdash; Benjy Sarlin (@BenjySarlin) <a href=\"https://twitter.com/BenjySarlin/status/773884201477242880\">September 8, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/maggieNYT/status/773884446219075584\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">And almost like she makes her own best case as opposed to surrogates doing it <a href=\"https://t.co/mneNjkg8KF\">https://t.co/mneNjkg8KF</a></p>&mdash; Maggie Haberman (@maggieNYT) <a href=\"https://twitter.com/maggieNYT/status/773884446219075584\">September 8, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/chucktodd/status/773866678128091136\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">If Clinton campaign was happy with last night&#39;s forum, they wouldn&#39;t be looking to do a presser this morning to provide new Clinton sound</p>&mdash; Chuck Todd (@chucktodd) <a href=\"https://twitter.com/chucktodd/status/773866678128091136\">September 8, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/adamnagourney/status/773887137750003713\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">True that. But Trump have her a lot to work with: smart to drive the story toward Putin, generals wtc.  <a href=\"https://t.co/Ay6O4fsCFt\">https://t.co/Ay6O4fsCFt</a></p>&mdash; adam nagourney (@adamnagourney) <a href=\"https://twitter.com/adamnagourney/status/773887137750003713\">September 8, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d16ea9e4b08465d44fea9d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T14:02:40.195Z\">3.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Snap reactions to the Clinton presser:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AP/status/773882007084556289\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">BREAKING: Clinton: Every Republican in office should be asked if they agree with Trump’s comments about US generals, praise for Putin.</p>&mdash; The Associated Press (@AP) <a href=\"https://twitter.com/AP/status/773882007084556289\">September 8, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kylegriffin1/status/773881288700854273\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">CLINTON: Trump&#39;s praise for Putin is &quot;unpatriotic&quot; and &quot;scary&quot;. <a href=\"https://t.co/NnyK3ZPfpL\">https://t.co/NnyK3ZPfpL</a></p>&mdash; Kyle Griffin (@kylegriffin1) <a href=\"https://twitter.com/kylegriffin1/status/773881288700854273\">September 8, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/pbump/status/773883317728997376\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Hillary Clinton hasn’t held a press conference in 3 minutes. What is she scared of?</p>&mdash; Philip Bump (@pbump) <a href=\"https://twitter.com/pbump/status/773883317728997376\">September 8, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d16dece4b08465d44fea98\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T13:58:54.100Z\">2.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton is joking a bit with reporters.</p> <p>The Republicans are just in a terrible dilemma, trying to support a totally unqualified nominee. “I have no sympathy for them... I am not going to tolerate them” putting out misinformation.</p> <p>She takes a question about former counter-terrorism director Matt Olsen writing an article about Isis leaders stating publicly they support Trump.</p> <p>“They have, as Matt Olsen pointed out, said that they hope Allah delivers America to Trump... That is a gift for Isis.”</p> <p>Clinton is speaking with authority and at the length she prefers. She seems to be getting her point across that there is serious business at hand and her opponent... isn’t.</p> <p>Clinton concludes:</p> <blockquote class=\"quoted\"> <p>I’m not asking for any special treatment. I know the road that I’m on. I’ve been on it for 25 years.. I love this country, I will serve it with my heart mind and soul.. I will do everything I can. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-08T14:01:45.867Z\">at 3.01pm BST</time></p>  </div> <div id=\"block-57d16d9de4b013613fffb4b6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T13:55:50.167Z\">2.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton continues to take questions. She’s standing outside her airplane, whose engines are running, audibly.</p> <blockquote class=\"quoted\"> <p>We’re on the brink of making a very critical decision for our country... I’d be out here doing everything I could to sound the alarm about anyone like Donald Trump getting anywhere near the White HOuse.</p> </blockquote> <p>On Gary Johnson not knowing, apparently, “What is Aleppo”:</p> <p>“You can look at the map and find Aleppo.”</p> </div>   </div> <div id=\"block-57d16d4be4b07ac3d446a3ac\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T13:54:30.165Z\">2.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Question on Trump commenting on his intelligence briefing, that his briefers disagreed with the president.</p> <p>Clinton says Trump was undisciplined and she would never comment on an intelligence briefing. </p> <p>Clinton asked a variation on the question on whether she’s treated unfairly by the press: </p> <p>“I find it frustrating and it’s part of the landscape that we live in and we just keep forging ahead.”</p> </div>   </div> <div id=\"block-57d16ce1e4b013613fffb4ae\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T13:53:05.200Z\">2.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Next question is about RNC chair Reince Priebus suggesting Clinton smile more. Are you treated differently because you are a woman?</p> <blockquote class=\"quoted\"> <p>I’m going to let all of you poinder that last question. I think there will be a lot of PhD theses ... on that subject.</p> <p>I don’t take my advice, and I don’t take anything that comes from the RNC.</p> </blockquote> <p>She says there is more required to solve the problems “than just making political happy talk... Trump chose to talk about his deep admiration .. for Vladimir Putin. Maybe he did it with a smile and I suppose the RNC appreciated that.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-08T13:53:40.474Z\">at 2.53pm BST</time></p>  </div> <div id=\"block-57d16c73e4b08465d44fea8e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T13:51:08.582Z\">2.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton is asked about saying last night that she would not deploy ground troops to Iraq and Syria “Ever again.” Isn’t that boxing the US in? </p> <p>“I’ve said that before, I’ve said it on numerous occasions” Clinton says. “A big contingent of ground troops” would “not be in the best interests” of the United States.</p> <p>Not really answering the question. </p> <p>“I think the approach I’ve outlined intensifies what we are doing ... but there is no in my opinion path forward to ground troops that would serve our interests.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-08T13:51:56.361Z\">at 2.51pm BST</time></p>  </div> <div id=\"block-57d16c3ee4b013613fffb4a9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T13:49:31.176Z\">2.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>First question for Clinton: Why aren’t you winning by more?</p> <p>“I’ve always thought this was going to be a close election. That’s why we’ve put an organization in place...</p> <p>“And I feel that we’re in a strong position.. but we’re not taking any place, anyone for granted.”</p> </div>   </div> <div id=\"block-57d16bd9e4b08465d44fea8a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T13:48:39.511Z\">2.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton says she has “a very different vision for how we keep our country safe and strong.”</p> <p>“Even with all of the attention being paid to the campaign, we cannot forget how important this decision is. This weekend is the 15th anniversary of 9/11. I will never forget the horror of that day. But neither will I forget” first responders and families and victims.</p> <p>She says she was thinking of 9/11 in the situation room during the raid on Osama Bin Laden.</p> <p>That’s the kind of commander in chief I will be, she says. Who will keep common purpose. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-08T13:51:09.349Z\">at 2.51pm BST</time></p>  </div> <div id=\"block-57d16b20e4b08465d44fea85\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T13:46:30.537Z\">2.46pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton: Trump's affection for Putin 'scary'</h2>  <div class=\"block-elements\">  <p>Clinton, all quotes:</p> <p>“Last night was yet another test, and Donald Trump failed yet again... he trashed talked American generals, saying they would quote be “reduced to rubble”. He suggested he’d fire them...</p> <p>That’s how he talks about distinguished men and women who have spent their lives serving our country...</p> <p>Meanwhile, bizarrely once again... even taking the astonishing step of suggesting he prefers the Russian president to our American president.</p> <p>It is scary. Because it suggests he would let Putin do whatever he wants to do... I was just thinking </p> <p>What would Ronald Reagan say about a Republican nominee who attacks America’s generals and heaps praise on Russia’s president?</p> <p>Take the oil? .. The United States does not invade other countries to plunder and pillage... and that doesn’t get into the absurdity of what it would involve.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-08T14:05:11.825Z\">at 3.05pm BST</time></p>  </div> <div id=\"block-57d16b04e4b08465d44fea84\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T13:43:49.265Z\">2.43pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton holds news conference</h2>  <div class=\"block-elements\">  <p>Here’s live video:</p>  <figure class=\"element element-embed\" data-alt=\"Clinton\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57d16aa26add94c00b265246?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57d14d07e4b08465d44fe9ea\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-08T12:28:30.210Z\">1.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello and welcome to our live-wire coverage of the 2016 race for the White House. Hillary Clinton and Donald Trump appeared back-to-back on TV Wednesday night to take questions about foreign policy, veterans’ affairs and, in Clinton’s case, her emails. </p> <p>Clinton was criticized for not getting to her points quickly enough for the tight format. Trump was criticized for not having any points to make, instead ordering “off his familiar campaign menu of word salads”, as Guardian national security editor Spencer Ackerman writes: </p> <blockquote class=\"quoted\"> <p>He <a href=\"https://www.buzzfeed.com/kyleblaine/donald-trump-lies-that-he-opposed-iraq-war-from-beginning-an?utm_term=.wt2E7Y2rwP\">lied about opposing the Iraq war</a>, criticized Obama’s 2011 withdrawal and repeated his now-boilerplate advocacy of stealing Iraq’s oil – a measure that he evidently believes would require a minimal force presence, despite the certainty that the well-armed locals might have a problem with their principal source of wealth being plundered by a foreign power.</p> <p>Speaking before an audience of veterans, Trump unexpectedly attacked the current generation of generals and flag officers. The current senior officer corps has been “reduced to rubble”, Trump said, and were “embarrassing for our country”. While previously Trump had said he <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2015/11/13/the-remarkably-unappealling-anger-of-donald-trump/\">knew better than the generals</a> about fighting Isis, this time he intimated that he’d get “different generals” – a habit more typical of caudillos than American presidents.</p> <p>He followed up by saying his ultimate plan to defeat Isis would be some parts of his still-unspecified plan, and some parts of his unspecified generals’ unspecified plan. He waved away his lack of specifics for a war in which 5,000 US troops are currently serving as not wishing to “broadcast” his plans to the enemy.</p> </blockquote> <p>Read the full piece here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/08/for-clinton-a-skirmish-with-history-from-trump-an-ambush-of-the-facts\">For Clinton, a skirmish with history. From Trump, an ambush of the facts</a> </p> </aside>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Morning_Joe/status/773847004598329344\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Clinton campaign manager Mook on forum: Trump didn&#39;t come prepared to answer the questions  <a href=\"https://t.co/KxWnxoqbGz\">https://t.co/KxWnxoqbGz</a></p>&mdash; Morning Joe (@Morning_Joe) <a href=\"https://twitter.com/Morning_Joe/status/773847004598329344\">September 8, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JakeSherman/status/773843953011556352\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">after Robby Mook appeared on <a href=\"https://twitter.com/Morning_Joe\">@Morning_Joe</a>, <a href=\"https://twitter.com/JoeNBC\">@JoeNBC</a> said they invited top Trump people on the show, and they didnt offer anyone.</p>&mdash; Jake Sherman (@JakeSherman) <a href=\"https://twitter.com/JakeSherman/status/773843953011556352\">September 8, 2016</a></blockquote>  </figure> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/08/trump-clinton-foreign-policy-forum-key-quotes\">'Putin's been a leader': key quotes from Trump and Clinton's foreign policy forum</a> </p> </aside>  <h2>Powell counseled Clinton on how to avoid ‘state department servers’</h2> <p>The House of Representatives on Wednesday released never-before-seen correspondence between former secretary of state Colin Powell and Clinton in which Powell tells Clinton how he used personal computer with a dedicated land line “so I could communicate with a wide range of friends directly without going through the State Department servers” and advises her to “be very careful” about using a personal advice because her correspondence could become a matter of public record.</p> <p>The emails seemed to contradict past Powell statements in which he downplayed his role in advising Clinton about using private email.</p> <p>Here’s the exchange:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mviser/status/773671095014596608\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The full back and forth between Hillary Clinton and Colin Powell is here. And wow. <a href=\"https://t.co/jHKpEbTS8W\">pic.twitter.com/jHKpEbTS8W</a></p>&mdash; Matt Viser (@mviser) <a href=\"https://twitter.com/mviser/status/773671095014596608\">September 7, 2016</a></blockquote>  </figure>  <h2>Obama predicts Trump loss</h2> <p>Closing out his final presidential trip to Asia on Thursday, Barack Obama said that Trump proves he isn’t qualified to be president “every time he speaks” and predicted Trump will lose, <a href=\"http://www.bigstory.ap.org/article/70f789357bf44e2385a3df9420053bbe/closing-asia-trip-obama-touts-unprecedented-cooperation\">AP reports</a>:</p> <blockquote class=\"quoted\"> <p>He urged Americans not to allow the “outrageous behavior” seen amid the campaign-season din to become the new normal.</p> <p>“The most important thing for the public and the press is to just listen to what he says and follow up and ask questions to what appear to be either contradictory or uninformed or outright whacky ideas,” Obama said.</p> </blockquote> <p>A new Morning Consult poll of <a href=\"https://morningconsult.com/wp-content/uploads/2016/04/MRP_whitepaper-5-1.pdf\">tens of thousands of voters</a> nationally supports a 50-state Washington Post poll from earlier this week, depicting a strong position for Clinton:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MorningConsult/status/773846818056761345\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEW Morning Consult 50-State Poll Has Clinton Beating Trump 321-195 in electoral votes <a href=\"https://t.co/rNCg9qyrd6\">https://t.co/rNCg9qyrd6</a> <a href=\"https://t.co/0beo10juZD\">pic.twitter.com/0beo10juZD</a></p>&mdash; Morning Consult (@MorningConsult) <a href=\"https://twitter.com/MorningConsult/status/773846818056761345\">September 8, 2016</a></blockquote>  </figure>  <p>Trump is scheduled to visit Cleveland today, while Clinton will campaign in Charlotte, North Carolina, and Kansas City, Missouri.</p> <p>Thanks for reading and please join us in the comments.<br></p> </div>   </div>"
]