[
  "<p>The ex-mayor of New York saw “a very big opening” to protect immigrant families and their American-born children. The governor of Indiana saw “a roadmap” to deportations and a wall, if not any signposts or directions. For a senator from Arizona, the whole thing was “just confusing”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/04/sheena-monnin-donald-trump-miss-usa-lawsuit\">The Miss USA hopeful sued by Trump: 'There are ways to stand your ground'</a> </p> </aside>  <p>Donald Trump’s mixed messages on immigration, which this week took in <a href=\"https://www.theguardian.com/us-news/2016/aug/31/donald-trump-mexico-meeting-president-pena-nieto-immigration\">a demur speech</a> in Mexico City and a <a href=\"https://www.theguardian.com/us-news/2016/sep/01/in-arizona-we-saw-the-real-donald-trump-the-one-we-already-knew\">vitriolic rally</a> in Phoenix, have become a Rorschach test for Republicans, exacerbating tensions in the party as several of its leaders drift away from their party’s nominee and look toward a Democratic presidency. Disappointed by the harsh tone of Trump’s Phoenix speech, the Republican National Committee <a href=\"http://www.nytimes.com/2016/09/03/us/politics/donald-trump-rnc-reince-priebus.html?_r=0\">reportedly</a> withheld planned praise.</p> <p>“He pivots and then pivots right back,” the Arizona senator Jeff Flake told CBS’s Face the Nation on Sunday. “So it’s kind of a 360-degree pivot at times. That’s not clear at all. Some people said it was hardening, some said softening. I say it was just confusing.”</p> <p>Flake is one of a handful of Republican senators who have refused to support Trump, though he said on Sunday he would like to escape that “uncomfortable” position and vote for the businessman. </p> <p>“I’d like to see a firm position that he sticks with for a while,” he said, “and obviously I’d like to see a more realistic position in dealing with those who are here illegally now.”</p> <p>But Flake also damned Trump with a hint of praise for his rival, Hillary Clinton, who has recently urged Republicans to remember that the businessman’s claims that Mexicans are “<a href=\"https://www.theguardian.com/us-news/2015/jul/02/donald-trump-racist-claims-mexico-rapes\">rapists</a>” and refugees a “<a href=\"http://www.cbsnews.com/news/donald-trump-warns-refugees-could-be-trojan-horse-for-u-s/\">Trojan horse</a>” of terrorism do not reflect their party. </p> <p>“For people to be reminded that this is not what the party stands for I think is a good thing,” Flake said. “I wish more Republicans would say that as well. But if Hillary Clinton wants to say it I’m glad – I’m glad people, voters, are being reminded of it, anyway.”</p> <p>On Sunday night Trump <a href=\"https://twitter.com/realDonaldTrump/status/772556213313765377\">responded on Twitter</a> – by bashing Flake. “The Republican Party needs strong and committed leaders, not weak people such as Jeff Flake, if it is going to stop illegal immigration,” he said. <a href=\"https://twitter.com/realDonaldTrump/status/772571293438840832\">Shortly thereafter</a>, he elaborated: Flake, he said, was “a very weak and ineffective senator”.</p> <p>Trump and Flake had already clashed, exchanging sharp words in July when <a href=\"https://www.theguardian.com/us-news/2016/jul/07/donald-trump-meeting-congress-republicans-divided-responses\">the Arizona senator confronted Trump</a> in a meeting with elected Republicans on Capitol Hill.</p>  <figure class=\"element element-image\" data-media-id=\"b83f948a778a654583782a3dab8f706cd11dacee\"> <img src=\"https://media.guim.co.uk/b83f948a778a654583782a3dab8f706cd11dacee/0_155_4720_2833/1000.jpg\" alt=\"Trump Phoenix\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump supporters during his immigration policy speech in Phoenix this week.</span> <span class=\"element-image__credit\">Photograph: David Cruz/AFP/Getty Images</span> </figcaption> </figure>  <p>In <a href=\"http://www.realclearpolitics.com/epolls/2016/president/az/arizona_trump_vs_clinton-5832.html\">the realclearpolitics.com poll average</a> for Arizona, which has been won by a Democratic presidential candidate once in 65 years, Trump leads Clinton by less than three points. However, a rapidly growing Hispanic population means the state’s politics are turning steadily from red to purple, if not yet blue, prompting Clinton to <a href=\"http://www.cnn.com/2016/09/01/politics/hillary-clinton-arizona-advertising-immigration/\">advertise</a>. In attacking Flake, Trump is unlikely to aid his own Arizonan cause.</p> <p>Senator John McCain, Flake’s fellow Arizona senator and the party’s 2008 presidential nominee, has started running an ad that look toward a hypothetical Clinton presidency.<br></p> <p>“My opponent, Representative Ann Kirkpatrick, is a good person,” he says <a href=\"https://www.youtube.com/watch?v=zLAdOwaIQ-E \">in the ad</a>. “But if Hillary Clinton is elected president, Arizona will need a senator who will act as a check, not a rubber stamp, on the White House.”</p> <p>Trump is conspicuously absent from the ad: his name unsaid, his image omitted and his ideas implicitly rejected as McCain tells voters: “We need more control over our borders but also smarter immigration policies that enforce the law and reflect our values.”</p> <p>McCain has not explicitly rejected Trump, who last year mocked the Vietnam war veteran <a href=\"https://www.theguardian.com/us-news/2015/jul/19/donald-trump-john-mccain-vietnam-prisoner-of-war\">for having been captured</a> by the Vietcong, but he has repeatedly asked the businessman to apologize to other former prisoners of war. Months of such harsh rhetoric from Trump have painted Republicans like McCain in a corner, Flake admitted, by threatening to turn reliably red states like Arizona into swing states. </p> <p>“It shouldn’t be up for grabs,” he said, “but frankly it is.”</p> <h2>‘When America is safe, we will be open to all of the options’</h2> <p>Even Trump’s most stalwart allies could not seem to agree about his immigration message, even though the businessman said in Phoenix: “You can call it whatever the hell you want. They (undocumented immigrants) are gone.”</p> <p>Rudy Giuliani, the former mayor of New York, told CNN’s State of the Union that Trump had left “a very big opening for what will happen with the people that remain here in the United States after the criminals are removed and after the border is secure”.</p> <p>“When America is safe, we will be open to all of the options,” Giuliani said. According to the former mayor, Trump “would find it very, very difficult to throw out a family that’s been here for 15 years, and they have three children, two of whom are citizens. And that is not the kind of America he wants.”</p> <p>Trump’s campaign manager, Kellyanne Conway, told ABC’s This Week through crosstalk with the host that it was “correct” the businessman would deport more than just migrants with a criminal record – and then changed her tone. </p> <p>“But,” she said, “no, but he also said that, once you enforce the law, once you get rid of the criminals, then we’ll see where we are.</p> <p>“And we don’t know where we’ll be. We don’t know who will be left. We don’t know where they live, who they are. That’s the whole point here, that we’ve actually never tried this.”</p> <p>The man who would serve Trump as vice-president, Indiana governor Mike Pence, evaded any clear answer about his running mate’s position. In an interview aired Sunday <a href=\"https://www.theguardian.com/us-news/2016/sep/04/mike-pence-will-release-tax-returns-next-week\">with NBC’s Meet the Press</a>, he said: “What Donald Trump laid out this week in Arizona was really a roadmap to end illegal immigration once and for all in this country.”</p> <p>Pence then rattled off some of Trump’s ideas, including a wall on the southern border, targeting people who have overstayed visas and increasing border patrol staff, but left details for the future. </p> <p>“We’ll give consideration, working with the Congress, in a new and reformed immigration system, to consider it at that time,” he said.</p> <p>All three said Trump would prioritize deportations of people with criminal records, the same strategy Barack Obama has taken during his two terms, during which <a href=\"https://www.theguardian.com/us-news/2016/aug/21/latino-immigrants-us-war-on-terror-study\">record numbers of migrants have been deported</a> and Border Patrol staffing has reached an all-time high. Obama has also deferred deportations for several million migrants who came to the US as children through executive actions that Trump has said he will rescind.</p> <p>Giuliani also conceded the limits of Trump’s shifting deportation plans, which <a href=\"https://www.theguardian.com/us-news/2015/aug/27/donald-trump-deport-11-million-migrants-is-that-even-possible\">would eject between 4 and 11 million people</a> and cost <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/09/01/trumps-big-immigration-crackdown-comes-with-a-big-5-year-price-tag-more-than-50-billion/\">an estimated $50bn</a>. But he and Conway insisted that Trump will somehow force Mexico to pay for the proposed border wall, even though Mexican president Enrique Peña Nieto <a href=\"https://www.theguardian.com/us-news/2016/aug/31/donald-trump-mexico-meeting-president-pena-nieto-immigration\">told Trump this week</a> it would not.</p>  <figure class=\"element element-image\" data-media-id=\"831ff957c45156a52f27689a8fad0b3e5130fbcf\"> <img src=\"https://media.guim.co.uk/831ff957c45156a52f27689a8fad0b3e5130fbcf/0_18_4365_2619/1000.jpg\" alt=\"Trump and Pena Nieto\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mexican president Enrique Peña Nieto and Donald Trump shake hands after a meeting in Mexico City on Wednesday.</span> <span class=\"element-image__credit\">Photograph: Yuri Cortez/AFP/Getty Images</span> </figcaption> </figure> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/04/who-will-win-presidential-election-2016-labor-day-prediction\">Who will win the presidential election? No usual answers on Labor Day 2016</a> </p> </aside>  <p>Another ally, Trump transition team member and New Jersey governor Chris Christie, told CBS: “Donald Trump is going to get rid of, very early on, two to three million criminals that are here illegally in this country. That will be priority No1.”<br></p> <p>Democrats had their own interpretations of Trump’s positions on immigration. Labor Secretary Tom Perez told CNN that Trump was “a loose cannon” and said his week of Janus-faced speeches “was a perfect illustration of why he’s not fit to be president”. </p> <p>In a taped interview with CNN’s Fareed Zakaria, Obama was more stoic, saying anti-immigrant sentiment could be traced to the founding of the US, “but that’s not the majority of America”.</p> <p>“The next generation of Americans, they utter – completely reject the kinds of positions that he’s taking,” the president said. “So overall, I’m optimistic. But, you know, I think we have to pay close attention to what’s going on.”</p> <p>Polls suggest that only some voters were swayed by Trump’s winding week. In a <a href=\"http://www.cbsnews.com/news/poll-hillary-clinton-leads-donald-trump-north-carolina-pennsylvania-email-questions-linger/\">new CBS poll</a>, 47% of voters in swing states said they saw no change in his policy, and 37% said they thought he had slightly eased is proposals. In <a href=\"http://abcnews.go.com/Politics/majority-voters-trump-mexico-pay-wall/story?id=41849627&amp;cid=tw_tco\">an ABC poll</a>, 78% thought Trump would fail to make Mexico pay for any wall, and 67% had a negative to his speech. </p> <p>Others felt his Phoenix speech a return to form: former Ku Klux Klan leader David Duke <a href=\"https://twitter.com/DrDavidDuke/status/771177837072048129\">tweeted</a> “excellent speech by Donald Trump tonight” while conservative author Ann Coulter <a href=\"https://twitter.com/AnnCoulter/status/771172220249014272\">compared it</a> favorably to the speeches of Winston Churchill.</p>",
  "<p>Green party nominee Jill Stein fought back against claims her campaign policy ideas are a “fairy tale” on Sunday, and argued for her right to appear in the presidential debates alongside the major party “nightmare campaigns”. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/18/jill-stein-anti-vaccination-green-party-ridiculous\">Jill Stein dismisses perception she is anti-vaccines as 'ridiculous'</a> </p> </aside>  <p>Stein appeared on Fox News Sunday with Chris Wallace, who quizzed her about how realistic her proposals and support was, apropos a recent <a href=\"https://www.washingtonpost.com/opinions/jill-steins-fairy-tale-candidacy/2016/08/25/3bf8ba1a-6b08-11e6-99bf-f0cf3a6449a6_story.html?utm_term=.d3463babc6ac\">Washington Post editorial</a>. After a meeting with Stein, the newspaper’s editorial board criticized her declared she was “spinning up a fairy tale – an appealing fairy tale to some, but still a fairy tale”.</p> <p>The board criticized the feasibility of her plans to end all coal, oil, gasoline and nuclear energy by 2030, her call to reconsider alliances with Nato members and a guaranteed federal job for all Americans, saying her “ideas are poorly formed and wildly impractical”.</p> <p>“I think they called me actually a fairy tale campaign, to which I would answer, in fact, we are living with a couple of nightmare campaigns right now that the American people object to at absolutely unprecedented levels,” Stein told Fox on Sunday.</p> <p>“The American people are saying that politics as usual has been throwing them under the bus,” she added. “The two major party candidates have the highest ratings of disapproval and distrust of any candidate anywhere at any time throughout our history.”</p> <p>Stein argued that because the two major party candidates, Donald Trump and Hillary Clinton, are <a href=\"http://fivethirtyeight.com/features/americans-distaste-for-both-trump-and-clinton-is-record-breaking/\">historically disliked</a>, she should be allowed a place in the presidential debates that would raise the Green party to the national stage. “This is why it should be debated, because the American people are not happy with the way it’s going right now,” she said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/aug/18/progressive-voters-jill-stein-green-party-candidate\">For real progressives, Jill Stein is now the only choice | Marc Lamont Hill</a> </p> </aside>  <p>The rules of the Commission on Presidential Debates, the organization that runs the debate, require a nominee have 15% support in major national polls in order to be included. Currently Clinton leads Trump 46% to 42% on averaged national polls, according to Real Clear Politics. In the latest IBD/TPP general election poll from last Friday, Stein had just 3% of the vote, while Libertarian nominee Gary Johnson – who has also<a href=\"https://www.theguardian.com/us-news/2016/aug/28/libertarian-gary-johnson-president\"> pinned his hopes</a> on making it into a debate – had 12%. In most state and general election polls, Stein carries less than 5% of the vote.</p> <p>She blamed paltry media coverage on her lack of support among Americans. “You can’t say that you’ve had zero media exposure anymore because you’ve been here,” Wallace quipped.</p> <p>“And I look forward to getting into the debates so the American people can hear the full story,” replied Stein.</p> <p>Stein received much flak over her comments during a <a href=\"https://www.reddit.com/r/IAmA/comments/4ixbr5/i_am_jill_stein_green_party_candidate_for/d31ydoe\">Reddit Ask Me Anything in July</a> when she questioned the role of corporations in approving mandatory vaccinations, which were <a href=\"https://www.theguardian.com/society/2016/jul/30/jill-stein-green-party-vaccinations-anti-vaxxers\">widely perceived</a> to echo discredited fears of people who oppose vaccinations. She <a href=\"https://www.theguardian.com/us-news/2016/aug/18/jill-stein-anti-vaccination-green-party-ridiculous\">later called that argument “ridiculous”</a> and said her comments were taken out of context, but the Harvard-educated physician has continued to face criticism for other <a href=\"https://www.theguardian.com/us-news/2016/sep/02/jill-stein-wrong-ohio-city-green-party-event\">mishaps</a> and <a href=\"http://thehill.com/blogs/pundits-blog/presidential-campaign/290437-jill-stein-the-liberal-pseudo-scientific-demagogue\">remarks</a>.</p>",
  "<p>Mirhada Jasarevic was a child when she and her family became refugees during the war in Bosnia in the 1990s. She became a naturalized US citizen earlier this year, in time for her to vote in the 2016 presidential election.</p> <p>“I think this is probably one of the most important elections to be a part of,” Jasarevic said. “I came here just like those Syrian refugees are coming here. The same way. With no intention of hurting anybody. Just to get a chance at life. And that’s what makes America so great, and I feel like Donald Trump doesn’t understand that.”</p> <p>Bosnian Americans in Missouri are expected to turn out in record numbers this November. With recent polls showing that <a href=\"http://www.stltoday.com/news/local/govt-and-politics/trump-clinton-in-virtual-tie-in-missouri/article_ecbca03a-ea36-5bef-bf8c-fcb817cc7c31.html\">Hillary Clinton and Trump are virtually tied in Missouri</a>, it could be a voting bloc that swings the election.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/mar/12/donald-trump-supporters-st-louis-rally-protest-violence\">Trump supporters in St Louis: how 'midwestern nice' became a sea of rage</a> </p> </aside>  <p>While never a monolith, Bosnian Americans in St Louis – which is home to an estimated 50,000 to 70,000 Bosnian Muslims – have near-universally been put off by Trump’s anti-Muslim, anti-refugee rhetoric and are wary of the Republican candidate’s popularity among Serbian nationalists. If they are mobilized as a bloc to vote against Trump for these reasons, 2016 could mark the national debut of Missouri’s “Bosnian vote”, costing Trump the state’s 10 electoral votes.</p> <p>“I know for a fact that a lot of people have gone out and registered to vote,” said Nedim Ramic, a Bosnian American attorney in St Louis who has twice met with Clinton during campaign stops in the city. “I think that the Bosnian community could really make a difference.”</p> <p>Since religion and ethnic background are not recorded as part of the voter registration process, there is no record of how many Bosnian American voters are actually registered in St Louis. Anecdotally, community leaders estimate that voter registration in St Louis’s Bosnian community has surged by the thousands over the past two years.</p> <p>“Right now I’m expecting to see a higher turnout than before,” said insurance agent Ibro Tucakovic, who came to St Louis from Sarajevo in 1998 and, in 2015, <a draggable=\"true\" href=\"https://www.washingtonpost.com/news/post-nation/wp/2015/04/28/the-unlikely-community-that-drew-inspiration-from-the-ferguson-protests/?utm_term=.469956a3f58a\">became the first Bosnian American</a> to run for elected office in Missouri. “This election is really, really important, but especially for Bosnian Americans because we have seen what hate speech can do in a country. Some of the older ones are scared, because this is a similar thing going on back in Bosnia in the 1990s before the election.”</p> <p>St Louis is home to one of the largest populations of Bosnian Muslims in the world outside Bosnia-Herzegovina itself. The community has its origins in the Balkan refugee crisis in the 1990s, when Yugoslavia was ripped apart at its seams, displacing millions. Bosnian refugees were resettled in St Louis by the thousands, and eventually the city became the anchor of the United States’ Bosnian diaspora.</p> <p>Historically, Missouri has been a swing state, though is often assumed by pundits to be a Republican giveaway. In 2008, Republican John McCain won the state’s electoral votes by a margin of less than 1% – mere thousands of votes. In 2012, Republican Mitt Romney won the state by 10%, but liberal Democrat Claire McCaskill also kept her seat in the US Senate by more than 15%. The state also has a Democrat governor.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I came here just like those Syrian refugees are coming here. Just to get a chance at life</p> <footer> <cite>Mirhada Jasarevic</cite> </footer> </blockquote> </aside>  <p>In recent years, Bosnian voters in St Louis have asserted themselves as a potent force in local politics, and politicians – mainly Democrats – have taken notice.</p> <p>During 2014’s high-profile race for St Louis County executive following the unrest in Ferguson, Missouri, Democratic candidate Steve Stenger – who visited Bosnian mosques and distributed Bosnian-language campaign literature while his Republican opponent did not – won, but by fewer than 2,000 votes. Had Bosnian voters stayed home, he probably would have lost.</p> <p>Shortly after the election, Bosnians in the city of St Louis (a separate entity from St Louis County) took to the streets themselves as protests continued region-wide after the August 2014 police killing of teenager Mike Brown in Ferguson. Following the brutal murder of Zemir Begic – a Bosnian immigrant visiting St Louis to meet his future in-laws – in the heart of the city’s Bosnian neighborhood that December, <a draggable=\"true\" href=\"http://america.aljazeera.com/articles/2014/12/6/st-louis-bosnianspolicing.html\">hundreds of protesters shut down a main thoroughfare in the city’s south side over the span of two nights</a>, demanding increased police patrols and a voice in local affairs.</p>  <figure class=\"element element-image\" data-media-id=\"f75c7e616dda57108c66a3f8a3aa80746574abdd\"> <img src=\"https://media.guim.co.uk/f75c7e616dda57108c66a3f8a3aa80746574abdd/0_86_3000_1799/1000.jpg\" alt=\"Bosnians march along Gravois Road in 2014 to protest the murder of Zemir Begic in St Louis.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bosnians march along Gravois Road in 2014 to protest the murder of Zemir Begic in St Louis.</span> <span class=\"element-image__credit\">Photograph: David Carson/Polaris / eyevine</span> </figcaption> </figure>  <p>The St Louis County election and protests in the city of St Louis were defining moments for the region’s Bosnian American community, which had largely been politically silent during its 20-year history.</p> <p>Since then, Bosnian Americans have been appointed to positions within the St Louis mayor’s office, and a delegation of St Louis Bosnian civic and religious leaders have twice visited officials in the state’s capital.</p> <p>Earlier this year, members of the community – including Ramic – formed the Bosnian-American Public Affairs Alliance of Missouri (BAPAAM), an organization meant to organize and represent Bosnian American interests in politics. BAPAAM endorsed Clinton in March. </p> <p>“We’ve seen the community become more active, in general,” Ramic said.</p> <p>Serbian nationalists’ support of Trump has also raised red flags. During the Republican national convention, a man wearing a <a draggable=\"true\" href=\"https://twitter.com/mattdpearce/status/755855782290358272\">“Make Serbia Great Again”</a> hat was photographed several times. When Vice-President Joe Biden visited Belgrade earlier in August, hundreds of Serbian nationalists <a draggable=\"true\" href=\"http://www.reuters.com/article/us-balkans-biden-trump-idUSKCN10R1U0\">gathered to chant</a>, “Vote for Trump!” The group was led by rightwing Serbian politician Vojislav Seselj, who was accused of helping to orchestrate the ethnic cleansing of Bosnian Muslims, Croats, and other non-Serbs from “greater Serbia” in the 1990s.</p> <p>Bosnian voters in St Louis, <a draggable=\"true\" href=\"http://www.npr.org/2015/07/13/422490056/bosnians-remember-when-their-city-became-one-big-concentration-camp\">home to a substantial number of Srebrenica widows and survivors</a>, took note of Seselj’s endorsement.</p> <p>“Some people reacted in a silly manner – ‘monkey see, monkey do’,” Tucakovic quipped. “But some people are actually concerned. You see people like [Seselj] that are supporting Trump, and that’s not a really good sign.”</p> <p>The political clout of the St Louis Bosnian community has only increased as more Bosnian immigrants like Jasarevic become naturalized citizens, and as the first generation of children born to Bosnian immigrants reaches voting age.</p> <p>“Just this year, three of the buddies I hang out with have actually become devoted to politics,” said Haris Bihorac, who just turned 18 and plans to vote for the first time in November. “They’re nonstop reading what they can to catch up on the politics. Even myself – before I didn’t really care this much who the president was or anything, but [I do] now that I have a say in it.”</p>",
  "<p>Donald Trump’s running mate, Mike Pence, will release his tax returns next week. The presidential candidate, however, likely will not.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/04/donald-trump-support-marriage-ipsos-poll\">Married couples more politically split this election, thanks to Donald Trump</a> </p> </aside>  <p>“<a href=\"https://www.theguardian.com/us-news/2016/sep/04/donald-trump-support-marriage-ipsos-poll\">Donald Trump</a> and I are both going to release our tax returns,” the Indiana governor said in an interview with NBC’s Meet the Press to be broadcast on Sunday, in which he also called Hillary Clinton “the most dishonest candidate for president of the United States since Richard Nixon”. </p> <p>“I’ll release mine in the next week. Donald Trump will be releasing his tax returns at the completion of an audit.”</p> <p>Asked by host Chuck Todd if Trump would release his tax returns before the election on 8 November, 65 days away, Pence said: “Well, we’ll see.”</p> <p>Trump has said throughout his campaign that he cannot release his tax returns, as they are being audited. There are no laws to stop the release of tax returns under audit – in 1973, Nixon released his <a href=\"http://money.cnn.com/2016/05/11/pf/taxes/nixon-trump-tax-returns/\">while they were under audit</a>.</p> <p>Clinton, the Democratic nominee, has released her tax returns <a href=\"http://www.politico.com/story/2015/07/hillary-clinton-releases-eight-years-of-tax-returns-120882\">going back to 1977</a>, in August <a href=\"https://www.theguardian.com/us-news/2016/aug/12/hillary-clinton-tim-kaine-tax-returns\">releasing her returns for 2015</a>. Such releases are customary but not compulsory in presidential races.</p> <p>In his interview with NBC, Pence also was asked for his reaction to the release on Friday of <a href=\"https://www.theguardian.com/us-news/2016/sep/02/hillary-clinton-emails-laptop-thumb-drive-archive-missing\">FBI notes on interviews with Clinton</a> regarding her use of a private email server while secretary of state in the Obama administration.</p> <p>“Well it’s just more evidence that Hillary Clinton is the most dishonest candidate for president of the United States since Richard Nixon,” Pence said.<br></p> <p>Pence agreed that to compare Clinton with the president at the heart of the Watergate scandal was a “tough charge”.</p> <p>He continued: “What’s evident from the notes, what’s evident from all of the revelations over the last several weeks is that Hillary Clinton operated in such a way to keep her emails, and particularly her interactions while secretary of state with the Clinton Foundation, out of the public reach, out of public accountability.”</p> <p>He added: “I think it all just … it all truly does disqualify her from serving as president of the United States.”</p> <p>Todd then challenged Pence on issues of transparency affecting the Trump campaign, leading to Pence’s answers about tax returns.</p>",
  "<p>Sheena Monnin saw beauty pageants as a way to fulfill her potential – she never imagined they’d be the gateway through which Donald Trump would try to destroy her life. Even now, she insists, the debacle has not made her anti-pageant, just anti-Trump.</p> <p>Monnin got her start as a teenager in 2002, when she was spotted at a mall in Orlando by a woman who worked in the pageant industry. At first she was surprised to be singled out for her looks given her modest height, but when she started watching the contests on television, she was seized by the pageants’ vision of beauty. “I remember walking up and down the living room and copying their poses,” she told the Guardian. “I always had the image of the ideal woman in my mind, and part of what helped me reach for that was my pageant education and acting like a lady.”</p> <p>Soon she was competing in pageants every year and, with the help of coaches, a careful diet, and a rigorous exercise routine, she could feel herself beginning to resemble the “lady” she envisioned. In a few years, she would be winning pageant titles, including Miss Pennsylvania, in 2012, at the age of 26. But it was competing in Trump’s Miss USA pageant the same year in Las Vegas that would alter the course of her young adult life.</p>  <figure class=\"element element-image\" data-media-id=\"cdb292225c862d7f6318b5c0ecbc1510c474c3c9\"> <img src=\"https://media.guim.co.uk/cdb292225c862d7f6318b5c0ecbc1510c474c3c9/0_74_1973_1184/1000.jpg\" alt=\"Sheena Monnin competing in the 2012 Miss USA competition.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sheena Monnin competing in the 2012 Miss USA competition.</span> <span class=\"element-image__credit\">Photograph: Isaac Brekken/Getty Images</span> </figcaption> </figure>  <p>During that competition, according to Monnin, another contestant, Karina Brez of Florida, insisted to several women backstage mid-pageant that she already knew who the top five final contestants would be, and specifically, that she had seen the names of the pre-selected women listed in a notebook at the back of the stage. </p> <p>Though Monnin never saw such a notebook herself, when contestants Brez had predicted were later selected, Monnin came to the conclusion that the pageant was rigged. <br></p> <p>The Trump Organization denied allegations of favoritism and Brez later said what she had seen was a “rehearsal list” and that she was “<a href=\"http://www.eonline.com/news/322220/miss-florida-to-giuliana-rancic-miss-penn-s-been-taking-pageant-rigging-claim-way-too-far\">joking</a>”. Brez did not return the Guardian’s requests for comment.</p> <p>But<strong> </strong>this year, Miss Universe judge Jeff Lee admitted in <a href=\"http://www.gq.com/story/mr-miss-universe-jeff-lee\">GQ</a> that Trump – who from 1996 to 2015 <a href=\"https://www.theguardian.com/us-news/2015/jun/25/univision-donald-trump-miss-universe-mexican-immigrants\">owned or co-owned</a> both Miss Universe and Miss USA – frequently had a say in which women made the final round. According to the story’s author, Burt Helm: “Lee will tell you that from 2005 until Donald Trump sold the Miss Universe pageant last year, the billionaire quietly handpicked as many as six semifinalists – ‘Trump cards’, they were called.” Helm said that lower-level beauty pageant picks were so often subject to “massaging” that this was considered an “open secret” among former contestants.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/02/donald-trump-atlantic-city-casinos-taj-mahal-plaza-bankruptcy\">Trump and Atlantic City: the lessons behind the demise of his casino empire</a> </p> </aside>  <p>If so, this “open secret” had not been shared with Monnin, and she resigned her Miss Pennsylvania crown in protest. </p> <p>But it wasn’t until she wrote a post on Facebook about the situation that things started getting out of hand.</p> <p>Monnin’s post was strongly worded and to the point. </p> <p>She wrote: </p> <blockquote class=\"quoted\"> <p>I have decided to resign my position as Miss Pennsylvania USA 2012. Effective immediately I have voluntarily, completely, and utterly removed myself from the Miss Universe Organization. In good conscience I can no longer be affiliated in any way with an organization I consider to be fraudulent, lacking in morals, inconsistent, and in many ways trashy. </p> <p>I do not support this system in any way. In my heart I believe in honesty, fair play, a fair opportunity, and high moral integrity, none of which in my opinion are part of this pageant system any longer. </p> <p>Thank you all for your support and understanding as I walk a road I never dreamed I’d need to walk, as I take a stand I never dreamed I’d need to take. After 10 years of competing in a pageant system I once believed in, I now completely and irrevocably separate myself in every way and on every level from the Miss Universe Organization. I remove my support completely and have turned in the title of Miss Pennsylvania USA 2012.</p> </blockquote> <p>(In a separate letter of resignation to the pageant organizers, Monnin also cited the inclusion of transgender women in the contest that year as a reason for her returning her title. She told the Guardian that she had no problem with the inclusion of transgender contestants in pageants generally, but that she was upset that the rules had been changed in 2012 without notice. “The point I was trying to make – and I don’t think I made it well – is that they changed the contract and I don’t think that’s fair.”)</p> <p>Monnin’s aim in writing the Facebook post, she told the Guardian, was simply to explain her decision to friends. Back then her page was mostly set to private, she added, and she had just a few hundred Facebook friends.</p> <p>But Trump, having seen the post, did what he often does in the face of petty insults – he escalated the conflict exponentially. Specifically, he used his platform as a person in the public eye to cast aspersions on Monnin and impugn her reputation on national TV. Speaking on ABC’s Good Morning America the next day, Trump called Monnin’s claims “absolutely ridiculous” and her character worse.<br></p> <p>“She suffers from a thing called ‘loser’s remorse’,” <a href=\"https://gma.yahoo.com/organization-denies-miss-pennsylvania-sheena-monnins-claim-pageant-074006712--abc-news-topstories.html\">he said</a>. “She lost, and if you looked at her compared to people who were in the top 15, you would understand why she was not in the top 15.” </p> <p>Trump said his organization would be bringing a lawsuit against her, detailing his intentions <a href=\"http://www.today.com/id/47702741/ns/today-today_style/t/trump-were-suing-miss-pennsylvania-over-claims/#.V8ATaZMrKV4\">in a second appearance</a> on NBC’s Today. And when Monnin <a href=\"http://radaronline.com/exclusives/2012/06/former-miss-pennsylvania-claims-miss-universe-pageant-rigged-today-show/\">appeared on the same show</a> days later to defend herself, Trump sued her for $10m for defamation.</p> <p>Trump has never been one to let an insult go. A decade ago, when a biographer estimated his net worth was much lower than he claimed, for instance, <a href=\"https://www.theguardian.com/world/2006/jan/25/books.usa\">Trump sued</a> the author, a New York Times business reporter, for $5bn. This election cycle, he has made the disproportionate deployment of force a point of pride, maybe even a credo, saying: “Anybody who hits me, we’re going to hit them 10 times harder.” There at least, Trump has been as good as his word – his sharp tongue typically starts the fights, but it is his lawyers who finish them.</p> <p>In 2012, Monnin was completely blindsided by the lawsuit. “There was no way I could have afforded to pay that off and frankly, he had to have known that,” she said of Trump’s $10m suit. “I was just a normal person.” At 27, she had no legal experience or connections, and had never seen anything approaching that kind of money. She was still paying off her degree from the online university she attended, and making strides to grow a small business.</p> <p>Unlike Trump, she did not come from privilege. Her family had to move every few years for her father’s business, work which took them to Florida, Texas, New York, Kentucky and the Carolinas before she was grown. Sometimes her parents would take in foster kids in the cities where they lived, but they never stayed anywhere long.</p> <p>The three years she spent battling Trump and his lawyers she recalls as the most traumatic period of her life. Family helped keep her feeling grounded and protected, she said, but there were still mornings when she didn’t want to get out of bed. “My focus was getting through each day and getting through what was going on around me and understanding my options,” she said of that period. “Every day seemed to bring a new legal document that I didn’t understand, that I had to seek legal counsel on.”</p> <p>As recently as last year, Trump’s lawyer Michael Cohen bragged to the Daily Beast about the time he “<a href=\"http://www.thedailybeast.com/articles/2015/07/31/trump-lawyer-bragged-i-destroyed-a-beauty-queen-s-life.html\">destroy[ed</a>]” Monnin’s life. Attempting to intimidate a Beast reporter, Cohen said: “Do you want to destroy your life? It’s going to be my privilege to serve it to you on a silver platter like I did that idiot from Pennsylvania in Miss USA.” Monnin rebuffs the notion her life was destroyed, but concedes Trump succeeded in the short term and not just with regard to making her feel small and afraid. “There was this message being sent out to all the contestants: you better not say anything bad about us. And that’s how the other young ladies felt.” It may have worked: not one of the women whom Monnin said sent supportive messages after Trump attacked her came forward to defend her in public, <a href=\"http://www.foxnews.com/entertainment/2012/06/13/exclusive-second-miss-usa-contestant-says-overheard-list-top-5-finalists-before.html\">though one did anonymously defend her story to Fox News</a>. </p> <p>It’s no secret that Trump is incredibly litigious. A recent <a href=\"http://www.usatoday.com/story/news/politics/elections/2016/06/01/donald-trump-lawsuits-legal-battles/84995854/\">investigation by USA Today</a> tallied 3,500 lawsuits involving Trump. He gets sued quite a bit, but mostly he does the suing, filing 1,900 suits, including many – like the one against Monnin – for defamation. He has sued biographers, journalists, business partners, even an ex-wife and a Native American tribe, but he has threatened to sue even more. </p> <p>“Trump is a former schoolyard bully who was sent away to military school to learn proper behavior,” says biographer Harry Hurt III, author of Lost Tycoon: The Many Lives of Donald J Trump. “That schooling obviously failed. Trump has matured, if one can use that term, into a courthouse bully.”</p> <p>Another biographer, Michael D’Antonio, Pulitzer-winning author of <a href=\"http://www.amazon.com/Never-Enough-Donald-Pursuit-Success/dp/1250042380\">Never Enough: Donald Trump and the Pursuit of Success</a>, chose the same metaphor in describing the difficulty in getting sources – even people with every reason to hate Trump – to go on the record speaking against him: “It’s a strange bullying kind of process. Like how in the schoolyard, a lot of kids will go to the bully’s side of the conflict because they’re afraid of what might happen to them if they’re not in his favor.”</p> <p>That’s an all too familiar narrative to Monnin. “That is not a sign of a good leader if that’s how you’re going to treat someone who you don’t like,” she said.</p> <p>Interestingly and tellingly, Trump himself seems on at least one occasion to have conflated the terms “bullying” and “presidential”. When Fox News’ Greta Van Susteren prompted him to elaborate on what he meant by being more “presidential”, he began by saying, “It means maybe not be so aggressive, maybe not get so personal,” but quickly reverted to his favorite formula for leadership: “But you know what happens? What happens is they hit me and I hit them back harder, and usually in all cases, they do it first. But they hit me and I hit them back harder and they disappear. That’s what we want to lead the country.”</p> <p>Monnin lost large swaths of her late 20s, from 27 on, doing legal battle with Trump, or more accurately, trying ineffectually to navigate the maze of legalese he threw in her way. The lawyer she hired was so inadequately prepared he failed to appear at the arbitration hearing in November 2012 at which the fate of the case with Trump was decided – nor did he even tell her it was happening. </p>  <figure class=\"element element-image\" data-media-id=\"c135273dab21a8cc25e1e81e6f1cab9a57b82da4\"> <img src=\"https://media.guim.co.uk/c135273dab21a8cc25e1e81e6f1cab9a57b82da4/0_99_3000_1800/1000.jpg\" alt=\"Donald Trump, left, and Erin Brady pose onstage after Brady won the 2013 Miss USA pageant in Las Vegas.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump, left, and Erin Brady pose onstage after Brady won the 2013 Miss USA pageant in Las Vegas.</span> <span class=\"element-image__credit\">Photograph: Jeff Bottari/AP</span> </figcaption> </figure>  <p> Monnin only realized she had missed the chance to defend herself against the mogul the following month, when she received correspondence from her lawyer notifying her that the arbitration had gone forward without anyone present on her behalf. But by then it was too late for Monnin to mount her case. In December 2012, arbitrator Theodore Katz ordered Monnin pay the Trump organization $5m for defamation.</p> <p>Trump issued a self-congratulatory press release: “We cannot allow a disgruntled contestant to make false and reckless statements which are damaging to the many people who have devoted their hearts and souls to the Miss Universe, Miss USA and Miss Teen USA pageant systems,” he said. “While I feel very badly for Sheena, she did the wrong thing. She was really nasty, and we had no choice. It is an expensive lesson for her.” </p> <p>Monnin <a href=\"#ixzz2GY0ySz2V\">resolved to “fight”</a> the ruling,  but she no longer trusted her lawyer to do the job.</p> <p>In January 2013, her father, Philip Monnin, wrote a letter on her behalf to J Paul Oetken, the Manhattan federal judge who’d been asked to sign off on the arbitrator’s ruling, arguing that the hefty fee for damages was not “just”. But it did little good. In July 2013, Oetken upheld the arbitration decision. “The court does not take lightly that Monnin is compelled to pay what is a devastating monetary award,” Oetken wrote in his decision. “Moreover, Monnin undeniably is suffering from her poor choice of counsel ... [But] sympathy, or apparent inequity, may play no role in a court’s legal analysis, and here, the law is clear.” </p> <p>In his ruling, the judge even went so far as to acknowledge that her lawyer did not appear to be acting in her best interests. “Blindly, but perhaps understandably, Monnin put her trust in her attorney, believing that he would represent her interests,” Oetken wrote, adding, “Unfortunately, [he] chose to ignore the responsibilities owed to his client, along with the ethical duties governing his profession.”</p> <p>In fall 2013, Monnin hired a new lawyer and filed a suit against her former lawyer for malpractice. The details of the settlement of this suit are protected, but Monnin has said that the upshot meant she never had to pay Trump a dollar out of her own pocket. </p> <p>Now, at the age of 31, Monnin says she is able to see some silver linings in the experience. It’s not the same set of ideals she had in mind as a teenager when she watched the pageant girls deliver their lines – though she cherishes all she learned in that realm. It’s not even about the satisfaction of having spoken up about her convictions, despite real legal consequences, and pulled through. The experience taught her to empathize and connect with other victims of bullying, and crucially, to help them feel less alone.</p> <p>In June she published a self-help book, Hands on the Wheel: Getting Control of Your Life, which draws on her experience being bullied by Trump to help advise readers in dealing with bullies wherever they may find them. “I cover almost every topic imaginable, because I want people, no matter what their controlling factor looks like, to know there are ways to stand your ground and not stoop down to the bully’s level,” she said. “The advice I give is it’s not appropriate to cower down and give in to people who are using their strength in such a negative way.”</p> <p>The book aims to transcend the political election cycle in favor of the universal; Monnin only delves into her experience with Trump in the foreword. But as an outspoken supporter of Hillary Clinton, she is only too happy to help interpret what Trump’s shock-and-awe legal tactics could mean in an Oval Office setting: “If you have someone who goes after me, a normal person, when all I did was write something on Facebook that he disagreed with, then what would happen if you had a real grievance against him and you started speaking out?”</p>",
  "<p>Every four years, Labor Day means more than just the end of summer: it’s also the end of high uncertainty in a presidential election, and the time when candidates start to see their real chances. Or at least that’s what it used to mean.</p> <p>The surrealism of 2016 – a former secretary of state, who ran eight years ago and is married to a former president who was almost impeached, running against a reality TV show celebrity with a <a href=\"http://www.bloomberg.com/politics/articles/2015-07-28/here-s-our-tally-of-donald-trump-s-wealth\">mediocre </a><a href=\"http://www.bloomberg.com/politics/articles/2015-07-28/here-s-our-tally-of-donald-trump-s-wealth\">business record</a> and alleged history of <a href=\"https://www.theguardian.com/us-news/2016/jul/20/donald-trump-sexual-assault-allegations-jill-harth-interview\">sexual harassment</a> – has finally started to ebb. Voters will have the two <a href=\"https://www.theguardian.com/us-news/2016/may/04/donald-trump-hillary-clinton-general-election-analysis\">least popular</a> presidential candidates in <a href=\"http://fivethirtyeight.com/features/americans-distaste-for-both-trump-and-clinton-is-record-breaking/\">decades</a> on their ballots, and there’s still a great deal of uncertainty about how that unpopularity will affect their decisions. </p> <p>One number holds many clues about how we ended up here: 42%. That’s the share of Americans who identify as independent, according to <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/01/11/independents-outnumber-democrats-and-republicans-but-theyre-not-very-independent/\">Gallup’s</a> most recent analysis. That number is the highest Gallup has ever seen since it started measuring political inclination in 1988, and it’s considerably higher than the share who now identify as Democrats (29%) or Republicans (26%).</p> <p>Understanding independents is key to understanding how Bernie Sanders and Donald Trump became hugely popular. Independents are also crucial for understanding how Hillary Clinton’s support might be overstated in current polls.</p> <p>Currently, Clinton is the most likely candidate to win the 2016 presidential election, according to analysts who rely on polls. At the time of writing, the New York Times projects that she has a <a href=\"http://www.nytimes.com/interactive/2016/upshot/presidential-polls-forecast.html?action=click&amp;contentCollection=upshot&amp;region=rank&amp;module=package&amp;version=highlights&amp;contentPlacement=2&amp;pgtype=sectionfront&amp;_r=0\">86%</a> chance of winning in November, and FiveThirtyEight puts her chances at <a href=\"http://projects.fivethirtyeight.com/2016-election-forecast/?ex_cid=rrpromo#plus\">69%</a>. </p> <p>But these probabilities don’t take into account the fact that polls have become plagued by systemic issues, <a href=\"https://www.theguardian.com/us-news/datablog/2016/jan/27/dont-trust-the-polls-the-systemic-issues-that-make-voter-surveys-unreliable\">from low response rates to media biases</a>, that have made them sometimes unreliable. What’s more, in polling (much like every other type of human interaction), it’s hard to tell whether people mean what they say. Are Trump supporters reluctant to share their views when a stranger from Ipsos, Rasmussen or Gallup calls them up? If so, Clinton could be in trouble.</p> <p>Forecasting the political future means considering not one probability but many possibilities. Here are the three most likely outcomes in this election.</p> <h2>Hillary Clinton wins</h2> <p>Over the past 20 years, there are just <a href=\"https://www.theguardian.com/us-news/2016/jul/18/ohio-swing-state-republican-national-convention-clinton-trump\">19 states</a> that have flipped between the two main parties at least once. Many of those states are also on the list of closely fought contests this year: Florida, Pennsylvania, Ohio, Michigan, Wisconsin, North Carolina, Iowa, Virginia, Colorado, Minnesota, Nevada and New Hampshire. Clinton’s hopes rest on voters choosing her and those who might vote Trump staying home.</p> <p>Clinton’s rhetoric in the coming months will be important for securing these victories. The former secretary of state needs to <a href=\"https://www.theguardian.com/us-news/2016/jul/12/sanders-supporters-clinton-vote-survey\">convince</a> former Bernie Sanders supporters that she shares the values that galvanized so many young voters. Similarly, Clinton needs to persuade voters that she is the only way Americans can keep Donald Trump out of the White House.</p> <h2>Donald Trump wins</h2> <p>Like Clinton, Trump needs to focus his energies on mobilizing supporters to actually go to the polls. Although demographics don’t seem to work in his favor (his <a href=\"https://www.theguardian.com/us-news/2016/jan/08/angry-white-men-love-donald-trump\">supporters</a> make up a relatively small fraction of the overall electorate) it is quite possible that Trump’s support is understated in polls. Polling analysis appears to privilege left-of-centre ideas (and many of the journalists who interpret polls, including this journalist, may be viewing the numbers with a misplaced optimism) which helps explains why forecasts about the British EU referendum, <a href=\"https://www.theguardian.com/world/datablog/2015/mar/18/israel-election-why-were-the-exit-polls-wrong\">the Israeli election</a> and the Scottish independence referendum were all off the mark. </p> <p>There’s another factor in this election which may well work in Trump’s favor: third party candidates. Between them, Libertarian candidate Gary Johnson and Green party candidate Jill Stein stand to pick up <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton_vs_johnson_vs_stein-5952.html\">11%</a> of the national vote. Votes for Johnson and Stein appear more likely to erode Clinton’s vote share than Trump’s.</p> <p>Those third-party candidates have a <a href=\"http://www.politico.com/story/2016/09/gary-johnson-presidential-debates-227654\">slim chance</a> of making it to the presidential debates (they need to be polling with at least <a href=\"http://www.debates.org/index.php?page=2016debates\">15%</a> of the national electorate’s support to qualify), meaning Trump will want to sow what doubt and frustration he can in Democratic-leaning voters, in order to convince them to stay home or vote for a third party candidate.</p> <p>Sexism could also benefit Donald Trump. In a <a href=\"https://www.pershing.com/our-thinking/thought-leadership/americans-crave-a-new-kind-of-leader-and-women-are-ready-to-deliver\">survey</a> of more than 2,000 US adults in 2014, only 74% of women and 58% of men agreed that there are not enough women in positions of power.</p> <h2>Hillary Clinton wins by a landslide</h2> <p>The mere fact this is a possibility shows just how much uncertainty there is around this election. And it is a real possibility, even though more than 20 years have passed since anyone won by a double-digit margin. For a start, the distribution of US electoral college votes privileges the Democratic party. Together, Democratic “safe” states (those that have voted Democratic consistently in the past six presidential elections) yield <a href=\"https://www.theguardian.com/news/reality-check/2016/may/06/donald-trump-odds-winning-us-election-reality-check\">242</a> of the 270 electoral votes needed to win the election. States that Republicans can reliably count on have <a href=\"https://www.theguardian.com/news/reality-check/2016/may/06/donald-trump-odds-winning-us-election-reality-check\">102</a> electoral votes.</p> <p>As a Democrat and a seasoned politician, Clinton is the most likely candidate to represent continuity in the minds of many voters. Past elections have also shown that even after contemplating the different options, voters tend to revert towards the status quo in the final days before casting their ballot. Then again, this is no ordinary election.</p> <ul> <li>This article was amended on 5 September 2016. An earlier version said that of the 19 states that have flipped between the two main parties at least once in the last 20 years, around two-thirds of those are likely to be closely fought this year. It went on to list several states, implying those in the list were also among the 19. The list was of the states likely to be closely fought this year, and included some of the 19, as well as others that have previously been safe seats. This has been corrected. </li> </ul>",
  "<p>Donald Trump shared some marital advice at a recent campaign stop in Virginia: “If your wife got angry with you,” he said, “say: ‘I’m just sorry, Charlotte, I’m going out to vote for Trump.’”</p> <p>As his poll numbers are cratering among every demographic except white men, support for the Republican nominee is dividing couples at a level far beyond the last presidential election. A new poll exclusive to the Guardian reveals that in households across the US, Trump is fueling a deep split among married couples. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/mar/03/secret-donald-trump-voters-speak-out\">'Not even my wife knows': secret Donald Trump voters speak out</a> </p> </aside>  <p>In the online poll of 1,249 adults who have been in a relationship since at least 2012, polling firm Ipsos Public Affairs asked whether spouses’ political leanings had diverged in the last four years.</p> <p>The results provide evidence that the most pronounced divisions were found in households where both spouses consider themselves politically independent. </p> <p>“We can say, with some caveats, that many Trump voters are really not confident that their spouses are going to support Trump,” said Chris Jackson, an Ipsos pollster.</p> <p>While only one in 10 people supporting Hillary Clinton thought their spouses would vote another way, one in five supporting Trump expect their spouses to vote for someone else. Among men and women who supported Trump or Clinton, men voting for Trump were the least confident that their spouses would do the same.</p> <p>The results may come as no surprise after 13 months of campaigning in which Trump has made a number of sexist remarks. In the most memorable example, at the first Republican debate in 2015, Fox News host Megyn Kelly challenged Trump to explain “several disparaging comments about women’s looks”. </p> <p>“You’ve called women you don’t like ‘fat pigs,’ ‘dogs’, ‘slobs’ and ‘disgusting animals’,” she said. “You once told a contestant on Celebrity Apprentice it would be a pretty picture to see her on her knees. Does that sound to you like the temperament of a man we should elect as president?” </p> <p>These remarks from his past, including <a href=\"https://www.youtube.com/watch?v=diMp241gAcw\">the suggestion that he would date his own daughter</a> if they were not related, have shadowed his candidacy for over a year. Clinton’s team has tried to capitalize, highlighting reports that Trump once said of women, “You have to treat ’em like shit.”</p> <p>“Between married men and married women, there is a record gender gap right now,” said Celinda Lake, head of the Democratic polling firm Lake Research Partners. Married women, a group won by the Republican Mitt Romney in 2012, are currently supporting Clinton by about 12 points, Lake said. </p> <p>“We have a situation where Donald Trump’s personal style is just so offensive to women, and it is much more salient to women than it is to men.”</p> <p>Some husbands seem less than thrilled by this dynamic. In voter interviews, Lake has noticed an unusual number of married women reporting that their husbands have pressed them to vote for Trump.<br tabindex=\"-1\"></p> <p>“We’ve had it come up in our focus groups extensively,” Lake said. “That always happens toward the end, but it’s coming up in this election much sooner than usual.”</p> <p>In Columbus, Ohio, three door-to-door canvassers for Working America, a group affiliated with the labor federation AFL-CIO, reported similar versions of the same story: after leaving a house where the husband planned to vote for Trump, the wife chased the canvasser down the street to say that under no circumstances would she do the same.</p> <p>“We’re certainly picked up tensions between husbands and wives before, but this kind of manifestation was really stunning to our field staff,” said Karen Nussbaum, executive director of Working America, which is campaigning on behalf of Clinton and other Democrats. </p> <p>“This level of passion around the candidates, and then the big divisions between men and women is at a different level than we’ve seen in the past.”<br></p> <p>Even in a typical election year, more women tend to vote Democrat than men, and households split between the major parties are not uncommon. Same-sex couples make up too small a share of respondents to be represented in most national polls.</p> <p>But there is evidence that the split is particularly acute in 2016. In the Ipsos poll, only about half of those who said their household was split this year believed they and their spouse voted differently in 2012. </p> <p>That is the position in which George Kraft, 68, finds himself. Kraft, of Bullhead City, Arizona, said he and his wife both voted for Romney in 2012. This fall, he plans to vote for Trump. His wife, however, wants nothing to do with the party’s inflammatory standard-bearer. </p> <p>“She thinks he’s too outspoken, too abrasive toward other people,” Kraft said. The same controversies don’t bother him. “Maybe that’s what we need.”</p> <p>Although the most drastic splits have surfaced between independent couples, Trump is also faring poorly among Republican women, married or not. In <a href=\"http://www.nytimes.com/2016/08/10/us/politics/donald-trump-gop-women.html\">some recent polls</a> among women who identify as Republicans, he has run nearly 20 points behind Romney, John McCain (the 2008 nominee) and George W Bush (2004).</p> <p>Romney and Bush won 93% of Republican women’s votes and McCain in 2008 won 89%. </p> <p>One respondent from Utah, Cheryl Steele, 36, voted without reservations for Romney but said she did not like the way Trump attracted accusations of racism and bigotry. “I don’t even want my child to listen to his speeches,” she said, “and yet he’s supposed to be my president?”</p> <p>Trump’s unpopularity with women, Nussbaum said, is reflected in a dynamic her canvassers have seen over and over in the field. “Men who love Trump love women who love Hillary. Or at least, they don’t hate Hillary,” she said.</p> <p>Susan, 62, who lives near the border of Massachusetts and New Hampshire, did not wish to give her last name. She plans to vote for Clinton, repulsed by reports that Trump stiffed many of the contractors who helped build his casinos. </p> <p>“I have no use for a man like that,” she said.</p> <p>But her choice is causing strife between her and her husband, who she called a “victim of talk radio”. She believes he will be voting for Trump.</p> <p>“I don’t recall us ever arguing about an election before this one,” she said. “I’ll come out with ‘Trump said this’ and we’ll have a fight.” </p> <p>To avoid any more quarrels, Susan has begun skirting talk of the election altogether. “We’re too old for that,” she said.</p> <p>Lake believes many couples try to excise politics from their relationships, and not just in the heated final months of the 2016 race. Several years ago, her firm conducted a survey in which 72% of men but only 49% of women said with confidence that their partners would vote the same way they did. </p> <p>“We called it the, ‘Sure, honey’ factor,” Lake said. “Guys just assume who their wives are voting for. And I think some women go, ‘Sure, honey.’”<br></p>",
  "<p>Wall Street drew two conclusions from the news that the <a href=\"https://www.theguardian.com/business/live/2016/sep/02/markets-await-crucial-us-jobs-report-business-live\" title=\"\">US jobs engine shifted down into a lower gear last month</a>. The first – that a September increase in interest rates is now a non-starter – was almost certainly right.</p> <p>Putting up the cost of borrowing so close to the presidential election in early November always looked like an outside bet. It would have taken thunderously good figures for job creation to have persuaded the more dove-ish policymakers at the Federal Reserve to move, and the ones released on Friday were average at best.</p> <p>To be sure, the August non-farm payrolls have come in worse than expected for the past decade, suggesting that there might be some problem with the way the raw data is seasonally adjusted. What’s more, the two previous months – June and July – saw strong increases in demand for labour, so the three-month average for non-farm payrolls is running at a healthy 200,000. That could persuade some of the hawks at the Fed to move, but they will not be able to muster a majority.</p> <p>The second conclusion drawn by Wall Street is more questionable. That is the assumption that the rate rise some analysts had pencilled in for September has now simply been put back to a later date. Some economists believe the Fed won’t waste any time once US voters have chosen who will be Barack Obama’s successor at the White House; some think the central bank will wait until March next year.</p> <p>There is, though, a different way of looking at the numbers. For most of this year, the strength of the US labour market has been at odds with data showing the economy growing only slowly. Sooner or later, the theory went, growth would accelerate and come into line with employment numbers, so justifying higher interest rates.</p> <p>But what if Wall Street has got things back to front? Is it possible that it is the labour market that has been giving off false signals and that eventually job creation will decelerate and come into line with a growth rate that averaged just 1% in the first half of 2016?</p> <p>There is enough evidence to make this a plausible hypothesis. <a href=\"http://www.bls.gov/news.release/empsit.nr0.htm\" title=\"\">Take the details of the most recent jobs report</a>, for example. The annual growth rate in average hourly earnings fell to 2.4%, its lowest in six months, while average weekly hours worked declined to 34.3, the lowest in two and a half years.</p> <p>Hours worked by production and non-supervisory staff – who account for five out of six workers in the US – rose by 1.1% over the past year, the slowest rate of increase since 2010. None of this suggests the labour market is humming, nor that the recent pick-up in consumer spending – the economy’s only real source of growth in the first half of the year – can be sustained.</p> <p>With investment weak and exports affected by low global demand and the lagged effects of the dollar’s previous strength, it is not immediately obvious why the Fed would raise interest rates any time soon. Over the past couple of years, the US has succeeded in creating millions of jobs, but most of them are relatively unskilled and attract low pay. There is no obvious inflationary threat.</p> <p>Rather, the Fed should be focused on the risk that the economy might stall altogether. Corporate profits have come under pressure and this is leading to cuts in business investment. Historically, this is a good leading indicator that the US economy is heading into recession.</p> <p>The softness of the US economy is a concern to the Fed’s chairwoman, Janet Yellen, who has rightly adopted an ultra-cautious approach to raising rates. It will also be a concern for Hillary Clinton. The state of the economy does her no favours in her battle with Donald Trump.</p> <h2>Now bosses actually have to ask not to get bonuses</h2> <p>News that David Brown, chief executive of Go-Ahead Group, has asked not to be considered for a bonus this year prompts an obvious question: why did he think he might get one?</p> <p>Go-Ahead is the main company behind the chaotic Southern rail franchise that delivers daily misery to London commuters. If Brown’s £558,000 bonus from a year ago had been repeated, riots might have broken out on station platforms.</p> <p>Not all Southern’s woes can be laid at the operator’s door, it should be said. The company doesn’t control the tracks, which is where some of the problems have arisen as Network Rail gives London Bridge a major upgrade.</p> <p>But those difficulties have been compounded by Southern’s bitter battle with the RMT union over plans to hand responsibility for closing train doors from conductors to drivers. Whatever the rights and wrong of the dispute, Southern’s handling of the fallout has been appalling. Time and again, Brown has found himself apologising to customers for the sub-standard service. A bonus would have been another PR disaster.</p> <p>In practice, however, the bonus question arises because the rest of Go-Ahead is doing OK. The bus operations and other parts of the rail business are up to scratch. Despite losses at GTR – the unit that includes Southern – Go-Ahead’s pre-tax profits rose 27% to £99.8m. So Brown might have expected a juicy personal reward.</p> <p>But such a notion merely underlines the perversity of the modern bonus. No longer is it a reward for exceptional performance; instead, executives get them merely for delivering targets. In Go-Ahead’s case, meeting the target – in other words, doing your job – is worth an extra 75% of salary in normal circumstances; at other companies, the ratio can be higher.</p> <p>This is a nonsense. Pay committees have become wedded to formulas that pay out even when disaster has struck in part of the empire. Boards should get a grip and apply common sense, which they are allowed to do. It should not have been a case of Brown doing “the right thing”. His chairman should have said no bonuses would be paid because Go-Ahead was failing its customers.</p> <h2>The best way to stop Hinkley is to agree to it</h2> <p>What should Theresa May say to her Chinese G20 hosts about Hinkley Point? Nothing. The PM only ordered a review of the £18bn project, which Beijing wants to part-fund, at the end of July. Hard conclusions probably haven’t been reached. Don’t risk a diplomatic quarrel on the other side’s turf.</p> <p>A decision will have to be reached soon but an elegant solution seems to be emerging from Downing Street: tell the Chinese Hinkley is cleared for take-off but proposed nuclear plant Bradwell, in Essex, which the Chinese hope to build under their own steam, requires an in-depth security review.</p> <p>The Chinese, we are led to believe, would take offence and abandon Hinkley. Good. The plant would be hideously expensive for bill-payers and developer EDF’s other two Hinkley-style developments outside the UK are years behind schedule. If Beijing packs its bags, the UK would have a choice: part-fund Hinkley; or let the plans collapse. Option B is best.</p>",
  "<p>Dan Lyons is the former <em>Forbes</em> magazine senior editor who found online fame as the writer behind the parodic Fake Steve Jobs blog. When he lost his job at <em>Newsweek</em> in 2013, he decided to join Boston tech startup HubSpot as a “marketing fellow”.</p> <p>It didn’t end well, and Lyons has now written a book about the experience called <em>Disrupted: Ludicrous Misadventures in the Tech Start-Up Bubble</em>. He has also been a writer on satirical sitcom <a href=\"https://www.theguardian.com/tv-and-radio/2016/apr/29/silicon-valley-satire-mark-zuckerberg-san-francisco-tech-bay-startup\"><em>Silicon Valley</em></a>.</p> <p><strong>As a tech journalist, startups weren’t an entirely new world to you. But were you taken by surprise?</strong><br>It was a big revelation. I had a lot of ideas about what it would be like. They turned out to be wrong or incomplete. One big thing, for example: I always thought that when these tech guys go on about changing the world and making it a better place that once us reporters went home and they were on their own they sort of laughed. That they were cynical and it was bullshit.</p> <p>I didn’t expect that there were people who really believed that stuff. I was really taken aback by that. I thought, I can do that fake changing the world shit. I can do that marketing song and dance, I know the racket. But I was shocked by that – that people had really drunk the Kool-Aid.</p> <p><strong>One point you make in your book is that the financial structure of startups is less about creating new products than shifting money to a few fortunate individuals. Was that a shock?</strong><br>You think I’d have known that beforehand. I think I’d never seen it that clearly. It was a revelation to me that to some of these guys, the companies were secondary to extracting money. The companies were just vehicles to achieve that.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>People in startup-land see themselves as really good people even when they’re doing something that’s very bad</p> </blockquote> </aside>  <p><strong>Is it a concern in the States that people are able to make hundreds of millions of dollars from unprofitable companies?</strong><br>I think it might be in this year’s presidential election, among the Bernie Sanders crowd. In Silicon Valley, bringing that up is seen as stupid and naive. They say I just don’t understand how it works.</p> <p>Now there is a little bit of reality setting in. You see companies are trying to demonstrate that they can make a profit, but there’s still a big part of Silicon Valley that thinks that’s a stupid idea – to make money. I don’t think there’s been a big debate about it.</p> <p><strong>The word “bubble” is in your subtitle. Do you think there is a bubble and that it’s set to burst?</strong><br>I do think we’re in a bubble in terms of valuation. There is this expression on Wall Street: “The market can remain irrational longer than you can remain solvent.” It’s been on the edge of popping for so long, now I don’t even know. If you look at markets they typically revert to a historical mean.</p> <p>The double meaning of the bubble for me is not just a financial bubble but a psychological bubble. People in startup-land live inside it. They see themselves as really good people even when they’re doing something that’s very bad. There’s a huge disconnect from reality in the tech world.</p> <p><strong>Have you any feedback from HubSpot on the book?</strong><br>I personally directly haven’t but they wrote a response to the book called <a href=\"https://www.linkedin.com/pulse/undisrupted-hubspots-reflections-disrupted-dan-lyons-dharmesh-shah\">Undisrupted</a>, published the week after the book came out. It was a long essay about why it was not true or I’d got things wrong. I haven’t heard anything directly. I wouldn’t expect to.</p> <p><strong>One senior </strong><a href=\"http://uk.businessinsider.com/hubspot-fired-a-top-exec-over-book-scandal-2015-7\"><strong>HubSpot executive was sacked and another resigned</strong></a><strong> after allegedly trying to get a draft manuscript of your book before publication. Do you think you were a threat to the company’s share price?</strong><br>I could see that they would worry about that, that it might hurt their share price. I don’t think what they did was the appropriate way to respond to that. Pretty nasty stuff.</p> <p>I could see them worrying that it might hurt the share price, but it certainly hasn’t hurt the share price. I don’t think that it’s hurt them at all. And it wasn’t the intent. I was trying to write a book about me and personal invention and the craziness of the startup world.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/blog/2008/aug/08/leavestevejobsaloneandthe\">Leave Steve Jobs alone! and the Real Dan Lyons</a> </p> </aside>  <p><strong>There’s a lot of anger in the book. Was it cathartic writing it?</strong><br>I think it was very cathartic. There was part of me that thought I should just shut up about this and just move on, but I thought it was such a crazy world and someone needs to call bullshit on a lot of this stuff. It was cathartic to say if I’m going to do this I might as well say what I’m thinking.</p> <p><strong>You examine the question of ageism – how rare it is for someone to be over 40 in a startup? Could it be argued that only younger people understand this new culture?</strong><br>Maybe there’s a tiny bit of legitimacy to it, but I think the real motivation is saving money. They hire young people because it’s cheap labour, and you throw them out after a couple of years without any equity. That’s the racket.</p> <p>I wanted to write a book about what it’s like to be 50 and trying to reinvent yourself – that struggle. There are all these books and inspirational speakers talking about being a lifelong learner and it’s so great to reinvent yourself, the brand of you. And I wanted to say, you know, it’s not like that. It’s actually really painful.</p> <p>It takes you to some places you’d rather not go and you confront things about yourself you’d rather not think about or admit to. It was a really unpleasant experience. A big part of it is being forced to confront my own mortality. I’d never felt old before.</p> <p><strong>How useful was the experience for your work as a writer on <em>Silicon Valley</em>?</strong><br>Well a little bit, but not a huge amount. My role on <em>Silicon Valley</em> was so small that I didn’t have a lot of influence anyway in the show. There are four guys who really write that show and run that show and then six or eight hanging out in a room kicking in a few bits.</p> <p>I kicked in a few things from my experience. Some of it made its way into the show. The company in the show isn’t anything like HubSpot. I keep hoping the show will evolve into being in an office with a kindergarten culture and all. But I think the guys who run that show are committed to keeping them in the house for ever.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=AOYHABzlpyQ\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/AOYHABzlpyQ?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption><a href=\"https://www.youtube.com/watch?v=AOYHABzlpyQ\">Watch the trailer for the third season of Silicon Valley, the sitcom for which Dan Lyons has written.</a></figcaption> </figure>   <p><strong>Are you going to continue writing on it?</strong><br>No. I didn’t go back this year and I’m in the midst of trying to develop a comedy based on <em>Disrupted</em> but more about the family. It’s very frustrating to be the little guy sitting at the end of the table. It’s fun and cool and you’re in Hollywood on a fancy studio lot and all that. But being a staffer on someone’s show is less scintillating that you might imagine.</p> <p><strong>Did you ever think that if startup companies read this book, there were things they could learn from it?</strong><br>I was hoping that there would be a corrective and people might say that this age bias is not good and we should think about doing things differently. I think the issues around diversity of all kinds are really a huge problem in the startup world. I was hoping that. At the same time I don’t think any of them listen.</p> <p><strong>Was there anything you enjoyed about the startup world and think other companies might learn something from?</strong><br>There’s a lot of energy and a lot of fun. There is this sense in places like HubSpot that we can do anything. There’s a mindset at old incumbent places where a lot of people are ready to say: “That won’t work.”</p> <p>In the world of startups, partly out of being naive, there are people who say “let’s try it” – they have openness to new ideas. Part of that is from hiring young people and giving them responsibility.</p> <p>The whole idea of having ping-pong tables is kind of cool. There are definitely things other companies can take from that world. I just think you need to choose selectively.</p> <p><em>Disrupted: Ludicrous Misadventures in the Tech Start-Up Bubble by Dan Lyons is published by Atlantic (£14.99). </em><a href=\"https://bookshop.theguardian.com/disrupted-454523.html\"><em> Click here to order a copy for £12.29</em></a></p>"
]