[
  "<p>Rudy Giuliani on Sunday defended Donald Trump’s attacks on Bill and Hillary Clinton’s marriage, saying “everybody” has faced charges of infidelity. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/02/donald-trump-alicia-machado-republican-women-sexism\">The Republican women unfazed by Trump's sexism: 'I don’t think it matters'</a> </p> </aside>  <p>“It’s fair game,” the top Trump adviser and former New York mayor said. </p> <p>On Saturday night, Trump told a rally in Pennsylvania that he doubted the constancy of the Clintons’ marriage, saying: “I don’t even think she’s loyal to Bill, you want to know the truth.”</p> <p>He then asked the crowd: “And, really, folks, really, why should she be, right?”</p> <p>The baseless accusation, which Trump raised in the context of Bill Clinton’s <a href=\"http://www.nytimes.com/2016/09/25/us/politics/gennifer-flowers-debate-trump-clinton.html\">admissions</a> of <a href=\"http://www.nytimes.com/1998/08/18/us/testing-president-overview-clinton-admits-lewinsky-liaison-jury-tells-nation-it.html\">infidelities</a> in the 1990s, was defended by Giuliani. </p> <p>“That was a sarcastic remark pointing out that Bill Clinton has, you know, quite a past,” Giuliani told CNN. “And Hillary Clinton has done quite a job on attacking the people who were victims of Bill Clinton.”</p> <p>Clinton stood with her husband in the 1990s through two scandals, during which the president eventually admitted to sexual liaisons with Gennifer Flowers, a former model, and Monica Lewinsky, a White House intern. The then first lady called Lewinsky a “<a href=\"http://www.nytimes.com/2016/01/21/us/politics/90s-scandals-threaten-to-erode-hillary-clintons-strength-with-women.html\">narcissistic loony toon</a>”, according to a friend, Diane Blair, whose diaries were released after her death in 2000. Clinton <a href=\"http://nypost.com/2014/02/10/hillary-clinton-monica-lewinsky-is-a-narcissistic-loony-toon/\">also refused to excuse the “huge personal lapse”</a> by her husband, Blair wrote.</p> <p>“It’s fair game,” Giuliani insisted, accusing Clinton of “posing as a feminist”, although he did not dispute that there are no grounds for Trump’s aspersion about the Clinton’s marriage. Trump, he said, had in fact been talking about donations by Middle East regimes to the Clinton family charity. </p> <p>In his speech on Saturday night, Trump said: “Clinton has collected millions of dollars from the same global corporations shipping your jobs and your dreams to other countries.” He did not, however, mention the Clinton Foundation in context of the Clinton marriage.</p> <p>Giuliani was also forced to defend one of his own remarks. After the first presidential debate on Monday, after which Trump praised himself for not having broached the topic of the Clintons’ marriage, <a href=\"http://www.cnn.com/2016/09/27/politics/rudy-giuliani-hillary-clinton-donald-trump-monica-lewinsky/\">Giuliani said</a>: “If you didn’t know the moment Monica Lewinsky said Bill Clinton violated her and was telling the truth – then you’re too stupid to be president.”</p> <p>On Sunday, NBC host Chuck Todd pressed Giuliani, who in 2000 announced he was <a href=\"http://nymag.com/news/features/scandals/rudy-giuliani-2012-4/\">leaving his second wife for his future third wife</a> in a press conference, without having told his current spouse in advance. Todd said: “You have your own infidelity charge.”</p> <p>“Well, everybody does,” Giuliani replied. “And I’m a Roman Catholic, and I confess those things to my priest. But I’ve never, ever attacked someone who’s been the victim.”</p> <p>He added: “I think your bringing up my personal life really is kind of irrelevant to what Hillary Clinton did. She’s running for president; I’m not.”</p> <p>Giuliani also held that he was “the right person to level this charge, because I’ve never made such a charge, and I’ve prosecuted people who’ve committed rape”.</p> <p>Trump, whose own history includes three marriages and <a href=\"http://www.people.com/article/marla-maples-hopes-ivana-trump-can-forgive-her-postdonald-trump-affair-scandal\">tabloid sagas of infidelity</a>, has struggled <a href=\"https://www.theguardian.com/us-news/2016/apr/14/fox-anchor-megyn-kelly-meets-donald-trump\">throughout his campaign</a> with references to his long history of<a href=\"http://www.nytimes.com/2016/05/15/us/politics/donald-trump-women.html\"> crude behavior and </a><a href=\"http://www.nytimes.com/2016/05/15/us/politics/donald-trump-women.html\">objectifying</a><a href=\"http://www.nytimes.com/2016/05/15/us/politics/donald-trump-women.html\"> insults</a> directed at women. </p> <p>In the week after the first presidential debate, he <a href=\"https://www.theguardian.com/us-news/2016/sep/27/alicia-machado-miss-universe-weight-shame-trump-speaks-out-clinton\">repeatedly insulted </a>a former Miss Universe winner, Alicia Machado, whom he called “Miss Piggy” in the 1990s. On Friday, he urged his supporters to <a href=\"https://www.theguardian.com/us-news/2016/sep/30/donald-trump-alicia-machado-clinton-twitter-unhinged\">“check out sex tape” of Machado</a>, although no such video exists. Hours later, reporters <a href=\"https://www.buzzfeed.com/andrewkaczynski/donald-trump-appeared-in-a-2000-playboy-softcore-porn\">unearthed an explicit video</a> in which Trump made a cameo.</p> <p>Poll numbers reflect Trump’s struggle to win female voters. In an <a href=\"http://www.nbcnews.com/politics/2016-election/poll-after-debate-women-think-less-trump-better-clinton-n656321\">NBC poll taken after Monday’s debate</a>, 27% of women surveyed said their opinion of Trump had gotten worse and 30% said their opinions of Clinton had improved. Women were also more likely to say that Clinton had won the debate; majorities of men and women have said Clinton performed well in<a href=\"http://fivethirtyeight.com/features/election-update-even-a-small-post-debate-bounce-could-make-a-big-difference-for-clinton/\"> every major post-debate poll</a>. </p> <p>A <a href=\"http://www.nytimes.com/2016/09/17/us/politics/president-poll-women-hillary-clinton.html\">CBS/New York Times poll</a> from mid-September found that 55% of women believe Trump does not respect women, and about 50% think his presidency would be good for women. Fifty-two per cent of female respondents said they would vote for Clinton, and 39% said they would vote for Trump.</p> <p>White people with college degrees have traditionally voted Republican over the last 60 years, but Trump <a href=\"http://fivethirtyeight.com/features/trump-may-become-the-first-republican-in-60-years-to-lose-white-college-graduates/\">stands poised to lose them</a>, in particularly white women with degrees.</p>",
  "<p>Financial markets are preparing for an uncertain final quarter of the year as traders fret about Theresa May’s more concrete Brexit timetable, the health of European banks and the US presidential elections.</p> <p>The British prime minister suggested on Sunday that the country’s exit from the EU would <a href=\"https://www.theguardian.com/politics/2016/oct/02/brexit-theresa-may-prioritises-immigration-curbs-over-free-movement\">lean towards a “hard Brexit”</a>, as she implied regaining control of immigration was more important than access to the single market. May earlier announced that <a href=\"http://www.theguardian.com/politics/2016/oct/01/theresa-may-to-propose-great-repeal-bill-to-unwind-eu-laws\">article 50 – the legal device to begin the process of departure – would be triggered by the end of March</a>.</p> <p>Some traders fear the prime minister’s moves might lead to a swift fall in the value of pound, mirroring the markets’ reaction immediately after the UK voted to leave the EU on June 23, when <a href=\"https://www.theguardian.com/business/2016/jun/23/british-pound-given-boost-by-projected-remain-win-in-eu-referendum\">sterling slumped to a 31-year low</a>.</p> <p>One trader said that financial markets had not taken account of a “timetabled hard Brexit” when markets closed on Friday evening, meaning the pound could “gap lower” on Monday.</p> <p>However, others argued that the triggering of article 50 in early 2017 was expected, but the debate about what that move would mean would create uncertainty. <br></p> <p>Joshua Raymond, a director at financial trading firm XTB, said he expected volatility in the value of the pound, with both sides of the Brexit argument using the media to sway public opinion to their side of the argument. He believes that the government had hedged its bets by also implying a soft Brexit.<br></p> <p>He said that the prime minister’s indication that the UK would enact article 50 before the end of March could actually be supportive of the pound in the very short term “because of the certainty it provides investors and businesses that the roadmap to Brexit has begun”.</p> <p>He added: “However, the main support could come from recent comments from both the prime minister and chancellor, who spoke out against the idea of a hard Brexit to end freedom of movement. That leaves the door open for positive conversations about remaining in the single market, which is the markets key area of concern”.</p> <p>The wavering over what Brexit eventually means comes as traders also try to take stock of how prices might be affected by a host of geopolitical issues, such as the increasingly bitter US presidential election.</p> <p>Alastair Winter, the chief economist at the investment bank Daniel Stewart, wrote in a research note on Sunday: “Barclays Bank’s latest survey shows geopolitical developments to have become the biggest concern to investors. Moreover, concern over the developed market economies (i.e. democracies) continues to overshadow those over China and other emerging markets. This suggests rising fears that the ‘sans culottes’ with their pitchforks will yet storm the great citadels of the west.</p> <p>“In summary, the political fundamentals are bad enough but may not get much worse soon. Of course ... the economic fundamentals also look grim.”</p> <p>The UK’s FTSE 100 rose by 6% in the July-September quarter, its best performance since 2013, as the weaker pound pushed up the value of internationally focused blue-chip companies. Sterling, though, fell against the US dollar for the fifth quarter running – the worst run since 1984.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2016/oct/02/article-50-timescale-theresa-may-brexit\">What will happen now timescale for article 50 has been revealed?</a> </p> </aside>  <p>James Stanley, a currency analyst at foreign exchange group DailyFX, also believes the fourth quarter will be challenging.</p> <p>“There are some very pertinent themes for markets as we enter the final quarter of 2016,” he said, referring the US election and concerns about the health of European banks following last week’s gyrations in the <a draggable=\"true\" href=\"https://www.theguardian.com/business/deutschebank\">Deutsche Bank</a> share price. The Deutsche sell-off followed reports that <a draggable=\"true\" href=\"https://www.theguardian.com/business/2016/sep/29/commerzbank-job-cuts-restructuring\">hedge funds were pulling assets from the bank amid suggestions that Berlin may be forced into a bailout</a>.<br tabindex=\"-1\"></p> <p>Deutsche Bank’s plight has prompted fears that global markets are facing turmoil of the kind triggered by the collapse of Lehman Brothers eight years ago this month. </p> <p>Stanley said: “The big worry here isn’t just one bank getting hit. The bigger concern is a contagion effect; because banks trade with each other and if one major bank gets taken out, this can create a nasty cascade effect across markets as other banks get pinched by counterparty risk. </p> <p>“So going into Q4 this is the top theme for markets to watch because, frankly, it can have the most firepower. It’s also going to be one of the most difficult to time and follow, as this is basically a liquid situation that will continue to morph and develop as there isn’t a template-response for the European Central Bank to handle such situations.”</p>",
  "<h2>Anoka, Minnesota: ‘He tells it like it is’</h2> <p>Anoka, Minnesota, may be only a 35-minute drive from liberal downtown Minneapolis, but this is <a href=\"https://www.theguardian.com/us-news/michele-bachmann\">Michele Bachmann</a> country, part of a string of northern ex-urban suburbs that are solidly Republican. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/27/alicia-machado-miss-universe-weight-shame-trump-speaks-out-clinton\">Alicia Machado, Miss Universe weight-shamed by Trump, speaks out for Clinton</a> </p> </aside>  <p>These days, it’s also predominantly Trump country. The female Trump supporters the Guardian spoke to here vigorously defended their candidate as the one that will be best for women, and ultimately the country. They were unconcerned about his comments on women and weight or <a href=\"https://www.theguardian.com/us-news/2016/sep/27/alicia-machado-miss-universe-weight-shame-trump-speaks-out-clinton\">Alicia Machado</a>. </p> <p>“Even though he goes on rampages and he says dumb things sometimes, I really believe he will fight for this country,” says Kim Stone, 41 the general manager of 201 Tavern, a downtown bar. “I think Hillary Clinton is a bully. I think she is, versus Trump, an evil person. I just want to see somebody finally get something done, and he will. I think he has a lot to learn, but I think that when he gets into office, he’ll do what he says he’s going to do, and maybe we need somebody like that, and not an extra politician who has been in politics all these years.”</p> <p>Kathy Fossber, 66, a retired Medicare specialist, sat in the leafy back patio of a hip coffee shop called the Avant Garden, catching up with a friend who knitted throughout the conversation.</p> <p>“Clinton is bringing this up, but it happened many, many years ago. Why is she doing this? (...) Maybe back then, at that time, he felt she was putting on weight, and of course it made her mad, but he calls it like it is,” she says. </p> <p>“She represents Miss Universe, and she still did even after the time was up, so she had that obligation to keep herself as she was when she won the contest. She was representing women at that time,” she added.</p>  <figure class=\"element element-image\" data-media-id=\"2f543e28af9c486a7d31f2fdd490cd1e47fdced3\"> <img src=\"https://media.guim.co.uk/2f543e28af9c486a7d31f2fdd490cd1e47fdced3/0_334_4032_2419/1000.jpg\" alt=\"Jody Christensen.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jody Christensen.</span> <span class=\"element-image__credit\">Photograph: Jared Goyette</span> </figcaption> </figure>  <p>Jody Christensen, 47, a business owner, wore a black jacket and a headband adorned with skulls as she prepared to jump on the back of a motorcycle.</p> <p>“I don’t think it matters. I really don’t give a shit about Miss Universe. That’s not what politics are about. We should be talking about protecting our country, and taxes.”</p> <p>In her view, Trump would be the better candidate for women. </p> <p>“He would be great for women because he believes in business, and he has top executives in his company that are women. You want to work for a living? Then he’s the person you want. You want to be on welfare? Then you should vote for Hillary Clinton.”</p> <p>Neely Miarka, 43, worked the pull tab booth at another downtown bar, selling lottery tickets.</p> <p>“I think it was taken out of context. I don’t think he was trying to say, ‘hey, you’re a fat slob’. Hillary isn’t all that great either, she’s not standing up for women. Who says Hillary is going to, just because she is one? We’ve given these politicians how many years to try? Hundreds and hundreds of years, and they haven’t.”</p>  <figure class=\"element element-image\" data-media-id=\"ff5ced51f516869ad96f1d8a2d9e7d0f5275ed05\"> <img src=\"https://media.guim.co.uk/ff5ced51f516869ad96f1d8a2d9e7d0f5275ed05/0_99_4032_2419/1000.jpg\" alt=\"Amy Domino\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Amy Domino.</span> <span class=\"element-image__credit\">Photograph: Jared Goyette</span> </figcaption> </figure>  <p>For Amy Domino, a 36-year-old waitress at the same bar, Trump’s comments were inconsequential.</p> <p>“I think he says a lot of off color things. It doesn’t really matter. It’s his views. I think it’s perfectly fine that he says how he feels. It’s just who he is. I support his other views as far as being a Republican, and pro-gun.”</p> <h2>Trump Tower, New York: ‘No women in the White House’</h2> <p>On a rainy Friday in New York, Joyce, Rene and Jessica, three friends on vacation from Georgia and Florida, trekked through the bad weather to check out Trump Tower. “We made it a point to come see this,” said Joyce, who works for her local church. “We’ve been walking for blocks,” Jessica, who also works for the church, added.</p> <p>All Trump supporters, the three friends weren’t bothered by the Republican nominee’s sometimes harsh statements about women.</p>  <figure class=\"element element-image\" data-media-id=\"eb27aa6907be92411eb60d2a4c9f0d0551ee5822\"> <img src=\"https://media.guim.co.uk/eb27aa6907be92411eb60d2a4c9f0d0551ee5822/0_530_4032_2419/1000.jpg\" alt=\"Marie and Katy with their husbands.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Marie and Katy with their husbands.</span> <span class=\"element-image__credit\">Photograph: Nicole Puglise</span> </figcaption> </figure>  <p>“People always say things they shouldn’t say, and just because he’s in the spotlight, they’re going to bring it all out,” Jessica said. “We all regret things that we’ve said or done. But I was raised old school and it’s called forgiveness and nobody’s perfect.”</p> <p>“Who cares about Rosie O’Donnell or Miss Universe not being skinny?” she added.</p> <p>While the friends said they don’t hate Clinton, Rene said they don’t believe women should be in the White House. “The three P’s,” Rene said. “Police officers, preachers or presidents.” Joyce, however, said she would have voted for former Alaska governor Sarah Palin.</p> <p>While she didn’t watch the debate on Monday, Joyce thought that Clinton bringing up Trump’s comments about Machado was keeping undecided voters from “looking at the big picture”.</p>  <figure class=\"element element-image\" data-media-id=\"e926d3fa0f1141fac751f44e2278dbd2f8e050c3\"> <img src=\"https://media.guim.co.uk/e926d3fa0f1141fac751f44e2278dbd2f8e050c3/0_233_4032_2419/1000.jpg\" alt=\"Michelle and Terry.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michelle and Terry.</span> <span class=\"element-image__credit\">Photograph: Nicole Puglise</span> </figcaption> </figure>  <p>Marie and Katy, two retired elementary school teachers from south-east Texas, also thought Clinton bringing up Trump’s past comments was unfair. On vacation in New York, they decided to stop in the Trump Cafe for lunch.</p> <p>“She has done far worse towards women than he ever has,” said Marie, 72, adding she was glad he “got away” from making comments about women’s appearances.</p> <p>Her husband, Clovis, added: “This world is not about women’s weight. It’s about who is going to do the best for our country.” Both women agreed.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>She has done far worse towards women than he ever has</p> <footer> <cite>Marie</cite> </footer> </blockquote> </aside>  <p>Trump’s comments bothered Michelle, 49, a homemaker from Florida and an undecided voter. “I don’t like it. I didn’t like it when he made them,” she said when asked about Trump’s past remarks about women. “And to hear more things about him, like the pageant contestant – I had never heard that before – that even turns me off more so.”</p> <p>She thought Trump was crazy for saying Clinton doesn’t have a presidential look. “It has nothing to do with what you look like. If that was the case, Bill Clinton would still be in office,” she joked.</p> <p>Michelle often debates politics with her sister, Terry, 57, who will be voting for Clinton. Terry laughed, not unkindly, when she heard her sister talk about Trump’s comments. “Are you sure you don’t know who you’re voting for?” she said.</p> <h2>Anchorage, Alaska: ‘He needs to control his mouth’</h2> <p>At Hi-Rollers Hair Salon in Anchorage, Amie Haakenson, 45, was waiting for her color to set. She’s a registered Republican planning on voting for Trump. His comments about weight weren’t wise, she said, but there are larger issues in the election to consider. </p> <p>“I am an overweight, middle-aged woman. I could really care less about the (weight) comment,” she said. She was more bothered by the fact Trump didn’t seem to be reining in inappropriate comments as she’d hoped he would as he became a more seasoned candidate. “He needs to control his mouth, that’s what he needs to do,” she said. “To be quite honest, I say things that are inappropriate sometimes too, like everyone else, but I try not to let them come out when I am the face of an organization, much less the face of the free world.” <br><br>A presidency isn’t just about one person, it’s about the group of people that they bring with them, she said. </p> <p>On the campus of University of Alaska in Fairbanks, social work professor Kim Swisher, 43, a life-long moderate Republican, said she believes strongly in second amendment rights and noted that her mother campaigned for Nixon. But Trump’s weight comments pushed her over the edge. </p> <p>“The weight thing concerns me,” she said. “I’m a professional woman, and I’m a size 16. What his comments have done for me, they have affirmed that due to my size, I would be invalid in a world where Trump leads.”</p> <p>She was particularly disappointed in the Republican party for not offering voters a better choice. “This is not the Republican party I have voted for in the past,” she said. </p> <p>Peggy Treadway, 30, works at an employment agency in Anchorage. In the office on Friday, she described herself as an outdoorsy woman who fishes in the summer and rides snow mobiles in the winter. </p> <p>“I’ve always voted Republican, always, but this year I don’t really know,” she said. Trump should never have brought up a woman’s weight, she said. “Honestly, it just adds to the pile of stones that makes me not really like him as much. It’s another strike against him. I don’t how many strikes it will take before I say enough is enough. I don’t really like the alternative, though.”</p> <p>Outside the Safeway grocery store in Wasilla on Friday, Lisa Smith, 43, an independent voter and mother of four foster children, said she’d gained weight due to a medication she was taking after spending many years as a size four. And for that reason, Trump’s comments felt especially cruel. </p> <p>“I’m considered obese. What is it, Miss Piggy, he called one of those contestants?” she said. Women and girls whose bodies don’t fit Trump’s standards have a hard enough time. “To hear somebody called that, it makes our self-esteem even worse,” she said. </p>",
  "<p>Donald Trump responded on Sunday morning to <a href=\"http://www.nytimes.com/2016/10/02/us/politics/donald-trump-taxes.html?smid=tw-share&amp;_r=0\">a New York Times report</a> that he may not have paid federal income tax for 18 years, <a href=\"https://twitter.com/realDonaldTrump/status/782541307168391168\">tweeting</a>: “I know our complex tax laws better than anyone who has ever run for president and am the only one who can fix them.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/02/donald-trump-atlantic-city-casinos-taj-mahal-plaza-bankruptcy\">Trump and Atlantic City: the lessons behind the demise of his casino empire</a> </p> </aside>  <p>The Clinton campaign called the report about the Republican nominee’s taxes a “bombshell”, and called for him to release his full tax returns. Bernie Sanders, once Hillary Clinton’s opponent for the Democratic nomination and now a supporter of her campaign, said the report was evidence of “a corrupt political system in this country”.</p> <p>Trump did notdeny the report, which was based on documents from his 1995 tax return, mailed to the newspaper by an anonymous source.<a draggable=\"true\" href=\"https://twitter.com/hashtag/failing?src=hash\"></a></p> <p><a href=\"http://www.nytimes.com/by/susanne-craig?action=click&amp;contentCollection=Politics&amp;module=Byline&amp;region=Header&amp;pgtype=article\">Susanne Craig</a>, the reporter to whom the documents were sent, told CNN on Sunday morning the Trump camp had “threatened to sue the paper, saying tax returns are confidential, and we made a decision last night to go forward”.</p> <p>“I don’t think it’s a crime to check your mailbox and that’s what we did and we did some reporting,” she said.</p> <p>Asked if the Times was “sitting on more documents”, Craig said: “We’re doing a lot of reporting around this. So we’re going to keep on going.” Asked if the paper knew who had sent the documents, she offered no comment.</p> <p>The Times report did not accuse Trump of any illegal practice, but citing analysis by tax experts, suggested that by registering a loss of $916m, the businessman could have canceled out equivalent taxable income until 2013.</p> <p>Campaign allies defended Trump. New Jersey governor Chris Christie told Fox News Sunday the story was “very good” for the candidate as it showed “the genius of Donald Trump”.</p> <p>Former New York mayor Rudy Giuliani told CNN: “Well all I have is the New York Times story to go on, so let’s comment on it as if it were true. This is perfectly legal.</p> <p>“He has an obligation as the head of a business to take advantage of and to use the lawful deductions and tax advantages that are available to you. The man is a genius, he knows how to operate the tax code for the benefit of the people he is serving.”</p> <p>Giuliani did not say whether he himself paid federal income tax. “I pay my lawful tax and [Trump] paid his lawful tax,” he said. “If he did not take advantage of those tax deductions or advantages that he has he could be sued. His obligation is to make money for his enterprises and save money for his enterprises. It would be insane for him not to take advantage.”</p> <p>Speaking in support of Clinton, Sanders told ABC: “If everyone in this country was a genius like Mr Trump and did not pay taxes, we would not have a country.</p> <p>“This is exactly why so many millions of Americans are frustrated,” he added to CNN. “They are angry, they are disgusted at what they see as a corrupt political system in this country.”</p> <p>Trump has<a href=\"https://twitter.com/realDonaldTrump/status/640281925270286336?ref_src=twsrc%5Etfw\"> a long history of criticizing people who do not pay taxes</a>, such as tweet from September 2015 in which he said: “The hedge fund guys (gals) have to pay higher taxes ASAP. They are paying practically nothing. We must reduce taxes for the middle class!”</p> <p>On Sunday, Sanders said: “You have middle class people working longer hours for low wages, they pay their taxes. They support their schools, they support their infrastructure, they support the military, but the billionaires, no, they don’t have to do that because they have their friends on Capitol Hill. They pay zero in taxes. </p> <p>“So Trump goes around and says: ‘Hey, I’m worth billions, I’m a successful business man, but I don’t pay any taxes, but you, you who earn 15 bucks an hour, you pay the taxes.’ That’s why people are angry and want real change in this country.”</p>  <figure class=\"element element-tweet element--supporting\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/782541307168391168\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I know our complex tax laws better than anyone who has ever run for president and am the only one who can fix them. <a href=\"https://twitter.com/hashtag/failing?src=hash\">#failing</a>@nytimes</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/782541307168391168\">October 2, 2016</a></blockquote>  </figure>  <p>Jack Mitnick, a “semiretired” accountant who according to the Times handled Trump’s taxes for three decades, told the paper Trump had a “brash and undisciplined style”. <br tabindex=\"-1\"></p> <p>Mitnick, 80, who prepared a New Jersey return obtained by the Times, “recalled, for example, that when Donald and Ivana Trump came in each year to sign their tax forms, it was almost always Ivana who asked more questions”.</p> <p>Trump has refused to release tax returns, saying that he cannot do so while under audit. There is no rule preventing the release of records. Clinton has released tax returns dating back to 1977.<br tabindex=\"-1\"></p> <p>In the first presidential debate, on Monday, Trump <a href=\"https://www.theguardian.com/us-news/us-money-blog/2016/sep/29/donald-trump-businessman-president-election-2016\">broached the question of his tax returns</a>. When Clinton wondered aloud whether such records would reveal that Trump was “not as rich as he says he is” or “not as charitable as he claims to be”, or whether he had paid “nothing in federal taxes”, Trump interjected: “<a draggable=\"true\" href=\"https://www.youtube.com/watch?v=KKkdk3P_VMQ\">That makes me smart</a>.”</p> <p>In another tweet on Sunday, Trump <a draggable=\"true\" href=\"https://twitter.com/realDonaldTrump/status/782544407593619457\">said</a>: “I have created tens of thousands of jobs and will bring back great American prosperity. Hillary has only created jobs at the FBI and DOJ!”</p> <p>Speaking to ABC, Giuliani said “the only thing she has ever produced is a lot of work for the FBI, checking out her emails”.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/27/-trump-tax-returns-video-clinton-presidential-debate\"            data-short-url=\"https://gu.com/p/54py9\"                    data-show-ads=\"true\"            data-video-id=\"2754738\"            data-video-name=\"Clinton corners Trump over refusal to release tax returns – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-57e9f924e4b0a785ec48bd68\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/27/160926taxes2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/27/160926taxes2.m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11903794&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/27/-trump-tax-returns-video-clinton-presidential-debate\">Clinton corners Trump over refusal to release tax returns</a></figcaption> </figure>   <p>In a statement issued on Saturday night, the Trump campaign did not deny the allegations in the Times report. </p> <p>“The only news here is that the more than 20-year-old alleged tax document was illegally obtained,” the campaign said, “a further demonstration that the New York Times, like establishment media in general, is an extension of the Clinton campaign, the Democratic party and their global special interests. </p> <p>“Mr Trump is a highly-skilled businessman who has a fiduciary responsibility to his business, his family and his employees to pay no more tax than legally required.</p> <p>“That being said, Mr Trump has paid hundreds of millions of dollars in property taxes, sales and excise taxes, real estate taxes, city taxes, state taxes, employee taxes and federal taxes, along with very substantial charitable contributions.”</p> <p>That list did not include the words “federal income taxes”, or provide details about what taxes Trump may have paid.</p> <p>Clinton’s campaign manager, Robby Mook, said the report was a “bombshell” which “reveals the colossal nature of Donald Trump’s past business failures and just how long he may have avoided paying any federal income taxes whatsoever”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/02/donald-trump-renews-voter-warning-and-says-clinton-could-be-crazy\">Trump renews voter fraud warning and says Clinton 'could be crazy'</a> </p> </aside>  <p>”Now that the gig is up,” Mook added, “why doesn’t he go ahead and release his returns to show us all how ‘smart’ he really is?”</p> <p>At his campaign rally<a href=\"https://www.theguardian.com/us-news/2016/oct/02/donald-trump-renews-voter-warning-and-says-clinton-could-be-crazy\"> in Manheim, Pennsylvania, on Saturday night</a>, Trump did not address the report, which was published while he spoke. Instead, he criticised a released recording of <a href=\"http://www.politico.com/story/2016/09/hillary-clinton-bernie-sanders-supporters-audio-leak-228997\">Clinton discussing Bernie Sanders supporters</a>, made dire warnings of voter fraud at the general election and suggested Clinton might be “crazy”.</p>  <figure class=\"element element-embed\" data-alt=\"Donald Trump's tweets about tax\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;a class=&quot;twitter-timeline&quot; data-partner=&quot;tweetdeck&quot; href=&quot;https://twitter.com/GuardianUS/timelines/782582001538707456&quot;&gt;Trump&amp;#39;s tweets on tax - Curated tweets by GuardianUS&lt;/a&gt; &lt;script async src=&quot;//platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>",
  "<p>Amid all <a href=\"https://www.theguardian.com/us-news/2016/oct/02/donald-trump-federal-income-tax-new-york-times\">the drama and hyberbole</a>, it slipped by almost without being noticed. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/02/donald-trump-federal-income-tax-new-york-times\">Trump responds to tax 'bombshell': 'I know complex laws better than anyone'</a> </p> </aside>  <p>Early in the first presidential debate last Monday, Hillary Clinton said: “I also want to see more companies do profit-sharing. If you help create the profits, you should be able to share in them, not just the executives at the top.”</p> <p>This might have ended up as a throwaway line, but it’s a key part of Clinton’s emphasis on trying to create an economy that works for everyone. It also could end up as a key part of her appeal to voters, especially in light of the news flow of late.</p> <p>Exhibit one: <a href=\"https://www.theguardian.com/business/2016/oct/01/wells-fargo-investigations-lawsuits-john-stumpf\">Wells Fargo</a>, which doesn’t seem to think too highly of sharing the profits. Instead, as a torrent of recent news has shown, the bank has tended to demand that rank-and-file employees meet impossible sales targets or risk losing their jobs. </p> <p>As long as that worked, those top-tier managers walked away with lavish compensation packages; CEO John Stumpf made $19.5m last year. True, the bank now (finally) will claw much of that back, but none of the ordinary bankers, who took on most of the risk, shared any of the rewards.</p> <p>Exhibit two: Hamilton, the musical. When it shifted from New York’s Public Theater to Broadway, <a href=\"https://www.bloomberg.com/features/2016-hamilton-broadway-profit/\">22 of its stars penned a letter to its lead producer</a>, Jeffrey Seller, aka the CEO of “Hamilton Inc”. They wanted – and got – a share of the profits the show will earn: 1% of net profits plus a slightly smaller proportion of those from every future production, including the one that just opened in Chicago. </p> <p>Those actors invested their creative energy and took risks every night to make the show the slam dunk success it has been and Sellers recognized that with a share of the rewards. </p> <p> There are two reasons why profit-sharing plans (and variations on this theme) are creeping back into the public discussion. </p> <p> First, there’s the big picture. Since the economy began to recover from the financial crisis and the recession, the lion’s share of the gains have gone not to those who simply collected wages and salaries – which largely have seen very little change – but <a href=\"http://www.thefiscaltimes.com/Columns/2013/10/11/5-Years-After-Crisis-Why-Income-Gap-Widening\">to those who owned financial assets</a>, such as stocks and bonds. If you had a big investment portfolio in 2009, and simply hung on to it, you probably have done very, very well in the last seven years or so: the Standard &amp; Poor’s 500 index has risen 105%, while the Nasdaq Composite Index has soared 150%. </p> <p> No prizes for guessing which part of the population is most likely to own investment portfolios.</p> <p> Secondly, as the wealth gap has grown, the gap between average CEO compensation and average worker salary has widened. Behavioral economists say that, unsurprisingly, this takes a toll on employee morale and can even dent productivity. Not surprisingly, headlines about CEOs receiving lavish paychecks and other perks when their employees struggle to eke out a living don’t make for great corporate PR. </p> <p> Profit-sharing plans – which mark their centenary this year – can help address both of these problems. In many key respects, today’s plans don’t differ too much from the first deferred profit-sharing plan, established by the Harris Trust in 1916. Generally, they are <a draggable=\"true\" href=\"https://www.ebri.org/pdf/publications/books/fundamentals/fund06.pdf\">structured like a defined contribution retirement plan</a> but with the only contributions being made by the company. The business can set up a cash plan or a deferred plan, with payments being made immediately to the employee, or coming when they retire, leave the company, die or are disabled. Those payments can consist of cash or stock. </p> <p> Clinton’s idea is to give those companies that adopt such a plan <a href=\"http://time.com/3961204/hillary-clinton-corporate-profit-sharing/\">a two-year tax credit</a> that is equivalent to 15% of the profit-sharing distributions. Meanwhile, an employee could receive only a sum equal to 10% of his annual salary or wages in profit-sharing, and as his income rose, it would diminish and eventually disappear. </p> <p>Some existing profit-sharing plans that companies put in place end up rewarding senior executives even more lavishly than rank-and-file employees. Clinton’s goal is to direct the benefits to the lower-income and middle-income workers, or at least to restrict the tax incentives to companies that follow this track. </p> <p> Several companies have announced big profit-sharing payouts this year, demonstrating that this can offer a big boost to employees bottom lines. Delta Air Lines, after reporting a record $4.5bn in profits last year, paid its now retired CEO, Richard Anderson, $15.8m in compensation for 2015. While employees didn’t earn anything like that, <a draggable=\"true\" href=\"http://www.seattletimes.com/business/boeing-aerospace/delta-pays-53m-to-local-employees/\">they did collect $1.5bn in profit-sharing payments</a>, which averaged almost 21% of their base pay. Some Seattle-area workers pocketed checks for $18,000 (before taxes). </p> <p> It was also a great year for the auto industry, with nearly 53,000 unionized Ford workers collecting $9,300 apiece, and General Motors paying out a record $11,000 to its hourly workers in profit-sharing, thanks to strong sales of SUVs and trucks. </p> <p> It’s entirely reasonable to wonder what would happen to existing profit-sharing plans like these, and how they would coexist with ones that companies would create if Clinton were elected and implemented her proposed tax incentive for the very specific kind of plans she has in mind.</p> <p> More seriously, there’s the question of <a href=\"https://www.washingtonpost.com/opinions/the-trouble-with-hillary-clintons-profit-sharing-plan/2015/07/22/db9eab02-3084-11e5-8353-1215475949f4_story.html?utm_term=.c01b0eff3600\">what might happen</a> if companies try to use profit-sharing plans as a way to give employees de facto higher wages, without actually raising their base pay, and qualify for a tax break in the process. That said, there are few allegations on the part of profit-sharing beneficiaries today that they are being fobbed off with a benefit in lieu of a wage hike, and it’s reasonable to suppose that a new Clinton administration would be looking hard for that kind of abuse.</p> <p> If there is to be any hope of salvaging some kind of capitalism from the ravages of the greedy 1980s and 1990s; the havoc wreaked by the increasing financialization of the last few decades; and the actions of CEOs from the likes of <a href=\"http://www.nytimes.com/2015/03/02/business/dealbook/dennis-kozlowskis-path-from-infamy-to-obscurity.html\">Tyco’s Dennis Kozlowski</a> and Enron’s Jeff Skilling to Stumpf of Wells Fargo, it lies in ideas like profit-sharing.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/oct/01/wells-fargo-investigations-lawsuits-john-stumpf\">Wells Fargo problems far from over as investigations and lawsuits expand</a> </p> </aside>  <p> It’s not a perfect concept, but it can help to get managers and ordinary employees thinking and acting as if they are part of the same team – because they will be. At least the incentives will be on the right side of the scale.</p> <p>Hamdi Ulukaya, the CEO of Chobani, the yogurt company, earlier this year handed out Chobani shares to all his current employees. These <a href=\"http://www.latimes.com/business/la-fi-on-leadership-chobani-20160430-story.html\">could be worth as much as 10% of his company</a> if the business goes public or is sold, converting to either cash or stock as long as the company continues to hit certain performance metrics. </p> <p>There are plenty of incentives for employees to ensure the company thrives. If it does, some of them could end up millionaires, in exchange for having had confidence in Ulukaya’s ability to get his startup business off the ground in a very competitive industry. </p> <p>Regardless of who wins the election and whetherwe end up with a tax policy prompting the creation of corporate profit-sharing plans, one thing is certain: the corporate world needs fewer John Stumpfs, and more Hamdi Ulukayas.</p>",
  "<p>There are only 36 days left until the US election, and already America is tired. According to a Pew Research Center <a href=\"http://www.pewresearch.org/fact-tank/2016/07/14/most-americans-already-feel-election-coverage-fatigue/\">survey</a>, 59% of Americans were already exhausted by the amount of election coverage in June, when D-day was four months away. As the election draws nearer and the media hysteria mounts, levels of fatigue are hovering around the “please induce a coma and wake me up when this is all over” mark.</p> <p>Here’s the thing, though – nobody is forcing us to keep talking about the elections. We don’t live in Trumpenistan yet; we are not all legally obliged to mention <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>’s name in every second sentence. The democratic process does not hinge on us spending hours writing long Facebook posts explaining our views on the candidates in block capitals to echo chambers of our own opinion. We are allowed to talk about other things. In fact, ’tis the season to talk about other things: there are some autumn conversations that are obligatory. Here are five to get you started and get your mind off the election.</p> <h2><strong>The great pumpkin debate</strong><br></h2> <p>Every year, pumpkin-flavoured drinks, capitalism’s way of ringing in the autumn, start appearing earlier and earlier. This is not a weird sign of climate change; it’s the sign of a weird national obsession. According to <a href=\"http://fortune.com/2016/09/01/pumpkin-spice-lattes-summer-starbucks/\">Dunkin’ Donuts</a>, “In the New York City area, pumpkin-flavoured drinks were available starting 18 August due to customer feedback that they wanted pumpkin even earlier.” However, pumpkin spice lattes – popularised by <a href=\"https://www.theguardian.com/business/starbucks\">Starbucks</a>, but now peddled everywhere – really come into their own when the temperature starts to drop, as it has in the last few days in New York. For the next couple of weeks, millions of people are going to be pulling on their Lululemons and Uggs, grabbing their first PSL of the season and exclaiming: “Ah, now I really feel like it’s autumn!” Meanwhile, millions of PSL haters are going to inform you how abominable the beverage is, to ensure you know they’re not “basic”. Pumpkin spice lattes are the 2016 election in a cup. Divisive, disgusting and everyone’s got an opinion. Dammit, we’re back to the elections.</p> <h2><strong>Harambe Halloween costumes</strong><br></h2> <p>Americans take <a href=\"https://www.theguardian.com/lifeandstyle/halloween\">Halloween</a> almost as seriously as democracy. People spend weeks planning their outfits. Somewhere in the US right now, I can guarantee a group text like this is happening:</p> <p>“Let’s all dress up as a sexy poop emoji or sexy <a href=\"https://www.theguardian.com/technology/pokemon\">Pokémon</a> this year!”<br>“I dunno … What do you think about the sexy <a href=\"http://www.kmart.com/women-s-pink-ribbon-costume/p-05038429000P?sid=KDx01192011x000001&amp;gclid=Cj0KEQjwmri_BRCZpaHkuIH75_IBEiQAIG0rIa1jtaEUruvndQxJAxXmygXNtyLNEB5FQdw0dac_gPAaArqw8P8HAQ&amp;gclsrc=aw.ds\">breast cancer awareness costume</a>?”<br>“Some people might find that offensive. What about dressing up like Isis?”<br>“No, wait, I know! Let’s go as slutty <a href=\"https://www.theguardian.com/technology/2016/aug/12/harambe-the-meme-that-refused-to-die\">Harambe</a>!”</p> <p>Yes, there really is a sexy <a href=\"http://www.dailydot.com/bazaar/sexy-harambe-halloween-costume/\">Harambe costume</a> because this is 2016. And if gorilla-style politics is not for you, there’s also a <a href=\"http://www.yandy.com/Donna-T.-Rumpshaker-Costume.php\">sexy Donald Trump costume</a> and a <a href=\"http://www.yandy.com/Capitol-Hill.php\">sexy Hillary Clinton costume</a>. Who says we need to make America great again? It’s already perfect.</p> <h2><strong>Cuffing season</strong><br></h2> <p>In New York, dating is a blood sport. When the temperature starts to drop, however, competition really hots up and “cuffing season” starts. <a href=\"http://www.urbandictionary.com/define.php?term=Cuffing%20Season\">Urban Dictionary explains</a> that, as autumn begins, people “who would normally rather be single or promiscuous find themselves along with the rest of the world desiring to be ‘cuffed’ or tied down by a serious relationship”. Cuffing season is often accompanied by “zombieing”. This is when an ex long gone from your life rises from the dead (metaphorically speaking) and starts randomly liking your social media posts or sending you one-word texts such as “Hi”. If you go to a bar in New York during cuffing season, you will overhear long discussions about if “I should say ‘hi’ back?” (No.) You may also see already-cuffed couples in matching flannels discussing their apple-picking plans.</p>  <figure class=\"element element-image\" data-media-id=\"cad61b2c9af6116e56834ee1336247bc179f76bb\"> <img src=\"https://media.guim.co.uk/cad61b2c9af6116e56834ee1336247bc179f76bb/0_14_699_699/500.jpg\" alt=\"Why not dress up as Harambe for Halloween?\" width=\"500\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Why not dress up as Harambe for Halloween?</span> <span class=\"element-image__credit\">Photograph: PR company handout</span> </figcaption> </figure>  <h2><strong>Fantasy football</strong><br></h2> <p>According to <a href=\"http://nypost.com/2015/09/05/nearly-75m-people-will-play-fantasy-football-this-year/\">a 2015 study</a>, almost 75 million people, about a quarter of the US population, play fantasy football, spending $4.6bn (£3.5bn) on it. Meanwhile <a href=\"http://www.nytimes.com/interactive/2016/08/01/us/elections/nine-percent-of-america-selected-trump-and-clinton.html?_r=0\">only 9% of the US chose Trump and Clinton</a> as the presidential nominees. Fantasy football (I’m talking about American, no-feet-involved football, obviously) is an obsessive topic of discussion around this time of year. Unfortunately, I could not tell you what is being discussed; Trump’s policies make more sense to me than the ins and outs of imaginary leagues. And it turns out, though, you can’t even escape the nightmare of politics with the fantasy of football this year. Clinton is <a href=\"http://awfulannouncing.com/2016/hillary-clinton-runs-espn-ad-mocking-trump-as-fantasy-football-player.html\">running ads on fantasy football websites</a>, describing Trump as “like that guy in your fantasy league who talks trash all week and forgets to set his lineup”.</p> <h2><strong>The weather</strong></h2> <p>Ah, autumn. The leaves are changing colour, the air is crisp and the carbon dioxide is abundant. Environmental scientists recently <a href=\"https://www.theguardian.com/environment/2016/sep/28/the-world-passes-400ppm-carbon-dioxide-threshold-permanently\">announced</a> that climate change has reached the “point of no return”, with the levels of carbon dioxide in the atmosphere permanently passing the 400-parts-per-million threshold. Some people will tell you that this is a very real disaster of our own making. <a href=\"http://www.motherjones.com/environment/2016/09/china-climate-change\">Others will tell you</a> that the concept of global warming was a conspiracy created by the Chinese to make US manufacturing non-competitive. Other people will post angry messages on social media asking: “Why doesn’t everyone who is worked up about Harambe start getting worked up about climate change, which really matters!” People have always enjoyed talking about the weather; it used to be a safe topic of conversation. Alas, this is no longer the case. Now if you tell someone “Gosh, it’s got cold recently”, there is a good chance they will reply with their unsolicited opinion on global warming. Which will lead you back to politics. Which will lead you back to the elections. There is really no escaping it, after all.</p>",
  "<p>In the 21st century, Saturday Night Live has lived or died by its presidential election coverage. For all the flak that the show receives for not living up to its “glory days” – and those glory days generally happen to line up with the speaker’s teenage years – it redeems itself in the cultural landscape with presidential debate sketches that hit the mark and justify its existence.</p> <p>So it’s understandable that the show’s writers tilted so heavily in favor of election comedy for this season’s premiere on Saturday. The opening sketch was, as is now de rigueur, a take on the first presidential debate. Recent Emmy-winner (and Ghostbusters scene-stealer) Kate McKinnon of course returned as an ecstatic Hillary Clinton, a shimmying, wide-eyed, over-prepared debater who can’t believe how easy it all is.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.facebook.com/snl/videos/10154512969416303\"                                                                        > <iframe width=\"400\" height=\"224\" src=\"https://www.facebook.com/video/embed?video_id=10154512969416303\" frameborder=\"0\" allowfullscreen></iframe> <figcaption><a href=\"https://www.facebook.com/snl/videos/10154512969416303/\">Donald Trump v Hillary Clinton debate</a></figcaption> </figure>   <p>Facing her was the show’s latest take on Donald Trump, long-time SNL favorite Alec Baldwin, who had been teased earlier this week. </p> <p>Baldwin’s Trump was technically flawless – the hair and make-up, the sneer, the bravado – but it felt somehow lifeless, as if the writers couldn’t imagine, or get away with, a more over-the-top caricature than the man himself. (Baldwin is pegged to play Trump for the entire season, <a href=\"http://www.hollywoodreporter.com/news/alec-baldwin-snl-new-donald-trump-933435\">according to The Hollywood Reporter</a>. Last year’s Trump, Taran Killam, did not return this year; neither did long-running Obama imitator Jay Pharoah.) If anything, the show seems to have more fun writing great lines for Clinton – “If you don’t elect me, I will continue to run for president until the day I die. I will never die” – than their unmemorable Trump.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nbcsnl/status/782429425539219456\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Introducing <a href=\"https://twitter.com/AlecBaldwin\">@AlecBaldwin</a> as Donald Trump. <a href=\"https://twitter.com/hashtag/SNLPremiere?src=hash\">#SNLPremiere</a> <a href=\"https://t.co/cGy7kotJWs\">pic.twitter.com/cGy7kotJWs</a></p>&mdash; Saturday Night Live (@nbcsnl) <a href=\"https://twitter.com/nbcsnl/status/782429425539219456\">October 2, 2016</a></blockquote>  </figure>  <p>After a bland cold-open, wherein actor and host Margot Robbie “fact-checked” her monologue alongside a stream of available cast members, the show shifted to its secondary topic for the evening – how pretty Margot Robbie is. An entire sketch devoted to her attractiveness led neatly into a pre-taped sketch that imagined how hilarious it would be if she wasn’t actually that attractive.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/oct/03/margot-robbie-backs-australian-marriage-equality-on-saturday-night-live\">Margot Robbie backs Australian marriage equality on Saturday Night Live</a> </p> </aside>  <p>And with that important point out of the way, we were back onto the campaign, with a Family Feud sketch devoted to “Team Trump” and “Team Clinton” battling it out. Game show sketches are almost always lazy excuses for a string of impressions, and that was as true as ever, with Larry David reprising his Bernie Sanders impression while Robbie took on Ivanka Trump and Cecily Strong premiered an irritating take on next week’s host, Lin Manuel-Miranda. The sketch’s strongest gag was Chris Christie’s inability to stop making bridge references; it ended with a non-joke about Jill Stein that implied that, perhaps more than ever, the SNL writers are taking a firm stand in who their viewers should (and shouldn’t) vote for.</p>  <figure class=\"element element-image\" data-media-id=\"df36d266811ab08c62a40d493cbf192701c1b5d8\"> <img src=\"https://media.guim.co.uk/df36d266811ab08c62a40d493cbf192701c1b5d8/0_41_3000_1801/1000.jpg\" alt=\"Musical guest The Weeknd, host Margot Robbie, and Kenan Thompson on Saturday Night Live.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Musical guest The Weeknd, host Margot Robbie, and Kenan Thompson on Saturday Night Live.</span> <span class=\"element-image__credit\">Photograph: NBC/Getty Images</span> </figcaption> </figure>  <p>Weekend Update, once a highlight of every episode, has not quite returned to its full-strength Seth Meyers days, but co-hosts Michael Che and Colin Jost are finally finding a groove. Their focus, of course, was on the recent debate and the upcoming election, but they eventually expanded to include <a href=\"https://www.theguardian.com/sport/2016/sep/12/colin-kaepernick-anthem-protest-monday-night-football\">Colin Kaepernick’s national anthem protest</a> in a bit that showcased their growing camaraderie.</p> <p>The last half-hour took some delightfully quirky turns. The show debuted Melania Moments, inane musings from Trump’s wife that mirrored the show’s classic Deep Thoughts by Jack Handey. It also had fun with a take on a “women in film” panel, which seemed to be taking advantage of its strong female cast but ended up being a showcase for McKinnon’s delightful weirdness. She made the loosely structured sketch entirely worthwhile; any scene that allows a bewigged, bespectacled McKinnon to conclude with a phrase like “the little baboon ran off with my broaches” is always welcome.</p> <p>And in its final moments, the show went meta, with Pete Davidson stepping into the lead role in a Mr Robot sketch to address cast member Leslie Jones’ real-life hacking scandal. It was a cleverly done, if joke-light, sketch, and it ended the premiere in a genially amusing manner. Between Baldwin’s Trump and Robbie as host, SNL certainly looks the part of a glamorous television show; now it needs to work more on the substance that once made it the go-to for political satire.</p>",
  "<p>How do voters select a candidate when no one they like is on the ballot?</p> <p>Behavioral scientists have studied decision-making – including voting – for decades. However, researchers usually give respondents at least one appealing option to choose from.</p> <p>This led us to wonder: what do voters do when they consider all of the options bad? Do they fall back on party affiliation, or simply toss a coin? This question is especially appropriate in the current presidential election because the two frontrunners have the <a href=\"http://fivethirtyeight.com/features/americans-distaste-for-both-trump-and-clinton-is-record-breaking/\">lowest favorability ratings</a> ever.</p> <p>When we did research to answer this question, we learned that in situations where all of the choices are bad, people tend to vote by rejecting the choices they didn’t like, rather than by affirmatively choosing the one they disliked least.</p> <p>Imagine there are two undesirable candidates named Tilly and Ron. Given this “two bad choices” option, voters will be more likely to select Tilly because they reject Ron, rather than select Tilly proactively.</p> <p>While the end result may be the same, the thought process that leads to this decision is quite different.</p> <p>As behavioral scientists who study how people make decisions, we think this distinction could affect the upcoming presidential election. If people select between Clinton and Trump by using rejection rather than choice, then the information they use to make their decisions will be different.</p> <p>In some ways, it may be better. Voters using rejection are more deliberate. They are less likely to be swayed by unimportant information about a candidate that they read or hear on radio, television or Facebook. They may pay less attention to rumors. In fact, conscientious voters may be well served to actively adopt a rejection strategy for their vote in order to make a choice more deliberately.</p> <p>In a study we ran online in April, we showed people only Hillary Clinton and Donald Trump as the two candidates for president. Those who found at least one of them attractive were more likely to select by choice, while those who disliked both were more likely to select by rejection.</p> <p>Having determined that people use rejection strategies to make their voting decisions in bad-option situations, we next wanted to test how rejection strategies would change the information people focus on.</p> <p>In nine separate studies we conducted, some of which will be published in an upcoming <a href=\"http://www.aradhnakrishna.com/uploads/4/7/8/8/4788965/how_choosing_versus_rejecting_alternatives_affects_information_processing.pdf\">Journal of Consumer Research</a>, we found that when people use rejection strategies, they also become more deliberate in their decision-making. In other words, they pay more attention to all information they have – both good and bad – and don’t get swayed as much by one piece of information that sticks out.</p> <p>In our research, we saw more deliberation in rejection decisions and less of a tendency to be swayed by emotional, in-your-face information.</p> <p>For example, one of these studies determined that people were less likely to vote based on party affiliation if they voted by rejection, rather than by choice. Respondents also took less time to make their decision in the choice condition versus the rejection condition.</p> <p>We reached these results by revisiting a classic study known as the “Asian disease problem”.</p> <p>The Asian disease problem was first proposed by the behavioral economists <a href=\"http://www.jstor.org/stable/1685855?seq=1#page_scan_tab_contents\">Daniel Kahneman and Amos Tversky in 1981</a>. It is well-studied because of the contradictory choices people make, and is one of the many conundrums that Kahneman proposed which later won him the Nobel prize.</p> <p>In the standard formulation of the Asian disease problem, people choose between two programs to combat an unusual Asian disease: program A, which offers certainty; and program B, which involves a risk.</p> <p>The original research showed that people change their preferences between the two programs depending on how the options are described.</p> <p>People tend to select the more certain program A if it is framed as a gain. Specifically, 72% of respondents preferred (A) “200 people are saved out of 600” while 28% picked the riskier (B) “1/3 probability that 600 people are saved and 2/3 probability that no one is saved”.</p> <p>That may seem rational. However, change the wording and the results also change – even though the theoretical loss of life remains the same.</p> <p>Program A was preferred by only 22% of the recipients when researchers framed the choice like this: (A) “400 people will die out of 600” versus (B) “2/3 probability that 600 people will die and a 1/3 probability that no one will die”. With this wording, 78% choose the riskier option. This is because people tend to focus on emotionally salient information like “save” and “die.”</p> <p>Our new research revisits this classic problem to study what would happen if the respondents were choosing which program to reject instead of which one to choose. Would people be swayed less by the attention-grabbing words like “save” and “die”?</p> <p>When we asked respondents which program would you reject, respondents’ selections were affected less by the use of the emotional words. Program A was selected by 48% in the first pair and 43% selected it in the second. In other words, the decision between program A and program B was similar, whether “save” or “die” was used to describe the programs.</p> <p>The study results indicate that wild in-your-face claims made by candidates will get less weight if people use rejection strategies to vote.</p> <p>Princeton psychology scholar Eldar Shafir <a href=\"http://dx.doi.org/10.3758/BF03197186\">has also found</a> that rejection makes people focus on negative attributes. Perhaps the candidates’ campaign managers know this already and that is why the negativity in this election has been so high. But, the point to remember is that this cannot be a shallow negative attribute like sounding bossy or having a spray-tanning habit. People voting by rejection will be more deliberate – and will look carefully at what makes a candidate bad. Emotional claims will not work. Voters will think carefully about why they want to reject one of the candidates.</p> <p>• This article was amended on 2 October to fix a grammatical error in the headline.</p>  <figure class=\"element element-embed\" data-alt=\"Counter\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;img src=&quot;https://counter.theconversation.edu.au/content/65034/count.gif&quot; alt=&quot;The Conversation&quot; width=&quot;1&quot; height=&quot;1&quot; /&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>",
  "<p>In the Republican primaries this spring, Donald Trump won sweeping victories in Appalachia. In a region that includes parts of 13 states and has a distinct cultural and demographic identity, the New York billionaire <a href=\"https://www.theguardian.com/us-news/2016/may/13/donald-trump-bill-clinton-appalachia-democrats-voters\">won all but 16 of 420 counties</a>. </p> <p>I was intrigued. I wanted to meet Trump supporters, to explore why they had cast their lot for him, and to find out what he represented to them. And so I travelled though parts of West Virginia, the Ohio Valley, the Pittsburgh area and the coal country of eastern Pennsylvania.</p> <p>Whether Trump wins or loses against Hillary Clinton on 8 November, the so-called “Trump voters” I met, and thousands more like them, will continue to be a significant factor in American politics. </p> <h2>John Selzer, Marietta, Ohio</h2>  <figure class=\"element element-image element--showcase\" data-media-id=\"9e1fe6b68e1f22010c34439cdbd543ded53abc59\"> <img src=\"https://media.guim.co.uk/9e1fe6b68e1f22010c34439cdbd543ded53abc59/0_0_3573_2373/1000.jpg\" alt=\"John Selzer.\" width=\"1000\" height=\"664\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John Selzer: Donald Trump ‘is a no-nonsense individual’.</span> <span class=\"element-image__credit\">Photograph: Arne Hoel</span> </figcaption> </figure>  <p>John Selzer, 74, is a retired brick mason living in Washington County, in south-eastern Ohio. Thanks to hard work, he said, he was able to build a successful construction company, producing brickwork known for its artful and original design. In summer, he and his wife, Eileen, like to travel in their 1983 Volkswagen Westfalia (“Vanagon”) camper, shown here on the banks of the Ohio river.</p> <p>Selzer said he “loved” Trump because Trump was doing something he didn’t have to do, and had the money to back it up.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>He wants to get the country out of the hole that it’s in</p> </blockquote> </aside>  <p>“The reason I like him,” Selzer said, “is that he is a no-nonsense individual. He’s got his life together. He wants to get the country out of the hole that it’s in.” </p> <p>Many people get a “free ride” from government programs, Selzer added, though he had always had to work hard to get anywhere. He always gave his customers a break on the work he did, he said, because he wanted repeat business. </p> <h2>Anthony Venditti, Allegheny County, Pennsylvania</h2>  <figure class=\"element element-image\" data-media-id=\"6a94ed20166d4009cdce2d83afe832b2a5b8fdde\"> <img src=\"https://media.guim.co.uk/6a94ed20166d4009cdce2d83afe832b2a5b8fdde/0_0_3351_2230/1000.jpg\" alt=\"Anthony Venditti\" width=\"1000\" height=\"665\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Anthony Venditti: ‘Trump is not a career politician.’</span> <span class=\"element-image__credit\">Photograph: Arne Hoel</span> </figcaption> </figure>  <p>Venditti works as a chemical engineer at a steel plant owned by Allegheny Technologies, producing specialty steel and super-alloys for the aerospace, defense and oil and gas markets.</p> <p>Venditti studied engineering at Johns Hopkins University and returned to Pittsburgh to work in an industry which has long employed members of his family. With the market for speciality steel currently “soft”, however, ATI recently laid off 30% of its workforce. </p> <p>“There is illegal dumping going on, with steel from China,” Venditti said. “ATI just won a trade case over it. If the government can help on that, we shouldn’t have to do it all by ourselves. We should be stronger – it would make us stronger.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I wanted someone from outside Washington to manage the country</p> </blockquote> </aside>  <p>He conceded that Trump was not his first choice and said he had been more drawn to Rand Paul, a Libertarian Kentucky senator, and Ted Cruz, a hardline conservative from Texas. But, he said, Trump’s greatest appeal lay in his not being part of the Washington political elite. </p> <p>“Trump is not a career politician,” he said. “He is an outsider. He funded his own campaign. I wanted someone from outside Washington to manage the country. He is one of the better business leaders that I could have voted for.”</p> <h2>Anthony Mickey, Jefferson County, Ohio</h2>  <figure class=\"element element-image\" data-media-id=\"3fd47a8c75e6fe1907a3e59a4837f1ce0a18e055\"> <img src=\"https://media.guim.co.uk/3fd47a8c75e6fe1907a3e59a4837f1ce0a18e055/0_0_4256_2832/1000.jpg\" alt=\"Anthony Mickey\" width=\"1000\" height=\"665\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Anthony Mickey: Trump ‘can relate to people who struggle.’</span> <span class=\"element-image__credit\">Photograph: Arne Hoel</span> </figcaption> </figure>  <p>Anthony Mickey served for three and a half years as a combat engineer in the US army and was then honorably discharged, due to an injury. A self-described conservative activist, he follows the presidential election with great interest.</p> <p>He pointed to a shuttered steel mill just a few hundred yards from his apartment building, and said: “Production of steel here in Mingo Junction was huge. It produced lots of jobs. Now that the steel mill is shut down, people have to travel elsewhere to work. It’s a ghost town.” </p> <p>Proudly displaying a Trump sign on his porch, he said the billionaire would create jobs and make life easier. “He can relate to people who struggle,” he said. </p> <h2>Dr Antonio Ripepi, head of surgery, Pittsburgh, Pennsylvania</h2>  <figure class=\"element element-image element--supporting\" data-media-id=\"428a83b434d8b6f1ab4749b8ff26bee1db5cd870\"> <img src=\"https://media.guim.co.uk/428a83b434d8b6f1ab4749b8ff26bee1db5cd870/0_90_2530_3162/800.jpg\" alt=\"Dr Antonio Ripepi.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dr Antonio Ripepi: ‘Clinton has always held herself above the law.’</span> <span class=\"element-image__credit\">Photograph: Arne Hoel</span> </figcaption> </figure>  <p>Ripepi is third-generation Italian American and a lifelong resident of western Pennsylvania. He works as a surgeon in a major Pittsburgh hospital, specializing in minimally invasive surgery, surgical endoscopy and gastrointestinal surgery.<br></p> <p>A father of four children aged nine to 13, his political outlook is colored by his family’s immigrant background. </p> <p>“People moved here [from Europe] so that their children could have a better life,” he said. “I am tremendously worried about what my children will inherit from this world, from this [Democratic] political party that has been running our country for too long. That’s my fear, and I think it is the fear of a lot of people like me.” </p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I cannot continue to support or vote for the established liberal party</p> </blockquote> </aside>  <p>Ripepi would have preferred John Kasich as the Republican nominee, because he sees the Ohio governor as more fiscally conservative. He will vote for Trump, he said, because of the alternative. </p> <p>“[Hillary] Clinton has always held herself above the law,” he said. “The most recent stuff that came out [about her use of a private email server while secretary of state], the FBI said she was wrong but they didn’t indict her. If I did that, I would be in jail. This is not about a woman. This is about a political way of life.” </p> <p>He added: “Despite the fact Donald Trump and I are so far apart on our values, I cannot continue to support or vote for the established liberal party.” </p> <h2>Brenda Miller, pharmacy worker, Luzerne County, Pennsylvania</h2>  <figure class=\"element element-image\" data-media-id=\"ae99cb3048e16c7b993dac1ea5b4c6543dd666b6\"> <img src=\"https://media.guim.co.uk/ae99cb3048e16c7b993dac1ea5b4c6543dd666b6/0_43_2405_1443/1000.jpg\" alt=\"Brenda Miller\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Brenda Miller: ‘We just need a new person.’</span> <span class=\"element-image__credit\">Photograph: Arne Hoel</span> </figcaption> </figure>  <p>A mother of four, Miller works in a mom-and-pop pharmacy in Lehman Township and knows about economic challenges. In March, her husband was laid off from the coal mines near Hazeltown. He was able to find a new job.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It has been the Bushes, the Clintons, I think we need a fresh start</p> </blockquote> </aside>  <p>Miller described herself as “a born and raised Democrat” who in 2008 wrote in Hillary Clinton, because she wanted a woman in the Oval Office. “It was our time,” she thought. But she didn’t vote in 2012. </p> <p>“I was disgusted,” she said. “I couldn’t believe they wanted Obama for a second time.” </p> <p>This year, she said, she was planning to vote for Trump. In the primary, he got 77.4% of the vote in Luzerne County. “We just need a new person,” she said. “It has been the Bushes, the Clintons, I think we need a fresh start.”</p> <h2>Robert Katrainak, meat cutter, Luzerne County, Pennsylvania </h2>  <figure class=\"element element-image element--showcase\" data-media-id=\"f808accd5718ee813bd9fb694a35bff917635a0b\"> <img src=\"https://media.guim.co.uk/f808accd5718ee813bd9fb694a35bff917635a0b/0_0_3473_2311/1000.jpg\" alt=\"Robert Katrainak\" width=\"1000\" height=\"665\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Robert Katrainak, 56, lives in Lehman Township, in Luzerne County, Pennsylvania.</span> <span class=\"element-image__credit\">Photograph: Arne Hoel</span> </figcaption> </figure>  <p>Describing himself as a lifelong Democrat who voted for Barack Obama twice, Katrainak said Trump would get his vote this year. </p> <p>“I think Trump is getting a lot of support because Bill Clinton started Nafta,” he said, referring to a controversial trade agreement. “I used to work for a company called Carter Footwear. I was a union steward. They passed Nafta, and three weeks later, there were 249 people without jobs. People that worked for Carter Footwear for 20 to 30 years didn’t have anywhere to go. </p> <p>Katrainiak spent $350 to have an illuminated sign made and installed on his property, by the highway. It reads: “VOTE Donald Trump. BEAT Crooked Hillary.” </p> <p>“People love my sign,” he said. “People always honk their horns when they pass.” </p> <h2>Elson See, retired farmer, Hampshire County, West Virginia</h2>  <figure class=\"element element-image\" data-media-id=\"5b2167475a72ffbefbd3d2e0ee0254cde103e0b5\"> <img src=\"https://media.guim.co.uk/5b2167475a72ffbefbd3d2e0ee0254cde103e0b5/0_0_1500_950/1000.jpg\" alt=\"Elson See\" width=\"1000\" height=\"633\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Elson ‘Buck’ See, 92: ‘When they shut down the coal fields, they shut down all of eastern West Virginia.’</span> <span class=\"element-image__credit\">Photograph: Arne Hoel</span> </figcaption> </figure>  <p>Known to other patrons at Shirley’s Diner only by his nickname, “Buck”, See is a local celebrity. His long life has been chronicled in a biography, <a href=\"https://www.amazon.com/Uncommon-Man-Elson-Buck-See/dp/0938467786\">An Uncommon Man</a>, which covers his humble beginnings on a small farm, military service in Germany toward the end of the second world war, and a struggle with a crippling illness. </p> <p>People in West Virginia, he said, tend to vote by party. It has been that way since the 1930s, when most people voted Democratic, but: “People are getting tired of it. They are going for the Republican this year.” </p> <p>He blamed Barack Obama for shutting down jobs in the coal industry. “When they shut down the coal fields, they shut down all of eastern West Virginia,” he said. “And people are part of that.”</p> <h2>Sydney Gore, nursing student, Grafton, West Virginia</h2>  <figure class=\"element element-image element--showcase\" data-media-id=\"7540a8b87ce30ddcca2da7c26ab0d9c5db961e5d\"> <img src=\"https://media.guim.co.uk/7540a8b87ce30ddcca2da7c26ab0d9c5db961e5d/0_0_3988_2654/1000.jpg\" alt=\"Sydney Gore\" width=\"1000\" height=\"665\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sydney Gore, 18, said Hillary Clinton would put West Virginia coal mines out of business.</span> <span class=\"element-image__credit\">Photograph: Arne Hoel</span> </figcaption> </figure>  <p>Born and raised in a coal-mining community in Logan County, in the southern part of West Virginia, the 18-year-old came to Morgantown to study nursing at the West Virginia University. During the summer, she worked as a waitress at Jerry’s Restaurant in nearby Grafton.</p> <p>Gore said her father started working in the coal mines at age 18, he is now 45 and there is no longer work for him in the mines. The family had to move from Logan County for him to find other work.</p> <p>After Clinton made a public statement during the primary about “putting coal companies out of business”, Gore said, voting for the Democrat was out of the question. She plans to vote for Trump.</p>",
  "<p>The sign hanging on Main Street announces, <a href=\"http://www.fredericknewspost.com/news/arts_and_entertainment/crawfords-restaurant-guns-ammo/article_a2845018-089a-59f2-99ba-f38260db83fa.html\">“Crawfords Restaurant, Guns &amp; Ammo”</a>. In the window an illuminated sign elaborates: “Breakfast, lunch specials; cards, gifts, toys, ammo, guns, groc.” Inside, there is an unpretentious cafe and shelves of gift cards, tinned food and other sundries as well as camo hats, firearms and ammunition. A deer’s head is mounted on the wall.</p> <p>The family that helps run Crawfords, in downtown <a href=\"http://www.town.boonsboro.md.us/\">Boonsboro, Maryland</a>, owns more than a hundred guns. Allen Crawford, Pam Rutherford and their four teenage daughters are deer hunters; a single kill yields around 80 to 90lbs of meat for their dinner table, and they donate the hide and antlers to be recycled as furniture. Come November’s presidential election, they will vote for Donald Trump. </p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"f7ee863706f56721601787768b3e064fd9593e93\"> <img src=\"https://media.guim.co.uk/f7ee863706f56721601787768b3e064fd9593e93/0_250_4032_2419/1000.jpg\" alt=\"Crawfords restaurant, Boonsboro.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Crawfords restaurant, Boonsboro.</span> <span class=\"element-image__credit\">Photograph: David Smith/The Guardian</span> </figcaption> </figure>  <p>“You either have the common man with Donald Trump or the privileged with Hillary Clinton,” Rutherford said this week. “Clinton’s supporters could go 50 miles or less from their plush condos and elegant houses and find someone who has to hunt to support their family. I don’t think they realise that.”</p> <p>In Britain it might be called a class divide. The nation premised on the American dream is more reluctant to accept such terms. Accent, dress sense and taste are not supposed to matter in the ultimate meritocracy. But the uniquely polarising candidacy of Trump has raised the prospect that, with important faultlines such as age, gender, geography and race <a href=\"http://ropercenter.cornell.edu/polls/us-elections/how-groups-voted/how-groups-voted-2012/\">relatively settled from election to election</a>, socioeconomic class could swing the presidency in 2016.</p>  <figure class=\"element element-image\" data-media-id=\"4d2e9b3907d67f1653a1219f9f74a60f868acbf7\"> <img src=\"https://media.guim.co.uk/4d2e9b3907d67f1653a1219f9f74a60f868acbf7/0_221_4032_2419/1000.jpg\" alt=\"Allen Crawford and Pam Rutherford.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Allen Crawford and Pam Rutherford.</span> <span class=\"element-image__credit\">Photograph: David Smith/The Guardian</span> </figcaption> </figure>  <p>One marker is education. In 1992, Republican voters were much better educated than their Democratic counterparts, <a href=\"http://www.pewresearch.org/fact-tank/2016/09/15/educational-divide-in-vote-preferences-on-track-to-be-wider-than-in-recent-elections/\">according to the Pew Research Center</a>. Today registered voters with a college degree favour Clinton by 23 percentage points, while those without a college degree prefer Trump by five. This trend cuts across demographic groups, although it is most pronounced among whites. <a href=\"http://www.slate.com/articles/news_and_politics/politics/2016/09/trump_clinton_is_defined_by_an_educational_gap_among_white_voters.html\">The Slate website noted:</a> “The educational split among white voters is the defining characteristic of this election.” If this holds in November, it will be the widest educational divide at the ballot box for several decades. </p> <p>Another marker is cultural and about optics. When Clinton recently referred to half of Trump’s supporters as a <a href=\"https://www.theguardian.com/us-news/2016/sep/10/hillary-clinton-trump-supporters--bigoted-deplorables\">“basket of deplorables”</a>, critics also seized on the context: she was addressing millionaires at a fundraiser headlined by the singer Barbra Streisand at the New York restaurant Cipriani Wall Street. And her backers include those other temples of coastal privilege, Hollywood and Silicon Valley.</p> <p>Trump, by contrast, was anointed the “blue-collar billionaire” at the Republican national convention, where Willie Robertson of the TV reality show Duck Dynasty, wearing stars and stripes bandanna and bushy beard, <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/07/18/duck-dynasty-star-willie-robertson-might-have-a-point-about-the-media/\">declared that media pundits</a> “don’t hang out with regular folks like us, who like to hunt and fish and pray and actually work for a living. Heck, I don’t even know that they know how to talk to people from middle America. I mean, when I tell ’em I’m from Louisiana, they really start talking real slow and real loud.”</p> <p>In Boonsboro, a town of 3,400 people steeped in revolutionary and civil war history, a giant Trump sign has been spraypainted with the word “love”. Opposite a Subway restaurant and closed-down bakery, the <a href=\"http://www.ttpbooks.com/\">Turn the Page Bookstore</a>, owned by the romance novelist Nora Roberts, sells soy candles, handmade soaps and organic coffee. Its employees make little secret of their allegiance to Clinton. Two doors away, at Crawfords Restaurant, Guns &amp; Ammo, a handwritten sign behind the laminated counter warns “No free refills on drinks” and the staff are for Trump.</p> <p>As a reality show about hunting in the woods played on the TV, Rutherford, who is cashier, dishwasher, shelf stacker and much else, said of Clinton’s supporters: “I don’t think they realise the importance of small-town America and they don’t see the value of it. Everybody in this community loves this little store but big companies make it harder and harder for us.</p> <p>“People say, ‘You must be doing well with Obamacare’. I say, actually, unless you have an astronomical salary or a company to pay for it, it’s crippling. Our health insurance is $900 per month for the family; that’s why I work. Obamacare sounds really good to people not close to the reality of it.”</p>  <figure class=\"element element-image\" data-media-id=\"606aad5fd4eb169e6973d31f7f629e19f2ca8221\"> <img src=\"https://media.guim.co.uk/606aad5fd4eb169e6973d31f7f629e19f2ca8221/0_192_5760_3456/1000.jpg\" alt=\"Chevy Chase Village, Maryland.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chevy Chase Village, Maryland.</span> <span class=\"element-image__credit\">Photograph: Eric Kruszewski/The Guardian</span> </figcaption> </figure>  <p>Rutherford, 47, who grew up Southern Baptist, has seen the urban-rural divide from both sides. She attended the prestigious <a href=\"http://www.montgomeryschoolsmd.org/schools/churchillhs\">Winston Churchill high school</a> in Potomac and still visits friends in the wealthy Chevy Chase area. But she moved to Boonsboro in 2002, where the family keeps horses, dogs and chickens on 30 acres of land and hunts 80% of their own food. Her daughters, aged 13, 14, 15 and 16, “all hunt and play volleyball”.</p> <p>Displaying a phone picture of herself with a deer she bagged, Rutherford said: “A lot of my friends don’t agree with what I do but they don’t have trouble wearing a full-length coyote coat to a fundraiser in January. They will wear leather shoes and carry an alligator handbag. The people of Washington don’t want to go out to the rural areas; no one wants to go out of their comfort zone. But I would love to go to a Clinton rally just to eavesdrop and hear the interaction.”</p> <p>Along the street, at Marly’s Laundry, Wayne Stonesifer was waiting patiently as his clothes spun in a tumble dryer. In his spare time, the maintenance technician goes hunting and fishing or watches TV: <a href=\"http://www.foxnews.com/\">Fox News</a> or children’s shows with his grandsons. He belongs to the National Rifle Association and intends to vote for Trump.</p> <p>“Hillary Clinton won’t come round here,” the 48-year-old said. “We’re too low class for her.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"05ccee6aa359478074fffa7f6cf4dcc910511095\"> <img src=\"https://media.guim.co.uk/05ccee6aa359478074fffa7f6cf4dcc910511095/0_126_3024_3780/800.jpg\" alt=\"Wayne Stonesifer.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wayne Stonesifer.</span> <span class=\"element-image__credit\">Photograph: David Smith/The Guardian</span> </figcaption> </figure>  <p>Clinton’s followers would object to him hunting deer, Stonesifer believes. “They have their opinions and I have mine. As long as we don’t bother each other, that’s fine. If you try to interrupt me when I’m hunting, that’s different.”</p> <p>The country has a bigger divide now than ever, he added. “You’ve got your gay rights, abortion laws, racism. Everybody’s split. It wasn’t this bad when I was growing up. Everybody’s afraid to say something ’cos you’re going to hurt someone’s feelings. The 80s were better. I think God needs to be back in the picture; everyone’s taking him for granted. Times are getting nearer.”</p> <p>Kevin Dobereiner, 36, owns two small businesses and complains that taxes are too high. He is also supporting Trump. “He’s not a liberal and we’re $20 trillion in debt and unemployment is too high and our healthcare is terrible. The community organiser-in-chief has no qualifications and Hillary Clinton is just an extension of that.</p> <p>“I don’t care what Trump says; I care what he does and he’s not a billionaire because he’s stupid. I like a guy who puts his foot in his mouth because at least he tells the truth.”</p> <p>Trump’s plain speaking has been identified as one of the sources of his appeal to voters angry at the status quo in general and Republican establishment in particular. Even his outlandish gaffes are said to humanise him, emphasising his status as outsider and non-politician. His anti-Mexican and anti-Muslim diatribes have disgusted liberals and been cheered at raucous rallies, where he declares his love for “the poorly educated”.</p> <p><a href=\"https://www.brookings.edu/experts/john-hudak/\">John Hudak</a>, a senior fellow in governance studies at the Brookings Institution thinktank in Washington, said: “I think supporters look at Donald Trump and see a bit of an everyman, even though his biography completely opposes that worldview. Then they look at Hillary Clinton and see her as more elite than her background would actually suggest. Trump is the person you want to see on TLC; Clinton appears to live the way an average wealthy person lives.”</p> <p>There is a crucial gender dimension, Hudak argues. “A female candidate would not be allowed to ramble like Trump does or Bill Clinton did. Only in a race between a man and a woman could her polish be a liability and his freewheeling be an asset.”</p> <p>Trump has scrambled the orthodoxy of class, for example by tweeting a picture of himself eating McDonald’s fast food and drinking Coke on his luxurious private jet. He loves both boxing and golf. He has named Orson Welles’s masterpiece Citizen Kane as his favourite film but also <a href=\"http://www.newyorker.com/magazine/1997/05/19/trump-solo\">once told the New Yorker</a> that Bloodsport, a violent action flick starring Jean Claude Van Damme, is “an incredible, fantastic movie”. The music at his rallies ranges from Nessun dorma, an aria from Giacomo Puccini’s opera Turandot, to Elton John. His properties are crammed with chandeliers, gold leaf, mirrors and marble – tacky to some, aspirational to others. Both patrician and plebeian, his reading list is said to consist mainly of articles about himself.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"de463ffc89e6f9af955206d01524e1d9cb6c49bf\"> <img src=\"https://media.guim.co.uk/de463ffc89e6f9af955206d01524e1d9cb6c49bf/0_153_2624_1575/1000.jpg\" alt=\"Bloodsport, starring Jean Claude Van Damme\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bloodsport, starring Jean Claude Van Damme … right up there with Citizen Kane, according to Trump.</span> <span class=\"element-image__credit\">Photograph: Everett Collection / Rex Feature</span> </figcaption> </figure>  <p>Some would say he lacks class, in every sense. And there is a tenacious myth that, free of the ossified layers of agricultural and industrial Europe, America is a class-free land of opportunity, where someone born into poverty can become president. It is not so simple, according to sociologists. Arlie Hochschild of the University of California, Berkeley, and author of Strangers in Their Own Land: Anger and Mourning on the American Right, said: “Class is profoundly important, imprinting all aspects of childhood, self, character and behind, and the denial of it is in the service of keeping alive the hope of lifting out of it. But America would be far better off talking about the realities of it.”</p> <p><a href=\"http://www.robert-h-frank.com/\">Robert H Frank</a>, a professor of economics at Cornell University and author of Success and Luck: Good Fortune and the Myth of Meritocracy, added: “People here, if you ask them, will say they are ‘middle class’. Even relatively rich people will answer middle class because we deny there’s such a thing as class here, which is of course preposterous. The barriers are different from England but they’re real.”<br></p> <p>Research suggests that Trump’s core support should not be simply characterised as the white working class. Many earn an average of $70,000 but are caught in the downdraft of deindustrialisation, losing jobs to factory or mine closures, lacking the skills for a digital economy, anxious that their children will be worse off than they were. Joe Sims, a member of the national board of the <a href=\"http://www.cpusa.org/\">Communist Party USA</a>, said: “My sense is that Trump’s support comes not so much from the white working class but the lower middle class and small business people who have been pushed into the ranks of the working class. The wages are flat and they’re pissed off.”</p> <p>But in a supposedly classless society, there is often a gap between perception and reality. Sims added: “During the 1950s and 1960s there was a myth propagated about the American dream and the American way of life and the sense that everyone was middle class and upwardly mobile. Certainly during that period there was at least a steadiness in increase in income and their children were able to do a little better than them. But this idea of everyone being middle class has crashed on the rocks of reality. Wages have been stagnant since the 1970s.”</p> <p>Numerous academic studies have found that the extent of social mobility was probably always exaggerated and, in the past generation, may have become deteriorated. The <a href=\"http://www.cnbc.com/2015/06/16/why-college-costs-are-so-high-and-rising.html\">soaring cost of studying at university</a> has been blamed for stifling upward movement and allowing middle-class families to entrench their advantage. Pew’s research, published last week, found a growing ideological divide, with highly educated adults holding increasingly liberal attitudes, while under a third of the less educated held liberal views.</p> <p><a href=\"http://www.gqrr.com/stanley-b-greenberg\">Stanley Greenberg</a>, a veteran political consultant and senior pollster for Bill Clinton, said: “I think we’ll see the biggest divide between working-class voters and those with a college degree in this election. It’s already there in the polls. Trump is reinforcing it by the nature of the campaign he’s running and the issues he’s running on. He’s driving away college graduates as well as the whole Republican party.”</p> <p>In the Republican primaries, Trump the class warrior made Ted Cruz, the conservative Christian ideologue, look quaint. Greenberg admits that he was surprised. “The college-educated Republicans keep moving year after year more to the Democrats but this election has really accelerated it because it’s the first time we’ve had a candidate running on a straight working-class campaign. [George W] Bush was very much centred on faith; that’s legitimate but it wasn’t an economic argument.”</p>  <figure class=\"element element-image\" data-media-id=\"e5dc7a677059bc63c7fddeaebf61f57d116739e6\"> <img src=\"https://media.guim.co.uk/e5dc7a677059bc63c7fddeaebf61f57d116739e6/0_69_3000_1801/1000.jpg\" alt=\"Bernie Sanders stressed income inequality in the primary campaign but Hillary Clinton has yet to emulate his success with the issue.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bernie Sanders stressed income inequality in the primary campaign but Hillary Clinton has yet to emulate his success with the issue.</span> <span class=\"element-image__credit\">Photograph: Justin Sullivan/Getty Images</span> </figcaption> </figure>  <p>However, he warned against an oversimplified binary split, pointing to the success of Bernie Sanders, the senator from Vermont, in the Democratic primaries. Sanders stressed issues of economic inequality and access to college education, to the extent that he was <a href=\"https://www.theguardian.com/commentisfree/2016/may/03/bernie-sanders-failure-diversity-hispanic-black-voters\">criticised by some for neglecting race</a>.</p> <p>“There were a lot of Democrats who were voting for somebody who was a self-described socialist, running against big money, getting big money out of politics, going after Wall Street and big banks, attacking Hillary for being a creature of the big banks, so you need a third bucket,” Greenberg said. “There are others who are not so focused on the racial and cultural issues who are quite ready to rally. Sanders, in the polls at least, was stronger than Hillary against Trump because he actually was winning both millennials and working-class voters.”</p> <p>But now Sanders is out, there are two historically unpopular candidates and a fear of two classes, or tribes, or nations, mutually hostile and suspicious. Like the <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit vote in Britain,</a> a painful rift has been exposed and polling day itself will not necessarily heal it. If diehard Clinton and Trump supporters sat down to dinner tonight, would they find much to talk about?</p> <p>In Chevy Chase, an affluent neighbourhood in north-west Washington DC, an area where deer roam audaciously in the gardens of multimillion-dollar houses, Trump fans are hard to find. The owner of the retro <a href=\"https://www.theguardian.com/us-news/2016/jan/29/american-city-diner-owner-fights-trump-puns-signs-jeffrey-gildenhorn\">American City Diner</a> has endorsed Clinton with a giant billboard and sign that says: “Trump exercise: lifting bags of money.” Up the road, the Avalon Theatre, an independent cinema that opened in 1923, sells organic ice cream and shows films including the French-language Les Cowboys.</p> <p>Levon Avdoyan, a 69-year-old librarian strolling nearby, said: “There are people who live the life of the mind and people who live the life of emotion. Trump is a regrettable example of the latter. He has no politics and caters to the worst part of the American psyche. He caters to people who don’t know what fascism is.”</p> <p>Asked his opinion of Trump’s supporters, Avdoyan replied: “They’re scared little people.”</p> <p>And how would they regard him? “I’m gay. I’m an atheist. I have a PhD. It’s almost a trifecta.”</p> <p>Howard Shaker, 64, had just been to see the Beatles documentary Eight Days a Week. He said: “Trump’s a vulgar man who knows nothing. He’s a very privileged individual who came from wealth. You’d think he would be cosmopolitan but there’s something primitive about him. I don’t think he would fit here in Chevy Chase but he should because of his background.”</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"d963c7e00d36c614c5eebbe11c465c4914becdfd\"> <img src=\"https://media.guim.co.uk/d963c7e00d36c614c5eebbe11c465c4914becdfd/331_260_2274_2842/800.jpg\" alt=\"Wendie Lubic.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wendie Lubic.</span> <span class=\"element-image__credit\">Photograph: David Smith/The Guardian</span> </figcaption> </figure>  <p>The retired IT contractor added: “There’s a tremendous chasm in the US. In many respects it comes down to urban verus rural. The people who go to a Trump rally are a different crowd. There is a divide between them and other Americans. It confounds me that he’s doing so well in the polls.”</p> <p>Sitting in the alfresco dining area of the Chevy Chase Lounge were Diana Blitz, a school counsellor, and <a href=\"http://www.collegeladydc.com/About_Wendie.html\">Wendie Lubic</a>, an education consultant, both of whom intend to vote for Clinton. Blitz, 59, rejected the notion of a class divide. “There are some poor people who are Clinton supporters; there are wealthy people who are Trump supporters,” she said. “He’s playing to a disenfranchised group in the US. After a black president, the idea of a woman president is abhorrent to them. They feel this isn’t their country any more.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"67ef7a57a20382b8f204e244ad8419711ad80655\"> <img src=\"https://media.guim.co.uk/67ef7a57a20382b8f204e244ad8419711ad80655/0_75_3024_3780/800.jpg\" alt=\"Ellen Anderton.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ellen Anderton.</span> <span class=\"element-image__credit\">Photograph: David Smith/The Guardian</span> </figcaption> </figure>  <p>Lubic, 54, added: “I don’t think you can call it a class divide when you have people of colour that are not supporting him. It may come down to an education divide. Colleges try to encourage empathy with others. Many of the Trump supporters are lacking in empathy for people who are not like them.”</p> <p>At another table, Joel Cohn, 52, a lawyer, and his partner Ellen Anderton, 50, a freelance writer, disagreed on one point. Anderton said: “I wouldn’t want to talk to people who were Trump supporters. I wouldn’t want to engage with them.” </p> <p>Cohn responded: “I would, even if they’re ‘deplorables’. Bring them on. Those voting for Trump think it’s two different countries and two different cultures. They see liberals and Democrats as alien life forms. I grew up in a rural environment and it’s not like guns are totally alien to us. It’s part of class, educational, geographical resentment: it’s more their perception than my perception.”</p> <p>America has been described as a split-screen nation and it is, of course, about much more than class: some polls show Trump <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/07/13/new-polls-in-pennsylvania-and-ohio-show-donald-trump-with-0-percent-of-the-black-vote/\">at 0% among African American voters</a>. But this is the year that a Republican, campaigning as an anti-intellectual vulgarian, won over many who feel neglected by what they view as the metropolitan intelligentsia. America, home of the class divide that dare not speak its name.</p>",
  "<p>Ann Coulter is a bestselling author, political commentator and syndicated rightwing columnist. Her most recent book is <a href=\"https://bookshop.theguardian.com/catalogsearch/result/?q=in+trump+we+trust&amp;order=relevance&amp;dir=desc\" title=\"\"><em>In&#xa0;Trump We Trust</em></a> (Biteback £9.99), a celebration of the Republican candidate for the US presidency, whom she rates as her favourite politician in history.</p> <p><strong>How do you think your man did in </strong><a href=\"https://www.theguardian.com/us-news/2016/sep/27/debate-clinton-trump-recap-presidential-election-hofstra\" title=\"\"><strong>last week’s TV debate with Hillary Clinton?</strong></a><br>The truth is, I think, he won the first half, she won the second half. I’d call it a draw, but from watching the commentary I gather we’re not supposed to tell the truth. I think all he had to do was not be Hitler. So he won.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>If Donald Trump’s candidacy has proven anything, it’s that the media has no idea what Americans care about</p> </blockquote> </aside>  <p><strong>Do you think it looks good that he refuses to declare his tax records?</strong><br>No one cares, except the media. There was enough on that during the debate; can we please move on to the issues? No. One. Cares. Good grief, this is all the media will talk about. They keep saying they want to talk policy, but every time Trump won during the debate was when they talked policy. We only have three debates and we’ve already spent the entire last year on Trump’s taxes and half the effing debate. Can we talk about policy?</p> <p><strong>I’m sorry, I’m confused. Given that he has spoken a great deal about Clinton’s emails, it seems reasonable to ask about his tax payments.</strong><br>My reasonable answer is: this is why everyone hates the media. Actually, the public want to hear about issues. You guys want to keep talking about Donald Trump’s personal baggage and he’ll be dead and gone in a decade and America will be overwhelmed with Muslim jihadists.</p> <p><strong>But if you are going to become president of the United States, the head of US government, whether or not you’ve paid zero federal tax to that government is not just a media issue.</strong><br>Yes it is, and you really are, seriously, going to keep talking about this? No one cares. We’re at a very crucial point for world history. OK, let’s say he hasn’t paid taxes. No one cares. It’s not a constitutional requirement to be in government.</p> <p><strong>OK, let’s move on to the big issues. </strong><a href=\"http://www.nytimes.com/2016/09/29/us/donald-trump-keeps-insulting-rosie-odonnell-heres-how-their-feud-started.html?_r=0\" title=\"\"><strong>Rosie O’Donnell</strong></a><strong>, who he brought up in the debate [Trump has been publicly feuding with chatshow host O’Donnell for a decade].</strong><br>Is this seriously going to be about everything that doesn’t matter? No, you are right, whether or not Donald Trump made some insulting remark about some celebrity when he was a reality TV star – that will determine jobs in America, that will determine what kind of country this is, and whether we go to war in Syria. Stop pretending journalists are anything other than the Hillary PR team.</p> <p><strong>But wait a second, you’ve described Trump as “lowbrow” and said that it’s like “constantly having to bail out your 16-year-old”. Those are not my words, or those of Clinton’s PR team.</strong><br>That’s out of 1 million words about Donald Trump. Eight months ago I <a href=\"http://www.washingtonexaminer.com/coulter-defending-mental-trump-like-constantly-bailing-16-year-old-out-of-prison/article/2587035\" title=\"\">criticised one tweet</a> and that’s going to determine what kind of country this is?</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/28/donald-trump-hillary-clinton-tv-debate-video\"            data-short-url=\"https://gu.com/p/55xnz\"                    data-show-ads=\"true\"            data-video-id=\"2756994\"            data-video-name=\"Trump 'didn't want to embarrass' Clinton in debate - video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-57eb75cee4b08ca277ca0ee3\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572841&amp;format=video/mp4\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572841&amp;format=video/m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572841&amp;format=video/3gp&amp;maxwidth=700\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572841&amp;format=video/3gp&amp;minwidth=700\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572841&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/28/donald-trump-hillary-clinton-tv-debate-video\">Trump ‘didn’t want to embarrass’ Clinton in debate</a></figcaption> </figure>   <p><strong>Trump has </strong><a href=\"https://www.theguardian.com/us-news/2015/jun/16/donald-trump-mexico-presidential-speech-latino-hispanic\" title=\"\"><strong>described Mexican immigrants as rapists.</strong></a><strong> Do you think he got that from your book </strong><a href=\"https://www.washingtonpost.com/news/book-party/wp/2015/08/03/did-ann-coulters-new-book-inspire-donald-trumps-mexican-rapists-comment/?utm_term=.7984a85f019d\" title=\"\"><strong><em>Adios America</em></strong></a><strong>, which he read and admired?</strong><br>No, for the reason that he didn’t say that. He said Mexico isn’t sending its best people. They’re sending rapists and drug dealers. And it’s beyond dispute that they are. We know gang members are pouring across the border and filling up our prisons. We have a huge drug problem in this country now in places that never had an opiate problem. Why is that? Because this is brought in, because we do not have a border.</p> <p><strong>You say you don’t care what happens in Ukraine. Do you consider yourself an isolationist?</strong><br>No, I’m amazed it took my entire life for someone running for president of the United States to care more about our borders than Ukraine’s borders.</p> <p><strong>And as regards US borders, would you genuinely like to see a wall built between the US and Mexico?</strong><br>[Laughs] Yes! I think the voters have made it very clear. Oh, something else that didn’t come up in the debate; didn’t have time for it, because it was on Donald Trump’s taxes.</p> <p><strong>Well I guess if he really wanted to, he could have mentioned it himself…</strong><br>OK, but if that’s the answer then how about my idea: no media moderators. If Donald Trump’s candidacy has proven anything, it’s that the media has no idea what Americans care about. He’s got more votes than any Republican in history on one issue: immigration. And there was not one question on immigration last night. Next debate, it’ll be about <a href=\"http://www.huffingtonpost.com/entry/dan-savage-ann-coulter-transgender-bathroom-rights_us_572f9c74e4b0bc9cb0472f03\" title=\"\">transgender bathrooms.</a></p> <p><strong>You want to </strong><a href=\"http://www.theatlantic.com/politics/archive/2015/12/before-donald-trump-there-was-ann-coulter/419517/\" title=\"\"><strong>block immigration to the US from Muslim countries.</strong></a><strong> Do you think there’s a danger that the US will become a religiously and racially discriminating society?</strong><br>No, I want to block all immigration to the United States, and no one has a constitutional right to move to our country. We need a pause. It’s been breakneck speed, we’re not assimilating the immigrants coming in. We need a break.</p> <p><strong>You said that </strong><a href=\"http://www.nationalreview.com/article/220676/laffaire-coulter-jonah-goldberg\" title=\"\"><strong>America should invade Muslim countries and convert their people to Christianity.</strong></a><strong> You seem to be stepping back from that position now.</strong><br>Well, it was 15 years ago. I think times have changed. In response to 9/11, I said that and if it was 9/11, 2001, I would still think that was a good idea. But you know what, it’s not 2001.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/apr/01/presidential-election\">What does it mean when Ann Coulter says you've gone too far? | Jeb Lund</a> </p> </aside>  <p><strong>But in 2003, you thought it was a good idea to invade Iraq.</strong><br>Yes, of course. Too bad Obama took our victory and turned it into a defeat. Oh well, let’s not do it again. We live in a country that will elect Barack Obamas.</p> <p><strong>What do you think of the recent spate of&#xa0;police killings of apparently unarmed or&#xa0;surrendering black men?</strong><br>Hillary’s position is to take the side of black criminals. Trump’s position is that the people who are most victimised by black criminals are law-abiding black people, and he’s been doing very well with the African American people by taking that message to them.</p> <p><strong>Do you think it is possible for African Americans to be in favour of law and order but against being shot dead by the police?</strong><br>That’s a rhetorical question. No, I think black people love being shot. What’s the real question?</p> <p><strong>I asked you about the spate of shootings and you turned that into black people wanting law and order. There have been several high-profile cases of police killings.</strong><br>There have been several hysterias that always turn out to be false. In Ferguson, Baltimore, now recently <a href=\"https://www.theguardian.com/us-news/2016/sep/24/video-keith-scott-shooting-charlotte-police\" title=\"\">in Charlotte.</a> There’s the original claim that some poor innocent black man of 12 years old [was] walking along with their hands up saying “don’t shoot”, and we’ve had six months of investigation and the whole thing was a lie. [In 2015, two police officers were cleared of criminal conduct in the 2014 shooting of 12-year-old Tamir Rice in Cleveland, Ohio, while Rice was carrying a toy gun; a grand jury called the shooting a “perfect storm of human error, mistakes and communications”.]</p> <p><strong>Do you think the Republican party will survive Donald Trump?</strong><br>The only way it can survive is with Donald Trump. What’s really hurting his message more than anything else, especially among black voters, is that he’s a Republican. That’s what the Republican party has done to the brand. The sooner it gets rebranded the Trumpian Republican party the better. Finally, we have a candidate who cares about Americans and not just the donor class.</p> <p><strong>Do you enjoy being a figure of hate?</strong><br>As long as it’s all the right people hating me. And it seems to me it is.</p> <p><a href=\"https://bookshop.theguardian.com/in-trump-we-trust.html\" title=\"\"><em>Click here to buy In Trump We Trust for £8.19</em></a></p>",
  "<p>Donald Trump may have avoided paying federal income taxes in the US for up to 18 years after declaring a $916m (£706m) loss on his tax returns in the mid-1990s, according to reports. </p> <p>The Republican presidential candidate, who has throughout his campaign for the White House refused to release his tax returns, is said to have received the large tax benefit from business debts recorded in 1995. </p> <p>The <a href=\"http://www.nytimes.com/2016/10/02/us/politics/donald-trump-taxes.html?hp&amp;action=click&amp;pgtype=Homepage&amp;clickSource=story-heading&amp;module=a-lede-package-region&amp;region=top-news&amp;WT.nav=top-news\">New York Times</a>, which claimed to have obtained Trump’s tax return for that year, reported that tax experts hired to analyse the documents said US laws would have let Trump use the near-$1bn loss to cancel out an equivalent amount of taxable income until 2013. </p> <p>The Trump campaign said in response that the tax document was obtained illegally and that the New York Times was operating as “an extension” of the presidential campaign of his Democratic rival, Hillary Clinton. </p> <p>The Times said that although Trump’s taxable income in subsequent years is as yet unknown, a $916m loss in 1995 would have been large enough to wipe out more than $50m a year in taxable income over 18 years. </p> <p>Trump has declined to release his tax records, unlike previous presidential nominees in modern history, saying his taxes are under a federal audit. Experts say he could still release them publicly if he wished. <br></p> <p>“Mr Trump is a highly skilled businessman who has a fiduciary responsibility to his business, his family and his employees to pay no more tax than legally required,” the Trump campaign statement said. </p> <p>“That being said, Mr Trump has paid hundreds of millions of dollars in property taxes, sales and excise taxes, real estate taxes, city taxes, state taxes, employee taxes and federal taxes, along with very substantial charitable contributions,” it said. </p> <p>The revelations came as the Republican candidate attempted to reverse a week of negative headlines following his performance in the first of three debates with Clinton. Speaking in Pennsylvania on Saturday night, <a href=\"https://www.theguardian.com/us-news/2016/oct/02/donald-trump-renews-voter-warning-and-says-clinton-could-be-crazy\">he warned of voter fraud in “certain areas”</a> and mocked his Democratic rival’s health and marriage while suggesting she should be imprisoned.</p> <p>During the speech to nearly 5,000 supporters, Trump said of Clinton that “she has bad temperament, she could actually be crazy”, and went on to imply that she had been unfaithful to her husband. “I don’t even think she’s loyal to Bill, if you want to know the truth. And really folks, why should she be, right?” Trump said.</p> <p>The Republican nominee, whose rallies have long included loud chants of “lock her up” directed towards Clinton, said bluntly on Saturday “she should be in prison”.</p> <p>He also mentioned <a href=\"https://www.theguardian.com/us-news/2016/sep/11/hillary-clinton-leaves-911-ceremony-after-feeling-overheated\">Clinton’s collapse in September</a> at a ceremony commemorating the victims of the September 11 terrorist attack. “She couldn’t even make it 15ft to a car,” said the Republican nominee of the incident prompted by the Democratic nominee being dehydrated while suffering from pneumonia. In doing so, Trump pretended to stumble and then staggered about the stage. <br></p> <p>Trump also warned of the spectre of voter fraud without evidence, revisiting accusations he first made in August that there would be voter fraud in “certain areas” of Pennsylvania, a statement that was a clear dog-whistle about African American areas of Philadelphia. “Watch your polling booths, because I hear too many stories about Pennsylvania, certain areas,” the Republican nominee told the almost exclusively white crowd in Manheim. He added “we can’t lose an election because you know what I am talking about”.</p> <p><a href=\"http://billypenn.com/2016/08/08/what-sean-hannity-got-wrong-about-philly-election-fraud/\">A popular rightwing conspiracy theory</a> has long been that Mitt Romney was the victim in voter fraud there in 2012. The theory premised on the fact that in 59 precincts in African American neighbourhoods, Romney did not receive a single vote. There are 1,687 precincts in the city and Obama received more than 85% of the vote in 2012.</p> <p>Trump also complained about what he saw as a rigged debate and insisted that he actually bested Hillary Clinton <a href=\"https://www.theguardian.com/us-news/2016/sep/27/debate-clinton-trump-recap-presidential-election-hofstra\">in Monday night’s presidential debate</a>. Trump insisted he won the debate but also suggested that the non-partisan Commission on Presidential Debates deliberately gave him a defective microphone on purpose in an attempt to sabotage his performance.</p> <p>Earlier in the day, Trump <a href=\"https://twitter.com/realDonaldTrump/status/782313153308884992\">had already said on Twitter</a>: “I won the debate if you decide without watching the totally one-sided ‘spin’ that followed. This despite the really bad microphone.”</p>",
  "<p>Donald Trump has warned darkly of voter fraud in “certain areas” and mocked Hillary Clinton’s health and marriage while suggesting she should be imprisoned.<br></p> <p> Speaking to a crowd of nearly 5,000 in Pennsylvania on Saturday night, Trump made <a href=\"https://www.theguardian.com/us-news/2016/sep/16/trump-miami-clinton-disarm-security-obama-birther\">some of his wildest accusations yet</a> about his opponent and the integrity of American elections. He attacked his Democratic rival in starkly personal terms, saying: “She has bad temperament. She could actually be crazy,” and implying that she had been unfaithful for her husband. “I don’t even think she’s loyal to Bill, if you want to know the truth. And really, folks, why should she be, right?” </p> <p>The Republican nominee, whose rallies have long included loud chants of “lock her up” directed towards Clinton, said bluntly on Saturday: “She should be in prison.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/01/hillary-clinton-debate-good-mood-reporters-rallies-enthusiasm\">Clinton rides wave of enthusiasm after Trump debate: 'One down, two to go'</a> </p> </aside>  <p>Trump also mentioned <a href=\"https://www.theguardian.com/us-news/2016/sep/11/hillary-clinton-leaves-911-ceremony-after-feeling-overheated\">Clinton’s collapse in September</a> at a ceremony commemorating the victims of the September 11 terrorist attack. “She couldn’t even make it 15ft to a car,” he said of the incident sparked by the Democratic nominee being dehydrated while fighting pneumonia. In doing so, Trump pretended to stumble and then staggered about the stage. <br></p> <p>Trump also warned of the specter of voter fraud without evidence, revisiting accusations he first made in August that there would be voter fraud in “certain areas” of Pennsylvania, a statement that was a clear dog-whistle about African American areas of Philadelphia. “Watch your polling booths, because I hear too many stories about Pennsylvania, certain areas,” the Republican nominee told the almost exclusively white crowd in Manheim. He added: “We can’t lose an election because you know what I am talking about.”</p> <p><a href=\"http://billypenn.com/2016/08/08/what-sean-hannity-got-wrong-about-philly-election-fraud/\">A popular rightwing conspiracy theory</a> has long held that Mitt Romney was the victim in voter fraud there in 2012. The theory was premised on the fact that in 59 precincts in African American neighborhoods, Romney did not receive a single vote. There are 1,687 precincts in the city and Obama received over 85% of the vote there in 2012.</p> <p>The Republican nominee also complained about what he saw as a rigged debate and insisted that he had actually bested Hillary Clinton <a href=\"https://www.theguardian.com/us-news/2016/sep/27/debate-clinton-trump-recap-presidential-election-hofstra\">on Monday night</a>. Trump also suggested that the nonpartisan Commission on Presidential Debates deliberately gave him a defective microphone in an attempt to sabotage his performance. </p> <p>Earlier in the day, Trump <a href=\"https://twitter.com/realDonaldTrump/status/782313153308884992\">had said on Twitter</a>: “I won the debate if you decide without watching the totally one-sided ‘spin’ that followed. This despite the really bad microphone.”</p> <p>While he was onstage, <a href=\"http://www.nytimes.com/2016/10/02/us/politics/donald-trump-taxes.html\">the New York Times reported</a> that Trump may not have paid taxes for an 18-year period. The Times, which obtained a leaked copy of Trump’s 1995 returns, reported that the Republican nominee had taken a loss of $916m that year. The result of that loss was that Trump could have avoided paying federal income taxes for nearly two decades afterward. Trump is the first presidential nominee in decades who has not made his tax returns public. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/30/expat-trump-supporters-mexico-republicans-us-election\">Gringos for Trump: an unlikely cohort of American expats fuel support in Mexico</a> </p> </aside>  <p>In a statement, a campaign spokesman did not deny the story. “The only news here is that the more than 20-year-old alleged tax document was illegally obtained, a further demonstration that the New York Times, like establishment media in general, is an extension of the Clinton campaign, the Democratic party and their global special interests.” The statement continued: “Mr Trump is a highly-skilled businessman who has a fiduciary responsibility to his business, his family and his employees to pay no more tax than legally required.” </p> <p>The Clinton campaign also weighed in on the report. In a statement, campaign manager Robby Mook said: “This bombshell report reveals the colossal nature of Donald Trump’s past business failures and just how long he may have avoided paying any federal income taxes whatsoever.” The Clinton staffer added: “[Trump] apparently got to avoid paying taxes for nearly two decades – while tens of millions of working families paid theirs. He calls that ‘smart’. Now that the gig is up, why doesn’t he go ahead and release his returns to show us all how ‘smart’ he really is?”</p> <p>The speech had originally been billed as an attempt by Trump to woo former supporters of Bernie Sanders from the Democratic primary. Trump characterized a leaked audio tape of Clinton talking about the motivation of Sanders supporters in a February fundraiser as “demeaning and mocking Bernie Sanders”. He went on to appeal to former Sanders supporters on the issue of trade while also calling the Vermont senator “Crazy Bernie”, stating that he drew bigger crowds than Sanders and yet again labelling Sanders’ endorsement of Clinton as “a deal with the devil”.</p>"
]