[
  "<p>A careless agent. A cache of hacking tools left on a remote and unsecured computer. A shadowy group of Russian hackers. A fire-sale on the deep web.</p> <p>This is the current focus of a inquiry into a cache of NSA exploits that were dumped on to public websites last month by a group calling itself the Shadow Brokers, four people with direct knowledge of the probe investigation told Reuters.</p> <p>The tools enabled hackers to exploit software flaws in computer and communications systems from vendors such as Cisco Systems and Fortinet.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2016/aug/16/shadow-brokers-hack-auction-nsa-malware-equation-group\">Hacking group auctions 'cyber weapons' stolen from NSA</a> </p> </aside>  <p> The public release of the tools happened at the same time as US officials concluded that Russia or its proxies were responsible for hacking political party organizations in the run-up to the November 8 presidential election. </p> <p>Various explanations have been floated by officials in Washington as to how the tools were stolen. Some feared it was the work of a leaker similar to former agency contractor Edward Snowden, while others suspected the Russians might have hacked into NSA headquarters in Fort Meade, Maryland.</p> <p> But officials heading the FBI-led investigation now discount both of those scenarios, the people said in separate interviews.</p> <p> NSA officials have told investigators that an employee or contractor made the mistake about three years ago during an operation that used the tools, the people said. That person acknowledged the error shortly afterward, they said. </p> <p>But the NSA did not inform the companies of the danger when it first discovered the exposure of the tools, the sources said. Since the public release of the tools, the companies involved have issued patches in the systems to protect them.</p> <p> Investigators have not ruled out the possibility that the former NSA person, who has since departed the agency for other reasons, left the tools exposed deliberately. Another possibility, two of the sources said, is that more than one person at the headquarters or a remote location made similar mistakes or compounded each other’s missteps.</p> <p> Representatives of the NSA, the FBI and the office of the Director of National Intelligence all declined to comment.</p> <p> After the discovery, the NSA tuned its sensors to detect use of any of the tools by other parties, especially foreign adversaries with strong cyber espionage operations, such as China and Russia.</p> <p> That could have helped identify rival powers’ hacking targets, potentially leading them to be defended better. It might also have allowed US officials to see deeper into rival hacking operations while enabling the NSA itself to continue using the tools for its own operations.</p> <p> Because the sensors did not detect foreign spies or criminals using the tools on US or allied targets, the NSA did not feel obligated to immediately warn the US manufacturers, an official and one other person familiar with the matter said.</p> <p> In this case, as in more commonplace discoveries of security flaws, US officials weigh what intelligence they could gather by keeping the flaws secret against the risk to US companies and individuals if adversaries find the same flaws.</p> <p> Critics of the Obama administration’s policies for making those decisions have cited the Shadow Brokers dump as evidence that the balance has tipped too far toward intelligence gathering.</p> <p> The investigators have not determined conclusively that the Shadow Brokers group is affiliated with the Russian government, but that is the presumption, said one of the people familiar with the probe and a fifth person.</p> <p> One reason for suspecting government instead of criminal involvement, officials said, is that the hackers revealed the NSA tools rather than immediately selling them.</p> <p> The publication of the code, on the heels of leaks of emails by Democratic party officials and preceding leaks of emails by former US Secretary of State Colin Powell, could be part of a pattern of spreading harmful and occasionally false information to further the Russian agenda, said Jim Lewis, a cybersecurity expert at the Center for Strategic and International Studies.</p> <p> “The dumping is a tactic they’ve been developing for the last five years or so,” Lewis said. “They try it, and if we don’t respond they go a little further next time.”</p> <p><em>Reuters contributed to this report.</em></p>",
  "<p>When Hillary Clinton and Donald Trump square off on television next week it will be the largest audience of their long careers, which both have lived in the glare of limelight. <a href=\"http://thehill.com/homenews/administration/296818-trump-clinton-debate-expected-to-shatter-ratings-records\" title=\"\">More than 100 million Americans are expected to tune in</a> on the evening of 26 September – an astonishing viewership that would rank the event as among one of the most watched television broadcasts in US history. The rest have been Super Bowls. Monday’s debate, 56 years to the day after the first televised duel between John F Kennedy and Richard Nixon, will almost certainly be a&#xa0;turning point in a turbulent election year in&#xa0;America – 12 months that have thrown into sharp relief the country’s deep polarisation and the breakdown of the Republican party. The course of debates can turn on personal defects, such as <a href=\"https://www.gilderlehrman.org/history-by-era/sixties/essays/great-debate-kennedy-nixon-and-television-1960-race-for-presidency\" title=\"\">Richard Nixon’s five o’clock shadow</a> in 1960. The screen can magnify character flaws and highlight a candidate’s competence. Ronald Reagan’s much-quoted putdown of Jimmy Carter – <a href=\"https://en.wikipedia.org/wiki/There_you_go_again\" title=\"\">“there you go again”</a> – underlined the fact he was offering not only change, but opened viewers’ eyes to&#xa0;his vision of America. Bill Clinton, then the insurgent outsider, pulled off the same trick in making then president George HW Bush look <a href=\"http://www.usnews.com/news/articles/2008/01/17/a-damaging-impatience\" title=\"\">out of touch</a> in 1992.</p> <p>In this election the TV debate offers a chance for each candidate a chance to reset the narrative of their campaign. Mr Trump, a businessman-demagogue trading in crude economic populism, has less reason to do so. Last week’s terrorist attacks play into his claims that America is under siege. Democrat Hilary Clinton’s recent bout of pneumonia bolstered his nod-and-wink comments about her failing health. While Mrs Clinton has endured some of the worst weeks of her campaign, her Republican rival has been stealing headlines. <a href=\"http://projects.fivethirtyeight.com/2016-election-forecast/\" title=\"\">While Mrs Clinton remains ahead in the polls</a>, the momentum is with her rumour-mongering opponent. On paper Mrs Clinton should be able to swat away her opponent. She has the experience, the public policy competence and the chance to make history as the first female commander-in-chief of the most powerful nation on earth. She is also a better debater than retail politician.</p> <p>The trouble with Mrs Clinton is twofold. One is biography. Thanks to being a public figure for decades, her positions today often contradict her publicly stated beliefs. Is she <a href=\"http://www.realclearpolitics.com/video/2016/09/21/clinton_campaign_manager_repeatedly_fails_to_answer_questions_about_clintons_syria_policy.html\" title=\"\">for intervention in Syria</a> or not? Is she repudiating <a href=\"http://www.latimes.com/nation/politics/trailguide/la-na-trailguide-updates-bill-clinton-case-for-tpp-1474479987-htmlstory.html\" title=\"\">free trade deals</a> she once championed or not? Does she want more government help in <a href=\"http://www.nytimes.com/2016/05/11/us/politics/hillary-clinton-health-care-public-option.html?_r=0\" title=\"\">healthcare</a> – or not? Little wonder, perhaps, that key voter groups such as <a href=\"http://www.theatlantic.com/politics/archive/2016/09/hillary-clinton-millennials-philadelphia/500540/\" title=\"\">millennials fail to warm</a> to Mrs Clinton. The second problem for the former first lady and ex-secretary of state is that she is the continuity candidate in this election. She promises more of the same.</p> <p>Her opponent does not. Mr Trump’s dog-whistle campaign has torn America apart along lines of race, gender and education. This is not just a break with the past, but threatens to splinter the country into warring parts. It would be a mistake to underestimate the real estate magnate. Mr Trump’s skill is his appeal to reptilian instincts. These reflexive inherent tendencies developed in humans to override a brain’s more sophisticated emotional response in times of crisis. This may explain why Mr Trump favours chaos over stability. The billionaire is also an accomplished television performer, bringing out the inner reptile on 14 seasons of his US reality show The Apprentice. Cruel patter as entertainment was his trademark. In the Republican primaries he wiped out opponents used to playing by different rules.</p> <p>What Trumpism projects is pretty clear: building a wall; taking on China; Americanism not globalism. Mrs Clinton seems to have a hundred carefully costed policies but not one eye-catching slogan. She radiates a sensible incrementalism. She campaigns in prose, leaving poetry to her predecessor. This is a mistake. She needs to focus on what is driving discontent in America: an economic system that no longer defuses high levels of inequality with opportunities for all. Mrs Clinton may argue that after years of watching their incomes go nowhere, America’s middle class <a href=\"http://www.bloomberg.com/news/articles/2016-09-13/u-s-poverty-rate-falls-to-post-recession-low-as-incomes-gain\" title=\"\">finally got a big raise last year</a> – the first increase since 2007, the year before the Great Recession started. However, the middle classes remain poorer than in 2000. That’s 15 years of going backward. Mrs Clinton needs to find a resonant theme to sum up her policies: a Marshall Plan for the middle classes would not be a bad idea. Monday is her chance to show she is motivated by the common good. Mrs Clinton should seize it.</p>",
  "<p>The horrors of a haunted house usually end once you push open the final set of black, saloon-hinged doors and step back in the fairground. However, the Mexican artist <a href=\"http://www.pedroreyes.net/\">Pedro Reyes</a> hopes his nightmares remain with visitors long after they have left his immersive 2016 Halloween attraction, opening in New York next month.</p> <p>“Monsters have always been a way to speak about our real fears,” says the 44-year-old. “Zombies are a fear of poor people; Karl Marx <a href=\"https://www.marxists.org/archive/marx/works/1867-c1/ch10.htm\">talked about capital being like a vampire that stalks the living</a>; and Mary Shelley’s Dr Frankenstein is trying to create life, which is exactly what genetic engineers are trying to do today.”</p> <p>All these bogeymen and more will populate <a href=\"https://www.kickstarter.com/projects/2026016011/doomocracy-a-haunted-house-with-pedro-reyes-and-cr\">Doomocracy</a>, “a political haunted house” that Reyes is preparing to stage within the vast Brooklyn Army Terminal from 7 October until 6 November in conjunction with the New York non-profit arts organisation <a href=\"http://creativetime.org/\">Creative Time</a>.</p> <p>Doomocracy’s spooky run will coincide with both Halloween and the 2016 presidential election, and is appropriately pitched somewhere between a carnival attraction, an immersive theatre production and any given hour or two within today’s news cycle. Creative Time’s artistic director, <a href=\"http://creativetime.org/about/staff/nato-thompson/\">Nato Thompson</a>, describes the venture as “Hieronymus Bosch meets Fox News. It’s holding up a funhouse mirror to society.”</p>  <figure class=\"element element-image\" data-media-id=\"c2c929b766ec60a5169052dd47b7df1ba92d9e29\"> <img src=\"https://media.guim.co.uk/c2c929b766ec60a5169052dd47b7df1ba92d9e29/0_0_926_509/500.jpg\" alt=\"Seven tombs of gloom: a screengrab from Doomocracy’s Kickstarter campaign.\" width=\"500\" height=\"275\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Seven tombs of gloom: a screengrab from Doomocracy’s Kickstarter campaign.</span> <span class=\"element-image__credit\">Photograph: Supplied</span> </figcaption> </figure>  <p>Reyes and Nato hope to offer about 400-500 people a night a ghastly, dramatic interactive trip that takes in gun nuts, genetically modified crops, climate change, deadly fast-food chains and, looming over Doomocracy’s entrance, a chimeric effigy that’s part Statue of Liberty, part Trojan Horse, and, in Reyes’ view, entirely the embodiment of American foreign policy. “The USA doesn’t have true representation,” he argues, “and yet they say they’re exporting democracy around the world.”</p> <p>That may all sound as satirical as it is scary. Nevertheless the artist – who has previously staged a fine-art version of <a href=\"http://camstl.org/about-pedro-reyes-and-sanatorium/\">a psychiatric sanatorium at different galleries around the world</a> and overseen <a href=\"http://www.npr.org/2014/01/25/265794611/artist-transforms-guns-to-make-music-literally\">a programme to repurpose firearms as musical instruments</a> – is deeply serious in his examination of fear within today’s political landscape.</p> <p>“These days, politicians are trying to create fear in order to take power,” Reyes says, “so it’s quite an experiment to be dealing with the production of fear and its political uses.”</p> <p>He is also highly respectful of the funhouse trope, partly because it is so familiar to people who might not necessarily be avid gallery goers.</p> <p>“Pretty much everyone can picture a horror house,” he says. “It will, if you forgive the paradox, deal with political issues in a very democratic way. Everyone can engage with the form.”</p> <p>Reyes and Thompson are keen to ensure Doomocracy keeps pace with events and have been writing and rewriting the dramatic scenarios to reflect the changing nature of the electoral race.</p> <p>“We’ve been workshopping the scripts today,” says Thompson. “It’s a fluid process. The ground is moving fast this election, it’s hard to keep up.”</p> <p>Reyes, who visited both commercial haunted houses and guerrilla theatre groups in preparation for the show, also says Doomocracy reflects a general hopelessness within contemporary politics, both in the US and elsewhere.</p> <p>“Why do people vote against their own interests?” Reyes says. “Is it that we have brainwashed people to make the wrong decisions? There’s a feeling in the US that it’s a downer to have to choose between the [presidential] options. But it’s elsewhere too; it can be said of Mexico and many other places around the world. <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> was almost like a democratic, rightwing coup d’état.”</p> <p>Despite this gloomy view, Doomocracy is still able to engage with some of the norms of campaign fundraising. Its <a href=\"https://www.kickstarter.com/projects/2026016011/doomocracy-a-haunted-house-with-pedro-reyes-and-cr\">Kickstarter page</a> looks set to reach its goal of $80,000 by its deadline of 29 September, offering suitably doom-laden swag for its pledgers, including Doomocracy pennants and buttons, and “Yes We Can’t” bumper stickers.</p> <p>With all this left-leaning pessimism, Reyes’ haunted house looks unlikely to attract many Trump voters. However, Creative Time’s executive director, Katie Hollander, argues that the work doesn’t favour either side. “It’s not a commentary on the candidates, more a commentary on the issues,” she says.</p> <p>Indeed, Reyes hopes to take in wider political issues unlikely to be addressed by either party this election year. “It will deal with <a href=\"https://www.theguardian.com/world/2014/may/27/-sp-americas-mental-health-care-system-crisis\">mental health</a>, the <a href=\"https://www.theguardian.com/global-development-professionals-network/2014/feb/03/us-war-on-drugs-impact-in-latin-american\">excessive criminalisation of drug use</a>, and the increasing role of the medical industry as a kind of <a href=\"https://www.theguardian.com/commentisfree/cifamerica/2011/jun/20/healthcare-drugspolicy\">white-collar drug dealer</a>,” the artist says. “There’ll be stuff on the food industry too, and equity or the lack of social mobility – those universal issues, that are experienced in every part of the world.”</p> <p>While this all may sound nihilistic, Reyes hopes Doomocracy could be liberating too. “Usually my art is more about hope, but on this occasion it is a dark project, and offers more of a space for catharsis,” he says. “After all, Halloween is a moment to go crazy. That is the role of carnival.”</p> <p>Yet, does he genuinely expect Doomocracy to actually change any visitors’ minds about the issues examined? Won’t most already agree with his position on, say, pharmaceuticals and gun crime?</p> <p>“There will be people who love it, people who hate it, people who feel empowered, and people who feel offended,” says Reyes. “Making art is one way to elaborate and engage with reality.”</p> <p>And this autumn, at a time when truth seems if not stranger, then at least as spooky as fiction, one route for meaningful political engagement appears to lie through Doomocracy’s funhouse doors.</p>",
  "<p>Barbra Streisand, an ardent Hillary Clinton supporter, has gone all in to attack Clinton’s Republican rival Donald Trump in a<a href=\"http://www.huffingtonpost.com/barbra-streisand/facts-matter_b_12134720.html?1474547735\"> blogpost she penned for the Huffington Post</a>. </p> <p>“Trump says Hillary doesn’t look presidential?” Streisand writes. “What does that mean ... coming from a guy who looks like a raccoon in a tanning bed ... with a flying squirrel on his head? That’s what a president is supposed to look like? A wrestler who dies [sic] his hair blonde?”<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/music/2016/aug/12/barbra-streisand-review-brooklyn-new-york-voice\">Barbra Streisand review – a legend's triumphant Brooklyn homecoming</a> </p> </aside>  <p>Streisand covers plenty of ground in her impassioned plea to voters. She criticizes NBC morning personality Matt Lauer for mishandling a live primetime forum with Trump (“Many in the media ... are too entertained to correct [Trump’s] lies”); applauds President Obama’s “incredible policy work”; accuses Republican party members of playing “dirty”; and laments how Clinton isn’t justly recognized for her accomplishments because of her gender (“It goes back to something I’ve felt for many years ... Strong women, powerful women have always been suspect”). </p> <p>Most of her essay, however, is dedicated to bashing Trump for “spreading and reflecting bigotry and hatred” throughout America.</p> <p>“We cannot allow America to fall into the hands of a narcissist who has shown no regard for anyone but himself ... a bigoted and misogynist reality-TV character with no political experience and no qualms about lying loudly and often,” she urges. <br></p> <p>For Streisand, there is “NO equivalency” between the two candidates. “Only Hillary Clinton has the skills, the knowledge, the temperament and the compassion to lead this nation,” she writes.</p> <p>Streisand last addressed the election in a lighter way, <a href=\"https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;cad=rja&amp;uact=8&amp;ved=0ahUKEwj5oYOOoqPPAhVEwiYKHebSA08QtwIIHDAA&amp;url=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Dxv1np1f8xlc&amp;usg=AFQjCNHorL8nph-CmOmCYc-rRI3wTFuWcQ&amp;sig2=FU-J7M9sOrcOW-40p-RTVA&amp;bvm=bv.133387755,d.cWw\">appearing on The Tonight Show with Jimmy Fallon in August</a>, to duet a pointed rendition of Anything You Can Do, I Can Do Better with Fallon, who dressed as Trump.</p>",
  "<h2><strong>‘The chair of the moderator is the loneliest place in America’</strong></h2>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"e0b690a866df1b46d536028000cefb1c79352e82\"> <img src=\"https://media.guim.co.uk/e0b690a866df1b46d536028000cefb1c79352e82/0_241_2277_2275/1000.jpg\" alt=\"Ann Compton.\" width=\"1000\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ann Compton.</span> <span class=\"element-image__credit\">Photograph: Larry Busacca/Getty Images for People</span> </figcaption> </figure>  <p>Sitting in the chair of the moderator is the loneliest place in America. You have no one to back you up. You have no one to fact-check for you. You have no one prompting you to move ahead. And that’s why the moderator has to be so well prepared. Because all you can rely on is what you walk on to that stage with.</p> <p>I have moderated two presidential debates (in 1988 and 1992), but back then there were three questioners and one moderator keeping time. This new style with one moderator puts an incredible amount of pressure on him or her to do both the breadth and the depth needed for a general election debate. It’s tough.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Two follow-ups is about as far as you can go</p> </blockquote> </aside>  <p>The first thing a moderator needs to do is know both candidates and what they’ve said on everything and that’s an enormous amount of homework. I would not only go back and look at exactly what each candidate said on the important issues but also where they later changed their tune even slightly – because you can’t allow a candidate to wiggle out of discrepancies and flip flops.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/21/green-party-jill-stein-presidential-debates-hofstra-new-york\">Green party may try to ‘escort’ Jill Stein into the presidential debates</a> </p> </aside>  <p>A good question allows the candidate to reveal more about an issue or a leadership characteristic than the audience previously knew. Just repeating campaign platform positions on issues is a debate that has not served its purpose. It’s all about illuminating information that the American voter didn’t know before the debate started. Ninety percent of the debate no one will remember, but people will remember how the candidate handled the tough questions. </p> <p>Every moderator will hit a moment when he knows the question is not being answered, or that the factual answer being given is wrong. And in every single case, the moderator has to decide – how hard to I push? Do I move on? Or do I allow the other candidate an opening to correct the factual record? In a perfect world, if I were asking Hillary Clinton a question, I would give Trump an opportunity to call her out. But sometimes the timing doesn’t work that way, and you can’t stay on a question forever. Two follow-ups is about as far as you can go. Every moderator knows there is a danger that you will look up and find that you’ve done 15 minutes on something you wanted to do only five on. After two, you have to leave it there. The audience understands. This person is not answering the question.</p> <p>The most advice for the moderator: don’t over eat and use the bathroom before you get out there. You’ve got 90 minutes without a break. Ninety minutes of sitting there. That’s a long time – and you’ve got to be at your sharpest. </p> <p>–<em> <a href=\"http://iop.harvard.edu/fellows/ann-compton\">Ann Compton</a> is a veteran White House correspondent for ABC News (1973-2014) and current fellow at Harvard Institute of Policitcs.</em></p> <h2>‘People go to a baseball game to watch the game, not the umpire’</h2>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"62fe9d9dd44deed0447192211d988194c5f5ef9f\"> <img src=\"https://media.guim.co.uk/62fe9d9dd44deed0447192211d988194c5f5ef9f/921_13_1397_1398/1000.jpg\" alt=\"Bob Schieffer.\" width=\"1000\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bob Schieffer.</span> <span class=\"element-image__credit\">Photograph: Jason Reed/Reuters</span> </figcaption> </figure>  <p>If I was walking into a debate with Trump and Clinton, I’d make sure to have a lot of questions. Debates are always hard to predict, and this one especially – so I’d be sure that I’m ready for any scenario. When I did my first debate in 2004, I had this dream that I got to my last question and looked at the clock and there was still 20 minutes left. I was terrified. I woke up in a cold sweat! The next day, I over-prepared and I’ve been that way ever since. In 2012, I set a personal record. I had 300 questions ready! I think I probably only asked 12 or 13. In 90 minutes, you’re not likely to get much past 10, but there I was with 300.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>In 2012, I set a personal record. I had 300 questions ready!</p> </blockquote> </aside>  <p>The important thing for the moderator to remember is that people go to a baseball game to watch the game, not the umpire. We’re not electing the moderator. We’re electing the president of the United States. You want each person to answer the question, yes, but you have to let the other candidate be the first fact-checker first. If the audience hears a lie, they first want to see if the opponent has picked up on it. If he doesn’t, then I think you can step in. But people wanna hear from the other guy more than they want to hear from you. If the moderator understands there’s been an egregious statement of fact or totally contradicted what they’ve said earlier, he or she should say so. You don’t say: “You’re absolutely wrong.” You bring up the evidence, and say something like: “You said the opposite three weeks ago.” It’s your obligation to point that out. But it’s hard. You’re doing this in real-time.</p> <p>What you try to do as a moderator is act as a guiding hand. You give each person a chance to show their best – and if their worst shows up well, that’s part of the story too. And when it comes to making sure they answer a question, or don’t give the stock responses they’ve been so well trained to do, I’ve always tried to be as specific as I can with my questioning. For example “Last week, you said X” or “What do you mean by that?” or “How would that play out?” so that they can’t fall back into the pablum kind of answers that we get so often from politicians . I think there will be many opportunities in this coming debate to ask both of these candidates well … what do you mean exactly? </p> <p>– <em><a href=\"http://www.cbsnews.com/team/bob-schieffer/\">Bob Schieffer</a> has been a CBS television journalist for nearly half a century and has moderated three presidential debates in 2004, 2008 and 2012.</em></p> <h2><strong>‘The debate itself is not a totally complete entity’</strong></h2>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"74ebc4b2556327a2fcdd6cd727d289804b472b5a\"> <img src=\"https://media.guim.co.uk/74ebc4b2556327a2fcdd6cd727d289804b472b5a/1337_0_4000_4000/1000.jpg\" alt=\"Alan Schroeder.\" width=\"1000\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Alan Schroeder.</span> <span class=\"element-image__credit\">Photograph: Courtesy of Alan Schroeder</span> </figcaption> </figure>  <p>I’m not convinced that a live debate is the place for extensive fact-checking in real time. There’s a very limited amount of time to begin with. The focus is on the candidate – and the moderator should not be a protagonist in the debate. There are other ways to introduce fact-checking. If Trump says “I’ve always been against the Iraq war” and you as a moderator know that’s not the case, what you can do is say “there are others that dispute that” or “this has been thoroughly fact checked and I would encourage others to look that up”. In other words, you don’t spend debate time in a detailed back and forth, and yet you acknowledge that the candidate has said something that is in dispute.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>In this moment of political polarization, people are just waiting to pounce on anything a moderator says or does</p> </blockquote> </aside>  <p>The 2012 debate hosted by Candy Crawley made the campaigns wary because she was so proactive. She fact-checked live on air. She backed up Obama and contradicted Romney (at one point she even told him to sit down). In this moment of political polarization, people are just waiting to pounce on anything a moderator says or does. Again, the moderator should not be the story.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/20/clinton-trump-presidential-debate-terrorism-national-security\">First presidential debate to focus on 'securing America' in era of terrorism</a> </p> </aside>  <p>The debate itself is not a totally complete entity. There’s a lot of critical ancillary material. After the debate, there is a lot of fact checking that gets done journalistically. But when journalists do it, they take a lot of time. They go through the records. They are thorough. In a live debate it’s really hard to do that. You’ve got a lot of things that are your responsibility and if you’re the moderator, you can’t run the risk of getting it wrong. So, we watch the debate to see what is said but really if you want to be fully engaged you better pay attention to the analysis.</p> <p>Yes, the public wants a good show. And a good show contains a lot of conflict. But the debate isn’t the WWF. It’s a serious program. So part of the voter’s responsibility here is to recognize that you don’t just sit there and watch it like a TV show – it’s part of a larger effort that you have to educate yourself about.</p> <p> – <em><a href=\"http://www.northeastern.edu/camd/journalism/people/alan-schroeder/\">Alan Schroeder</a> is a professor of journalism at Northeastern University and the author of several books on US presidential debates.</em></p>",
  "<p>“If you want to become French, you speak French, you live like the French. We will no longer settle for integration that does not work, we will require assimilation.” These <a href=\"http://www.telegraph.co.uk/news/2016/09/20/nicolas-sarkozy-says-immigrants-should-live-like-the-french/\">were the words of</a> former French president Nicolas Sarkozy this week. He went on: “Once you become French, your ancestors are the Gauls. ‘I love France, I learned the history of France, I see myself as French,’ is what you must say.”</p> <p>This week, personalities from both sides of the political spectrum expressed their concern over this statement, made by Sarkozy on Monday night during a meeting in Franconville, a north Paris suburb. Curiously, the part that stirred up most controversy was the idea that, once you become French, the Gauls are your ancestors. This declaration is historically incorrect: Gaul is actually a geographical construct conceptualised by the Romans to refer to a territory bringing people of varied origins together. This notion was later used by the Third Republic, after defeat in the Franco-Prussian war of 1870, to rally the French around symbols such as courage and strength.</p> <p>This over-simplification of French roots was removed from the school curriculum in the 1960s in favour of a more inclusive reading of French history after decolonisation, following Max Marchand’s publication of one of the first school textbooks on the history of Algeria.</p>  <figure class=\"element element-image\" data-media-id=\"5148a8e97b9670ab962f9ef2318525e16f57344a\"> <img src=\"https://media.guim.co.uk/5148a8e97b9670ab962f9ef2318525e16f57344a/0_462_2600_1784/1000.jpg\" alt=\"Martinican writer and philosopher Edouard Glissant: ‘Speaking French is more important than saying something.’\" width=\"1000\" height=\"686\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Martinican writer and philosopher Edouard Glissant: ‘Speaking French is more important than saying something.’</span> <span class=\"element-image__credit\">Photograph: Ulf Andersen/Getty Images</span> </figcaption> </figure>  <p>Sarkozy is only continuing a trend he made popular; after all, he is the president who created the controversial National Identity and Immigration ministry in 2007. Unsurprisingly, the rest of his comments didn’t receive the same criticism. The selective outrage ignores the rehabilitation of the principle of assimilation, setting whiteness as the ideal and erasing people of colour once again. While the majority may think that Sarkozy simply meant that those who move to France must obey the laws of the republic, his comments silence all non-white French people and deny the violence of assimilation. The word “assimilation” itself refers to the second phase of the colonisation process, the first step being “conquest” and the last “pacification”. As Martinican writer and philosopher <a href=\"https://www.theguardian.com/books/2011/feb/13/edouard-glissant-obituary\">Edouard Glissant</a> said: “Speaking French is more important than saying something.” Young writer Fanta Sylla comments on that relationship with the French language in <a href=\"https://docs.google.com/document/d/1pMlhTknxf4xoSgDyScWT6QoQfN9nTqHamXmfSsLpBg8/mobilebasic\">her essay</a> A Year in France: “Who knew better than the Caribbean, Martinican poets what French colonial occupation and assimilation does to one’s ability to speak and express oneself? Who else described the kind of speechlessness and ventriloquism produced by (French) colonialism/assimilation? Who described better linguistic erasure and dispossession? I wouldn’t be able to write without them. I am standing on their shoulders. They (are some of the generous individuals who) taught me how to speak.”</p>  <figure class=\"element element-image\" data-media-id=\"2dd93b8fc63f56bfec4bd40c303a1797dbfd7f30\"> <img src=\"https://media.guim.co.uk/2dd93b8fc63f56bfec4bd40c303a1797dbfd7f30/1318_155_2672_1603/1000.jpg\" alt=\"Former secretary of state for family Nadine Morano said that France was a country of white race.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Nadine Morano, the former secretary of state for family said on television that France was a country of “white race”.</span> <span class=\"element-image__credit\">Photograph: Lionel Bonaventure/AFP</span> </figcaption> </figure>  <p>Colonial nostalgia is making a comeback in France. It never left completely, but the approaching presidential election seems to have unleashed something. Two weeks ago, it was François Fillon, the ex-prime minister, publicly stating that “<a href=\"https://www.youtube.com/watch?v=poZyJc6IC3E\">colonisation was merely a sharing of culture</a>”. This is historical revisionism, nothing more. What about the rape, murder, forced work, not to mention the “fear, inferiority complex, tremor, kneeling (and) despair”, as <a href=\"https://en.wikipedia.org/wiki/Discourse_on_Colonialism\">Aimé Césaire described.</a> And remember Nadine Morano’s comments last year? The former secretary of state for family <a href=\"https://www.theguardian.com/world/2015/oct/01/french-euro-mp-sidelined-after-france-is-a-white-race-remark\">said on television</a> that France was a country of “white race”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/shortcuts/2016/aug/24/nicolas-sarkozy-is-back-and-hes-more-rightwing-than-ever\">Nicolas Sarkozy is back! And he’s more rightwing than ever</a> </p> </aside>  <p>This desperate hunt to reclaim myths and symbols of whiteness wouldn’t be so hurtful if every type of gathering between people of colour wasn’t seen as self-ghettoisation, wouldn’t be so senseless if those of us with layered identities didn’t feel as though we are constantly ordered to somehow shrink ourselves, wouldn’t be so hypocritical coming from a self-proclaimed colourblind country. A “rhizome identity” – one that is forced to grow underground – is the only way to think outside the binary and nostalgic narrative of French politicians. Glissant <a href=\"http://www.edouardglissant.fr/rhizome.html\">applied this idea</a> to post-structuralists Gilles Deleuze and Félix Guattari: the image of the rhizome (multiple root in one plant) was used to qualify the plural identity as opposed to the single root identity. In contrast to the model of atavistic cultures, the silhouette of the rhizome places identity in the development of composite cultures through a networking of external inputs.</p> <p>Let’s be clear, Sarkozy is not the problem. He is not the only one who promotes these notions of enmity. We must remain united against the constant infantilisation of French people, the ban of the critical mind. The only way children of immigrants can fight is to refuse assimilation, to familiarise ourselves with the idea of creolisation and to stop defining ourselves and our worth as a reaction to bigotry.</p> <ul> <li>This article was amended on 23 September 2016 to remove an incorrect reference to Napoleon.</li> </ul>",
  "<h2> New violence hits Charlotte</h2> <p>A second night of unrest has spread across Charlotte, North Carolina, following the fatal police shooting of Keith Scott, a 43-year-old black man. A man was critically wounded during last night’s unrest in what authorities called a “civilian on civilian” confrontation. As the <a href=\"https://www.theguardian.com/us-news/video/2016/sep/22/hundreds-protest-in-charlotte-after-fatal-police-shooting-of-black-man-video\">violence spread</a>, Governor Pat McCrory declared a state of emergency, and called for help from the national guard. Protesters held signs that read “release the tape”, referring to police video of the shooting that started the protests. Charlotte-Mecklenburg police chief Kerr Putney said on Wednesday his officers had given Scott <a href=\"https://www.theguardian.com/us-news/2016/sep/21/keith-scott-shooting-charlotte-police-drop-gun\">numerous warnings</a> to drop the gun he was said to be holding before shooting him.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/sep/22/charlotte-protests-north-carolina-governor-declares-state-of-emergency\">Charlotte protests: governor of North Carolina declares state of emergency</a></p> <h2>US and UK spar with Russia over Syrian aid convoy attack</h2> <p>US secretary of state John Kerry likened Russian accounts of the aid convoy attack to a “parallel universe” as he called for the grounding of Syrian planes over zones where humanitarian aid is delivered. UK foreign secretary Boris Johnson backed up his counterpart, saying there was “strong” evidence that Russian warplanes carried out the airstrike on Monday, which killed at least 20 people, and has been blamed for the breakdown of a week-long ceasefire. Russia, meanwhile, accused rebels of violating the truce.</p> <p><a href=\"https://www.theguardian.com/world/2016/sep/21/syria-un-aid-airstrike-russia-boris-johnson\">Boris Johnson: ‘strong’ evidence Russia carried out strike on UN convoy in Syria</a></p> <h2>Trump’s African-American outreach project hits new bump</h2> <p>Republican presidential candidate <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> called for the national introduction of “stop and frisk”, the controversial police tactic ruled unconstitutional, during a town hall meant to appeal to black voters on Wednesday. On Thursday morning, Trump claimed he was only talking about Chicago, telling Fox News: “I think Chicago needs stop and frisk ... good, strong law and order.” Earlier controversial boxing promoter Don King used the N-word while introducing him. Meanwhile, a Trump campaign chair in Ohio claimed there was <a href=\"https://www.theguardian.com/us-news/2016/sep/22/trump-ohio-campaign-chair-no-racism-before-obama\">“no racism” </a>before Obama and called Black Lives Matter “a waste of time”. In the <a href=\"https://www.theguardian.com/us-news/video/2016/sep/21/trump-ohio-democrats-working-class-voters-anywhere-but-washington\">first in a series of election videos</a>, Paul Lewis and Tom Silverstone discover the racial consequences of a divisive election.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/sep/22/donald-trump-stop-frisk-\">Donald Trump calls for nationwide ‘stop and frisk’ in pitch for black voters</a><br></p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/21/trump-ohio-democrats-working-class-voters-anywhere-but-washington\"            data-short-url=\"https://gu.com/p/544pk\"                    data-show-ads=\"true\"            data-video-id=\"2739548\"            data-video-name=\"Trump, trade and racism: economic decay is dividing Ohio Democrats – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-57e32f43e4b080d3ee88b299\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/22/160921ohio2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/22/160921ohio2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/22/160921ohio2_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/21/trump-ohio-democrats-working-class-voters-anywhere-but-washington\">Trump, trade and racism: economic decay is dividing Ohio Democrats</a></figcaption> </figure>   <h2>Academics claim Dakota pipeline disturbs Native American artifacts</h2> <p>More than 1,200 archaeologists, museum directors and historians have denounced the “destruction” of Native American artifacts during the construction of the $3.8bn Dakota Access pipeline. The pipeline, which will funnel oil from the Bakken oil fields in the Great Plains to Illinois, will run next to the Standing Rock Sioux reservation. The tribe has mounted a legal challenge to stop the project and claimed that several sacred sites were bulldozed by Energy Transfer, the company behind the pipeline.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/sep/22/archeologists-denounce-dakota-access-pipeline-artifacts\">Archeologists denounce Dakota Access pipeline for destroying artifacts</a></p> <h2>UN calls superbugs ‘fundamental threat’</h2> <p>All 193 UN member states are presenting a united front against the spread of drug-resistant infections that are estimated to kill more than 700,000 people each year. The UN secretary general, Ban Ki-moon, said antimicrobial resistance was a “fundamental threat” to global health. Without containment, the economic impact of the crisis makes it unlikely for the UN to reach its sustainable development goals for 2030, says the World Bank, while the World Health Organization director general, Margaret Chan, said that common diseases like gonorrhea may become untreatable. “Doctors facing patients will have to say, ‘I’m sorry – there’s nothing I can do for you.’”</p> <p><a href=\"https://www.theguardian.com/society/2016/sep/20/un-declaration-antibiotic-drug-resistance\">UN meeting tackles the ‘fundamental threat’ of antibiotic-resistant superbugs</a></p> <h2>Wells Fargo CEO endures tough questions</h2> <p> One after another, members of the Senate banking committee peppered Wells Fargo chairman and CEO John Stumpf with questions on Wednesday, demanding explanations for Wall Street’s latest banking scandal. Just why had thousands of Wells Fargo employees fraudulently opened credit and deposit accounts in customers’ names, without the knowledge of those customers? Stump largely failed to craft the kind of articulate and convincing responses that legislators, bank customers and Americans as whole have demanded.</p> <p><a href=\"https://www.theguardian.com/business/us-money-blog/2016/sep/22/wells-fargo-scandal-john-stumpf-elizabeth-warren-senate\">Wells Fargo’s toxic culture reveals big banks’ eight deadly sins</a></p> <h2>Grapes from space</h2> <p>In its bid to produce a world-beating wine, China has looked to the lush foothills of the Tibetan plateau, the sun-scorched Gobi desert, and the rocky slopes of Ningxia province. Now, Chinese researchers have sent a selection of cabernet sauvignon, merlot and pinot noir vines into orbit with the country’s newest space lab, Tiangong-2. DecanterChina.com, a bilingual website about the Chinese wine industry, said researchers hoped exposure to “space radiation” might trigger genetic changes in the vines that would help them “evolve new resistance to coldness, drought and viruses”.</p> <p><a href=\"https://www.theguardian.com/world/2016/sep/22/the-red-planet-china-sends-vines-into-space-in-quest-for-perfect-wine\">The red planet: China sends vines into space in quest for perfect wine</a></p> <h2>Indigenous Australians ‘most ancient’ people</h2> <p>Claims that Indigenous Australians are the most ancient continuous civilization on Earth have been backed by the first extensive study of their DNA, which dates their origins to more than 50,000 years ago. Sifting through clues left in the DNA of modern populations in Australia and Papua New Guinea, analysis showed that their ancestors were probably the first humans to cross an ocean, and reveals evidence of prehistoric liaisons with an unknown hominin cousin. The findings appear in one of four major human origins papers published in Nature this week</p> <p><a href=\"https://www.theguardian.com/australia-news/2016/sep/21/indigenous-australians-most-ancient-civilisation-on-earth-dna-study-confirms\">Indigenous Australians most ancient civilization on Earth, DNA study confirms</a></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/audio/2016/sep/22/express-yourself-how-music-plays-with-our-emotions-podcast\">Express yourself: how music plays with our emotions - podcast</a> </p> </aside>  <h2>Women on big-screen sports – how have they fared?</h2> <p>The new primetime drama Pitch follows a female player joining the male-dominated Major League. The gender reversal could start to overturn a societal phobia of the idea that, yes, women can actually do sports as well. Pitch also recalls films such as Million Dollar Baby, Hang Time, Bend It Like Beckham and A League of Their Own.</p> <p><a href=\"https://www.theguardian.com/film/2016/sep/22/women-playing-sports-tv-movies-film-baseball\">She got game: a brief history of the fiercest women in sports on screen</a></p> <h2>In case you missed it ...</h2> <p>In the fourth installment of Brain Waves, Dr Kevin Fong and Nathalie Nahai explore the power that music has to trigger our emotions, and ask if there’s an evolutionary function behind it all. Plus, why do sad songs say so much? What role did music played in our evolutionary biology and ask how we use it to flex our emotional muscles?</p>",
  "<p>Donald Trump’s campaign chair in a prominent Ohio county has claimed there was “no racism” during the 1960s and said black people who have not succeeded over the past half-century only have themselves to blame.</p> <p>Kathy Miller, who is white and chair of the Republican nominee’s campaign in Mahoning County, made the remarks during a taped interview with the Guardian’s <a href=\"https://www.theguardian.com/us-news/series/anywhere-but-washington\">Anywhere but Washington series</a> of election videos.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>If you’re black and you haven’t been successful in the last 50 years, it’s your own fault. You’ve had every opportunity</p> <footer> <cite>Kathy Miller</cite> </footer> </blockquote> </aside>  <p>“If you’re black and you haven’t been successful in the last 50 years, it’s your own fault. You’ve had every opportunity, it was given to you,” she said. </p> <p>“You’ve had the same schools everybody else went to. You had benefits to go to college that white kids didn’t have. You had all the advantages and didn’t take advantage of it. It’s not our fault, certainly.”</p> <p>Miller also called the Black Lives Matter movement “a stupid waste of time” and said lower voter turnout among African Americans could be related to “the way they’re raised”.</p> <p>Her comments risk further alienating African American voters from Trump in the crucial swing state. No Republican president has reached the White House without also winning Ohio, a state in which 12.7% of the population is black.</p> <p>Trump has repeatedly stumbled in his push to attract black voters, an effort that began with his <a href=\"https://www.theguardian.com/us-news/2016/aug/20/what-do-you-have-to-lose-donald-trump-appeals-for-black-vote\">declaration last month</a> that African Americans have “nothing to lose” by voting for him.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/21/trump-ohio-democrats-working-class-voters-anywhere-but-washington\"            data-short-url=\"https://gu.com/p/544pk\"                    data-show-ads=\"true\"            data-video-id=\"2739548\"            data-video-name=\"Trump, trade and racism: economic decay is dividing Ohio Democrats – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-57e32f43e4b080d3ee88b299\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/22/160921ohio2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/22/160921ohio2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/22/160921ohio2_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/21/trump-ohio-democrats-working-class-voters-anywhere-but-washington\">Trump, trade and racism: economic decay is dividing Ohio Democrats – video</a></figcaption> </figure>   <p>His latest effort at outreach involved a visit to a black church in Cleveland on Wednesday, when <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/sep/21/don-king-donald-trump-cleveland-rally\">cameras captured the Republican nominee chuckling</a> after boxing promoter Don King used the N-word.</p> <p>Mahoning, the eastern Ohio county where Miller is coordinating Trump’s campaign, is a historically Democratic stronghold that includes Youngstown, a former steel city that has experienced decades of economic decline. </p> <p>The county is reputedly “ground-zero” for disaffected white, working-class Democrats who are drawn to Trump’s promise to boost manufacturing by renegotiating international free-trade agreements. </p> <p>Before the primaries, some 6,000 Democrats in Mahoning switched party affiliation to Republican, reportedly to vote for Trump. <br></p> <p>Miller, a real estate broker, said that the Democrats switching over to her party were mostly older, white voters. </p> <p>She said there were “some” African Americans but played down their importance, suggesting they were only a small portion of the population and do not tend to turn out in elections in significant numbers.</p> <p>African Americans constitute 16% of Mahoning county’s population, which is larger than the state and national average. </p> <p>During the past two presidential elections, voter turnout in Ohio was actually higher among black people than white people.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Growing up as a kid, there was no racism, believe me. We were just all kids going to school</p> <footer> <cite>Kathy Miller</cite> </footer> </blockquote> </aside>  <p>Miller, however, suggested low turnout among black people could be connected to culture. “I don’t think that’s part of the way they’re raised,” she said. “For us, I mean, that was something we all did in our families, we all voted.”</p> <p>Miller also dismissed the racial tensions of the 1960s, when she said she graduated from high school. “Growing up as a kid, there was no racism, believe me. We were just all kids going to school.”</p> <p>Asked about segregation and the civil rights movement, she replied: “I never experienced it. I never saw that as anything.”</p> <p>Miller added: “I don’t think there was any racism until Obama got elected. We never had problems like this ... Now, with the people with the guns, and shooting up neighborhoods, and not being responsible citizens, that’s a big change, and I think that’s the philosophy that Obama has perpetuated on America.”<br></p> <p>Miller dismissed the suggestion that Trump was exploiting racist or prejudiced views among some voters as “the media making stuff up”. Instead, she said of the Republican nominee: “He’s very willing to talk about issues that have never been discussed publicly.”</p> <p>When it was pointed out that some people might find her remarks offensive, Miller replied: “I don’t care, it’s the truth.”<br></p>",
  "<div id=\"block-57e338c8e4b05d653ca5f73b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-22T01:54:19.072Z\">2.54am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today in Campaign 2016</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"a2e15c698165bdfed27031716ff2ab0920d287da\"> <img src=\"https://media.guim.co.uk/a2e15c698165bdfed27031716ff2ab0920d287da/0_0_3500_2334/1000.jpg\" alt=\"Donald Trump smiles as Don King drops the N-word.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump smiles as Don King drops the N-word.</span> <span class=\"element-image__credit\">Photograph: Jonathan Ernst/Reuters</span> </figcaption> </figure>  <ul> <li>As <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> continued his attempts to reach out to African American voters, boxing promoter Don King used the N-word in introducing him at a church in Cleveland. Speaking at the Midwest Vision and Values Pastors Leadership Conference hosted by longtime Trump ally Dr Darrell Scott, King used the term seemingly by accident while attempting to use “negro” as a replacement. “I told Michael Jackson, I said, ‘If you are poor, you are a poor negro,’” he said. “I would use the N-word. But if you are rich, you are a rich negro. If you are intelligent, intellectual, you’re an intellectual negro. If you are a dancing and sliding and gliding nigger – I meant negro – you’re a dancing and sliding and gliding negro. So dare not alienate because you cannot assimilate.” The use of the racial epithet led to awkward laughter from Trump and other audience members.</li> <li>The Green party may try to “escort” candidate <a href=\"https://www.theguardian.com/us-news/jill-stein\">Jill Stein</a> into the presidential debates in an attempt to get her onstage, a campaign adviser announced on Wednesday. Kevin Zeese told the Guardian that Stein, her vice-presidential candidate Ajamu Baraka and 100 of her supporters were willing to risk arrest at the debates, the first of which will be held at New York’s Hofstra University on Monday. “About 300 people have already signed up to protest, 100 are willing to risk arrest,” Zeese said.“We hope Jill and Ajamu will not get arrested as we want them to respond in live time to the debate but when you are on the frontlines, things are not always in our control.” The Commission on Presidential Debates announced on Friday that the third-party candidates Stein and Libertarian Gary Johnson <a href=\"https://www.theguardian.com/us-news/2016/sep/16/gary-johnson-and-jill-stein-not-allowed-in-first-televised-debate\">had failed to qualify for the first debate</a>.<br></li> <li>In a <a href=\"http://abc6onyourside.com/news/election/1-on-1-with-donald-trump\">one-on-one interview</a> with a local ABC affiliate before a campaign appearance in Toledo, Ohio, Republican presidential nominee Donald Trump told a reporter that the reason behind his reversal on his long-held stance on President Barack Obama’s citizenship was that he “wanted to get on with the campaign.”</li> <li>“This announcement earlier this week with you saying that you believe President Obama was in fact born in the United States, after all the years where you’ve expressed some doubt, what changed?” asked ABC6 reporter Ben Garbarek.</li> <li>This coming weekend, cast members from Aaron Sorkin <a href=\"https://www.youtube.com/watch?v=il-DowDFDo4\">walk-and-talk political drama</a> The West Wing will campaign for Hillary Clinton in Ohio, the biggest instance of liberal showbiz wish fulfillment since... well, since The West Wing was on the air in the first place.</li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/IanSams/status/778676594495729665\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEW --&gt; The gang is getting back together: the cast of The West Wing will campaign for <a href=\"https://twitter.com/HillaryClinton\">@HillaryClinton</a> in stops across Ohio this weekend. <a href=\"https://t.co/ZwyoIyiIDX\">pic.twitter.com/ZwyoIyiIDX</a></p>&mdash; Ian Sams (@IanSams) <a href=\"https://twitter.com/IanSams/status/778676594495729665\">September 21, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57e3363ee4b05d653ca5f733\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-22T01:40:01.143Z\">2.40am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Charlotte-Mecklenburg police chief Kerr Putney has just told Fox News that the person taken to hospital with “life-threatening injuries” earlier today has died, in a second night of <a href=\"https://www.theguardian.com/us-news/2016/sep/21/protesters-clash-with-police-in-charlotte-after-fatal-shooting-of-black-man\">protests</a> over the death of 43-year-old black man.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2016/sep/21/keith-scott-shooting-charlotte-north-carolina-protests\">Person shot dead as riots erupt in North Carolina after Keith Scott killing – live</a> </p> </aside> </div>   </div> <div id=\"block-57e32fe4e4b011f2eb711f15\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-22T01:15:35.588Z\">2.15am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Don King joins Donald Trump for town hall on Fox News</h2>  <div class=\"block-elements\">  <p>Boxing promoter and convicted manslaughterer Don Kin joined Republican presidential nominee Donald Trump on Fox News host Sean Hannity’s town hall aimed at winning the hearts of African American voters today, a sentence we never thought we’d be typing.</p> <p>“What I’m asking Donald Trump to do is what Donald Trump volunteered to do, it is to change the system,” King, who once kicked a man to death on a stretch of road now named after him, said. “It doesn’t matter about, whatever we seem right, wrong or indifferent. If the system doesn’t change, it’s going to be the same. So I say, why would Donald Trump be different from Obama or any other president? Because he will call them out.?</p> <p>King cited the example of South Carolina senator Lindsey Graham, who he initially called “Lindsey Tucker.”</p> </div>   </div> <div id=\"block-57e32bbae4b011f2eb711f08\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-22T01:01:43.490Z\">2.01am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Would-be Democratic presidential nominee Bernie Sanders may no longer have a shot at winning his (newly adopted) party’s nomination, but he has found a new role to take on: that of a young-adult nonfiction author.</p> <p>Sanders’ upcoming book, Our Revolution, will reportedly be adapted for high school-age kids, <a href=\"http://money.cnn.com/2016/09/21/media/bernie-sanders-young-adult-nonfiction-book/index.html\">according to CNN</a>.</p> <p>The book, according to publisher Henry Holt, will be “an inspiring teen guide to engaging with and shaping the world - a perfect gift and important read.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-22T01:07:12.208Z\">at 2.07am BST</time></p>  </div> <div id=\"block-57e329f9e4b05d653ca5f704\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-22T00:47:38.924Z\">1.47am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hillary Clinton’s campaign has responded to Donald Trump’s declaration that the only reason he abandoned his never-ending quest to prove that President Barack Obama was not born in the United States was that he wanted to “get on with the campaign.”</p> <p>“After spending 5 years championing a conspiracy theory to undermine our first African American President, Donald Trump hasn’t actually changed his mind,” said campaign spokesperson Jesse Ferguson. “He only gave his 36 second press statement last week to try to change the subject - and it didn’t work.”</p> </div>   </div> <div id=\"block-57e31fc6e4b011f2eb711ee0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-22T00:03:49.887Z\">1.03am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Donald Trump, on his foundation using charitable donations to settle his legal debts:</h2> <blockquote class=\"quoted\"> <p>The foundation is really there. It gives money to that. It’s really been doing a good job. I think we put that to sleep just by putting out the last report.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-22T00:11:37.226Z\">at 1.11am BST</time></p>  </div> <div id=\"block-57e31debe4b05d653ca5f6d6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T23:58:05.980Z\">12.58am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump’s endorsement of a nationwide “stop-and-frisk” policy at a town hall hosted by acolyte Sean Hannity this afternoon has been well reported, but here are a few other moments from the town hall that will likely spark intense conversations regarding the candidate’s policies:</p> <p><strong>On the shooting of an unarmed man in Tulsa, Oklahoma:</strong></p> <blockquote class=\"quoted\"> <p>HANNITY: I saw it.</p> <p>TRUMP: And a young policemen shot this man. I don’t get it. I don’t care where you’re coming from. There was something really bad going on.</p> <p>HANNITY: I saw it. He had his hands up.</p> <p>TRUMP: I don’t know if she choked. He was walking. His hands were high. He was walking to the car. He put the hands on the car. <strong>Now, maybe she choked.</strong> Something really bad happened.</p> </blockquote> <p><strong>On “the race card”:</strong></p> <blockquote class=\"quoted\"> <p>You know, the one thing I see is that when you start to win, and I’ve watched this not just for me, I’ve watched it over the years, when you start to win and win and win, they have nothing to say and they can’t stop you, they always start using the racist word. It’s a very interesting phenomenon, but the word “racist” comes out and that means that you’re winning and that’s their last chance, and I don’t think it’s working.</p> </blockquote> </div>   </div> <div id=\"block-57e31b7ce4b080d3ee88b259\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T23:48:16.428Z\">12.48am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump on birtherism change of heart: 'I just wanted to get on with the campaign'</h2>  <div class=\"block-elements\">  <p>In a <a href=\"http://abc6onyourside.com/news/election/1-on-1-with-donald-trump\">one-on-one interview</a> with a local ABC affiliate before a campaign appearance in Toledo, Ohio, Republican presidential nominee Donald Trump told a reporter that the reason behind his reversal on his long-held stance on President Barack Obama’s citizenship was that he “wanted to get on with the campaign.”</p>  <figure class=\"element element-image\" data-media-id=\"247b41ed69425a2909bf81582f8ec3e9a3e0ba57\"> <img src=\"https://media.guim.co.uk/247b41ed69425a2909bf81582f8ec3e9a3e0ba57/0_0_3500_2334/1000.jpg\" alt=\"Donald Trump\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump</span> <span class=\"element-image__credit\">Photograph: Jonathan Ernst/Reuters</span> </figcaption> </figure>  <p>“This announcement earlier this week with you saying that you believe President Obama was in fact born in the United States, after all the years where you’ve expressed some doubt, what changed?” asked ABC6 reporter Ben Garbarek.</p> <p>“Well, I just wanted to get on with, I wanted to get on with the campaign,” Trump said. “A lot of people were asking me questions. We want to talk about jobs. We want to talk about the military. We want to talk about Isis and get rid of Isis. We want to talk about bringing jobs back to this area because you’ve been decimated so we just wanted to get back on the subject of jobs, military, taking care of our vets, et cetera.”</p> <p>Trump then left the interview for the event.</p> <p>Trump <a href=\"https://www.theguardian.com/us-news/2016/sep/16/trump-obama-birth-certificate-clinton\">attempted to resolve the issue</a> last Friday by admitting that Obama was born in the US after years of promoting false claims that he was born in Kenya, but continued to falsely claim that his Democratic rival Hillary Clinton was behind the conspiracy theory.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-21T23:52:12.874Z\">at 12.52am BST</time></p>  </div> <div id=\"block-57e3098ee4b05d653ca5f694\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T22:32:45.740Z\">11.32pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Gary Johnson calls 'bullshit' on running mate dropping out of race</h2>  <div class=\"block-elements\">  <p>Libertarian presidential nominee and former New Mexico governor Gary Johnson dropped a colorful bit of language <a href=\"https://scontent-iad3-1.xx.fbcdn.net/v/t42.9040-29/10000000_1142078282539819_6413390207432785920_n.mp4?efg=eyJ2ZW5jb2RlX3RhZyI6InNkIn0%3D&amp;oh=2df96420da3b922264ca49411d31e2dd&amp;oe=57E31599\">during a Facebook Live interview</a> this afternoon, telling a journalist that rumors that his running mate, Bill Weld, is on the verge of dropping from the ticket are “bullshit.”</p> <p>The rumor, started last week by reporter Carl Bernstein, implies that Weld, startled by the possibility that the Libertarian ticket could spoil Hillary Clinton’s chances of winning the White House and functionally hand the election to Republican nominee Donald Trump, will soon drop out of the race and endorse Clinton.</p> <p>“That is bullshit,” Johnson told USA Today opinion editor Bill Sternberg, who was slightly flummoxed by the language.</p> <p>“We are on Facebook Live,” Sternberg said.</p> </div>   </div> <div id=\"block-57e2fb29e4b080d3ee88b1e1\" class=\"block\" data-block-contributor=\"profile/davidsmith\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T21:28:01.107Z\">10.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>House Democrats and civil rights experts have warned that tens of thousands of African American voters face potential disenfranchisement in November’s presidential election, the first since the supreme court struck down key provisions of the 1965 Voting Rights Act.</p>  <figure class=\"element element-image\" data-media-id=\"ccaffae1560473283c4a9bdaf6ee399a3ad9eba4\"> <img src=\"https://media.guim.co.uk/ccaffae1560473283c4a9bdaf6ee399a3ad9eba4/0_0_5184_3456/1000.jpg\" alt=\"Donald Trump holds a roundtable meeting with the Republican Leadership Initiative in his offices at Trump Tower in New York.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump holds a roundtable meeting with the Republican Leadership Initiative in his offices at Trump Tower in New York.</span> <span class=\"element-image__credit\">Photograph: Gerald Herbert/AP</span> </figcaption> </figure>  <p>Kristen Clarke, president of the Lawyers’ Committee for Civil Rights Under Law, told a meeting at the US Capitol on Wednesday that it is contesting “dozens” of litigations across the country.</p> <p>“Right now we are fighting in Hancock County, Georgia, where election officials have undertaken an effort to ‘clean up’ the registration rolls and have purged legitimately registered African Americans from the rolls,” she said. “They engage the sheriff’s office in this scheme. The sheriff’s office will be deployed to people’s homes and tell you that you are being issued a summons to come down and establish your voting eligibility.”<br><br>Clarke added: “We filed just last week in Georgia where the secretary of state’s office has failed to process more than 42,000 registration forms from people who want to vote because of a restrictive practice that requires that every letter, every digit, every character on a registration form exactly match information contained in the state’s database. And we know those databases are riddled with errors and this is a practice that disadvantages African Americans and minority voters in particular.”</p> <p>In 2013, the supreme<a href=\"http://www.guardian.co.uk/law/2013/jun/25/supreme-court-voting-rights-act-live#block-51c9bd00e4b010aecdc44f5d\"> court struck down Section 4 of the Voting Rights Act in a 5-4 ruling in Shelby County, Alabama v. Holder</a><a href=\"http://www.guardian.co.uk/law/2013/jun/25/supreme-court-voting-rights-act-live#block-51c9bd00e4b010aecdc44f5d\">.</a> Section 4 concerned the formula for determining which states are covered under Section 5 of the law requiring “pre-clearance” for changes to voting laws. <a href=\"http://www.guardian.co.uk/law/2013/jun/25/supreme-court-voting-rights-act-live#block-51c9ae40e4b08e8808d8dc29\">This rendered Section 5 inoperative</a> unless Congress came up with a revised version of determining coverage. Congress has so far failed to do so; activists blamed Republican leaders for inaction.</p> <p>Clarke noted that Wednesday’s panel discussion was taking part in the Lyndon Johnson room, named after the president who signed voting rights into law. She warned: “What I can tell you is this: the world has changed in the absence of section 5 of the Voting Rights Act. Officials at the state and the local level have exploited every opportunity they can to institute or maintain discriminatory voting practices in the absence of section 5. <br></p> <p>“Each day that Congress fails to act, we not only subject African Americans and other minority voters to the recurring indignity of voter discrimination but taxpayers suffer too. North Carolina has spent nearly $5m defending its discriminatory voter suppression law; Texas has spent more than $3.5m defending its discriminatory voter ID law. And the price tag increases each day.<br><br>“Voter discrimination, if left unchecked, will stand as a stain on our democracy. It is bad for taxpayers, it is bad for Americans. It is time for Congress to stop turning a blind eye to the resurgence of voter discrimination in our country.”</p> <p>Recent restrictions passed by 14 states include new photo ID requirements, a reduction in early voting days and the abolition of same-day registration. Voter fraud is often cited as a reason but experts said the problem is “minuscule”.</p> <p>Civil rights stalwart John Lewis, a Democratic Representative from Georgia, was in the room when Johnson signed the Voting Rights Act. But he said during this year’s primaries he came across a couple who had been married for 40 but were told to vote at separate polling stations.<br></p> <p>“In the past few months and years I’ve traveled across the country and I know that there is a deliberate persistent systematic effort to make it harder and more difficult for the disabled, student, senior, minority, the poor and rural voters to participate in the democratic process. That’s not right, not fair, and it’s not just.”<br></p> <p>He said it was a “disgrace” that Congress has not acted and call on Clarke’s organisation to “file suits all over the place to make it real, make it plain”.</p> </div>   </div> <div id=\"block-57e2f99fe4b011f2eb711e58\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T21:20:57.659Z\">10.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Ted Cruz appears pleased with Donald Trump’s embrace of a discredited conspiracy theory that the United States is turning over “control” of the Internet to the United Nations.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tedcruz/status/778704296791543810\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Appreciate <a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a>’s support of our efforts to keep the internet free: <a href=\"https://t.co/gc4aRustpx\">https://t.co/gc4aRustpx</a></p>&mdash; Ted Cruz (@tedcruz) <a href=\"https://twitter.com/tedcruz/status/778704296791543810\">September 21, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57e2f525e4b05d653ca5f63b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T21:06:19.092Z\">10.06pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">New national poll: Hillary Clinton leads Donald Trump by 7 points in two-way race</h2>  <div class=\"block-elements\">  <p>According to the latest national poll released by NBC/the Wall Street Journal, former secretary of state and Democratic presidential nominee Hillary Clinton leads Republican nominee Donald Trump by 7 points nationally, 48% to 41%, a,d leads by 6 points in a four-way race, 43% to Trump’s 37%.</p>  <figure class=\"element element-image\" data-media-id=\"99b0944794e9d8e85c2d9396d2e8e67d9ca8c468\"> <img src=\"https://media.guim.co.uk/99b0944794e9d8e85c2d9396d2e8e67d9ca8c468/0_0_2000_1333/1000.jpg\" alt=\"Hillary Clinton.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton.</span> <span class=\"element-image__credit\">Photograph: Matt Rourke/AP</span> </figcaption> </figure>  <p>Libertarian presidential nominee Gary Johnson has broken the double digits with 10% support, while Green nominee Jill Stein holds at 3%.</p> <p>Clinton heads into the first presidential debate this coming Monday with only slightly weakened margins since the last time the poll was conducted, and with an increase in her (still dismal) favorability ratings. Clinton is now viewed positively by 37% of voters and negatively by 52%, while views of Trump are still deeply, historically negative at 28% positive, 61% negative, a decrease in favorability ratings since the beginning of the summer.</p> <p>The poll, conducted by phone, includes 1,000 registered voters and was between 16-19 September. Among the 922 respondents deemed “likely voters,” the margin for error is 3.23 percentage points.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-21T21:11:39.160Z\">at 10.11pm BST</time></p>  </div> <div id=\"block-57e2f04be4b05d653ca5f621\" class=\"block\" data-block-contributor=\"profile/ben-jacobs\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T20:41:32.468Z\">9.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump today described the threat posed by Syrian refugees as not “only a matter of terrorism, but also a matter of quality of life”.</p>  <figure class=\"element element-image\" data-media-id=\"752c0a826b60356398962cde9b4aa9af61748e12\"> <img src=\"https://media.guim.co.uk/752c0a826b60356398962cde9b4aa9af61748e12/0_0_3500_2333/1000.jpg\" alt=\"Donald Trump\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump</span> <span class=\"element-image__credit\">Photograph: Jonathan Ernst/Reuters</span> </figcaption> </figure>  <p>The statement marked a new escalation of Trump’s rhetoric warning of the danger of admitting into the United States Syrian refugees, whom he has repeatedly compared to the Trojan horse.</p> <p>Trump’s remarks came at a rally in Toledo, Ohio, where the Republican nominee once again addressed the issue of terrorism in the aftermath of the <a href=\"https://www.theguardian.com/us-news/2016/sep/20/ahmad-khan-rahami-charged-bombings-new-york-new-jersey\">bombing attacks in New York and New Jersey</a> in the past week.</p> <p>He linked the attack to the admission of immigrants and refugees from overseas. “We’ve admitted tens of thousands with no effective screening plan,” Trump claimed, adding: “We have no idea who we are letting in. You’ve seen what happened.”</p> <p>The United States has <a href=\"https://www.theguardian.com/us-news/2016/sep/02/donald-trump-syria-refugees-us-immigration-security-terrorism\">an extensive refugee screening program</a> for those entering from Syria that takes up to two years. The accused New York bomber, Ahmad Khan Rahami, entered the US as a child and is a naturalized citizen.</p> <p>The Republican nominee expanded his argument, bringing in concerns about “quality of life”.</p> <p>Trump claimed: “Altogether, the Hillary Clinton plan would bring in 620,000 refugees in the first term. Her plan would cost $400bn in terms of lifetime welfare and entitlement costs – think of that.”</p> <p>Both of these figures have <a href=\"http://www.factcheck.org/2016/08/trumps-terrorism-speech/\">been proven false</a> by independent fact-checkers.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/21/trump-syrian-refugees-terrorism-quality-life-bombing-attacks\">Trump says Syrian refugees aren't just a terrorist threat, they'd hurt quality of life</a> </p> </aside> </div>   </div> <div id=\"block-57e2edc1e4b080d3ee88b197\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T20:33:02.784Z\">9.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump’s oldest son has defended comparing Syrian refugees to poisoned Skittles today, <a href=\"http://www.deseretnews.com/article/865662960/Donald-Trump-Jr-says-father-running-on-values-held-dear-by-Utahns.html\">telling the Utah-based Deseret News</a> that the failures of refugee programs in Europe are evidence that he is right.</p> <p>“We’ve seen what’s going on in Europe,” Donald Trump Jr. said. “We can’t be naive to that and pretend that’s not happening there. If there’s one death associated with it because we messed up and we didn’t do it right, that’s a problem for me.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DonaldJTrumpJr/status/778016283342307328\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This image says it all. Let&#39;s end the politically correct agenda that doesn&#39;t put America first. <a href=\"https://twitter.com/hashtag/trump2016?src=hash\">#trump2016</a> <a href=\"https://t.co/9fHwog7ssN\">pic.twitter.com/9fHwog7ssN</a></p>&mdash; Donald Trump Jr. (@DonaldJTrumpJr) <a href=\"https://twitter.com/DonaldJTrumpJr/status/778016283342307328\">September 19, 2016</a></blockquote>  </figure>  <p>The tweet sparked outrage on social media, with some users posting harrowing images of Syrians caught up in the civil war juxtaposed with the word Skittles.</p> <p>The younger Trump protested that photo he tweeted was not an exact ratio, because it “didn’t say numbers of Skittles.”</p> </div>   </div> <div id=\"block-57e2dfede4b080d3ee88b144\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T19:34:23.098Z\">8.34pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">'The West Wing' cast to campaign for Hillary Clinton in Ohio</h2>  <div class=\"block-elements\">  <p>This coming weekend, cast members from Aaron Sorkin <a href=\"https://www.youtube.com/watch?v=il-DowDFDo4\">walk-and-talk political drama</a> The West Wing will campaign for Hillary Clinton in Ohio, the biggest instance of liberal showbiz wish fulfillment since... well, since The West Wing was on the air in the first place.</p> <p>Actors Richard Schiff, Allison Janney, Bradley Whitford, Dulé Hill, Joshua Malina and Mary McCormack join the Clinton campaign for “grassroots organizing events” across the Buckeye State this weekend, including stops in the Mahoning Valley, Cleveland, Sandusky and Toledo areas on Saturday and in the Dayton and Columbus areas on Sunday.</p> <p>The actors will “discuss why they are supporting Clinton and urge Ohioans to register to vote ahead of the October 11 deadline,” according to a release from the Clinton campaign, which will be simultaneously preparing for a debate that the team probably hopes will play out like President Jed Barltlet’s showdown with Robert Richie:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=VyqzPu5pX6U\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/VyqzPu5pX6U?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-57e2df4de4b011f2eb711dd9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T19:28:31.505Z\">8.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump will reportedly endorse nationwide stop-and-frisk policies at a town hall event with Sean Hannity tonight:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ajjaffe/status/778671095499087872\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump will propose nationwide stop-and-frisk to address violence in black community 2nite on Hannity: <a href=\"https://t.co/HDSPYtepqb\">pic.twitter.com/HDSPYtepqb</a></p>&mdash; Alexandra Jaffe (@ajjaffe) <a href=\"https://twitter.com/ajjaffe/status/778671095499087872\">September 21, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57e2daf0e4b05d653ca5f5be\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T19:10:38.815Z\">8.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s Clinton’s conclusion:</p> <blockquote class=\"quoted\"> <p>We don’t thrive on tearing each other apart, or separating ourselves. </p> <p>We know that we’re stronger together. We believe in equality and dignity for all. And when we fall short, we strive to do better, to be better… to come closer to becoming that more perfect union. </p> <p>This election is a chance for us to move still closer to that goal. To make sure that everyone can contribute to a growing and prospering America. To say loudly and clearly that in thiscountry, no one’s worthless. No one’s “less than.” In this country, we all belong. </p> <p>We all have value. Because in the United States of America – the greatest nation in the world – we believe that everyone’s created equal.</p> <p>And you know what else we believe? We also believe that love trumps hate. Thank you all. <br></p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/amychozick/status/778672663912996864\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/HillaryClinton\">@HillaryClinton</a> says she carried this Boston Globe article around with her: <a href=\"https://t.co/h3rKeYVWLb\">https://t.co/h3rKeYVWLb</a></p>&mdash; Amy Chozick (@amychozick) <a href=\"https://twitter.com/amychozick/status/778672663912996864\">September 21, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-21T19:14:53.594Z\">at 8.14pm BST</time></p>  </div> <div id=\"block-57e2da5ae4b011f2eb711dbe\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T19:08:52.905Z\">8.08pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton describes disabilities equality agenda</h2>  <div class=\"block-elements\">  <p>Here’s the meat of it. Clinton lays out planks for equality for people with disabilities: making colleges and universities accessible; standing up the Autism Works employment program; and ratifying the UN Convention on the Rights of Persons with Disabilities.</p> <p>Clinton:</p> <blockquote class=\"quoted\"> <p>These ideas are just a start. We’re working with advocates to come up with more. And if you’ve got an idea, we want to hear it. Because this issue is very close to my heart. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-21T19:09:09.646Z\">at 8.09pm BST</time></p>  </div> <div id=\"block-57e2d8fee4b05d653ca5f5b1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T19:03:45.831Z\">8.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton quotes Christopher Reeve, whom she identifies for the younger folks, extemporizing that Reeve “was unbelievably good-looking” (that wasn’t in her prepared remarks):</p> <blockquote class=\"quoted\"> <p>I’ll never forget something the actor Christopher Reeve said. Some of you may be too young to know who he was – he was a huge star, played Superman, he was unbelievably good looking. He and his wife were friends of mine, and then he was paralyzed in a horse-riding accident.</p> <p>And he once said that he had been thinking about a phrase that comes up a lot in our politics – “family values.” “Since my accident,” he said, “I’ve found a definition that seems to make sense. I think it means that we’re all family. And that we all have value.”</p> <p>I couldn’t agree more.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"6c1552d7832581b4490bec2f83a252c79f3c05e0\"> <img src=\"https://media.guim.co.uk/6c1552d7832581b4490bec2f83a252c79f3c05e0/0_15_1680_1008/1000.jpg\" alt=\"Promo for Superman II (1980).\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Promo for Superman II (1980).</span> <span class=\"element-image__credit\">Photograph: Allstar/WARNER BROS.</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-21T19:07:00.930Z\">at 8.07pm BST</time></p>  </div> <div id=\"block-57e2d824e4b011f2eb711db0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T18:59:45.939Z\">7.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton talks about meeting children with disabilities at the Children’s Defense Fund in the 1970s and observing that some of them were excluded from school and life opportunities by a lack of basic awareness and infrastructure:</p> <blockquote class=\"quoted\"> <p>There were kids who were hard-of-hearing. Kids with intellectual disabilities. I remember one little girl in a wheelchair, who was smart, curious, and absolutely desperate to go to school. But that chair held her back. Not all schools had ramps or accessible bathrooms.</p> <p>And most teachers and aides weren’t trained to help her. So she didn’t get to go. It felt like the world had said to her, “Sorry kid – your life just isn’t going to be worth very much.” And she and her family weren’t rich and powerful, so what could they do about it?</p> </blockquote> <p>Clinton pivots to talk of her mother’s experience:</p> <blockquote class=\"quoted\"> <p>That little girl reminded me of another little girl – my mother. She didn’t face the exact same challenges growing up – but she, too, was blocked from a full and happy childhood. She was abandoned by her parents, raised by grandparents who didn’t want her, and ended up on her own when she was just 14, supporting herself as a housemaid. But finally, something went her way. The woman she worked for encouraged her to finish high school. </p> </blockquote> <blockquote> <p>And that family showed my mother what a happy family looked like. After many lonely years, it was the start of a better life. </p> </blockquote> </div>   </div> <div id=\"block-57e2d6e8e4b080d3ee88b11e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T18:53:59.156Z\">7.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton gets into the thick of her speech about building opportunities for Americans with disabilities:</p> <blockquote class=\"quoted\"> <p>I’m talking about people with disabilities. Men and women, boys and girls who have talents, skills, ideas, and dreams for themselves and their families, just like anybody else. Whether they can participate in our economy and lead rich, full lives that are as healthy and productive as possible is a reflection on us as a country. And right now, in many ways, we are falling short. We’ve got to face that, and do better – for everyone’s sake. Because this really does go to the heart of who we are as Americans. </p> <p>I intend this to be a vital aspect of my presidency – bringing us together, as a nation, to recognize the humanity and support the potential of all our people. </p> <p>And I want you to hear this, because this is not well known. Nearly one in five Americans lives with a disability. Some of those disabilities are highly visible, some harder to notice. If you don’t think you know someone with a disability, I promise you, you do. But their disability is just one part of who they are. </p> </blockquote> </div>   </div> <div id=\"block-57e2d540e4b011f2eb711da6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T18:51:58.443Z\">7.51pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton: campaign about opportunity for all</h2>  <div class=\"block-elements\">  <p>While Trump in Toledo hammers on about “extreme vetting,” Clinton is saying this:</p> <blockquote class=\"quoted\"> <p>And that’s why we’re all here today – because in just 48 days – can you believe it? – in just 48 days, Americans will go to the polls and choose our next president.</p> <p>I want to just stress that our campaign is about the fundamental belief that, in America, every person, no matter what you look like or who you are, should have the chance to go as far as your dreams will take you. That’s the basic bargain that made our country great. And it’s our job to make sure it’s there for future generations. </p> <p>Building an economy that works for everyone, not just those at the top, is the central challenge of our time. </p> </blockquote> </div>   </div> <div id=\"block-57e2d488e4b011f2eb711da0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T18:45:05.065Z\">7.45pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton on African Americans killed by police: 'it's unbearable'</h2>  <div class=\"block-elements\">  <p>Before her speech on creating economic opportunities for disabled Americans, Clinton talks about the killings by police of Terence Crutcher and Keith Lamont Scott:</p> <blockquote class=\"quoted\"> <p>I’m here to talk about how to make our economy work for everyone – but first, I need to say something about two very upsetting incidents that took place over the past few days. First, an unarmed man named Terence Crutcher was shot and killed by a police officer in Tulsa. Then, a man named Keith Lamont Scott was shot and killed by a police officer in Charlotte. I’m sending condolences and prayers to the families, and I know a lot of you are as well. </p> </blockquote> <blockquote> <p>There is still much we don’t know yet about what happened in both incidents. But we do knowthat we have two more names to add to a long list of African Americans killed by police officers. It’s unbearable. And it needs to become intolerable. </p> <p>We also saw the targeting of police officers in Philadelphia last week. And last night in Charlotte, 12 officers were injured in demonstrations following Keith Lamont Scott’s death.</p> <p>Every day, police officers across the country are serving with extraordinary courage and honor and skill. We saw that again this weekend in New York, New Jersey and Minnesota. Our police handled those terrorist attacks exactly right. They likely saved a lot of lives. </p> </blockquote> </div>   </div> <div id=\"block-57e2d3a3e4b011f2eb711d99\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T18:41:59.455Z\">7.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“She is a true friend and mentor, a true advocate and a true leader,” Somoza concludes.</p> <p>Clinton takes the stage, hugs Somoza and thanks the crowd and the mayor and other dignitaries. </p> <p>Then she swings into her prepared remarks:</p> <blockquote class=\"quoted\"> <p>I want to thank Anastasia for that introduction. Didn’t she do an amazing job? I first met Anastasia when she was 9 years old. She raised her hand at a town hall and said, </p> <p>“my twin sister can’t speak. Because of that, they put her in a separate class, apart from the rest of the kids. But she can communicate with a computer. </p> <p>And she’s very smart and would do just as well as anyone else, if the principal and teachers would just give her the chance.”</p> <p>I was just blown away by this 9-year-old girl, her confidence and how much she loved her sister. So Anastasia and I stayed in touch over the years. When she grew up, she became an intern in the Senate. I was so proud of her speech at the Democratic National Convention in Philadelphia. And I’m very excited that she’s here with us today. </p> <p>I also want to thank you Orlando. It’s great to be back in this wonderful city with all of you. You’ve been through a lot this year. And what has been so notable is you’ve responded with grace. You’ve shown the world what Orlando is made of – strength, love and kindness. </p> <p>That’s something we could all use more of right now. </p> </blockquote> </div>   </div> <div id=\"block-57e2d339e4b011f2eb711d95\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T18:37:53.714Z\">7.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Somoza is delivering a moving tribute to Clinton’s work on behalf of Americans with disabilities:</p> <blockquote class=\"quoted\"> <p>Hillary Clinton has always saved a place for us at the table. Whether it’s education, employment opportunities or community integration, she has been our advocate each and every day, for each and every one of us. ...</p> <p>Hillary had our back for 30 years. Now it’s time for us to have hers.</p> </blockquote> </div>   </div> <div id=\"block-57e2d01ee4b011f2eb711d84\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T18:35:23.521Z\">7.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"http://www.anastasiasomoza.com/\">Disability rights activist Anastasia Somoza</a> takes the stage in her wheelchair to introduce Clinton. She first met Clinton at 9 years old. She talks about how Clinton has supported her and why she supports Clinton: “she is also by our side as we fight our own personal battles.”</p> <p>Here’s that live stream again:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=rkvNLynC2JU\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/rkvNLynC2JU?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-21T18:35:49.485Z\">at 7.35pm BST</time></p>  </div> <div id=\"block-57e2cf1ee4b080d3ee88b0fc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T18:21:48.329Z\">7.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s video of Trump’s take earlier on the shooting of unarmed Tulsa man Terence Crutcher by officer Betty Shelby:</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/21/trump-tulsa-shooting-terence-crutcher-video\"            data-short-url=\"https://gu.com/p/543gq\"                    data-show-ads=\"true\"            data-video-id=\"2738582\"            data-video-name=\"Trump suggests Tulsa shooting happened because officer ‘choked’ – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-57e2c6d2e4b011f2eb711d50\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/21/160921trump_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/21/160921trump.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/21/160921trump_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/21/trump-tulsa-shooting-terence-crutcher-video\">Trump suggests Tulsa shooting happened because officer ‘choked’</a></figcaption> </figure>   <p>Trump has moved on to Toledo, where he’s being introduced, again, by Don King:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/778660263927156736\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Hours after using the N-word in front of Trump, convicted killer Don King is introducing Trump again</p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/778660263927156736\">September 21, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/778660692199084033\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Don King is praising the &quot;intestinal fortitude&quot; of &quot;a young man that is the spirit of America, Donald J. Trump&quot;</p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/778660692199084033\">September 21, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-21T18:24:35.737Z\">at 7.24pm BST</time></p>  </div> <div id=\"block-57e2cc36e4b080d3ee88b0e9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T18:18:46.263Z\">7.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s a live stream of the Hillary Clinton event in Orlando, Florida. The stage is empty as yet. A stagehand is wiping down the Teleprompter and doing a mic check:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=rkvNLynC2JU\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/rkvNLynC2JU?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-57e2c73de4b080d3ee88b0ce\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T18:17:10.082Z\">7.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here are a couple boutique Trump-related web sites you might enjoy, if you haven’t already. The first, <a href=\"http://www.trumptwitterarchive.com/#/\">trumptwitterarchive.com</a>, indexes Trump’s tweet by obsession / insult:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BenjySarlin/status/778649849940078592\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This is an amazing public service <a href=\"https://t.co/t6pJKxkPRa\">https://t.co/t6pJKxkPRa</a></p>&mdash; Benjy Sarlin (@BenjySarlin) <a href=\"https://twitter.com/BenjySarlin/status/778649849940078592\">September 21, 2016</a></blockquote>  </figure>  <figure class=\"element element-image\" data-media-id=\"16c327bdafaebfe931df0a215da1ad8bf3249185\"> <img src=\"https://media.guim.co.uk/16c327bdafaebfe931df0a215da1ad8bf3249185/0_0_1307_686/1000.jpg\" alt=\"A screen grab of the Trump twitter archive.\" width=\"1000\" height=\"525\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A screen grab of the Trump twitter archive.</span> <span class=\"element-image__credit\">Photograph: Trump twitter archive</span> </figcaption> </figure>  <p>Here’s another site, <a href=\"http://www.putintrump.org/\">putintrump.org</a>, set up by the Progress for America Political Action Committee, <a href=\"https://capitalresearch.org/2014/03/building-a-radical-foundation-the-glaser-progress-foundation-makes-no-bones-about-its-focus-on-far-left-activism/\">funded by online entrepreneur and Democratic donor Rob Glaser</a>. </p> <p>The site details <strong>Putin’s ties to Russia </strong>and warns “our democracy is on the line.”:</p> <blockquote class=\"quoted\"> <p>As the U.S. presidential election enters the home stretch, we see overwhelming evidence that a Donald Trump presidency would put U.S. national security interests at risk. Trump’s cozy relationship and lavish praise of Russian President Vladimir Putin, Trump’s criticism of the historic U.S. alliance with NATO partners, his invitation to Russian hackers to meddle in the presidential election, and his campaign staff’s financial ties to pro-Russian politicians in Ukraine all pose a danger to America’s vital national interests.</p> <p>Through Election Day, <a href=\"http://www.putintrump.org/\">www.putintrump.org</a> will analyze and raise awareness on this critical set of issues. Our goal is to be the Web’s most rigorous and thorough source for news and information on the dangerous Putin-Trump connection.</p> </blockquote> </div>   </div> <div id=\"block-57e2c887e4b05d653ca5f55d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T17:53:55.972Z\">6.53pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton camp thinks 'moderator should play a role' in debate</h2>  <div class=\"block-elements\">  <p>Clinton spokeswoman Jennifer Palmieri has told reporters traveling with the candidate that “debate preparations are happening” in the Clinton camp, and while Clinton “is not practicing every day, she has material that she reviews everyday.” </p> <p>“She feels the moderator should play a role of someone who makes sure the audience know the truth,” Palmieri said.</p> <p>NBC newsman Matt Lauer was criticized following a forum with the candidates earlier this month for allowing Trump to say that he had opposed the invasion of Iraq when in fact he supported it beforehand.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-21T17:55:07.703Z\">at 6.55pm BST</time></p>  </div> <div id=\"block-57e2c518e4b011f2eb711d4a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T17:42:23.970Z\">6.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>OK, let’s argue over whether Trump can steal Wisconsin. NB: NGH stands for Not Gonna Happen.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Timodc/status/778648821672841216\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">To <a href=\"https://twitter.com/hashtag/TrumpTrain?src=hash\">#TrumpTrain</a> responding to above with &quot;what about Wisconsin?&quot; Trump has never led in a poll there. Mitt lost by 7 pts/200k+ votes. NGH.</p>&mdash; Tim Miller (@Timodc) <a href=\"https://twitter.com/Timodc/status/778648821672841216\">September 21, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LoganDobson/status/778649017282654213\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">there&#39;s a lot of difference between a &quot;3-point lead&quot; that&#39;s 41-38 and a &quot;3-point lead&quot; that&#39;s, say, 51-48.</p>&mdash; Logan Dobson (@LoganDobson) <a href=\"https://twitter.com/LoganDobson/status/778649017282654213\">September 21, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NickRiccardi/status/778648927608287232\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">If the Clinton campaign starts advertising in Wisconsin, we&#39;ll know there&#39;s something major going on.</p>&mdash; Nick Riccardi (@NickRiccardi) <a href=\"https://twitter.com/NickRiccardi/status/778648927608287232\">September 21, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HotlineJosh/status/778646804204294145\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Whoa. Wisconsin looking tight as a tick. Add it to PA/NH as possible winning state for Trump <a href=\"https://t.co/w3K9UQXRyG\">https://t.co/w3K9UQXRyG</a></p>&mdash; Josh Kraushaar (@HotlineJosh) <a href=\"https://twitter.com/HotlineJosh/status/778646804204294145\">September 21, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/daveweigel/status/778648665837727745\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Alternatively: After Clinton’s worst weeks, Trump still running behind Romney across the midwest. <a href=\"https://t.co/GBnxsRwDoc\">https://t.co/GBnxsRwDoc</a></p>&mdash; daveweigel (@daveweigel) <a href=\"https://twitter.com/daveweigel/status/778648665837727745\">September 21, 2016</a></blockquote>  </figure>  <p>Note: the Marquette poll hasn’t moved since Clinton’s bad “deplorables” / van-stumble weekend (how’s that for horrible campaign shorthand for you):</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Taniel/status/778649180113866756\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/freddoso\">@freddoso</a> exactly the same numbers as their prior poll (41-38).</p>&mdash; Taniel (@Taniel) <a href=\"https://twitter.com/Taniel/status/778649180113866756\">September 21, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57e2c2a2e4b011f2eb711d3d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T17:35:47.417Z\">6.35pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton up 3 points in Wisconsin – Marquette poll</h2>  <div class=\"block-elements\">  <p>This seems... snug... in a four-way race in Wisconsin:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MULawPoll/status/778646197305217024\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">In 4-candidate race, among likely voters, it’s Clinton 41%, Trump 38%, Libertarian Gary Johnson 11%, Green Party’s Jill Stein 2%. <a href=\"https://twitter.com/hashtag/mulawpoll?src=hash\">#mulawpoll</a></p>&mdash; MULawPoll (@MULawPoll) <a href=\"https://twitter.com/MULawPoll/status/778646197305217024\">September 21, 2016</a></blockquote>  </figure>  <p>Clinton leads Trump by two points, 44-42, in a head-to-head matchup in the poll, which is the local gold standard.</p> <p>Wisconsin’s politics is in part a battle between Democratic, mixed-race Milwaukee and its Republican, majority-white suburbs. Republican governor Scott Walker has won three elections, including a recall vote, in off-years – non-presidential-election years – thanks in part to an extremely well-oiled Republican machine that reliably turns most everyone out to vote, even for midterms. </p> <p>But the state has gone Democratic in every presidential election since 1984, Reagan’s reelection.</p>  <figure class=\"element element-image\" data-media-id=\"f6f2c93dfdcbf2b41e4e7a7697f3fdcd03045dcd\"> <img src=\"https://media.guim.co.uk/f6f2c93dfdcbf2b41e4e7a7697f3fdcd03045dcd/0_0_1500_948/1000.png\" alt=\"HuffPost Pollster averages Wisconsin polls.\" width=\"1000\" height=\"632\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">HuffPost Pollster averages Wisconsin polls.</span> <span class=\"element-image__credit\">Photograph: HuffPost Pollster</span> </figcaption> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SteveKornacki/status/778647351787479040\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Starting to look like Wisconsin and even Maine may be riper targets for Trump than NH</p>&mdash; Steve Kornacki (@SteveKornacki) <a href=\"https://twitter.com/SteveKornacki/status/778647351787479040\">September 21, 2016</a></blockquote>  </figure>  <blockquote class=\"quoted\"> <p>Poll was conducted September 15-18. Margin of error is +/-4.4 percentage points for the full sample. 677 out of 802 people said they were certain to vote, which we label likely voters. Margin of error for them is +/-4.8 points.</p> </blockquote> <p>The state’s contested US senate seat still looks like a pickup for the Democrats:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MULawPoll/status/778647265904824320\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Among registered voters, Feingold backed by 46%, Johnson backed by 40%. <a href=\"https://twitter.com/hashtag/mulawpoll?src=hash\">#mulawpoll</a></p>&mdash; MULawPoll (@MULawPoll) <a href=\"https://twitter.com/MULawPoll/status/778647265904824320\">September 21, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-21T17:58:50.739Z\">at 6.58pm BST</time></p>  </div> <div id=\"block-57e2c10ae4b05d653ca5f52b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T17:23:40.840Z\">6.23pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Smoking gun documented Trump's 'deep aversion to funding his own foundation'</h2>  <div class=\"block-elements\">  <p>This is a good flag... the Smoking Gun reads Trump Foundation tax returns every year (as a nonprofit, the organization must make them public) and has long reported that the foundation doesn’t give away much and Trump had not contributed since 2008:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nycsouthpaw/status/778644303274999808\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Gotta give due credit to the Smoking Gun; they were out in front on the Trump Foundation story in January. <a href=\"https://t.co/15lnxfEGEU\">https://t.co/15lnxfEGEU</a></p>&mdash; southpaw (@nycsouthpaw) <a href=\"https://twitter.com/nycsouthpaw/status/778644303274999808\">September 21, 2016</a></blockquote>  </figure>  <p><a href=\"http://www.thesmokinggun.com/documents/celebrity/donald-trump-still-a-miser-628931\">From the January report</a>:</p> <blockquote class=\"quoted\"> <p>For the sixth straight year, Donald Trump made no contributions to his own charitable foundation, instead relying on a hefty contribution from a New York City ticket scalper to underwrite the group’s activities, according to a new Internal Revenue Service filing. [...] </p> <p>IRS records show that the last time Trump personally deposited funds into his eponymous foundation was 2008, when he cut the organization a check for $30,000.</p> <p>Since that time, the GOP presidential candidate has used other people’s money to fund his foundation’s minimal efforts.</p> </blockquote> <p>Don’t miss the kicker:</p> <blockquote class=\"quoted\"> <p>Until Trump releases his personal tax returns, the true level of his charitable giving will remain unknown. </p> </blockquote> </div>   </div> <div id=\"block-57e2bf7de4b080d3ee88b0a4\" class=\"block\" data-block-contributor=\"profile/nicole-puglise\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T17:13:56.027Z\">6.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A “shit ton of famous people” have banded together to get US voters to the polls on 8 November. Gathered together by director <a href=\"https://www.theguardian.com/culture/joss-whedon\">Joss Whedon</a>, the celebrities made their pitch to the public in a three-minute video titled Important, <strong><em>writes the Guardian’s Nicole Puglise:</em></strong></p> <p>The video is the first in a series coming from Whedon’s new Super Pac, <a href=\"http://savetheday.vote/\">Save the Day</a>, which is “dedicated to the idea that voting is a necessary and heroic act” and “committed to fighting the apathy, cynicism, and honest confusion that keeps citizens from using their vote”.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=nRp1CK_X_Yw\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/nRp1CK_X_Yw?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption>Save the day</figcaption> </figure>   <p>Twenty-seven celebrities in total appear in the video, including Robert Downey Jr,<a href=\"https://www.theguardian.com/film/scarlettjohansson\">Scarlett Johansson</a>, Mark Ruffalo, Clark Gregg, Cobie Smulders and Don Cheadle from Whedon’s Avengers films, as well as Neil Patrick Harris, Jesse Williams, Julianne Moore, Keegan-Michael Key and a mustachioed James Franco. Stanley Tucci and Hamilton’s Leslie Odom Jr both implore you to register.</p> <p>Read the <a href=\"https://www.theguardian.com/us-news/2016/sep/21/joss-whedon-super-pac-save-the-day-video-donald-trump\">full piece here</a>.</p> </div>   </div> <div id=\"block-57e2bd03e4b011f2eb711d22\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T17:06:49.414Z\">6.06pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton up 9 points in New Hampshire - poll</h2>  <div class=\"block-elements\">  <p>A new (high-quality) poll of likely voters in New Hampshire has Hillary Clinton leading Donald Trump by 9 points in a four-way race – but Republican incumbent senator Kelly Ayotte is ahead of Democratic governor Maggie Hassan by two points in the poll.</p> <p>On the presidential side it’s:</p> <p>Clinton 47</p> <p>Trump 38</p> <p>Johnson 10</p> <p>Stein 1</p> <p>Monmouth:</p> <blockquote class=\"quoted\"> <p>Clinton has the advantage among voters under 50 years old (45% to 35%) as well as those age 50 and older (49% to 41%). Clinton leads among women (56% to 30%) and voters with a college degree (54% to 31%). Trump leads among men (47% to 37%) and voters without a college education (47% to 40%).</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"f2363b5d2af9e8b7b22fca361bddb3c8db0367ff\"> <img src=\"https://media.guim.co.uk/f2363b5d2af9e8b7b22fca361bddb3c8db0367ff/0_0_1500_948/1000.png\" alt=\"HuffPost pollster’s New Hampshire average.\" width=\"1000\" height=\"632\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">HuffPost pollster’s New Hampshire average.</span> <span class=\"element-image__credit\">Photograph: HuffPost Pollster</span> </figcaption> </figure>  <p>The <em>Monmouth University Poll</em> was conducted by telephone from September 17 to 20, 2016 with 400 New Hampshire residents likely to vote in the November election. This sample has a margin of error of + 4.9 percent. The poll was conducted by the Monmouth University Polling Institute in West Long Branch, NJ.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ForecasterEnten/status/778640910506725376\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Last time Trump led in a live interview poll that called cells in New Hampshire? Never.</p>&mdash; (((Harry Enten))) (@ForecasterEnten) <a href=\"https://twitter.com/ForecasterEnten/status/778640910506725376\">September 21, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesPindell/status/778641073820332032\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So Trump gets smashed but Ayotte and Sununu doing just fine? <a href=\"https://twitter.com/hashtag/nhpolitics?src=hash\">#nhpolitics</a> <a href=\"https://t.co/W9zwoto64g\">https://t.co/W9zwoto64g</a></p>&mdash; James Pindell (@JamesPindell) <a href=\"https://twitter.com/JamesPindell/status/778641073820332032\">September 21, 2016</a></blockquote>  </figure>  <p>Update: ooh snap</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JesseFFerguson/status/778642910141112320\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/KellyannePolls\">@KellyannePolls</a> I don&#39;t think you tweeted this one yet. <a href=\"https://t.co/bbwkxhO7ta\">https://t.co/bbwkxhO7ta</a></p>&mdash; Jesse Ferguson (@JesseFFerguson) <a href=\"https://twitter.com/JesseFFerguson/status/778642910141112320\">September 21, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-21T17:17:33.488Z\">at 6.17pm BST</time></p>  </div> <div id=\"block-57e2b912e4b05d653ca5f507\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T16:48:18.464Z\">5.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>After his pastors’ event at the Cleveland Heights church, Donald Trump is taping a town hall with superfan Sean Hannity that is billed as an airing and addressing of African Americans’ concerns. </p> <p>...</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/brandonenglish/status/778633460239912967\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump&#39;s &quot;African-American&quot; town hall on Hannity <a href=\"https://t.co/MINAQ9rbXY\">pic.twitter.com/MINAQ9rbXY</a></p>&mdash; Brandon English (@brandonenglish) <a href=\"https://twitter.com/brandonenglish/status/778633460239912967\">September 21, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57e2b65ae4b080d3ee88b079\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T16:37:25.247Z\">5.37pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton held cash advantage at end of August</h2>  <div class=\"block-elements\">  <p>Newly released fundraising figures for August show Clinton with a significant cash advantage, although both campaigns are now raking in the dough, CNN <a href=\"http://www.cnn.com/2016/09/21/politics/2016-election-fundraising/index.html\">reports</a>:</p> <blockquote class=\"quoted\"> <p>Clinton’s campaign raised $59.5 million and had about $68 million on hand at the end of August; Trump’s raised $41.7 million and had $50.2 million on hand.</p> </blockquote> </div>   </div> <div id=\"block-57e2b375e4b05d653ca5f4db\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T16:21:17.303Z\">5.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s video of Don King introducing Trump earlier:</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/21/don-king-n-word-donald-trump-rally-video\"            data-short-url=\"https://gu.com/p/5433q\"                    data-show-ads=\"true\"            data-video-id=\"2738231\"            data-video-name=\"Don King says N-word during Trump rally – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-57e2a819e4b080d3ee88b023\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/21/160921donking_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/21/160921donking.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/21/160921donking_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/21/don-king-n-word-donald-trump-rally-video\">Don King says N-word during Trump rally</a></figcaption> </figure>  </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-21T16:21:27.429Z\">at 5.21pm BST</time></p>  </div> <div id=\"block-57e2b2fde4b080d3ee88b062\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T16:20:31.922Z\">5.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>If polls get your pace racing – you’re in for a big afternoon. FiveThirtyEight’s Harry Enten sets the scene:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ForecasterEnten/status/778628722446524416\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Is this map still holding for Clinton? We have high quality polls coming out from NH and WI soon. <a href=\"https://t.co/lhVaqvs2us\">pic.twitter.com/lhVaqvs2us</a></p>&mdash; (((Harry Enten))) (@ForecasterEnten) <a href=\"https://twitter.com/ForecasterEnten/status/778628722446524416\">September 21, 2016</a></blockquote>  </figure>  <p>Close election. Too close, senator Elizabeth Warren thinks:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davecatanese/status/778630597744951296\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Warren: &quot;I am nervous. Any chance, even a 1 percent chance that Donald Trump could be president is way too much chance for me.&quot;</p>&mdash; David Catanese (@davecatanese) <a href=\"https://twitter.com/davecatanese/status/778630597744951296\">September 21, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-21T16:26:37.879Z\">at 5.26pm BST</time></p>  </div> <div id=\"block-57e2af6ae4b05d653ca5f4c1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T16:16:46.657Z\">5.16pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton in op-ed: 'we have to do better' on child poverty</h2>  <div class=\"block-elements\">  <p>In an <a href=\"http://www.nytimes.com/2016/09/21/opinion/hillary-clinton-my-plan-for-helping-americas-poor.html?ref=opinion\">op-ed published Wednesday</a> in the New York Times, Hillary Clinton writes that “we have to do better” to prevent children in the United States from growing up in poverty. “Advocating for children and families has been the cause of my life, starting with my first job as a young attorney at the Children’s Defense Fund,” she writes.</p> <p>The message is amplified by a new ad from the Clinton campaign weaving together clips of Clinton speaking over the last 40 years about poverty and income inequality. The ad is called She Always: </p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=oIP6pCumPkg\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/oIP6pCumPkg?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption>She Always.</figcaption> </figure>   <p>Here’s <a href=\"http://www.nytimes.com/2016/09/21/opinion/hillary-clinton-my-plan-for-helping-americas-poor.html?ref=opinion\">part of the op-ed</a>: </p> <blockquote class=\"quoted\"> <p>The true measure of any society is how we take care of our children. With all of our country’s resources, no child should ever have to grow up in poverty. Yet every single night, all across America, kids go to sleep hungry or without a place to call home.</p> <p>We have to do better. Advocating for children and families has been the cause of my life, starting with my first job as a young attorney at the Children’s Defense Fund, and if I have the honor of serving as president, it will be the driving mission of my administration.</p> <p>The good news is that we’re making progress, thanks to the hard work of the American people and President Obama. The global poverty rate has been cut in half in recent decades. In the United States, a new report from the Census Bureau found that there were 3.5 million fewer people living in poverty in 2015 than just a year before. [...]</p> <p>But make no mistake: We still have work to do. Families across the country were devastated by the Great Recession.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"d8948d823e89f7e855a297a3124d374361004294\"> <img src=\"https://media.guim.co.uk/d8948d823e89f7e855a297a3124d374361004294/0_169_3500_2101/1000.jpg\" alt=\"Clinton boards her plane for Orlando Wednesday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Clinton boards her plane for Orlando Wednesday.</span> <span class=\"element-image__credit\">Photograph: Carlos Barria/Reuters</span> </figcaption> </figure>  <blockquote class=\"quoted\"> <p><a href=\"http://opinionator.blogs.nytimes.com/2013/11/02/poverty-in-america-is-mainstream/\">Nearly 40 percent</a> of Americans between the ages of 25 and 60 will experience a year in poverty at some point. The best way to help families lift themselves out of poverty is to make it easier to find good-paying jobs. As president, one of my top priorities will be increasing economic growth that’s strong, fair and lasting. I will work with Democrats and Republicans to make a historic investment in good-paying jobs — jobs in infrastructure and manufacturing, technology and innovation, small businesses and clean energy. And we need to make sure that hard work is rewarded by raising the minimum wage and finally guaranteeing equal pay for women.</p> </blockquote> <p>Read the <a href=\"http://www.nytimes.com/2016/09/21/opinion/hillary-clinton-my-plan-for-helping-americas-poor.html?ref=opinion\">whole piece here</a>.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/daveweigel/status/778625057186783232\">  <blockquote class=\"twitter-tweet\" data-cards=\"hidden\"><p lang=\"en\" dir=\"ltr\">Reads like the typical Clinton speech I’ve been to — of course, the news is always what she said re Trump. <a href=\"https://t.co/uMCvDL6BiI\">https://t.co/uMCvDL6BiI</a></p>&mdash; daveweigel (@daveweigel) <a href=\"https://twitter.com/daveweigel/status/778625057186783232\">September 21, 2016</a></blockquote>  </figure>  <p>In a speech this afternoon in Orlando, Florida, Clinton will talk about job opportunities for people with disabilities, her campaign said. </p> </div>   </div> <div id=\"block-57e2ae83e4b05d653ca5f4ba\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T16:02:11.510Z\">5.02pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Cuba party paper publishes US election info for first time</h2>  <div class=\"block-elements\">  <p>Cuba’s Communist Party newspaper Granma published on Wednesday a US embassy notice advising Americans living on the island on how to register for the US presidential election, another sign of thawing relations between the former Cold War foes, Reuters reports:</p> <blockquote class=\"quoted\"> <p>Granma habitually publishes electoral information for other countries, but this is the first time it has done so for the United States, a US embassy official confirmed. </p> <p>Cuba and the United States re-established diplomatic relations in July last year after decades of hostility following the 1959 revolution in which Fidel Castro’s rebels overthrew a U.S.-backed government. </p> <p>“Information for the U.S. citizens resident in Cuba,” the headline of the electoral notice read, framed in a red box. It went on to explain how Americans should register to vote, either online or at the embassy. [...]</p> <p>Clinton has signaled she would continue President Barack Obama’s policy of re-engagement with Cuba, urging Congress to end its trade embargo against the island. </p> <p>Trump’s would-be policy towards Cuba is not as clear. The businessman has also questioned the embargo, but last week said he would reverse the U.S. opening towards Cuba unless it allowed religious freedoms and freed political prisoners. </p> </blockquote> </div>   </div> <div id=\"block-57e2a9bee4b05d653ca5f498\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T15:43:41.657Z\">4.43pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Strong support among military for Libertarian Johnson</h2>  <div class=\"block-elements\">  <p>Libertarian candidate Gary Johnson rivals Donald Trump for support among active and retired military personnel, according to a new Military Times / Syracuse University poll.</p> <p>The Military Times <a href=\"http://www.militarytimes.com/articles/this-poll-of-the-us-military-has-gary-johnson-tied-with-donald-trump-in-the-race-for-president\">reports</a>:</p> <blockquote class=\"quoted\"> <p>Conducted in September, it is the first scientific breakdown of voting preferences among service members, and includes more than 2,200 responses from active-duty troops. And it shows a very different race than the one playing out on the broader national stage. </p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LeoShane/status/778579602448973824\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Out today: New <a href=\"https://twitter.com/MilitaryTimes\">@MilitaryTimes</a>/<a href=\"https://twitter.com/IVMFSyracuseU\">@IVMFSyracuseU</a> poll shows Trump and Gary Johnson in a dead heat among military voters. <a href=\"https://t.co/ZkN3qV4yDK\">https://t.co/ZkN3qV4yDK</a> <a href=\"https://t.co/asRiCbdnsX\">pic.twitter.com/asRiCbdnsX</a></p>&mdash; Leo Shane III (@LeoShane) <a href=\"https://twitter.com/LeoShane/status/778579602448973824\">September 21, 2016</a></blockquote>  </figure>  <p>Separately, the Wall Street Journal reports that Johnson’s fundraising accelerated in August. His campaign “raised nearly $5 million in August, more than three times what he raised the previous month and an unusually high figure for a third-party candidate.” <a href=\"http://blogs.wsj.com/washwire/2016/09/20/libertarian-candidate-gary-johnsons-fund-raising-accelerates/\">Read further</a>.</p> <p>Johnson has not been invited to the presidential debates because his poll numbers are not strong enough according to standards set by the commission on presidential debates.</p> </div>   </div> <div id=\"block-57e2a8e1e4b05d653ca5f491\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T15:38:53.721Z\">4.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s random fun:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/politicalwire/status/778616022647599109\">  <blockquote class=\"twitter-tweet\" data-cards=\"hidden\"><p lang=\"en\" dir=\"ltr\">From the Political Dictionary: &quot;roorback&quot; <a href=\"https://t.co/ezQZB4cyDP\">https://t.co/ezQZB4cyDP</a></p>&mdash; Taegan Goddard (@politicalwire) <a href=\"https://twitter.com/politicalwire/status/778616022647599109\">September 21, 2016</a></blockquote>  </figure>  <figure class=\"element element-image\" data-media-id=\"00e67a36537edc3afe64c9e6e63037ded042f2d7\"> <img src=\"https://media.guim.co.uk/00e67a36537edc3afe64c9e6e63037ded042f2d7/0_0_633_346/500.jpg\" alt=\"Roorback.\" width=\"500\" height=\"273\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Roorback.</span> <span class=\"element-image__credit\">Photograph: Dictionary.com</span> </figcaption> </figure> </div>   </div> <div id=\"block-57e29fbce4b05d653ca5f455\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T15:01:19.617Z\">4.01pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump: officer who shot Terence Crutcher 'choked'</h2>  <div class=\"block-elements\">  <p>Trump is asked about police shooting unarmed black man. He says he “watched the shooting in particular in Tulsa”<a href=\"https://www.theguardian.com/us-news/video/2016/sep/20/tulsa-shooting-helicopter-footage-shows-victim-unarmed-and-walking-away-video\"> of Terence Crutcher</a>.</p> <p>Trump:</p> <blockquote class=\"quoted\"> <p>As you know I’m a tremendous believer in police and law enforcement because we need that for ourselves. They’re great people. Great people. With great people – you always have problems...</p> <p>I watched the shooting in particular in Tulsa. And that man was hands up. That man went to the car hands up. Put his hands on the car. To me it looked like he did everything he’s supposed to do. And he looked like a really good man. And maybe I’m a little bit clouded because I saw his family speak after...</p> <p>This young officer, I don’t know what she was thinking but I’m very very troubled by that.</p> <p>Did she get scared? Was she choking? What happened? But maybe people like that, people that choke, they can’t be doing what they’re doing.</p> <p>We all respect our police greatly, and they will have to get better and better and better.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ABCPolitics/status/778610817851764736\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a> &quot;very troubled&quot; by Tulsa police shooting: Did cop &quot;get scared? Was she choking? What happened?&quot; <a href=\"https://t.co/a7DMQjdUm8\">https://t.co/a7DMQjdUm8</a></p>&mdash; ABC News Politics (@ABCPolitics) <a href=\"https://twitter.com/ABCPolitics/status/778610817851764736\">September 21, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-21T15:07:12.787Z\">at 4.07pm BST</time></p>  </div> <div id=\"block-57e29a2be4b011f2eb711c3f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T14:33:49.929Z\">3.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A study in contrasts in the campaigns. Clinton is scheduled to appear in Orlando this afternoon.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JesseLehrich/status/778586422081122305\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">today Hillary is giving a speech about increasing opportunity for disabled Americans &amp; Trump is campaigning with convicted murderer Don King</p>&mdash; Jesse Lehrich (@JesseLehrich) <a href=\"https://twitter.com/JesseLehrich/status/778586422081122305\">September 21, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/danmericaCNN/status/778601277550895104\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">To be fair: Don King attended a fundraiser with Hillary Clinton and Harry Reid in 2014... <a href=\"https://t.co/4ZTXmkaN9W\">https://t.co/4ZTXmkaN9W</a> <a href=\"https://t.co/F1fhND4Ejb\">https://t.co/F1fhND4Ejb</a></p>&mdash; Dan Merica (@danmericaCNN) <a href=\"https://twitter.com/danmericaCNN/status/778601277550895104\">September 21, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57e29845e4b080d3ee88afc8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T14:27:31.012Z\">3.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump’s less quotable than King. He’s talking “friends, we have so many friends, we have over 200 generals and admirals supporting us. I didn’t know we had that many.”</p> <p>Clinton has more support from top military figures including secretive Republican support from the likes of Colin Powell – we’ve lost track of the latest tally for Clinton – we’ll put a request in with data, please hold.</p> </div>   </div> <div id=\"block-57e297cae4b080d3ee88afc5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T14:23:58.327Z\">3.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump is up now:</p> <blockquote class=\"quoted\"> <p>There’s only one Don King. He’s very rich, he’s very smart, he took advantage of a lot of situations, and I have a lot of respect for that.</p> </blockquote> </div>   </div> <div id=\"block-57e296c3e4b080d3ee88afc2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T14:22:54.745Z\">3.22pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">King: 'black people need Trump'</h2>  <div class=\"block-elements\">  <p>More King:</p> <blockquote class=\"quoted\"> <p>The system is the problem, and he’s the only gladiator who will take on the system...</p> <p>Under the leadership of the dynamic human man who will fight for your rights under Donald Trump...</p> <p>We need Donald Trump, especially black people.. they told me you’ve got to emulate the white man...</p> <p>I told Michael Jackson, I said if you’re poor, you’re a poor negro – I would use the N-word – if you’re rich, you’re a rich negro... If you’re dancing and sliding and gliding nigg- I mean negro. So dare not emulate because you cannot assimilate. So you going to be a negro till you die.</p> </blockquote> <p>King wins robust applause.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-21T14:23:01.655Z\">at 3.23pm BST</time></p>  </div> <div id=\"block-57e294fde4b05d653ca5f422\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T14:16:36.425Z\">3.16pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">King: 'every white woman should vote for Donald Trump'</h2>  <div class=\"block-elements\">  <p>King:</p> <blockquote class=\"quoted\"> <p>Donald J Trump – I know his father Fred is smiling now – the spirit is loud and clear that we will create a whole new system. We will take this system apart and we will make America great again.</p> <p>John F Kennedy says sometimes party loyalty asks to much. This is the coming of a man who has taken on a system... a law that makes right wrong, and wrong right. He undertook that challenge, and from his lips to god’s ears, he says we will create a whole new system...</p> <p>The whole country was laughing... ‘He’s a buffoon, he’s got a reality show... a promoter of himself.’ Everybody was saying all these different things when he entered the ring to defend America.</p> </blockquote> <p>King makes an extraordinary electoral argument:</p> <blockquote class=\"quoted\"> <p>What I will say I put it in this category so you understand.. the white woman and the slave.. when the system was created they did not give her, the white woman did not have her rights and she still does not have her rights... Donald... when I see them try to ridiculize him, or when they try to ostracize... I want you to understand that every white woman should vote for Donald Trump... to knock out the system.</p> </blockquote> <blockquote> <p>It’s just what they’re trying to do now with zika and cancer...</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-21T14:18:26.708Z\">at 3.18pm BST</time></p>  </div> <div id=\"block-57e293f1e4b011f2eb711c28\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T14:08:36.225Z\">3.08pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Pence introduces King</h2>  <div class=\"block-elements\">  <p>The Republican vice-presidential nominee:</p> <p>“Would you join me in welcoming Don King to this important and historic gathering.”</p> <p>Here’s King now. Live video in the previous block. </p> <p>King:</p> <blockquote class=\"quoted\"> <p>Forty-four years ago I brought a young man to town here to save a hospital.. the only hospital in town that would service black people and poor whites. His name was Muhammad Ali. Today I come to you 44 years later to bring a great American. An American to save the nation.</p> </blockquote> </div>   </div> <div id=\"block-57e2918ce4b011f2eb711c21\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T13:56:47.831Z\">2.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s a live video stream of the Cleveland Heights event:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=YfRJ0kdlLHw\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/YfRJ0kdlLHw?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-57e28ef4e4b011f2eb711c19\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T13:54:49.718Z\">2.54pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">'He once stomped a man to death and was convicted of manslaughter'</h2>  <div class=\"block-elements\">  <p>Donald Trump has arrived at a “pastors leadership conference” at an African American Church in Cleveland Heights, Ohio, a suburb east of Cleveland.</p> <p>On the scene is Cleveland native Don King, the former boxing promoter and convicted killer, whom the RNC had convinced Trump not to invite to the national convention:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ShaneGoldmacher/status/778583829183336448\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Don King here <a href=\"https://t.co/Qta1vHvDZF\">pic.twitter.com/Qta1vHvDZF</a></p>&mdash; Shane Goldmacher (@ShaneGoldmacher) <a href=\"https://twitter.com/ShaneGoldmacher/status/778583829183336448\">September 21, 2016</a></blockquote>  </figure>  <p>Ben Carson is in the house, too. Here’s the scene, according to a pool report:</p> <blockquote class=\"quoted\"> <p>There are a few hundred people in the chairs arranged in front of the stage, and likely a few hundred more in the balcony level above. The audience is a mix of white and African-American attendees, but predominantly white. The neighborhood itself is predominantly African-American.</p> <p>Trump just entered the sanctuary from a door on the front left, at 940 am. He is wearing a dark suit and bright red tie, accompanied by Pence.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ShaneGoldmacher/status/778584109664776192\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">FLASHBACK: Just under two months ago <a href=\"https://t.co/LULFAN8lFh\">https://t.co/LULFAN8lFh</a> <a href=\"https://t.co/fv6NOF38Du\">pic.twitter.com/fv6NOF38Du</a></p>&mdash; Shane Goldmacher (@ShaneGoldmacher) <a href=\"https://twitter.com/ShaneGoldmacher/status/778584109664776192\">September 21, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hunterw/status/778578631421493248\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">There&#39;s a giant uterus across the street from Trump&#39;s event <a href=\"https://t.co/mKrAP3zsXg\">pic.twitter.com/mKrAP3zsXg</a></p>&mdash; Hunter Walker (@hunterw) <a href=\"https://twitter.com/hunterw/status/778578631421493248\">September 21, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-21T13:55:37.308Z\">at 2.55pm BST</time></p>  </div> <div id=\"block-57e28cafe4b05d653ca5f3fe\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T13:42:13.259Z\">2.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Model fight!</p> <p>Microsoft Research / PredictWise says FiveThirtyEight’s model is too swingy and suggests Trump is not as strong as he looks in the model:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavMicRot/status/778543535545053184\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Something wrong with <a href=\"https://twitter.com/FiveThirtyEight\">@FiveThirtyEight</a> forecast. If you enjoy roller-coasters, please jump on, otherwise, follow <a href=\"https://t.co/iVgKTSRLoR\">https://t.co/iVgKTSRLoR</a> <a href=\"https://t.co/BICaocsUCV\">pic.twitter.com/BICaocsUCV</a></p>&mdash; David Rothschild (@DavMicRot) <a href=\"https://twitter.com/DavMicRot/status/778543535545053184\">September 21, 2016</a></blockquote>  </figure>  <p>FiveThirtyEight, whose latest <a href=\"http://projects.fivethirtyeight.com/2016-election-forecast/?ex_cid=rrpromo\">polls-only forecast</a> has Trump’s chances of winning at 42.9% (the poll-plus forecast taking in economic and historical data has him at 44%), suggests no, the smart folks at Microsoft are in “denial” about Trump’s chances:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NateSilver538/status/778563584888627200\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Never seen otherwise-smart people in so much denial about something as they are about Trump&#39;s chances. Same mistake as primaries, Brexit. <a href=\"https://t.co/qBPRKoZV4R\">https://t.co/qBPRKoZV4R</a></p>&mdash; Nate Silver (@NateSilver538) <a href=\"https://twitter.com/NateSilver538/status/778563584888627200\">September 21, 2016</a></blockquote>  </figure>  <p>What does your home model say? Who’s right here? </p> <p>Update: Here’s a basic comparison of various models in play although no Predictwise here:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ForecasterEnten/status/778593463436738560\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/NateSilver538\">@NateSilver538</a> posted this to Twitter before about the differences between the different models. <a href=\"https://t.co/FFrr1iTH1Z\">pic.twitter.com/FFrr1iTH1Z</a></p>&mdash; (((Harry Enten))) (@ForecasterEnten) <a href=\"https://twitter.com/ForecasterEnten/status/778593463436738560\">September 21, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-21T13:59:28.369Z\">at 2.59pm BST</time></p>  </div> <div id=\"block-57e26c4fe4b0a5a2f64ad48d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-21T13:25:30.647Z\">2.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello and welcome to our live-wire coverage of the 2016 race for the White House. Donald Trump’s charitable foundation, whose coffers appear filled with other people’s money that Trump <a href=\"https://twitter.com/ngjennings/status/778559431911022592\">reportedly</a> taps to pay his own legal settlements, is due to lay out “factual errors” in such recent alarming reports, Trump’s running mate Mike Pence said late Tuesday.</p> <p>The announcement came after the latest in a series of stories by Washington Post reporter <a href=\"https://twitter.com/fahrenthold\">David Fahrenthold</a> describing strange dealings at the foundation.</p> <h2>‘Number of factual errors’</h2> <p>“I think what we’ve found is that there’s – number of factual errors in that story, as there were in previous stories about the Trump Foundation,” Pence told NBC News. “I think the foundation will be able to lay those out.”</p> <p>The words echoed a statement late Tuesday by Trump spokesman Jason Miller, which also accused the Post of mistakes, without naming any mistakes. </p> <p>“In typical Washington Post fashion, they’ve gotten their facts wrong,” the statement read in part. “The Post’s reporting is peppered with inaccuracies and omissions from a biased reporter who is clearly intent on distracting attention away from the corrupt Clinton Foundation, a vehicle for the Clintons to peddle influence at the expense of the American people.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/adamsteinbaugh/status/778428403712073728\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A claim that a reporter has made factual errors without identifying the errors is frivolous.</p>&mdash; Adam Steinbaugh (@adamsteinbaugh) <a href=\"https://twitter.com/adamsteinbaugh/status/778428403712073728\">September 21, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Fahrenthold/status/778338562454487040\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The questions I sent <a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a>&#39;s folks for Trump Fdn story. Nothing yet. Note my Q mis-stated Mar-a-Lago fines: right # was $120K. <a href=\"https://t.co/xHb2DGhnab\">pic.twitter.com/xHb2DGhnab</a></p>&mdash; David Fahrenthold (@Fahrenthold) <a href=\"https://twitter.com/Fahrenthold/status/778338562454487040\">September 20, 2016</a></blockquote>  </figure>  <p>Trump has a rally scheduled today in Toledo, Ohio, and a town hall this evening in Ohio with <a href=\"https://www.youtube.com/watch?v=8h4DkQqWXDc#t=6m\">non-journalist Sean Hannity</a>. Hillary Clinton has a rally in Orlando, Florida, this afternoon.<br></p> <h2>Trump camp: ‘ironic’ for George HW Bush to back Clinton</h2> <p>The revelation Tuesday that former president George HW Bush – he’s a Republican – has told people he will vote for Clinton instead of Trump has made waves in Trumpland. </p> <p>Trump spokeswoman campaign manager Kellyanne Conway called it “ironic” that Bush would vote for a Clinton, of all people (Bill Clinton defeated Bush in 1992). </p> <p>Conway also went out of her way to note how old Bush is.</p> <p>“Well, I respect the 92-year-old former president very much and his decision. And I think that Americans are very grateful to the Bush family for their public service,” Conway said. “That is his right” ...</p> <blockquote class=\"quoted\"> <p>It is ironic that he would vote for the wife of the man who knocked him out of the race, Bill Clinton defeated George Herbert Walker Bush, Bush 41, Erin, in 1992, for his reelection. </p> </blockquote> <p>Maybe by “ironic” she means “a kind of amazing expression of just how much the senior Bush must really despise Donald Trump”?</p> <p>Pence echoed Conway. “My respect and frankly affection for our 41st president is boundless,” he said on NBC. “But I respectfully disagree with his decision in this election.”</p> <h2>Trump’s grasp of basic history questioned</h2> <p>Fending off several controversies on Tuesday, Donald Trump started another when he proclaimed at a <a href=\"https://www.theguardian.com/us-news/northcarolina\">North Carolina</a> rally that “our African American communities are in the worst shape they’ve ever been ... Ever. Ever. Ever”.</p> <p>The plainly inaccurate statement, which was immediately lambasted on social media for failing to consider the long history of slavery and racial discrimination against African Americans, marked the latest misstep by the Trump campaign as the Republican nominee has struggled to harness the terrorist attacks in New York and New Jersey for his political advantage.</p> <p>Read further from<strong> </strong>Guardian political reporter<strong> Ben Jacobs</strong>:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/20/donald-trump-african-american-communities-north-carolina\">Trump claims African American communities are in 'worst shape ever'</a> </p> </aside>  <h2>CNN employee Corey Lewandowski still a paid Trump employee</h2> <p>Why not?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mateagold/status/778446780199374848\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Former campaign manager/current <a href=\"https://twitter.com/CNN\">@CNN</a> pundit .<a href=\"https://twitter.com/CLewandowski_\">@CLewandowski_</a> got another $20K in August through his LLC from Trump for &quot;strategy consulting&quot;</p>&mdash; Matea Gold (@mateagold) <a href=\"https://twitter.com/mateagold/status/778446780199374848\">September 21, 2016</a></blockquote>  </figure>  <h2>Trump trailing Clinton among rich people</h2> <p>Clinton leads Trump 46-42 among likely voters with annual household incomes of $100,000 or more in a two-way race, a new Bloomberg Politics poll conducted by Purple Strategies found. Mitt Romney won the group by 10 percentage points in 2012, according to exit polls.</p> <p>Bloomberg notes that usually rich people vote Republican:</p> <blockquote class=\"quoted\"> <p>Since 1996, the Republican presidential nominee has won or tied among voters with annual household incomes of $100,000 or more, according to a compilation of exit polls by the Roper Center for Public Opinion Research at Cornell University. Republicans also won the top-earning groups publicly identified by the Roper Center in the 1976-1992 elections.</p> </blockquote> <h2>Ivanka Trump is ‘Marvel’ – report</h2> <p>The secret service assigns its protectees nicknames that then are announced to the world. Trump’s daughter Ivanka has just received protection, and with it the nickname “Marvel”, the Daily Caller <a href=\"http://dailycaller.com/2016/09/20/this-is-ivanka-trumps-secret-service-name/\">reports</a>. Trump himself is called after a bump in a ski run: “Mogul.”</p> <p>Thanks for reading and please join us in the comments. <br></p> </div>   </div>"
]