[
  "<p>Donald Trump may be struggling to capture a majority of voters in the heartland of America, but there is one eastern European precinct he would likely carry in a landslide – if only they were allowed to vote in US elections. </p> <p>The town of Veles, Macedonia (population 44,000), is the unlikely home for dozens of avowedly pro-Trump political news sites, featuring headlines like Hillary’s Illegal Email Just Killed Its First American Spy and This is How Liberals Destroyed America, This Is Why We Need Trump in the White House.</p> <p>The Guardian has identified more than 150 domains registered to people claiming addresses in Veles, though not all of those are associated with active websites. </p> <p>Some claim to garner millions of page views per month. Most others are relatively obscure. All of them exist primarily for one reason – to cash in on the seemingly endless appetite for news about Donald Trump. And they’re getting a big boost from Facebook. </p> <h2><strong>Fake names and death threats</strong></h2> <p>The creator of a popular Macedonian site, “Alex” claims that he was one of the first of his countrymen to write about US politics. (Alex is not his real name, and he spoke on condition of anonymity.) He claims his neighbors copied his idea and have capitalized on the Trump wave. According to Alex, his site gets more than 1m visits a month, roughly half of them driven by his Facebook page. </p> <p>“We are an independent news magazine with [our] primary goal to influence American policy, especially politics,” says Alex, who originally favored Ted Cruz in the Republican primaries. “Then my city fellows saw what I was doing and started to copy my work. They are just looking to earn money from ad networks.”</p> <p>In fact, these foreign sites probably wouldn’t exist without their domestic counterparts, from whom they crib many of their stories. (Alex admits he started out by copying and pasting stories from conservative US news sites but says he’s recently hired a half-dozen US-based writers to produce original content.)</p> <p>There are hundreds of relatively obscure political sites registered on this side of the Atlantic that grab news from mainstream outlets, rewrite the headlines to be click-friendly, and blast them out to their readers using Facebook. </p> <p>Many of these sites are registered privately, and the author names that appear on their pages are often fictitious or nonexistent. Using the search engines provided by <a draggable=\"true\" href=\"https://www.domaintools.com/\">Domain Tools</a>, the Guardian was able to comb through historical domain name records and contact the owners of some of these sites. </p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Writing a clickbaity headline and dashing off 400 words in 15 minutes is not a skill they teach in journalism school</p> <footer> <cite></cite> </footer> </blockquote> </aside>  <p>At <a href=\"http://bipartisanreport.com/\">Bipartisan Report</a>, a left-leaning news site, about two-thirds of the authors use pseudonyms, says publisher Justin Brotman. The reason? Personal safety. </p> <p>“Most of our authors start out saying, ‘I’ll use my real name, I don’t care’,” he says. “One week in, after they start getting death threats, they change their minds.” </p> <p>Brotman won’t reveal how much money his site makes, but it’s enough to pay a staff of 15 freelance writers, who get compensated based on how much traffic their stories generate. Bipartisan Report’s Facebook page, which has 825,000 likes, plays a large role in sending traffic his way.</p> <p> “All social media is of utmost importance,” he says. “If your goal is straight page views then Facebook is the best investment of your time. It does drive more ‘clicks’ than posting on other platforms with an equal amount of followers. But I’d put Twitter way ahead in lending credibility and enhancing our brand.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2016/jul/02/facebook-ad-targeting-settings-preferences\">Race, politics, travel plans: things Facebook's algorithm can't get right</a> </p> </aside>  <h2><strong>‘Share, share, share it all over Facebook’</strong></h2> <p>Even smaller sites are making bank on the surge of interest in the Republican nominee. <a href=\"http://www.libertywritersnews.com/\">Liberty Writers News</a>, a two-person site operating out of a house in the San Francisco Bay Area, generates income of between $10,000 and $40,000 a month from banks of ads that run along the side and bottom of every story. </p> <p>Paris Wade and his partner Ben Goldman have mastered the art of getting traffic. The ability to write a clickbaity headline, toss in some user-generated video found on YouTube, and dash off a 400-word post in 15 to 30 minutes is a skill they don’t teach in journalism school, says Wade, who graduated from the University of Tennessee with a degree in advertising. </p> <p>Three months after launching the site, Liberty Writers News gets up to 700,000 visitors a day, a number that has been doubling every month. Again, though, they owe nearly all of that growth to Facebook.</p> <p>“About 95% of our traffic is coming from Facebook,” Wade says. The <a href=\"https://www.facebook.com/LibertyWritersNews/\">Liberty Writers News page</a> has about 150,000 likes, but by sharing stories with other like-minded Facebook pages, they can extend their reach to as many as 7m or 8m viewers, he adds. </p> <p>They spend around $3,000 a month paying Facebook to promote the page. Once they started doing that, their traffic doubled, says Wade.</p> <p>They also end some stories with enthusiastic cries to “*** Share this right now! Let’s beat the liberal media to it. Share, share, share it all over Facebook.” </p> <p>But what Facebook gives, it also takes away, Goldman adds. If one of their stories gets shared too quickly, Facebook assumes it is spam and throttles it for a period of time, which reduces the number of people who can see it in their news feed. That doesn’t happen to mainstream sites such as the New York Times or Washington Post, he adds.</p> <p>Those sites feature a blue check mark on their Facebook pages, certifying they are authentic brands. That’s one of the reasons the pair are talking to the press – to establish their credentials as a legitimate news organization so Facebook will stop throttling them. </p> <p>“We want that blue check mark,” Wade says. </p> <p>The US presidential election will be over in less than three months. Regardless of the outcome, Trump fever is likely to subside, possibly leaving many of these sites without their biggest source of traffic. Goldman and Wade say they’ll just transition to covering other news about politics or celebrities. “People love stories about celebrities,” he says.</p> <p>Even Alex the Macedonian publisher is not worried. “I think my traffic will be fine if Trump doesn’t win,” he says. “There are too many haters on the net, and all of my audience hates Hillary.”</p>",
  "<p>Nigel Farage, the anti-EU British politician and former Ukip leader, will appear with Donald Trump at a rally on Wednesday, a week after the US presidential candidate branded himself “Mr Brexit” and tapped one of the leading American supporters of Brexit to run his campaign.</p> <p>The Trump campaign confirmed that Farage would appear with Trump at an evening rally in Jackson, Mississippi, to tell US voters “the Brexit story” of how he triumphed over the electoral odds. Farage will not endorse Trump. </p> <p>Trump hopes to ride to victory a populist wave of nationalist enthusiasm comparable to the movement behind <a href=\"http://www.theguardian.com/politics/2016/aug/22/brexit-means-brexit-when-is-big-question\">Britain’s June vote to leave the European Union</a>. As leader at the time of Ukip, Farage was a key promoter of the Brexit.</p> <p>Instead, the British politician, who was invited by Mississippi governor Phil Bryant, will draw parallels between what he sees as the inspirational story of Brexit and Trump’s campaign. Farage will describe the Republican’s campaign as a similar crusade by grassroots activists against “big banks and global political insiders” and how those who feel disaffected and disenfranchised can become involved in populist, rightwing politics. With Trump lagging in the polls, just as Brexit did prior to the vote on the referendum, Farage will also hearten supporters by insisting that they can prove pundits and oddsmakers wrong as well.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2016/jul/05/how-remain-failed-inside-story-doomed-campaign\">How remain failed: the inside story of a doomed campaign | Rafael Behr</a> </p> </aside>  <p>This message resonates with the Trump campaign’s efforts to reach out to blue collar voters who have become disillusioned with American politics, while also adding a unique flair to Trump’s never staid campaign rallies.</p> <p>The event will mark the first meeting between Farage and Trump.</p> <p>Arron Banks, the businessman who backed Leave.EU, the Brexit campaign group associated with the UK Independence party (Ukip), tweeted that he would be meeting Trump over dinner and was looking forward to Farage’s speech.</p> <p>The appointment last week of Stephen Bannon, former chairman of the Breitbart website, as <a href=\"https://www.theguardian.com/us-news/2016/aug/20/steve-bannon-profile-breitbart-trump-campaign-manager\">“CEO” of Trump’s campaign</a> has seen the example of the Brexit vote, which Breitbart enthusiastically advocated, rise to the fore in Trump’s campaign narrative.</p> <p>Speaking to a local radio station before the joint rally, Farage urged Americans to “go out and fight” against Hillary Clinton. </p> <p>“I am going to say to people in this country that the circumstances, the similarities, the parallels between the people who voted Brexit and the people who could beat Clinton in a few weeks time here in America are uncanny,” Farage told Super Talk Mississippi. “If they want things to change they have get up out of their chairs and go out and fight for it. It can happen. We’ve just proved it.”</p> <p>“I am being careful,” he added when asked if he supported Trump. “It’s not for me as a foreign politician to say who you should vote for ... All I will say is that if you vote for Hillary Clinton, then nothing will change. She represents the very politics that we’ve just broken through the Brexit vote in the United Kingdom.”</p> <p>Asked if he thought this was the biggest factor in the Brexit referendum, Farage said: “It was the key. It was the absolute key. The reason we won the referendum ... is that we believe immigration should be controlled.”</p> <p>Both Farage and Trump are keen to limit immigration and protect voters against some of the impact of globalisation.<br></p> <p>Farage was condemned during the EU referendum campaign for using anti-immigration rhetoric, including a <a href=\"http://www.theguardian.com/politics/2016/jun/16/nigel-farage-defends-ukip-breaking-point-poster-queue-of-migrants\">poster showing a queue of refugees</a> with the slogan “Breaking Point”; Trump has <a href=\"https://www.theguardian.com/us-news/2016/aug/15/donald-trump-immigration-test-isis-islamic-state-foreign-policy\">promised to impose “extreme vetting”</a> on potential immigrants.</p> <p>In a further parallel with Brexit politics, the Trump campaign has argued in recent days that it enjoys support not reflected in the polls, from <a href=\"https://www.theguardian.com/us-news/2016/aug/23/donald-trump-campaign-news-polls-kellyanne-conway\">undercover voters</a> who are shy about admitting their support for the controversial nominee.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/766246213079498752\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">They will soon be calling me MR. BREXIT!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/766246213079498752\">August 18, 2016</a></blockquote>  </figure>  <p>In the immediate aftermath of the referendum, Trump flew to Scotland, where he owns a golf resort, and enthusiastically welcomed the decision of the voters to leave the EU, saying it was a “great thing” that voters had “taken back their country”.</p> <p>Farage has expressed “massive thanks” to Bannon and Breitbart for their favorable coverage of the Leave campaign.<br></p> <p>“And can I just say a massive thanks to Breitbart, on both sides of the pond?” Farage <a href=\"https://www.theguardian.com/us-news/live/2016/aug/18/trump-says-hell-be-known-as-mr-brexit-despite-poor-poll-showing-politics-live?page=with:block-57b5dbb2e4b0c23bfed8ab45#block-57b5dbb2e4b0c23bfed8ab45\">told Bannon after the vote</a>. “Because you guys have been fair with me, and given me a chance to make my arguments. I thank you guys very much indeed for that.”</p> <p>Farage is taking a more prominent role in the Trump campaign even as he stepped away from British politics. Farage stepped down as Ukip leader in the wake of the vote, but has hinted that he could re-enter frontline politics if the British prime minister, Theresa May, does not rapidly press ahead with her promise to ensure “Brexit means Brexit”.</p> <p>Farage has appeared at Republican events in the past, beginning with a well-received speaking gig at the 2015 Conservative Political Action Conference (CPAC). Farage also popped up at the Republican national convention in Cleveland last month, where he <a href=\"https://www.c-span.org/video/?412958-1/nigel-farage-criticizes-president-obamas-intervention-brexit-campaign\">declared himself</a> himself “a huge fan of Barack Obama”.</p> <p>“Without him we wouldn’t have won the referendum,” Farage explained. “He was very helpful.” The US president had encouraged Britain to remain part of the EU.</p> <p>Dan Schneider, the executive director of the American Conservative Union, raved at the time about Farage’s CPAC appearance to the Guardian, calling him a “very smart, very funny man and he can turn a phrase very well”. </p> <p>Farage is not uniform in his support of Trump, however. Last month he <a href=\"http://www.independent.co.uk/news/world/americas/nigel-farage-donald-trump-republican-convention-muslims-us-election-2016-a7153206.html\">told an interviewer</a> that Trump’s anti-Muslim rhetoric makes him “very uncomfortable”.</p>",
  "<p>From my house overlooking Managua, the city at night looks like an amusement park – more Walt Disney fantasy than the capital of the poorest country in the American continent. </p> <p><a href=\"http://www.latimes.com/world/mexico-americas/la-fg-nicaragua-trees-20150524-story.html\">Gigantic metal trees</a>, each studded with hundreds of colored lights have been installed all over town. A few might have been fine, but 130 of them in our small city are overwhelming and kitsch. </p> <p>This makeover is the work of our eccentric first lady and future vice-president, Rosario Murillo: her way of imprinting herself in our lives. </p> <p>Considering what is going on in Nicaragua, I often feel I am immersed in a twisted, magical-realist novel. Everything that was not supposed to happen again in my country is coming back. </p> <p>We are reliving all that I thought had been eradicated when we, the Sandinista rebels, entered Managua on 19 July 1979 and ended 45 years of Somoza dynasty. </p> <p>What hurts the most, is to see the past return in the figure of our old comrade-in-arms, <a href=\"https://www.theguardian.com/world/daniel-ortega\">Daniel Ortega</a>. He and his wife have carefully woven a sticky web to trap Nicaraguans in a net of illusory progress.</p> <p>Ortega ruled Nicaragua from 1979 to 1990and in 2007, he ran for re-election. </p> <p>I campaigned against him, certain that if he was re-elected, he would stay in power at all costs. </p> <p>Friends tried to convince me Nicaragua was no longer the same. After experiencing 16 years of budding democracy, people would reject his authoritarian tendencies, they said. </p> <p>But Ortega – aided by his wife – managed to sell himself to the Nicaraguan people as a democratic revolutionary.</p> <p>Murillo designed a campaign that promised peace and love. She covered the John Lennon song Give Peace a Chance and used it with her own lyrics as a campaign theme. </p> <p>Ortega and Murillo made amends with the Catholic church, and – after 25 years of living together – they were married by Managua’s cardinal and former nemesis, Miguel Obando y Bravo. </p> <p>Miraculously, the couple went from dangerous atheists to fervent Christians from one day to the next. The illusion worked. <a href=\"https://www.theguardian.com/world/2006/nov/08/1\">He got elected</a>. </p> <p>A hard-working, determined woman, with a quasi-superstitious belief in her mission as savior of the people, Murillo has been key in strengthening Ortega’s hold on power. </p> <p>She defended her husband even when her daughter from her first marriage accused Ortega of sexually abusing her. Her loyalty paid off, and she obtained a great deal of power. </p> <p>Meanwhile, Ortega set about exerting absolute control over state institutions such as the electoral council, the supreme court, the national assembly, the army and the police.</p> <p>Then he <a href=\"https://www.theguardian.com/world/2013/nov/07/nicaragua-daniel-ortega-second-terms\">reformed the constitution</a> to allow for indefinite re-elections. Most recently, in a coup de grace to any semblance of democracy, he <a href=\"https://www.theguardian.com/world/2016/jun/26/nicaragua-opposition-daniel-ortega-presidential-election\">took away</a> the legal representation of the only opposition force capable of challenging him in the 2016 elections, which he then assigned to sycophants guaranteed to do his bidding. </p> <p> </p> <p>Ortega had already announced in a speech that he would not accept international observers for the 6 November elections. “Shameless,” he called them, “they should observe their governments, not us.” </p> <p>Meanwhile, Murillo began to appear more visibly in their political propaganda. While Ortega has not given one single press conference to the national media since 2007, every day at midday Murillo addresses the people on radio and TV, exalting the Christian, socialist and solidaristic nature of their political model.</p> <p>Earlier this month, <a href=\"https://www.theguardian.com/world/2016/aug/03/daniel-ortega-nicaraguan-sandinista-president-rosario-murillo\">Ortega named his running mate</a>: Rosario Murillo. </p> <p>The US and the European Union have expressed their concern, but Ortega has his anti-imperialist rhetoric at the ready and seems to relish the prospect of another round of defiance. For him, this is the second coming of the Sandinista revolution. </p> <p>So far, the Nicaraguan people have mostly been passive. Ortega and Murillo have used billions from Venezuela to give bonuses to state employees and farmers, to distribute roofing materials in poor neighborhoods and to finance a variety of social programs. </p> <p>Scared by the possibility of another bloody struggle, Nicaraguans have opted to take what they can and keep their opinions to themselves. </p> <p>Somoza had two sons to continue his dynasty, Ortega and Murillo have five sons and two daughters. </p> <p>Though they might feel very strong, we have seen this before. Nothing is for ever.</p>",
  "<p>So this is what liberation looks like: four armed officers <a href=\"https://www.theguardian.com/world/2016/aug/24/french-police-make-woman-remove-burkini-on-nice-beach?CMP=twt_gu\" title=\"\">ordering a woman to undress in public</a>. France’s prime minister, Manuel Valls, has backed the mayors ordering “burkini bans” on their beaches by arguing, among other things, that the garment <a href=\"https://www.theguardian.com/world/2016/aug/17/french-pm-supports-local-bans-burkinis\" title=\"\">is part of the enslavement of women</a>. The photos from Nice, in which a Muslim woman removes her tunic under duress, show that claim of upholding women’s rights to be as erroneous as the others advanced in support of the measures – variously, that covering up for religious reasons while at the seaside or while swimming is unhygienic, or a “provocation”, or contrary to French values. The images are preposterous as well as ugly, highlighting the profound mismatch between stated ideals and their consequence; and an imagined threat to the national community and the means used to subdue it, with multiple gun-toting policemen required to confront one sunbathing woman. Which French values are being defended is unclear. Not liberation; nor equality; nor fraternity – since women who wish to wear the burkini (or, it seems, the hijab and loose-fitting clothes) are confronted with a choice between dressing as they feel fit or removing themselves from a public space.</p> <p>The text of the Cannes ban refers to those who wear “ostentatiously” religious dress as disrespectful of good manners and laïcité, the French concept of secularism founded on freedom of conscience, a strict separation between religion and the state, and the freedom to exercise any faith. That reflects <a href=\"https://www.theguardian.com/world/2015/oct/13/pork-school-dinners-france-secularism-children-religious-intolerance\" title=\"\">a deepening battle over the true meaning of the philosophy</a> and, in particular, an attempt by the right to clothe its xenophobia and Islamophobia more respectably. France is becoming increasingly politically polarised in the run-up to this November’s rightwing primaries and next year’s presidential election, the electoral calendar meshing alarmingly with the fallout from terrorist atrocities. The rise of Marine Le Pen and her party has encouraged others to buy into her rhetoric. Nicolas Sarkozy’s announcement this week that he would run again for top office came with a message clearly aimed at far-right voters. He promised to extend the ban on the hijab in schools to universities, to restrict access to benefits for women who repeatedly violate the existing burqa ban, and to scrap a law authorising immigrants to be reunited with their families. He has denounced “the tyranny of minorities”.</p> <p>The Nice ban refers specifically to <a href=\"https://www.theguardian.com/world/2016/jul/15/lorry-rams-bastille-day-crowd-in-nice-killing-at-least-70\" title=\"\">last month’s Bastille Day attack in the city,</a> without mentioning that several of the 84 victims were Muslim, while the mayor of Cannes has described burkinis as referring to an allegiance to terrorist groups. Others have described them improbably as a provocation by Islamists (as if such groups were likely to urge women to bathe in form-fitting outfits on mixed-sex public beaches). It is hard to see the logical correlation. What can be said is that obsessing about the burkini is a good way to distract attention from the many social and economic reasons why young second and third generation immigrants may feel disenfranchised and harbour grievances against the republic – making some vulnerable to recruitment by extremists – and&#xa0;that it is likely to alienate more of them.</p> <p>Some politicians have cited the risk of public disorder and seem concerned primarily that growing distrust between parts of society could lead to violent clashes – such as a recent brawl in Corsica – particularly since the head of the domestic intelligence service has <a href=\"http://www.ft.com/cms/s/0/cea72c12-685a-11e6-a0b1-d87a9fea034f.html#axzz4IG3YQwNM\" title=\"\">warned that the far right is looking for confrontation</a>. They see the rules, perhaps, as pragmatic; they are, in fact, deeply unfair because they put the onus on Muslim women to prevent other people’s criminality and avoid evoking their prejudice. Tomorrow France’s highest administrative court will consider the legality of the bans. Though the political backdrop is complex, the issue remains simple. Women’s right to dress as they feel comfortable and fitting should be defended against those coercing them into either covering or uncovering. Their bodies are their business.</p>",
  "<p>Sir Martin Sorrell has stuck by his grim predictions for Britain after Brexit despite business picking up for his advertising company WPP since the vote to leave the EU.</p> <p>Sorrell was one of the leading business voices campaigning for Britain to stay in the EU. Shortly before the vote on 23 June he warned the UK was in danger of sleepwalking into a black hole that would damage economic growth.</p> <p>WPP, the world’s biggest marketing services company, said its UK business performed better in July, possibly helped by the falling pound, after slowing in run-up to the referendum. <a href=\"https://www.theguardian.com/business/2016/aug/23/uk-economic-surveys-defy-brexit-fears\">Recent economic data</a> on exports, the housing market and supermarket sales have also suggested the economy is holding up after the vote.</p> <p>Sorrell said: “As far as the UK is concerned, we saw some softness in April, May and June and in July we saw some strength so it’s difficult to come to a conclusion one way or the other. It’s only one month and one swallow doesn’t make a spring.</p> <p>“I wasn’t surprised by it [the business improvement]. I was pleased by it but it’s just too early to judge. What I stick by is that the next two or three years are going to be a very uncertain time. In the longer term what business wants is certainty but the government can’t deliver certainty because it wants more flexibility in its negotiations.”</p> <p>He said lack of clarity over when the government triggers Britain’s departure from the EU by invoking Article 50 was at the heart of uncertainty for business leaders.</p> <p>“Whenever it is, it’s going to be a long process and we’ve outsourced our trade negotiating facility to Brussels. It’s going to be expensive and take a long time to build it back up.”</p> <p>At WPP’s annual meeting in early June Sorrell said Brexit would be bad for the company and would have a serious impact on its business in Europe. He said WPP would need more businesses on the ground in major European countries such as Spain, Germany and France.</p> <p>“I was worried about losing influence in Europe. We have made acquisitions in Belgium and France already and we will be doing more.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2016/jun/24/sir-martin-sorrell-media-brexit-wpp-eu-referendum-itv\">Sir Martin Sorrell calls for 'stiff upper lip' as media stocks are hit by out vote</a> </p> </aside>  <p>WPP reported headline profits up 10% to £769m and global revenues of £6.5bn in the six months to the end of June. It reported healthy growth in the second quarter but business slowed in the UK, which makes up almost 14% of its revenues, as advertisers held back spending over concerns ahead of the Brexit vote.</p> <p>Global net sales rose 3.8% to £5.6bn in the first half as the company was boosted by advertising spend associated with Euro 2016, the Rio Olympics and the looming US presidential election.</p> <p>WPP’s £726m in second-quarter revenues from western continental Europe represented 6.2% like-for-like growth, up on the 4.4% reported in the first quarter.</p> <p>“Whilst there seems limited likelihood of a worldwide recession, that is two quarters of negative GDP growth globally, there have been and will be individual countries that go into recession, as Russia and Brazil already have and a post-Brexit United Kingdom might,” WPP said.<br></p>",
  "<p>Former secretary of state Hillary Clinton’s health has been under scrutiny in recent weeks, not by medical professionals but by politicians and supposed pundits playing doctor on TV. Clinton’s personal physician, <a href=\"https://m.hrc.onl/secretary/10-documents/01-health-financial-records/2015-07-28_Statement_of_Health_-_LBardack.pdf\">Dr Lisa Bardack, has repeatedly said</a>: “Secretary Clinton is in excellent health and fit to serve as president of the United States.” Meanwhile, <a href=\"http://www.nbcnews.com/nightly-news/video/clinton-responds-to-deranged-conspiracy-theories-about-her-health-746921539976\">conspiracy theories</a> about Clinton’s supposed ill health have gone viral. There’s <a href=\"http://www.vox.com/2016/8/18/12505078/hillary-clinton-health-stroke-conspiracy-fake\">no evidence</a> these claims are true.</p> <p>I’m a doctor. I don’t play at being a doctor. I don’t diagnose patients in the absence of unbiased, reliable information, such as performing a physical exam or reviewing tests. When I write or am interviewed on television or the radio, I’ll talk about what new research will mean for patients and the science behind the latest guidelines. I’ll explain why we’re seeing increasing rates of certain diseases and whether policies to combat them make sense. I don’t talk about individuals except to say what one might expect more generally with regard to a particular medical illness.</p> <p>But the scientist in me understands that the real issue here isn’t Clinton’s health. Conspiracy theories signal fear; in this case, Trump’s realization that Clinton may well be the next president of the United States.</p> <p>This is not the first time rumors of illness have been deployed to attack a seemingly untouchable political adversary. At a time when Massachusetts governor Michael Dukakis had a 10-point lead over then vice-president George HW Bush in the polls, <a href=\"http://www.cnn.com/videos/tv/2016/03/15/exp-rftwh-bush-vs-dukakis-1-1.cnn/video/playlists/race-to-the-white-house--original-series/\">reports circulated</a> that Dukakis suffered severe depression after losing his first re-election campaign. When asked if Dukakis should release his complete medical records, Ronald Reagan did little to dispel those rumors, <a href=\"http://www.nytimes.com/1988/08/04/us/dukakis-releases-medical-details-to-stop-rumors-on-mental-health.html\">saying</a>: “Look, I’m not going to pick on an invalid.”</p> <p>Some Trump surrogates are also <a href=\"https://twitter.com/DrMarcSiegel/status/764541927152820225\">calling</a> on Clinton to release her medical records. Trump has not released his, and a <a href=\"https://www.donaldjtrump.com/images/uploads/trump_health_record.pdf\">letter from his physician</a> reads as if Trump had written it himself: little in the way of detail but plenty of superlatives like “astonishingly excellent” and “extraordinary”. Meanwhile, in contrast to Clinton and every other presidential candidate in the last 40 years except Gerald R Ford, Trump has yet to release his tax returns.</p> <p>What is different is that Trump gushes conspiracy theories like a fire hose. He was <a href=\"http://www.nytimes.com/2016/07/03/us/politics/donald-trump-birther-obama.html\">one of the most vocal birthers</a>, those who claimed Barack Obama was a Kenyan-born Muslim and thus ineligible to hold office (that was untrue). Trump later <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2016/05/06/donald-trumps-ridiculous-claim-that-hillary-clinton-started-the-birther-movement/\">claimed</a> that Clinton started the birther movement, not he. He t<a href=\"https://twitter.com/realdonaldtrump/status/265895292191248385?lang=en\">weeted</a>: “The concept of global warming was created by and for the Chinese in order to make US manufacturing non-competitive.” He <a href=\"https://www.youtube.com/watch?v=8T3uAp2ep3w\">said</a> “thousands and thousands” of people in New Jersey cheered the 9/11 attacks, implying they were Muslims. He <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/nov/23/donald-trump/trump-tweet-blacks-white-homicide-victims/\">tweeted an allegation</a> that 81% of white homicide victims are killed by blacks. And he <a href=\"http://www.slate.com/blogs/xx_factor/2015/09/16/donald_trump_suggested_vaccines_cause_autism_during_the_cnn_gop_debate_he.html\">suggested</a> that vaccines cause autism. The list goes on. None of these assertions are true.</p> <p>It’s almost as if Trump is reading from a textbook on how to invent and disseminate conspiracy theories. First, target those who feel most alienated and disempowered. Then, identify a complex social or political threat to control, which might include stagnant wages, demographic changes or terrorism. Next, identify an outsider group such as China, Latino immigrants, blacks or Muslims who you can blame. Then tell a simple, black-and-white story of conflict between good versus evil, us versus the other. Finally, say the system is “<a href=\"https://www.washingtonpost.com/politics/for-trump-a-new-rigged-system-the-election-itself/2016/08/02/d9fb33b0-58c4-11e6-9aee-8075993d73a2_story.html\">rigged</a>” by the mainstream media or the elite.</p> <p>Trump is riding a rising tide of alienation and disempowerment, most notably among working class white men. They’re his strongest supporters because uncertainty, anxiety and powerlessness <a href=\"http://www.michaelshermer.com/the-believing-brain/\">drive the need to reassert control</a>. It’s also perhaps why those with a more <a href=\"http://blogs.lse.ac.uk/usappblog/2016/01/27/donald-trump-is-attracting-authoritarian-primary-voters-and-it-may-help-him-to-gain-the-nomination/\">authoritarian</a> bent tend to favor Trump.</p> <p>Trump shares a certain worldview with his supporters, but he’s also a brilliant psychologist. It should come as no surprise that he “<a href=\"https://www.youtube.com/watch?v=Vpdt7omPoa0\">loves the poorly educated</a>”. They’re most likely to buy into his conspiracy theories, and not because they’re stupid. Researchers have found that <a href=\"http://onlinelibrary.wiley.com/doi/10.1111/ajps.12084/abstract\">having less education</a> – not sex, race, ideology or knowledge – is the most reliable predictor of whether someone will believe a conspiracy theory. Education not only arms us with facts but also teaches us how to think <a href=\"https://www.researchgate.net/publication/265608142_Analytic_thinking_reduces_belief_in_conspiracy_theories\">analytically</a> (methodically and scientifically) not just intuitively (from the gut).</p> <p>The scientist in me knows that attempts to debunk conspiracy theories – whether they’re about Clinton’s health or the myth that vaccines cause autism – are at best futile and may in fact <a href=\"http://www.uky.edu/AS/PoliSci/Peffley/pdf/nyhan-reifler%202007%20When%20Predictions%20Fail.pdf\">backfire</a>. We pick and choose those facts that add up to the truth we’ve already chosen to believe. The more someone tries to disprove the reality we’ve constructed, the more we dig in our heels.</p> <p>In 2008, questions about <a href=\"http://www.usnews.com/opinion/blogs/robert-schlesinger/2010/03/24/party-of-nuts-poll-shows-gop-thinks-obama-is-muslim-socialist\">President Obama’s citizenship</a> intensified with his likelihood of clinching the Democratic nomination. So long as the odds of winning the election remain in Clinton’s favor, we can expect to see more conspiracy theories emerge between now and November.</p>",
  "<p>Although thousands of supporters will turn out for Donald Trump’s rally Wednesday in Mississippi, the real purpose for his visit to the state will quietly happen an hour earlier: a $1,000-per-person fundraiser at an undisclosed location.</p> <p>Money is the only explanation for Trump’s continued swing through deep red states, according to operatives on both the left and the right.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/23/donald-trump-campaign-news-polls-kellyanne-conway\">Trump manager says 'undercover voters' will deliver win in US election</a> </p> </aside>  <p>Traditionally, a candidate with just over two months until an election would focus on battleground states, or states with large populations and value in the electoral college: Florida, Iowa, New York, the Rust Belt states and others. Florida boasts 29 electoral votes, for instance, while Mississippi has six.</p> <p>But Trump’s arrival in Mississippi on the heels of a trip to Texas is a quintessential Trump move: splashy, expensive and defying conventional political wisdom. </p> <p>“They’re running this campaign the way they want to run the campaign, for sure,” said Austin Barbour, a Republican operative and nephew of former Mississippi governor Haley Barbour. “I think it’s habit. The big rallies in supportive states worked well for them in the primary, but it hasn’t worked so well in the general election.”</p> <p>Many of Trump’s critics have accused him of <a href=\"https://www.theguardian.com/commentisfree/2015/sep/09/donald-trump-racism-increase-latinos\">pandering to racists</a>, less dog whistle <a href=\"https://www.theguardian.com/commentisfree/2016/jul/13/donald-trump-dog-whistle-racism\">than piper’s flute</a>. Trump has never, for instance, endorsed David Duke, but <a href=\"https://www.theguardian.com/us-news/2016/jul/22/david-duke-kkk-senate-campaign-louisiana\">the Klansman-turned-politician</a> has endorsed him, and in the environment Trump has created – with its particular political pH levels – Duke has re-emerged on the southern political scene.</p>  <figure class=\"element element-image\" data-media-id=\"3936eef77e07f2d0586ae88e63b7865edbc0cf93\"> <img src=\"https://media.guim.co.uk/3936eef77e07f2d0586ae88e63b7865edbc0cf93/63_0_1800_1080/1000.jpg\" alt=\"A confederate flag was spotted at a Trump rally on 11 August 2016.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A confederate flag was spotted at a Trump rally on 11 August 2016.</span> <span class=\"element-image__credit\">Photograph: YouTube</span> </figcaption> </figure>  <p>Certainly at previous rallies, whether officially endorsed or not, confederate battle flags have appeared in great numbers. The stars and bars have shown up on supporters’ T-shirts, on hats sold by vendors outside in the parking lot, or waved during the rallies. </p> <p>All of which is doubly problematic in Mississippi. It’s the only state in the country that <a href=\"https://www.theguardian.com/us-news/2015/oct/17/mississippi-state-flag-confederate-symbol\">reproduces the confederate flag on its official state flag</a>, still waving over the capitol on High Street despite numerous protests. All politics in Mississippi unfolds in the shadow of the state’s fraught race relations; it’s a fragile and poverty-stricken place, in recovery at best. </p> <p>Trump’s support among black voters has polled <a href=\"http://www.politico.com/story/2016/08/donald-trump-african-american-vote-227218\">as low as 0%</a>. The last time he visited Mississippi, a pastor stood on the statehouse steps and addressed a crowd of black protesters, calling Trump one of the “Dukes of Hazzard”, a reference to the television characters who sported a confederate battle flag on their muscle car.</p> <p>Mississippi has a higher percentage of black residents than any other state, at almost 40%. Trump’s audience will be almost entirely white, though. The reason may be as obvious as Trump’s campaign slogan itself: “make America great again”. For black people in Mississippi, the golden era that sentiment harkens to was a time of strife, oppression and violence.</p> <p>A better move for Trump, Barbour said, would be to meet with black small-business owners while he’s in Mississippi. “We have lots of great opportunities here,” Barbour said. That is, Trump’s support has nowhere to go but up, if he’s willing to reach out beyond his base.</p> <p>But Barbour’s Democratic counterpart, Bobby Moak, chuckled at the thought. “No, no, no, there’s been no talk of that,” he said. Moak was the longtime chair of the House Democratic caucus until earlier this year. “The rally here is something of an afterthought.”</p> <p>The true reason to visit Mississippi, Moak said, is funding. “Our governor told Trump he could raise a lot of money,” Moak said. “It’s as simple as that.”</p> <p>Mississippi is a small state, Moak said, but the population only has one candidate to give its money to: Trump. </p> <p>“I’m sure it’s at least seven figures,” Moak said. “Otherwise he wouldn’t bother.”</p> <p>There’s nothing new about candidates dipping into friendly states to pick up campaign funds. This summer, Hillary Clinton has spent time in California and north-eastern states, raising money in places where she enjoys a comfortable lead. </p> <p>But unlike Clinton, Trump supports his campaign with a self-described <a href=\"http://thehill.com/blogs/ballot-box/presidential-races/280239-trump-claims-net-worth-of-more-than-10-billion-in-new\">$10bn fortune</a>, his campaign has been tumbling in polls for weeks, and <a href=\"https://www.theguardian.com/us-news/2016/aug/19/paul-manafort-resigns-donald-trump-campaign\">he has</a> <a href=\"https://www.theguardian.com/us-news/2016/jun/20/donald-trump-campaign-manager-corey-lewandowski-out\">reshuffled his staff</a> including <a href=\"https://www.theguardian.com/us-news/2016/aug/17/donald-trump-stephen-bannon-breitbart-news-kellyanne-conway\">his campaign chair</a>. More specifically, Clinton has used her blue-state visits to drum up money which she then spends in other states. But Trump is spending money as he goes: renting out the 10,000-seat <a href=\"https://www.mdac.ms.gov/bureaus-departments/state-fair-commission/mississippi-coliseum/\">Mississippi coliseum</a> for the rally, for instance.</p> <p>“I think he got some pushback from Republicans here who can’t afford the $1,000 dinner,” Moak said. “They said: ‘If he’s coming here, we want to see the Donald.’ So he’s putting on the rally.”</p> <p>There are other costs. Trump’s <a href=\"http://m.huffpost.com/us/entry/us_57bba424e4b03d51368a82b9 \">jet alone</a> burns through $10,000 an hour, adding up to nearly a half-million dollars just in July. All of which means that either Moak’s estimate may be well below the mark, or Trump is managing his campaign funds in a way Barbour, the Republican, called “unconventional”.</p> <p>“I’d like to see him do the traditional, raise money in Texas then quickly turn around and use it at a rally in Colorado. Or raise money here in Mississippi then jump over to the Florida panhandle,” he said. “But they’re not interested in the way Reagan did things, or Romney did things.”</p>",
  "<div id=\"block-57bcf13ce4b0568600c03b5b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T01:03:07.713Z\">2.03am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today in Campaign 2016</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"fd3c54e8abddd7d04207e586d50f1bb2150ef5e4\"> <img src=\"https://media.guim.co.uk/fd3c54e8abddd7d04207e586d50f1bb2150ef5e4/0_78_5760_3456/1000.jpg\" alt=\"A supporter of Republican nominee Donald Trump, his face painted in the flag of Texas.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A supporter of Republican nominee Donald Trump, his face painted in the flag of Texas.</span> <span class=\"element-image__credit\">Photograph: John Moore/Getty Images</span> </figcaption> </figure>  <ul> <li><a href=\"https://www.theguardian.com/commentisfree/2016/aug/22/kellyanne-conway-is-donald-trumps-last-chance-winning\">Trump’s campaign manager Kellyanne Conway</a> outlined her vision of how the Republican nominee could win in November despite consistently trailing in polls, during an interview with Channel 4 in the United Kingdom for the documentary President Trump: Can He Really Win? Conway insisted that Trump’s support was not reflected in polls because of the <strong>perceived social stigma of supporting the Republican nominee. </strong>“Donald Trump performs better consistently better in online polling where a human being is not talking to another human being about what he or she may do in the elections … it’s become socially desirable, especially if you’re a college educated person in the US, to say that you’re against Donald Trump,” said Conway.</li> <li>More than half of the meetings Hillary Clinton took with non-governmental interests during her tenure as secretary of state were with people who had donated money to the Clinton Foundation, <a href=\"http://hosted.ap.org/dynamic/stories/U/US_CAMPAIGN_2016_CLINTON_FOUNDATION?SITE=AP&amp;SECTION=HOME&amp;TEMPLATE=DEFAULT&amp;CTIME=2016-08-23-14-35-04\">the Associated Press reported this afternoon</a>, an astonishing percentage that underscores previous critiques of Clinton’s connection with the organization during her time at the state department.</li> <li>Of the 154 people from private interests who met with or had scheduled telephone conversations with Clinton while she served as secretary of state between 2009 and 2013 had donated money to the Clinton Foundation or had pledged to do so, giving as much as a combined $156 million to the non-profit. Of those, 20 gave more than $1 million to Clinton’s family foundation, which was founded during Bill Clinton’s second presidential term with the stated mission of “strengthen[ing] the capacity of people throughout the world to meet the challenges of global interdependence.”<br></li> <li>Hillary Clinton will denounce Donald Trump and his team of political advisers for their embrace of the “alt-right”, an online movement where white supremacy, nationalism, nativism and racism flourish. In a speech in Reno, Nevada, on Thursday, Clinton will argue that Trump’s “alt-right” brand is wrongfully pushing a dystopian view of America and sowing division in an effort to mobilize anxious Americans. According to a campaign aide, Clinton will contrast Trump’s “divisive views and dangerous temperament” with a vision of an America that is “stronger together”.<br></li> <li>Andrea Tantaros, the former co-host of the Fox News program The Five, has filed a complaint in New York state supreme court that accuses former Fox chief Roger Ailes of being a “sexual predator” and names former senator Scott Brown and Fox host Bill O’Reilly. “Fox News masquerades as defender of traditional family values, but behind the scenes, it operates like a sex-fueled, Playboy Mansion-like cult, steeped in intimidation, indecency and misogyny,” the <a href=\"http://www.politico.com/media/f/?id=00000156-b7e7-de38-a3df-b7ff973d0002\">complaint says</a>. Ailes took a $40m severance package last month after former host Gretchen Carlson, current host Megan Kelly and others accused him of sexual harassment.</li> <li>Roger Stone, a longtime informal advisor to Donald Trump and even longer-time conspiracy theorist, conferred with fellow Trump supporter and conspiracy theorist Alex Jones on the latter’s radio program today about whether Hillary Clinton aide Huma Abedin, who was born in Michigan and raised in Saudi Arabia, has undergone <a href=\"https://www.theguardian.com/society/female-genital-mutilation\">female genital mutilation</a>:</li> </ul>  <figure class=\"element element-embed\" data-alt=\"Roger Stone\">  <iframe class=\"video-embed\" src=\"https://mediamatters.org/embed/212602\" width=\"480\" height=\"360\" frameborder=\"0\" allowfullscreen scrolling=\"no\"></iframe> </figure> </div>   </div> <div id=\"block-57bcdb01e4b0fe30498a4274\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T00:47:39.823Z\">1.47am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump holds campaign rally in Austin</h2>  <div class=\"block-elements\">  <p>Watch it live here:<br></p>  <figure class=\"element element-embed\" data-alt=\"Donald Trump in Austin, Texas\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57bc55a06add94c00b26293d?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57bce7e2e4b0568600c03b3b\" class=\"block\" data-block-contributor=\"profile/vidhi-doshi\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-24T00:19:32.481Z\">1.19am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>When <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> visited the Indian city of Pune, his private jet was so large that he was forced to wait on board for nearly an hour while airport staff cobbled together a makeshift landing ramp for him to come down to earth.</p>  <figure class=\"element element-image\" data-media-id=\"62a71fa500c89753de3530be3e018e4ebb8e4b59\"> <img src=\"https://media.guim.co.uk/62a71fa500c89753de3530be3e018e4ebb8e4b59/0_0_3500_2330/1000.jpg\" alt=\"A billboard for the upcoming luxury residential apartment complex Trump Tower Mumbai.\" width=\"1000\" height=\"666\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A billboard for the upcoming luxury residential apartment complex Trump Tower Mumbai.</span> <span class=\"element-image__credit\">Photograph: Indranil Mukherjee/AFP/Getty Images</span> </figcaption> </figure>  <p>According to his business partner Atul Chordia, Trump remained jovial despite the glitch during his grand entrance in August 2014. “He was joking around with the staff – he could have made a scene about it, but he didn’t,” said Chordia in a telephone interview. “He was nice, friendly. He was good with everyone.”</p> <p>A slump in the US market had brought the real estate tycoon east in search of new opportunities; that search brought him to Pune, a sleepy city in western <a href=\"https://www.theguardian.com/world/india\">India</a>.</p> <p>To welcome Trump, 500 of Pune’s richest and most powerful people attended a banquet hosted by Chordia’s Panchshil Realty, the firm that was bringing the Trump franchise to India for the first time.</p> <p>The Bollywood actress and beauty queen Lara Dutta interviewed Trump while a phalanx of cameramen from local television stations jostled for room in the press stand. Movie stars such as Rishi and Ranbir Kapoor and wealthy Indian business families had already bought apartments at Trump Towers Pune, reporters were told.</p> <p>Each 6,000-sq-ft, five-bedroom apartment cost a whopping 150m rupees ($2.2m) – around 25% more than similar properties in the surrounding Kalyani Nagar neighbourhood, just because of Trump’s name. On subsequent trips to India, Trump told reporters that Trump Towers would be “good for India”.<br></p> <p>Construction work at Trump Towers Pune is well under way, but two years on from that glitzy launch, the project is the subject of two investigations by the Pune state government and local police, after discrepancies were found in documents related to the land on which the luxury apartment block is being built.</p> <p>Saurabh Rao, the district collector (or top administrative officer) for Pune state, told the Guardian: “We are currently in the investigation process. We have been conducting an inquiry for the last five or six months.” The results of the investigation are due to be published imminently, Rao said.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/23/donald-trump-towers-pune-india-investigations\">Trump Towers Pune: project in sleepy Indian city faces investigation</a> </p> </aside> </div>   </div> <div id=\"block-57bce07ae4b0fe30498a4284\" class=\"block\" data-block-contributor=\"profile/lauren-gambino\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T23:47:25.206Z\">12.47am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> does not need to apologize for his incendiary remarks about Mexicans and an American-born federal judge’s heritage, said Helen Aguirre Ferré, the Republican National Committee’s director of Hispanic communications.</p> <p>Asked whether the Republican presidential nominee owed the Hispanic community an apology, Aguirre Ferré was frank. “Don’t wait for an apology – ask for solutions to the problems,” she said on the Guardian’s <a href=\"http://www.theguardian.com/politics/audio/2016/aug/23/latino-vote-trump-jose-vargas-helen-ferre-trump-podcast\">Politics for Humans podcast</a>.</p> <p>“He needs to explain his tone and why he used the words he used and what he means by that – what are his policies and those of Hillary Clinton and how his are the ones that are really the answer to greater shared prosperity in our great country,” said Aguirre Ferré, a veteran journalist and adviser to the presidential campaign of former Florida governor Jeb Bush.</p> <p>Trump launched his campaign more than a year ago by referring to <a href=\"https://www.theguardian.com/us-news/2015/jul/02/donald-trump-racist-claims-mexico-rapes\">Mexicans as rapists</a> and criminals. He has promised to build a “big, beautiful” wall along the US-Mexico border paid for by Mexico. He tweeted a photo of himself eating a taco bowl on Cinco de Mayo with the caption “I love Hispanics!” And he <a href=\"https://www.theguardian.com/us-news/2016/jun/03/donald-trump-judge-curiel-university-case-biased-mexican\">questioned the judicial fitness</a> of Indiana-born federal judge Gonzalo Curiel, who presiding over the Trump University lawsuit, on the basis that he is of “Mexican heritage”.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/23/donald-trump-rnc-hispanic-director-apology\">Trump doesn't need to apologize, says Republicans' Hispanic outreach chief</a> </p> </aside> </div>   </div> <div id=\"block-57bccec5e4b0568600c03ae5\" class=\"block\" data-block-contributor=\"profile/molly-redden\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T22:32:35.468Z\">11.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Five states and a group of Catholic healthcare providers <a href=\"http://www.becketfund.org/wp-content/uploads/2016/08/Franciscan-Alliance-et-al-v.-Burwell-et-al-Complaint-FINAL.pdf\">launched a federal lawsuit</a> on Tuesday challenging an Obama administration rule banning discrimination against transgender individuals in a healthcare setting.</p>  <figure class=\"element element-image\" data-media-id=\"61f93ce50c538b4a96f552ce47d6a4c8fe496632\"> <img src=\"https://media.guim.co.uk/61f93ce50c538b4a96f552ce47d6a4c8fe496632/0_0_4096_2732/1000.jpg\" alt=\"The White House is illuminated with rainbow colors.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The White House is illuminated with rainbow colors.</span> <span class=\"element-image__credit\">Photograph: Michael Reynolds/EPA</span> </figcaption> </figure>  <p>The lawsuit is the latest major addition to a series of challenges conservative states are mounting against the administration as the president attempts to expand transgender rights through executive action.</p> <p>On Monday, a <a href=\"https://www.theguardian.com/society/2016/aug/22/obama-transgender-students-public-schools-rules-blocked\">federal judge in Texas</a> issued a nationwide injunction against the administration’s requirement for all public schools to give transgender students access to the bathrooms consistent with their gender identity. Barack Obama announced that policy in May and warned that schools failing to comply would risk the loss of millions in federal funds. More than 20 states have since <a href=\"https://www.theguardian.com/society/2016/jul/08/states-sue-federal-government-transgender-bathroom-policy\">joined a legal campaign</a> to block the requirement.</p> <p>The <a href=\"https://www.gpo.gov/fdsys/pkg/FR-2016-05-18/pdf/2016-11458.pdf\">rule</a>, which became final on 18 May, prohibits insurance companies and individual healthcare providers from refusing to provide or cover a health service they typically offer on the basis that a patient is trans. It does not require doctors to perform or insurance companies to cover transition-related healthcare services if the service or procedure is not normally offered.</p> <p>Leading Tuesday’s lawsuit are Texas, Wisconsin, Nebraska, Kansas and Kentucky. In their challenge, they <a href=\"http://www.becketfund.org/franciscanalliance/\">argue</a> that the administration’s rule “forces doctors to perform gender transition procedures on children”.</p> <p>“On pain of significant financial liability, the regulation forces doctors to perform controversial and sometimes harmful medical procedures ostensibly designed to permanently change an individual’s sex – including the sex of children,” the <a href=\"http://www.becketfund.org/wp-content/uploads/2016/08/Franciscan-Alliance-et-al-v.-Burwell-et-al-Complaint-FINAL.pdf\">lawsuit</a> claims.<br></p> <p>Proponents of the rule called these claims “ridiculous” and “full of inaccuracies”.</p> </div>   </div> <div id=\"block-57bcc988e4b0568600c03ad3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T22:13:01.818Z\">11.13pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump: Room in immigration platform for 'softening'</h2>  <div class=\"block-elements\">  <p>In an interview airing later tonight on Sean Hannity’s show on Fox News, Republican presidential nominee Donald Trump appeared to walk back his signature campaign issue - immigration - by telling the conservative pundit that there’s room for “softening” his stance on deporting undocumented immigrants, so long as they have contributed to American society.</p> <p>“There certainly can be a softening because we’re not looking to hurt people,” Trump said, in response to a question posed by the host in which he was asked whether he might be able to accommodate “those people that contribute to society.”</p> <p>But, Trump cautioned, “we are going to follow the laws of this country.”</p> <p>The stance is a massive reversal of Trump’s previous stance on the issue, in which he declared that “deportation squads” would forcefully remove more than 11 million undocumented immigrants currently estimated to live in the US.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/746895602798178304\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I have never liked the media term &#39;mass deportation&#39; -- but we must enforce the laws of the land!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/746895602798178304\">June 26, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57bcc888e4b0fe30498a423f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T22:05:59.531Z\">11.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The FBI is investigating cyber intrusions targeting reporters of the <a href=\"https://www.theguardian.com/media/new-york-times\">New York Times</a> and is looking into whether Russian intelligence agencies are responsible for the acts, a US official told the Associated Press.</p>  <figure class=\"element element-image\" data-media-id=\"7568c3ee24c64ac38ff0565ef9af2d9dfd1bb425\"> <img src=\"https://media.guim.co.uk/7568c3ee24c64ac38ff0565ef9af2d9dfd1bb425/0_0_2000_1366/1000.jpg\" alt=\"The New York Times building.\" width=\"1000\" height=\"683\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The New York Times building.</span> <span class=\"element-image__credit\">Photograph: Richard Drew/AP</span> </figcaption> </figure>  <p>The cyberattacks are believed to have targeted individual reporters, but investigators don’t believe the newspaper’s entire network was compromised, according to the official, who was briefed on the investigation but was not authorized to discuss the matter by name and spoke on condition of anonymity.</p> <p>CNN first reported the FBI’s investigation.</p> <p>It was not immediately clear how many reporters may have been affected, or how many email accounts were targeted.</p> <p>The news comes as federal authorities continue to investigate a breach of the Democratic National Committee that outside cybersecurity experts have attributed to Russian intelligence agencies and that led to the posting of embarrassing internal emails.</p> <p>The Democratic Congressional Campaign Committee and other Democratic entities have also been affected. Earlier this month, the House minority leader advised fellow Democrats not to allow family members to answer their phones or read incoming texts after a mix of personal and official information of Democratic members and hundreds of congressional staff – purportedly from a hack of the DCCC – was posted online.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2016/aug/23/fbi-new-york-times-hack-russia\">FBI investigates whether Russia hacked New York Times reporters, US says</a> </p> </aside> </div>   </div> <div id=\"block-57bcc32de4b0568600c03abd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T21:44:52.128Z\">10.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump is fundraising off of his pledge to “shut down” the Clinton Foundation if he is elected president, emailing supporters that the non-profit is “the most corrupt enterprise in political history” and vowing its destruction, as well as an investigation into Hillary Clinton.</p> <p>“It is now clear that the Clinton Foundation is the most corrupt enterprise in political history,” Trump’s campaign wrote in the email. “We’ve now learned that a <a href=\"https://www.theguardian.com/us-news/live/2016/aug/23/donald-trump-news-immigration-hillary-clinton-election-2016?page=with:block-57bca49de4b048662988f76f#block-57bca49de4b048662988f76f\">majority of the non-government people</a> she met with as secretary of state gave money to the corrupt Clinton Foundation. Friend, it was wrong then, and it is wrong now - and the foundation must be shut down immediately.”</p> <p>What follows is a call-to-action pushing for his supporters to donate to his campaign in order to achieve this end.</p> <p>“Crooked Hillary Clinton is the defender of the corrupt and rigged status quo - the Clintons have spent decades as insiders lining their own pockets and taking care of donors instead of the American people. Hillary and Bill’s pay-to-play racket has already gone on far too long - and with unknown cost to the security and safety of our people.”</p> </div>   </div> <div id=\"block-57bcc0a0e4b0fe30498a4228\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T21:34:18.779Z\">10.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We missed out on Cher’s introduction of Hillary Clinton at a fundraiser in Provincetown, Massachusetts, by a single day - we’re still reeling - but the diva’s comments are still drawing controversy days later after she compared Donald Trump to Adolf Hitler and called him a “fucking idiot.”</p>  <figure class=\"element element-embed\" data-alt=\"Cher in Provincetown\">  <iframe src=\"https://www.facebook.com/plugins/video.php?href=https%3A%2F%2Fwww.facebook.com%2Ferictruro%2Fvideos%2F10154623201713984%2F&show_text=0&width=560\" width=\"560\" height=\"315\" style=\"border:none;overflow:hidden\" scrolling=\"no\" frameborder=\"0\" allowTransparency=\"true\" allowFullScreen=\"true\"></iframe> </figure>  <p>The remarks, spoken in the Cape Cod vacation destination popular with LGBT East Coasters, were well-received by the crowd of mostly gay men in attendance, were preceded by a blaring of Cher’s single Woman’s World.</p> </div>   </div> <div id=\"block-57bcbd6ce4b0fe30498a4214\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T21:18:32.522Z\">10.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The mother of a British man accused of trying to grab a police officer’s gun to shoot Republican presidential nominee Donald Trump at a campaign event in Las Vegas won approval from a judge on Tuesday to <a href=\"https://www.theguardian.com/us-news/2016/aug/12/donald-trump-assassination-attempt-michael-sandford-mother-plea\">visit her son in federal custody</a> in Nevada.</p>  <figure class=\"element element-image\" data-media-id=\"3801e5312b0057a9f0491f76a2389a3cb5a78ab8\"> <img src=\"https://media.guim.co.uk/3801e5312b0057a9f0491f76a2389a3cb5a78ab8/0_0_3000_2288/1000.jpg\" alt=\"Michael Sandford.\" width=\"1000\" height=\"763\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michael Sandford.</span> <span class=\"element-image__credit\">Photograph: John Locher/AP</span> </figcaption> </figure>  <p>Lynne Sandford of Dorking, England, wasn’t in court for a hearing at which Michael Steven Sandford’s defense attorney, Brenda Weksler, said he was in a “delicate mental state”.</p> <p>In court filings, Weksler has said her client has been on suicide watch. He’s being held at a US government detention center west of <a href=\"https://www.theguardian.com/us-news/las-vegas\">Las Vegas</a>.</p> <p>Sandford, who was 20 when he was arrested 18 June, didn’t speak in court. His trial is scheduled 3 October.</p> <p>US magistrate judge Cam Ferenbach characterized the case as unique because of Sandford’s age, the nature of the charges and the “context” of the alleged offense.</p> <p>Authorities say Sandford <a href=\"https://www.theguardian.com/us-news/2016/jun/30/briton-michael-sandford-accused-trying-kill-donald-trump-is-charged-us\">grabbed for a Las Vegas police officer’s gun</a> and later told federal agents that he drove from California to Las Vegas with a plan to kill Trump.</p> <p>Prosecutors say he also said he practiced shooting at a gun range the day before Trump’s appearance.</p> <p>It wasn’t clear if Trump, on stage at the Treasure Island hotel-casino, recognized a threat before officers escorted Sandford out of the 1,500-seat theater.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/23/trump-assassination-attempt-michael-steven-sandford-mother\">Mother allowed to visit son charged with attempted Trump assassination</a> </p> </aside> </div>   </div> <div id=\"block-57bcb89fe4b0fe30498a4204\" class=\"block\" data-block-contributor=\"profile/lauren-gambino\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T20:57:28.962Z\">9.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hillary Clinton rubbed elbows and collected checks from some of Hollywood’s biggest stars at the Los Angeles home of Justin Timberlake and Jessica Biel. Leonardo DiCaprio was in fact due to host the fundraising event but a scheduling conflict kept the actor in New York longer than expected, according to a report in <a href=\"http://www.people.com/article/justin-timberlake-jessica-biel-host-leonardo-dicaprio-hillary-clinton-fundraiser\">People Magazine</a>. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jtimberlake/status/768191007036891136\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Look WHO DID come over for lunch... Wow. <a href=\"https://twitter.com/hashtag/ImWithHer?src=hash\">#ImWithHer</a> <a href=\"https://t.co/1pX4V4mUxq\">pic.twitter.com/1pX4V4mUxq</a></p>&mdash; Justin Timberlake (@jtimberlake) <a href=\"https://twitter.com/jtimberlake/status/768191007036891136\">August 23, 2016</a></blockquote>  </figure>  <p>DiCaprio didn’t want to “leave Hillary hanging”, a source told People, so he called his friends Timberlake and Biel and asked if they could host in a pinch. The new parents agreed and moved the Tuesday fundraiser to their home. </p> <p>The glitzy late morning fundraiser drew around 100 guests, including Jennifer Aniston, Jamie Foxx and Tobey Maguire. Based on figures provided by the campaign, she raised at approximately $3.34m at her the Timberlake-Biel fundraiser. </p> <p>After leaving Los Angeles, Clinton will continue her fundraising pilgrimage, heading south for two fundraisers in Laguna Beach before returning upstate to attend a final fundraiser in Oakland. </p> <p>On Monday night, Clinton stopped the by the Los Angeles home of former basketball player Magic Johnson and his wife after taping an appearance on Jimmy Kimmel Live. Around 500 people attended the event at the Johnson home and guests donated $2,700. <br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-23T21:11:28.763Z\">at 10.11pm BST</time></p>  </div> <div id=\"block-57bcb482e4b0fe30498a41ed\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T20:40:42.806Z\">9.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump’s shifting political and business loyalties are laid bare in a new book that challenges his credentials as a conviction politician in often lurid detail.<br></p> <p>Despite a recent campaign focus on letting “Trump be Trump”, the 431-page biography instead charts the career of many Trumps: the showman, the womaniser, and a business partner who quickly ditches failing schemes.</p>  <figure class=\"element element-image\" data-media-id=\"2beb85c1ad44a20e7c18056c339ecef66ef5dc6c\"> <img src=\"https://media.guim.co.uk/2beb85c1ad44a20e7c18056c339ecef66ef5dc6c/0_0_4818_5965/808.jpg\" alt=\"Donald Trump.\" width=\"808\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump.</span> <span class=\"element-image__credit\">Photograph: New York Post Archives/The New York Post via Getty Images</span> </figcaption> </figure>  <p>The book, the first of several expected on Trump, was compiled by a team of two dozen Washington Post journalists, led by Michael Kranish and Marc Fisher, during a three-month period earlier this year, in which they had some 20 hours of interviews with him.</p> <p>Challenged with evidence that he had changed party affiliation seven times between 1999 and 2012, the Republican candidate defended his political flip-flopping as a necessary expediency. “I think it had to do more with practicality, because if you’re going to run for office, you would have had to make friends,” he told the authors.</p> <p>He declined to say whether he had voted for Hillary Clinton, for whom he once hosted a packed penthouse fundraiser and donated campaign contributions six times over a decade. “I felt it was an obligation to get along, including with the Clintons,” he once said, according to the book titled Trump Revealed: An American Journey of Ambition, Ego, Money and Power.</p> <p>But the team of reporters also reveal new accounts of business reversals, including interviews with some of the victims of a collapsed Florida property scheme who sued after discovering that he had little responsibility for it other than receiving income for the use of his name.</p> <p>Instead, reports the Washington Post book, one of the project’s actual developers had pleaded guilty in a separate Wall Street fraud case involving mafia crime families. Trump insists he “barely knew” the man.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/23/trump-revealed-book-washington-post-interviews-ambition\">A tale of many Trumps: book reveals the showman, womaniser and slick operator</a> </p> </aside> </div>   </div> <div id=\"block-57bcac56e4b0fe30498a41b2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T20:11:48.899Z\">9.11pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump advisor Roger Stone muses whether Huma Abedin underwent female genital mutilation</h2>  <div class=\"block-elements\">  <p>Roger Stone, a longtime informal advisor to Donald Trump and even longer-time conspiracy theorist, conferred with fellow Trump supporter and conspiracy theorist Alex Jones on the latter’s radio program today about whether Hillary Clinton aide Huma Abedin, who was born in Michigan and raised in Saudi Arabia, has undergone <a href=\"https://www.theguardian.com/society/female-genital-mutilation\">female genital mutilation</a>:</p>  <figure class=\"element element-embed\" data-alt=\"Roger Stone and Alex Jones\">  <iframe class=\"video-embed\" src=\"https://mediamatters.org/embed/212602\" width=\"480\" height=\"360\" frameborder=\"0\" allowfullscreen scrolling=\"no\"></iframe> </figure>  <p>“I think she’s a Saudi asset,” Stone said of the longtime aide, who began as an intern for Clinton more than two decades ago. “The media keeps saying her mother’s a prominent feminist. No. Her mother’s a prominent advocate for genital mutilation. She has written extensively about genital mutilation.”</p> <p>“Did Huma have her genitals cut off?” Jones asked offhandedly.</p> <p>“That I cannot tell you,” Stone responded. “But what I can tell you is-”</p> <p>“I mean, it’s fair, I don’t mean that to be crass!” Jones offered.</p> <p>Abedin has been the target of conspiracy theories regarding her racial background since Clinton became secretary of state, including that she is a hidden fifth columnist for the Muslim Brotherhood. None of these rumors have ever been substantiated.</p> </div>   </div> <div id=\"block-57bca926e4b048662988f780\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T19:51:09.108Z\">8.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Indiana governor and Republican vice presidential nominee Mike Pence got a haircut, and CNN was ON IT:</p>  <figure class=\"element element-embed\" data-alt=\"CNN\">  <iframe src=\"https://www.facebook.com/plugins/video.php?href=https%3A%2F%2Fwww.facebook.com%2Fcnnpolitics%2Fvideos%2F1249667751741722%2F&show_text=0&width=560\" width=\"560\" height=\"315\" style=\"border:none;overflow:hidden\" scrolling=\"no\" frameborder=\"0\" allowTransparency=\"true\" allowFullScreen=\"true\"></iframe> </figure>  <p>The highlight of the livestream: At the haircut’s conclusion (around the 19:40 mark) the barber asks Mike Pence his name, and Pence responds that he is running with Donald Trump.</p> <p>The barber’s facial expression upon hearing that news is, perhaps, not what Pence was hoping for.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-23T19:55:33.080Z\">at 8.55pm BST</time></p>  </div> <div id=\"block-57bca49de4b048662988f76f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T19:42:06.206Z\">8.42pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">AP: Majority of Clinton's outside meetings were with Clinton Foundation donors</h2>  <div class=\"block-elements\">  <p>More than half of the meetings Hillary Clinton took with non-governmental interests during her tenure as secretary of state were with people who had donated money to the Clinton Foundation, <a href=\"http://hosted.ap.org/dynamic/stories/U/US_CAMPAIGN_2016_CLINTON_FOUNDATION?SITE=AP&amp;SECTION=HOME&amp;TEMPLATE=DEFAULT&amp;CTIME=2016-08-23-14-35-04\">the Associated Press reported this afternoon</a>, an astonishing percentage that underscores previous critiques of Clinton’s connection with the organization during her time at the state department.</p> <p>Of the 154 people from private interests who met with or had scheduled telephone conversations with Clinton while she served as secretary of state between 2009 and 2013 had donated money to the Clinton Foundation or had pledged to do so, giving as much as a combined $156 million to the non-profit. Of those, 20 gave more than $1 million to Clinton’s family foundation, which was founded during Bill Clinton’s second presidential term with the stated mission of “strengthen[ing] the capacity of people throughout the world to meet the challenges of global interdependence.”</p> <p>The meetings, which do not appear to violate the law, nonetheless paint a picture of Foggy Bottom as a “pay-to-play” arena for the global elite:</p> <blockquote class=\"quoted\"> <p>Donors who were granted time with Clinton included an internationally known economist who asked for her help as the Bangladesh government pressured him to resign from a nonprofit bank he ran; a Wall Street executive who sought Clinton’s help with a visa problem and Estee Lauder executives who were listed as meeting with Clinton while her department worked with the firm’s corporate charity to counter gender-based violence in South Africa.</p> </blockquote> <p>The figures do not include Clinton’s meeting with the representatives of at least 16 foreign governments who had donated as much as $170 million to the Clinton Foundation.</p> </div>   </div> <div id=\"block-57bc9d25e4b048662988f749\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T19:05:23.087Z\">8.05pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Obama to meet with families of Alton Sterling and Baton Rouge officers</h2>  <div class=\"block-elements\">  <p>According to a White House report, prior to his departure from Baton Rouge Metropolitan Airport today, the President will meet with the <strong>family of Alton Sterling</strong> as well as the families of <strong>deceased and injured officers</strong> of the Baton Rouge Police Department and East Baton Rouge Sheriff’s Office.<br></p> <p>Read our coverage of the shootings last month:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/jul/13/alton-sterling-son-cameron-protesters-baton-rouge\">Alton Sterling's son: 'Everyone needs to protest the right way, with peace'</a> </p> </aside> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/jul/18/baton-rouge-shooting-dead-policeman-wrote-emotional-facebook-post-about-trying-times\">Baton Rouge shooting: dead policeman wrote emotional Facebook post about 'trying times'</a> </p> </aside> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2016/jul/17/baton-rouge-police-officers-shooting-louisiana\">Baton Rouge shootings: gunman who killed three policemen was former marine – as it happened</a> </p> </aside> </div>   </div> <div id=\"block-57bc9bf4e4b048662988f743\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T18:54:58.827Z\">7.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Duly noted. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeneps/status/768159324782796800\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Jennifer Aniston was spotted walking up to <a href=\"https://twitter.com/jtimberlake\">@jtimberlake</a> and <a href=\"https://twitter.com/JessicaBiel\">@JessicaBiel</a>&#39;s house for the Hillary Clinton fundraiser they&#39;re hosting</p>&mdash; Jennifer Epstein (@jeneps) <a href=\"https://twitter.com/jeneps/status/768159324782796800\">August 23, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57bc9644e4b0fe30498a4150\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T18:37:03.622Z\">7.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>RNC chairman Reince Priebus tells reporters that Donald Trump will pass Hillary Clinton by Labor Day, which is the Monday after next, 13 days away. </p> <p>Via ABC News:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KFaulders/status/768151407186829313\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/Reince\">@Reince</a> to reporters on call predicts that if Trump continues the way he has been, he&#39;s going to be &quot;tied or ahead&quot; after Labor Day.</p>&mdash; Katherine Faulders (@KFaulders) <a href=\"https://twitter.com/KFaulders/status/768151407186829313\">August 23, 2016</a></blockquote>  </figure>  <p>Thirteen days feels like a small window of time for Trump to catch Clinton in national polling averages, seeing as he hasn’t done that since... ever:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TeeMcSee/status/768154604169269248\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Pollster estimate for 2016 President: Trump vs. Clinton vs. Johnson: Clinton 43%, Trump 37% <a href=\"https://t.co/bNGvrNMpyu\">https://t.co/bNGvrNMpyu</a></p>&mdash; Tom McCarthy (@TeeMcSee) <a href=\"https://twitter.com/TeeMcSee/status/768154604169269248\">August 23, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-23T18:48:16.251Z\">at 7.48pm BST</time></p>  </div> <div id=\"block-57bc92fde4b0568600c039e0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T18:17:30.483Z\">7.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The president chats with some residents of the block he filmed on. One couple asks him to film video birthday wishes for their daughter which he does. He thanks a few people in national guard uniforms and first responder uniforms. Lots of shaking hands.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HowardMortman/status/768149479212064769\">  <blockquote class=\"twitter-tweet\"><p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/HugbscqBmh\">pic.twitter.com/HugbscqBmh</a></p>&mdash; Howard Mortman (@HowardMortman) <a href=\"https://twitter.com/HowardMortman/status/768149479212064769\">August 23, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-23T18:21:48.512Z\">at 7.21pm BST</time></p>  </div> <div id=\"block-57bc91c8e4b048662988f717\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T18:12:56.474Z\">7.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Obama takes a question about the political optics of the trip.</p> <p>One of the good things about being five months from leaving office, he says, is “I don’t worry too much about politics. ... Historically, when disasters strike, that’s probably one of the few times where Washington doesn’t get political.” </p> <p>He repeats his praise for FEMA. He says a lot of significant national disasters have occurred during his presidency but local officials across the country recognize Fugate and company as professional. </p> </div>   </div> <div id=\"block-57bc9084e4b0fe30498a4134\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T18:09:02.906Z\">7.09pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Obama: 'this is not a one-off. This is not a photo op'</h2>  <div class=\"block-elements\">  <p>Obama says last week he directed the government to help. Fugate arrived “a week ago.” DHS secretary Jeh Johnson visited last week. More than 100,000 have applied for federal support. They’ve set aside $127m in federal assistance so far.</p> <p>Any Louisiana family that needs help should visit fema.gov, he says.</p> <p>Obama asks “every American” to help – go to volunteerlouisiana.gov.</p> <p>“Volunteer help actually helps the state because it can offset some of its costs. Obviously private donations are going to help as well.”</p> <p><strong>Then Obama takes a dig at Trump (not by name):</strong></p> <p>“This is not a one-off. This is not a photo op issue. This is about how do you make sure that a month from now, six months from now... people are still getting the help they need.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-23T18:48:49.559Z\">at 7.48pm BST</time></p>  </div> <div id=\"block-57bc8fd0e4b0fe30498a4130\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T18:05:14.127Z\">7.05pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Obama: 'you're not alone on this'</h2>  <div class=\"block-elements\">  <p>Obama: </p> <blockquote class=\"quoted\"> <p>I come here first and foremost to say that the prayers of the entire nation are with those who lost loved ones.” </p> </blockquote> <p>The search effort for some missing people continues, he says. “Local businesses have suffered terrible damage. Families have in some cases lost homes... priceless keepsakes.”</p> <p>He says kids starting the school year will need help and support.</p> <p>“You’re not alone on this. Even after the TV cameras leave, the whole country is going to continue to support you and help you until we get folks back in their homes and lives are rebuilt.”</p> <p>He compares the situation to Katrina and its tenth anniversary.</p> <p>“I know how resilient the people of Louisiana are and I know that you will rebuild again.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-23T18:05:35.432Z\">at 7.05pm BST</time></p>  </div> <div id=\"block-57bc8f59e4b048662988f708\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T18:02:30.722Z\">7.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Obama thanks “the outstanding officials behind me” who have been working nonstop.</p> <p>He singles out the Democratic governor, John Bel Edwards, and wife Donna. </p> <p>“The governor’s mansion was flooded as well,” Obama says. He gives a shout out to US senators Bill Cassidy <em>and </em>David Vitter. </p> <p>He calls FEMA administrator Craig Fugate one of his best hires as president. He says there’s been a change of culture at FEMA, meaning it actually works now. </p> </div>   </div> <div id=\"block-57bc897ee4b048662988f6e6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T17:56:59.001Z\">6.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s a live video stream of Barack Obama touring a flood zone in Louisiana. The president is expected to make a statement shortly:</p>  <figure class=\"element element-embed\" data-alt=\"barack obama\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57bc55836add94c00b26293c?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57bc8bace4b048662988f6f7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T17:52:56.391Z\">6.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Former Ted Cruz spokesman Rick Tyler equates Donald Trump’s <a href=\"https://www.theguardian.com/us-news/live/2016/aug/23/donald-trump-news-immigration-hillary-clinton-election-2016?page=with:block-57bc2bf0e4b048662988f518#block-57bc2bf0e4b048662988f518\">latest take on immigration</a> – “the existing laws are very strong” – with AMNESTY!</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rickwtyler/status/768097213268561921\">  <blockquote class=\"twitter-tweet\" data-cards=\"hidden\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a>&#39;s new tone on immigration is AMNESTY! Compares his plan to Obama&#39;s! Same as Rubio! <a href=\"https://t.co/YZHvvplCI6\">https://t.co/YZHvvplCI6</a> via <a href=\"https://twitter.com/dcexaminer\">@DCExaminer</a></p>&mdash; Rick Tyler (@rickwtyler) <a href=\"https://twitter.com/rickwtyler/status/768097213268561921\">August 23, 2016</a></blockquote>  </figure>  <p>It’s anybody’s call at this point where Trump’s immigration policy ends up. In the debates, will he stand by his calls to build a wall and deport millions of undocumented migrants? Are there points for consistency, in politics? The first debate is only a month away, and some voters who have not been paying attention to this point may encounter Trump’s immigration views there for the first time and like what they hear – whatever it is he ends up saying.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-23T18:49:30.776Z\">at 7.49pm BST</time></p>  </div> <div id=\"block-57bc85a7e4b0fe30498a4107\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T17:20:42.127Z\">6.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"a6b443bb96d54ba1fbfc0a5f45bd6fe740fd9f0b\"> <img src=\"https://media.guim.co.uk/a6b443bb96d54ba1fbfc0a5f45bd6fe740fd9f0b/0_101_3500_2101/1000.jpg\" alt=\"Louisiana Governor John Bel Edwards and his wife Donna greet U.S. President Barack Obama as he arrives aboard Air Force One at Baton Rouge Metropolitan Airport in Baton Rouge\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Louisiana Governor John Bel Edwards and his wife Donna greet U.S. President Barack Obama as he arrives aboard Air Force One at Baton Rouge Metropolitan Airport in Baton Rouge<br></span> <span class=\"element-image__credit\">Photograph: Jonathan Ernst/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"68df4f0e1b9083f8400dc198f7c7b44b9606c4e1\"> <img src=\"https://media.guim.co.uk/68df4f0e1b9083f8400dc198f7c7b44b9606c4e1/0_40_3500_2101/1000.jpg\" alt=\"It’s OK, they can hug, the governor’s a Democrat.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">It’s OK, they can hug, the governor’s a Democrat.</span> <span class=\"element-image__credit\">Photograph: Jonathan Ernst/Reuters</span> </figcaption> </figure> </div>   </div> <div id=\"block-57bc7416e4b048662988f68a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T17:12:00.342Z\">6.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Two new state polls just out. In the first one,<strong> Clinton is brutalizing Trump in Virginia, </strong>where averages have her up by nine points:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ryanstruyk/status/768110693396733952\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">New Virginia poll out today from Roanoke College:<br><br>Clinton 48<br>Trump 32<br>Johnson 8<br>Stein 3<br><br>Compare to May:<br><br>Clinton 38<br>Trump 38<br>Other 11</p>&mdash; Ryan Struyk (@ryanstruyk) <a href=\"https://twitter.com/ryanstruyk/status/768110693396733952\">August 23, 2016</a></blockquote>  </figure>  <p>In the second, <strong>the two are neck-and-neck in Missouri, </strong>which voted for Clinton but since has gone Republican and has grown increasingly Republican, Democrat Claire McCaskill’s victory over Todd Akin in the 2012 US senate race notwithstanding:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MonmouthPoll/status/768131885851705344\">  <blockquote class=\"twitter-tweet\"><p lang=\"da\" dir=\"ltr\">BREAKING:  Missouri<br><br>Prez:  DJT 44, HRC 43, GJ 8<br><br>Sen: Blunt 48, Kander 43<br><br>Gov: Koster 51, Greitens 40<a href=\"https://t.co/9lMLqqdBZq\">https://t.co/9lMLqqdBZq</a></p>&mdash; MonmouthPoll (@MonmouthPoll) <a href=\"https://twitter.com/MonmouthPoll/status/768131885851705344\">August 23, 2016</a></blockquote>  </figure>  <p>Averages <a href=\"http://elections.huffingtonpost.com/pollster/2016-missouri-president-trump-vs-clinton\">have</a> Trump up five on Clinton in Missouri but there’s not been much polling there.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SteveKornacki/status/768133463069364224\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Missouri (Monmouth)<br><br>Trump 44%<br>Clinton 43%<br>Johnson 8%<br><br>&#39;12: Romney +10<br>08: McCain +0.2<br>04: W +7<br>00: W +3.5<br>96: Clinton +6.5<br>92: Clinton +10</p>&mdash; Steve Kornacki (@SteveKornacki) <a href=\"https://twitter.com/SteveKornacki/status/768133463069364224\">August 23, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-23T17:13:47.936Z\">at 6.13pm BST</time></p>  </div> <div id=\"block-57bc7ad1e4b0fe30498a40cc\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T16:58:42.791Z\">5.58pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Another Fox News host sues, calling network a 'sex-fueled, Playboy Mansion-like cult'</h2>  <div class=\"block-elements\">  <p>Andrea Tantaros, the former co-host of the Fox News program The Five, has filed a complaint in New York state supreme court that accuses former Fox chief Roger Ailes of being a “sexual predator” and names former senator Scott Brown and Fox host Bill O’Reilly.</p> <p>“Fox News masquerades as defender of traditional family values, but behind the scenes, it operates like a sex-fueled, Playboy Mansion-like cult, steeped in intimidation, indecency and misogyny,” the <a href=\"http://www.politico.com/media/f/?id=00000156-b7e7-de38-a3df-b7ff973d0002\">complaint says</a>. <br></p> <p>Ailes took a $40m severance package last month after former host Gretchen Carlson, current host Megan Kelly and others accused him of sexual harassment.</p>  <figure class=\"element element-image\" data-media-id=\"94f3c6499b9446a2b171817b7f3f8f95b2c54371\"> <img src=\"https://media.guim.co.uk/94f3c6499b9446a2b171817b7f3f8f95b2c54371/0_10_1972_1183/1000.jpg\" alt=\"Ailes with Rupert Murdoch in 1996.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ailes with Rupert Murdoch in 1996.</span> <span class=\"element-image__credit\">Photograph: Richard Drew/AP</span> </figcaption> </figure>  <p>Tantaros’ complaint says that Ailes’ lieutenants were his accomplices who “engaged in a concerted effort to silence Tantaros by threat, humiliation and retaliation.”</p> <p>Ailes has not commented on the suit.</p> <p>The complaint accuses former Massachusetts senator Scott Brown of making “a number of sexually inappropriate comments to Tantaros on set” and of sneaking “up behind Tantaros while she was purchasing lunch and put[ting] his hands on her lower waist.”</p> <p>Brown has denied the allegations, saying he had never behaved inappropriately toward Tantaros.</p> <p>Tantaros’ complaint says that “commencing in February 2016, Bill O’Reilly, whom Tantaros had considered to be a good friend and a person from whom she sought career guidance, started sexually harassing her by, <em>inter alia,</em> (a) asking her to come to stay with him on Long Island where it would be “very private,” and (b) telling her on more than one occasion that he could “see [her] as a wild girl,” and that he believed that she had a “wild side.”</p> </div>   </div> <div id=\"block-57bc7866e4b0568600c03968\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T16:24:28.913Z\">5.24pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump hits Obama for Louisiana trip</h2>  <div class=\"block-elements\">  <p>“Too little, too late!”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/768119463421943808\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">President Obama should have gone to Louisiana days ago, instead of golfing. Too little, too late!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/768119463421943808\">August 23, 2016</a></blockquote>  </figure>  <p>The president is in the air en route to Louisiana. He is scheduled to deliver a statement at about 2pmET, which we’ll carry live. </p> </div>   </div> <div id=\"block-57bc6ec0e4b0fe30498a4088\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T15:59:44.324Z\">4.59pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Poll gives lie to Clinton's Utah hopes</h2>  <div class=\"block-elements\">  <p>Will deep-seated Mormon objections to the walking profanity that is Donald Trump, and the <a href=\"https://twitter.com/mckaycoppins/status/767493580294328320\">explicit anti-Mormonism</a> of Trump’s campaign “CEO”’s web site, combine to perform the once-in-a-lifetime feat of turning Utah bl – oh wait:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ppppolls/status/768109441774387200\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Our new Utah poll- Donald Trump 39, Hillary Clinton 24, Gary Johnson 12, Evan McMullin 9, D. Castle 2, J. Stein 1: <a href=\"https://t.co/LVqpjGeQnK\">https://t.co/LVqpjGeQnK</a></p>&mdash; PublicPolicyPolling (@ppppolls) <a href=\"https://twitter.com/ppppolls/status/768109441774387200\">August 23, 2016</a></blockquote>  </figure>  <p>Politico <a href=\"http://www.politico.com/story/2016/08/clinton-opens-utah-campaign-hq-227296#ixzz4IAiGjttR\">reported </a>that the Clinton campaign is opening “their first general election office in Salt Lake City, bolstering a recent effort by the Democratic nominee to build support among Utah’s religious community.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ppppolls/status/768110841317261313\">  <blockquote class=\"twitter-tweet\" data-cards=\"hidden\"><p lang=\"en\" dir=\"ltr\">Much has been made of Trump&#39;s unpopularity with Mormons and it&#39;s true- 33/56 fav in UT. But Clinton at 12/84 w/them: <a href=\"https://t.co/LVqpjGeQnK\">https://t.co/LVqpjGeQnK</a></p>&mdash; PublicPolicyPolling (@ppppolls) <a href=\"https://twitter.com/ppppolls/status/768110841317261313\">August 23, 2016</a></blockquote>  </figure>  <p>BuzzFeed’s McKay Coppins’ Twitter timeline is a good source for keeping up with the Trump campaign’s war on Mormonism and responses in kind:<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mckaycoppins/status/767879090019954688\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">...and Team Trump&#39;s hellbent mission to turn Utah blue continues apace.</p>&mdash; McKay Coppins (@mckaycoppins) <a href=\"https://twitter.com/mckaycoppins/status/767879090019954688\">August 23, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NathanWurtzel/status/768110906375081985\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">It&#39;s not impossible for a Democrat to win Utah, but Hillary Clinton ain&#39;t it.</p>&mdash; Nathan Wurtzel (@NathanWurtzel) <a href=\"https://twitter.com/NathanWurtzel/status/768110906375081985\">August 23, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ppppolls/status/768114355552477184\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Look Democrats. If you&#39;re disappointed that Hillary is *only* doing 33 points better than Barack in Utah, you&#39;re having a pretty good year</p>&mdash; PublicPolicyPolling (@ppppolls) <a href=\"https://twitter.com/ppppolls/status/768114355552477184\">August 23, 2016</a></blockquote>  </figure>  <p>Sausage McMuffins, the delicious McDonalds breakfast item made with a freshly cracked egg and served on a toasty English muffin, score higher favorability than either candidate in the poll (Trump scored 31/61 favorability and Clinton came in at 23/72):</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LPDonovan/status/768114635010609152\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Sausage McMuffin fav/unfav is a nice touch. <a href=\"https://t.co/kNNwH48YEg\">https://t.co/kNNwH48YEg</a> <a href=\"https://t.co/mMXZXaZwod\">pic.twitter.com/mMXZXaZwod</a></p>&mdash; Liam Donovan (@LPDonovan) <a href=\"https://twitter.com/LPDonovan/status/768114635010609152\">August 23, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-23T16:28:25.217Z\">at 5.28pm BST</time></p>  </div> <div id=\"block-57bc6dade4b048662988f66e\" class=\"block\" data-block-contributor=\"profile/amber-jamieson\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T15:39:11.098Z\">4.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Aussie drag queen Courtney Act, </strong>who starred in RuPaul’s Drag Race, headed along to a Donald Trump rally to interview supporters while dressed as a woman, writes the Guardian’s Amber Jamieson:<br></p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.facebook.com/junkeedotcom/videos/971933766252421/\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.facebook.com/video/embed?video_id=971933766252421\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Act notes in Junkee that she spent longer than normal on her hair and makeup, because she wanted to be as passable as possible out of fear of possible violence:</p> <blockquote class=\"quoted\"> <p>Although Donald said Caitlyn Jenner could use any bathroom she wanted in Trump Tower I was not sure his supporters would be as welcoming if they realized the blond Aussie feminine object of their affection had Mummy’s features and Daddy’s fixtures. Although I felt unsure about going as Courtney, I actually felt safer than going as Shane. I hoped at the very least they wouldn’t hit a girl,” wrote Act.</p> </blockquote> <p>But rather than violence, Act instead said she found something even more surprising:</p> <blockquote class=\"quoted\"> <p>I found them all to be likeable. I didn’t feel scared. These people weren’t filled with hate. There weren’t innately bad or wanting to cause harm. It made me feel inspired that we are not fighting an enemy that hates us; they’re just misinformed. They’re not thinking about the world beyond their own immediate needs. They haven’t researched, read several independent news sources and created informed opinions that happen to be diametrically opposed to those on the left. This isn’t about facts, it about fear. Yes, that may make them a bigger threat to the future of the free world, but my perspective was totally shifted.”</p> </blockquote> </div>   </div> <div id=\"block-57bc6a52e4b0568600c0390a\" class=\"block is-key-event\" data-block-contributor=\"profile/lauren-gambino\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T15:36:04.277Z\">4.36pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton to denounce Trump for 'alt-right' ties</h2>  <div class=\"block-elements\">  <p>Hillary Clinton will denounce Donald Trump and his team of political advisers for their embrace of the “alt-right”, an online movement where white supremacy, nationalism, nativism and racism flourish, writes the Guardian’s Lauren Gambino:</p> <p>In a speech in Reno, Nevada, on Thursday, Clinton will argue that Trump’s “alt-right” brand is wrongfully pushing a dystopian view of America and sowing division in an effort to mobilize anxious Americans.</p> <p>According to a campaign aide, Clinton will contrast Trump’s “divisive views and dangerous temperament” with a vision of an America that is “stronger together”.</p> <p>Trump recently hired Stephen Bannon, erstwhile chairman of the controversial web site Breitbart, as CEO of his campaign. The site has recently accused Obama of “importing more hating Muslims”, complained that women who speak out against online harassment are “screwing up the Internet for men” and compared Planned Parenthood employees to Nazis.</p> <p>Lowlights in Trump’s steady alienation of nonwhite and minority voters include his slowness to disavow a former Grand Wizard of the KKK, his questioning the fitness of a federal judge because of his Mexican heritage and his proposing a temporary ban on Muslims seeking to enter the United States. </p> </div>   </div> <div id=\"block-57bc65b7e4b0568600c038f2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T15:09:17.145Z\">4.09pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump campaign releases packed schedule</h2>  <div class=\"block-elements\">  <p>On Monday, local news outlets “in Colorado, Nevada and Oregon reported that Trump events set to go on in their states were canceled, though in Nevada and Colorado, Trump is still slated to attend fundraisers,” USA Today <a href=\"http://www.usatoday.com/story/news/politics/onpolitics/2016/08/22/trump-cancels-nevada-colorado-oregon/89122820/\">reported</a>.</p>  <figure class=\"element element-image\" data-media-id=\"263d4e10aa1a03922f6f7180c901a9593bd79e08\"> <img src=\"https://media.guim.co.uk/263d4e10aa1a03922f6f7180c901a9593bd79e08/0_223_4320_2591/1000.jpg\" alt=\"LOT going on in this picture from outside Trump’s rally in Akron, Ohio, Monday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">LOT going on in this picture from outside Trump’s rally in Akron, Ohio, Monday.</span> <span class=\"element-image__credit\">Photograph: Amy Harris/REX/Shutterstock</span> </figcaption> </figure>  <p><strong>What’s going on?</strong> Nothing to see here, according to a new statement from Trump spokesman Jason Miller, who runs through the candidate’s packed diary for the week. Here is the statement in full:</p> <blockquote class=\"quoted\"> <p>Today Mr. Trump is in Texas for two large fundraisers and then he will be taping an important town hall on border security and crimes committed by illegal aliens that will air nationally over two nights on Fox News’ Hannity.</p> <p>Following the second fundraiser, Mr. Trump will be speaking at a rally in Austin to draw additional national attention to his call for border security as well as the need for a Special Prosecutor to investigate Hillary Clinton’s bought and paid for State Department.</p> <p>Tomorrow Mr. Trump returns to the battleground state of Florida where he will have two Tampa-area events, and he will spend all of Friday campaigning hard in another battleground state, Nevada.</p> <p>On Saturday, Mr. Trump will be in Des Moines, Iowa, for the second annual Roast &amp; Ride fundraiser with Senator Joni Ernst.”</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alivitali/status/768100961986355200\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Not mentioned here but still happening: a rally tomorrow night in Jackson, MS. Up on campaign&#39;s website. <a href=\"https://t.co/7bMXVnitST\">https://t.co/7bMXVnitST</a></p>&mdash; Ali Vitali (@alivitali) <a href=\"https://twitter.com/alivitali/status/768100961986355200\">August 23, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-23T15:20:24.952Z\">at 4.20pm BST</time></p>  </div> <div id=\"block-57bc63b3e4b0568600c038e4\" class=\"block is-key-event\" data-block-contributor=\"profile/ben-jacobs\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T15:00:42.840Z\">4.00pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump relying on 'undercover voters' – but do they exist?</h2>  <div class=\"block-elements\">  <p>The <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> campaign is <strong>counting on “undercover voters” </strong>to win in November, write the Guardian’s Ben Jacobs and Oscar Rickett:</p> <p><a href=\"https://www.theguardian.com/commentisfree/2016/aug/22/kellyanne-conway-is-donald-trumps-last-chance-winning\">Trump’s campaign manager Kellyanne Conway</a> outlined her vision of how the Republican nominee could win in November despite consistently trailing in polls, during an interview with Channel 4 in the United Kingdom for the documentary President Trump: Can He Really Win?</p> <p>Conway insisted that Trump’s support was not reflected in polls because of the <strong>perceived social stigma of supporting the Republican nominee. </strong></p> <p>“Donald Trump performs better consistently better in online polling where a human being is not talking to another human being about what he or she may do in the elections … it’s become socially desirable, especially if you’re a college educated person in the US, to say that you’re against Donald Trump,” said Conway.</p> <p>“People who are supporting Donald Trump, who have not voted Republican in the past, who have not voted in quite a while, are so tired of arguing with family and friends and colleagues about their support of Donald Trump that they just decided not to discuss it.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/23/donald-trump-campaign-news-polls-kellyanne-conway\">Trump manager says 'undercover voters' will deliver win in US election</a> </p> </aside>  <p>But a Wall Street Journal story out this morning, <strong>“Voter Influx Appears Missing for Trump,”</strong> points out that there is no evidence that the secret Santa voters Conway is talking about actually exist:</p> <blockquote class=\"quoted\"> <p>This year’s presidential primaries produced a slight increase in new voters compared with 2012, but not in numbers that suggest a major influx that might benefit Republican candidate <a href=\"http://topics.wsj.com/person/T/Donald-Trump/159\">Donald Trump</a>, a new analysis of voter registration data finds.</p> <p>The study by the Democratic firm Catalist, which analyzed records from 10 battleground states this year through June, suggest that the record-breaking turnout seen in the Republican primaries was the result of general election voters becoming motivated to show up for the party’s turbulent primary season, rather than a big inflow of new supporters into the Republican Party.</p> </blockquote> <p>Read the <a href=\"http://www.wsj.com/articles/voter-influx-appears-missing-for-trump-1471912460\">full piece here</a> (paywall).</p> </div>   </div> <div id=\"block-57bc5caee4b0fe30498a402e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T14:32:45.374Z\">3.32pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Obama heads for Louisiana</h2>  <div class=\"block-elements\">  <p>Barack Obama is preparing to depart from Andrews Air Force Base to visit the flood zone in Louisiana. </p> <p>As the southern reaches of the state shed the last of the week’s historic floodwaters, in which 40,000 homes were affected and at least 13 people killed, the region faces significant challenges: how to handle resulting disease, how to pay for the damage and how to prevent it all from happening again (<a href=\"https://www.theguardian.com/us-news/2016/aug/19/louisiana-recovery-costs-disease-zika-west-nile\">read further</a>).</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/gallery/2016/aug/22/louisiana-floods-photos-cleanup\">Louisiana residents assess damage from devastating floods – in pictures</a> </p> </aside>  <p>Republican <strong>presidential nominee Donald Trump </strong>visited the area last Friday. Hillary Clinton said in a statement Monday, “I am committed to visiting communities affected by these floods, at a time when the presence of a political campaign will not disrupt the response.”</p> </div>   </div> <div id=\"block-57bc2fafe4b048662988f529\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T14:17:27.756Z\">3.17pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump claims victimization at hands of press</h2>  <div class=\"block-elements\">  <p>Do you agree with Donald Trump that the media is treating him unfairly? </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/768083669550366720\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">It is being reported by virtually everyone, and is a fact,  that the media pile on against me is the worst in American political history!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/768083669550366720\">August 23, 2016</a></blockquote>  </figure>  <p>Could the media be responsible for Trump’s number’s in Virginia?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/adrian_gray/status/768043205912920066\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Hillary leads in five Virginia polls this August:<br>YouGov +12<br>Marist +13<br>WaPo +14<br>Q&#39;Pac +12<br>Roanoke +16<br>(Bush +8, McCain -6, Romney -5)</p>&mdash; Adrian Gray (@adrian_gray) <a href=\"https://twitter.com/adrian_gray/status/768043205912920066\">August 23, 2016</a></blockquote>  </figure>  <p>More interestingly, perhaps, do you agree that disproportionate media coverage was responsible for Trump’s rise?</p> </div>   </div> <div id=\"block-57bc2bf0e4b048662988f518\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-23T12:24:26.515Z\">1.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello and welcome to our live wire coverage of the 2016 race for the White House. Here are five developments on the Donald Trump campaign from overnight you may want to know about:</p> <h2>1. Trump rolls out new immigration look, praises Obama</h2> <p>Speaking on Bill O’Reilly’s program on Fox News, Donald Trump <a href=\"https://www.theguardian.com/us-news/live/2016/aug/22/hillary-clinton-donald-trump-us-election-news-campaign-live?page=with:block-57bb9896e4b047b85f602a9b#block-57bb9896e4b047b85f602a9b\">rolled out a new version of</a> his now-obscure position on immigration, telling the host that “I just want to follow the law”...</p> <p>“I just want to follow the law,” Trump <a href=\"https://www.theguardian.com/us-news/live/2016/aug/22/hillary-clinton-donald-trump-us-election-news-campaign-live?page=with:block-57bb9896e4b047b85f602a9b#block-57bb9896e4b047b85f602a9b\">said</a>. “What I’m doing is following the law ... Now the existing laws are very strong. The existing laws, the first thing we are going to do if and when I win, is we are going to get rid of all of the bad ones. ... As far as everybody else, we are going to go through the process. What people don’t know is Obama got tremendous numbers of people out of the country.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rickklein/status/768035137883873280\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump actually said this: &quot;What people don&#39;t know is that Obama got tremendous numbers of people out of the country.&quot;</p>&mdash; Rick Klein (@rickklein) <a href=\"https://twitter.com/rickklein/status/768035137883873280\">August 23, 2016</a></blockquote>  </figure>  <h2>2. Trump: ‘war zones’ safer than inner cities</h2> <p>Donald Trump veered off the teleprompter on Monday night to claim that “inner cities run by the Democrats” were more dangerous than countries such as Iraq and Afghanistan.[...]</p> <p>“You can go to war zones in countries that we are fighting and it is safer than living in some of our inner cities that are run by the Democrats,” Trump said. The Republican nominee also promised if elected, “we’ll get rid of the crime. You’ll be able to walk down the street without getting shot. Now, you walk down the street, you get shot.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/22/donald-trump-inner-city-crime-war-zone-hillary-clinton\">Trump: inner cities run by Democrats are more dangerous than war zones</a> </p> </aside>  <h2>3. Trump jacked rent at Trump Tower once donor money flowed</h2> <p>The Trump campaign rents office space in Trump Tower. When Donald Trump was mostly self-financing his campaign, the office space cost one thing. When Trump began accepting more donations from the public, the price quintupled, the Huffington Post <a href=\"http://www.huffingtonpost.com/entry/trump-campaign-rent_us_57bba424e4b03d51368a82b9\">reports</a>:</p> <blockquote class=\"quoted\"> <p>Trump nearly quintupled the monthly rent his presidential campaign pays for its headquarters at Trump Tower to $169,758 in July, when he was raising funds from donors, compared with March, when he was self-funding his campaign, according to a Huffington Post review of Federal Election Commission filings. The rent jumped even though he was paying fewer staff in July than he did in March. </p> <p>The Trump campaign paid Trump Tower Commercial LLC $35,458 in March ― the same amount it had been paying since last summer ― and had 197 paid employees and consultants. In July, it paid 172 employees and consultants. </p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MaxBoot/status/768049003841871872\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Like Trump U, Trump campaign is a scam. Fleecing the gullible. In this case donors.  <a href=\"https://t.co/ZsjhP9Cn9s\">https://t.co/ZsjhP9Cn9s</a></p>&mdash; Max Boot (@MaxBoot) <a href=\"https://twitter.com/MaxBoot/status/768049003841871872\">August 23, 2016</a></blockquote>  </figure>  <h2>4. Melania Trump lawyer warns Politico</h2> <p>Back in February, Donald Trump <a href=\"https://www.theguardian.com/us-news/2016/feb/26/trump-pledges-curb-press-freedom-libel-laws-first-amendment\">pledged</a> if elected president to “open up our libel laws so when [newspapers] write purposely negative stories … we can sue them and make lots of money.”</p> <p>Now Lawyers for <a href=\"https://www.theguardian.com/us-news/melania-trump\">Melania Trump</a> are pursuing legal action against the Daily Mail for reporting “100% false” rumors that she worked as an escort in the 1990s as well as raising questions about her immigration status at the time.</p> <p>A spokesperson for the Daily Mail did not respond to a request for comment.</p> <p>Trump’s lawyer, the gun-for-hire paid by billionaire Peter Thiel to destroy Gawker in the Hulk Hogan porn case, has since confirmed to the Guardian that Melania Trump is also considering filing lawsuits against other publications including Politico and the Week. Harder said that those publications are all “on notice” and no suit has been filed yet.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jackshafer/status/768035306675245056\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Imagine the journalistic opportunity a Melania Trump deposition would offer.</p>&mdash; Jack Shafer (@jackshafer) <a href=\"https://twitter.com/jackshafer/status/768035306675245056\">August 23, 2016</a></blockquote>  </figure> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/22/melania-trump-lawsuit-daily-mail\">Melania Trump pursues Daily Mail over '100% false' rumors about her past</a> </p> </aside>  <h2>5. Trump cancels multiple events</h2>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/samsteinhp/status/767839482359980033\">  <blockquote class=\"twitter-tweet\" data-cards=\"hidden\"><p lang=\"en\" dir=\"ltr\">Trump has cancelled his Colorado, Nevada and now Oregon events <a href=\"https://t.co/MRbY7hvNYO\">https://t.co/MRbY7hvNYO</a><br><br>what’s going on?</p>&mdash; Sam Stein (@samsteinhp) <a href=\"https://twitter.com/samsteinhp/status/767839482359980033\">August 22, 2016</a></blockquote>  </figure>  <p>And in non-Trump-circus-related-news:</p> <h2>Clinton opens jar of pickles on TV</h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/aug/23/hillary-clinton-opens-pickle-jar-on-jimmy-kimmel-live-video\"            data-short-url=\"https://gu.com/p/5xvz4\"                    data-show-ads=\"true\"            data-video-id=\"2677540\"            data-video-name=\"Hillary Clinton opens pickle jar on Jimmy Kimmel Live – video\"            data-video-provider=\"Jimmy Kimmel Live / ABC\"            > <video data-media-id=\"gu-video-57bbec03e4b047b85f602b89\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/08/23/160823jimmykimmel_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/08/23/160823jimmykimmel.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/08/23/160823jimmykimmel_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/aug/23/hillary-clinton-opens-pickle-jar-on-jimmy-kimmel-live-video\">Hillary Clinton opens pickle jar on Jimmy Kimmel Live – video</a></figcaption> </figure>  <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/23/hillary-clinton-on-jimmy-kimmel-opens-up-about-trumps-wacky-health-claims\">Hillary Clinton opens up to Jimmy Kimmel on Trump's 'wacky' health claims</a> </p> </aside>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/768025058426040321\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">New NBC/Survey Monkey national poll<br><br>Hillary Clinton: 50%<br>Donald Trump: 42%</p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/768025058426040321\">August 23, 2016</a></blockquote>  </figure>  <p>Thanks for reading and please join us in the comments. </p> </div>   </div>"
]