[
  "Polling day in America – as it happened",
  "Dakota pipeline operator to defy Obama and prepare for final phase of drilling",
  "The wait is over for older women voting for a female president: 'I feel like crying'",
  "Wall Street closes higher and Mexican peso hits two-month high ahead of election results – as it happened",
  "Emmanuel Macron could launch bid for French presidency before 10 December",
  "PC? Just call it political politeness. Even rightwing bullies could buy into that",
  "Remembrance of atrocities won’t save us from present dangers",
  "Jobless, jaded, and voting for Trump in Ohio: 'He’ll be different, in some way'",
  "EU leaders plan to meet next month to discuss Brexit without UK - Politics live",
  "Two years and 20 candidates later: how the 2016 campaign tore up the rulebook",
  "Florida poised for another election-day cliffhanger as voters head to polls",
  "Hillary Clinton and Donald Trump cast their ballots after record early voting",
  "The Mannequin Challenge: the right kind of meme for right now",
  "'We’ve had very few issues': poll workers share thoughts on fears of voter fraud",
  "Preparing for a Donald Trump presidency is a tall order for Whitehall",
  "Voting day: America finally goes the polls",
  "Labour chose Corbyn as he was ‘maddest person in room’ – Bill Clinton",
  "This election was a great opportunity for Republicans. Instead, the GOP lies broken",
  "What can we salvage from the trauma of the US presidential election?",
  "Hillary Clinton buoyed by high Latino turnout in final hours of election",
  "The view from Middletown: 'More than any other election, people want it to be over'",
  "This was the election of disillusionment",
  "Donald Trump has made it clear: in his America, Muslim citizens don’t exist",
  "Election polls open in US after Clinton and Trump make final pitches",
  "FTSE 100 flat ahead of US election result, but Imperial Brands drops 2.5%",
  "US election: final campaign day – as it happened",
  "Your election night survival guide: what to expect as polls close",
  "Standing Rock protesters sit out the election: 'I'm ashamed of them both'",
  "This has been a year of high political anxiety. Here’s how to survive it",
  "The choice is yours: artist hacks voting machines for US election-themed show",
  "Donald Trump inflates with pride to claim backing of NFL star Tom Brady",
  "Hillary Clinton visits city of Founding Fathers for final rally as America goes to polls",
  "Gold: key trends helping the metal keep its shine",
  "How we got here: a complete timeline of 2016's historic US election",
  "India’s crackdown in Kashmir: is this the world’s first mass blinding?",
  "In the game of Fantasy US Election, one-fifth of Australians would vote for Trump",
  "The last-minute map: how to read each presidential candidate’s final stops"
]