[
  "<p>The latest furore over Hillary Clinton’s alleged misuse of private emails when she was secretary of state in 2009-2013 has thrown a tumultuous and unedifying US presidential election into even greater confusion, with little more than a week to go before voting day.</p> <p>The FBI’s unexpected and very public revelation that it is <a href=\"http://www.nytimes.com/2016/10/29/us/politics/fbi-hillary-clinton-email.html?emc=edit_th_20161029&amp;nl=todaysheadlines&amp;nlid=53657756\" title=\"\">recommencing its investigation </a>into Clinton’s conduct may not be politically motivated, but its timing certainly makes it appear that way. The row represents yet another hammer blow to a democratic process whose credibility has been repeatedly challenged, principally by the unscrupulous Republican candidate, Donald Trump.</p> <p>Despite this new firestorm, stoked by Republicans and rightwing media, it remains likely that American voters will deliver a clear, possibly resounding, rejection of Trump on 8 November. Although opinion polls show the race tightening nationally and nothing is certain as a febrile campaign climaxes, Clinton is ahead almost everywhere that matters – and she is the sane and reasonable, if uninspiring, choice. A Trump defeat will be richly deserved. As we have noted previously, he is not a fit and proper person to serve in the White House. His behaviour during a long, raucous and often embarrassingly vulgar campaign <a href=\"https://www.theguardian.com/commentisfree/2016/may/28/observer-view-donald-trump-ugly-truth\" title=\"\">made that abundantly plain</a>.</p> <p>Yet consigning “the Donald” to the rubbish bin of electoral history is easier than getting rid of Trumpism. This is likely to take a lot longer. Trump’s platform was based not on thought-through policies and careful analysis but on prejudice, grievance, ignorance and fear, spiced with opportunism. His unexpected success in winning the nomination, despite the Republican establishment’s hostility, reflected his close identification with mainly white, working-class and lower-middle-class voters who, like him, feel angry, undervalued and alienated. While public figures such as Barack Obama, Trump’s failed Republican rival Jeb Bush and Clinton appear to this constituency to be remote, out of touch and uncaring, Trumpism peddles the delusion that the candidate is “on their side”. Again and again, in Ohio, Florida and elsewhere, disaffected voters claimed that only Trump could be trusted to tell the “truth”, only Trump would keep his promises, <a href=\"https://www.theguardian.com/us-news/2016/oct/28/ds-2710-trump-rally\" title=\"\">only Trump</a> could make America great again.</p> <p>Oblivious to paradox, irony, history or facts, Trumpism projects a distorted vision of American greatness. The Trump doctrine decrees that a nation built by immigrants, that became the most powerful on Earth is so scared of migrant and refugee hordes that it must build a <a href=\"https://www.theguardian.com/us-news/2016/apr/05/donald-trump-mexico-border-wall-plan-remittances\" title=\"\">2,000-mile wall with Mexico</a>. Trumpism holds that a great nation that incorporated religious tolerance into its groundbreaking constitution and bill of rights must now shatter its own principles and deliberately discriminate against Muslims to keep itself safe.</p> <p>As general concepts, Trumpism makes an enemy of the “other”, equates nationality with homogeneity, calls honest critics liars and seeks to threaten, jail or harm opponents. It says individualism outweighs state authority, as in the unfettered right to bear firearms, but not, perversely, in the case of a woman’s right to choose abortion. Trumpism distrusts and fears foreigners. It believes free trade, international treaties and economic globalisation in general are loaded dice intended to rip off Americans. Paranoid Trumpism holds that long-term allies such as Germany and Japan get a free security ride at America’s expense.</p> <p>Trumpism admires the domestic authoritarianism and international bullying of dictatorships in Russia and China. Vladimir Putin is a strong leader standing up for his people, national beliefs and way of life. Any inconvenient truth that contradicts this or other Trumpist narratives is inherently mendacious, part of a web of lies and falsehoods spun by the treacherous mass media conspiring with the establishment to dupe honest citizens. And don’t forget: Trumpism cannot be fairly defeated. If it loses, <a href=\"http://www.bbc.co.uk/news/world-us-canada-34903577\" title=\"\">it was cheated</a> for sure.</p> <p>Trumpism appeals to the worst in people, cynically exploiting and fanning the anger, grievances and prejudices of the economically disadvantaged, the embittered, uneducated and plain ignorant. It appeals to base instincts, to lowest common denominators. Its is political dumbing down writ large. It is underpinned by a pervasive and comprehensible insecurity, engendered across the west by post-2008 economic injustice and social division, the growing gulf between rich and poor and incompetent, unfeeling or corrupt governance.</p> <p>Fear is the common enemy, but fear is Trumpism’s friend. This phenomenon is not confined to America. European countries, including Britain, experience variations on the theme. In Germany and France, concern about rising immigration has boosted hardline nationalists whose appeal and disturbing ideology extend far beyond the cathartic issue of Syria. In Greece, Poland, Austria and Hungary, rightwing extremists’ evil, dehumanising ideas about refugees, migrants and foreigners in general have become <a href=\"https://www.foreignaffairs.com/articles/europe/2016-06-03/rise-populism-europe\" title=\"\">a commonplace of political discussion</a>. In Britain, Ukip, provides a noisy echo-chamber for some of Trumpism’s most divisive, chauvinistic and discriminatory refrains.</p> <p>If Trumpism is indeed a transnational pestilence, it would be wise to look for a common remedy. But first, the symptoms must be accurately diagnosed and its long-term effects should not be exaggerated. Much of the political turbulence and iconoclasm witnessed of late in America and Europe is the direct result of continuing, negative economic fallout from the 2008 financial crash. Hard times, austerity cuts, high unemployment and low wages are the manure in which political aberration takes root. But as history shows, they sometimes, yet rarely, lead to disaster. When economies improve, generally speaking, so too does the quality of political discourse. Ensuring all people benefit equally from such an improvement is the one certain antidote to extreme politics.</p> <p>While protest movements share characteristics and aims, it is also evident that they are not all the same as each other. Trumpism is an infection others can catch, yet it is also unique to America. Before panicking about the advance of the far right and far left in Europe, commentators in Britain and elsewhere should remember that, when all is said and done, mainstream politicians such as Angela Merkel, Alain Juppé, Mariano Rajoy and yes, Hillary Clinton do, on the whole, get elected or re-elected. Notwithstanding Greece’s epic upheavals, the centre does mostly hold.</p> <p>More than anything else, Trumpism will fade and fail because, ultimately, it is a minority pastime, pandering to bigotry, which runs against the grain and spirit of the times, Brexit notwithstanding. Trumpism decries the impact of globalisation, yet globalisation, for all the dislocation and often unwelcome change it brings, is the inescapable way ahead for a more integrated, more connected and more mutually responsible and caring world.</p> <p>For good or bad, this clock cannot be turned back. Closed borders and closed minds, crude nationalism, trade barriers, xenophobia, religious, racial and sexual discrimination – these are old mistakes and old hatreds that, while still in evidence everywhere, belong to times past. The world is moving forward, not back. In the end, Trumpism and all its ghastly incarnations, dwelling in fear and darkness, will, like Trump himself, be exorcised.</p>",
  "<p>Democratic party outrage at the FBI’s shock revelation, almost on the eve of the US presidential election, that it is <a href=\"http://www.reuters.com/article/us-usa-election-clinton-idUSKCN12S299\" title=\"\">resuming its controversial investigation</a> of Hillary Clinton after declaring in July that the matter was closed, has been fierce.</p> <p>Donna Brazile, chairwoman of the Democratic national committee, was one of many to cry foul. “The FBI has a solemn obligation to remain neutral in political matters. Even the faintest appearance of using the agency’s power to influence our election is deeply troubling,” she said.</p> <p>John Podesta, the Clinton campaign chief, also hinted at skulduggery: “It is extraordinary that we would see something like this just 11 days out from a presidential election.” Podesta said the <a href=\"http://www.nytimes.com/2016/10/29/us/politics/fbi-hillary-clinton-email.html?emc=edit_th_20161029&amp;nl=todaysheadlines&amp;nlid=53657756&amp;_r=0\" title=\"\">FBI statement</a> left it unclear whether there was anything remotely new to investigate.</p> <p>This may well be true. In his letter of notification to Congress, James Comey, the FBI director, said he did not know whether a batch of newly discovered emails bore any relation to previous claims that Clinton acted illegally in sending private emails containing classified information when she was secretary of state from 2009-13.</p> <p>Comey said the new emails “appear to be pertinent”, but he and his officials had not yet examined them. In a later statement, he admitted “we don’t know the significance” of the emails, but said he felt obliged to investigate and make his decision public. It is not even certain that the emails came from Clinton’s private server.</p> <p>Comey’s move is either extremely naive or extremely cynical. FBI investigations are routinely conducted behind closed doors. Only when a decision to prosecute has been taken, based on persuasive evidence, is an inquiry made public or suspects named.</p> <p>For a respected, ostensibly independent figure like the FBI director to tip his hand at this extraordinarily sensitive moment amounts to an overtly political, partisan act. Since it must be assumed that Comey is no fool, it must also be assumed that he knew what he was doing.</p> <p>A less damning explanation is that he was clumsily attempting to save the FBI (and himself) further criticism from the Republican right, which denounced his earlier investigatory efforts as a pro-Hillary cover-up. But if that is the case, why did Comey not have a confidential word with the relevant congressional oversight committees? Nobody could then subsequently accuse him of a cover-up. And he would not have triggered the firestorm in which the FBI’s impartiality is again being questioned, and this time from the left.</p> <p>Whatever Comey’s reasons, the damage is done. Clinton must now try to weather the storm until 8 November, having previously believed that she was in the clear. It will be a rough ride. The ugliest and most personally vindictive presidential campaign in modern history is now set for a frenetic, furious and nail-biting finale.</p> <p>Donald Trump and his supporters have been quick to wade in. Speaking on the campaign trail, the Republican nominee revived jibes that Clinton is a corrupt and habitual liar. In typically hyperbolic terms, he said that her conduct was “the biggest scandal since Watergate”.</p> <p>As usual, Trump’s risible exaggeration undermines his case. But the genuine anger and alarm expressed by Clinton’s surrogates reflect their fear his attacks may be hitting home and their knowledge of how damaging renewed questions about her honesty and competence could potentially be.</p> <p>Although in Trump she faces the least qualified and, for a host of reasons, most objectionable Republican candidate in living memory, Clinton is still only about 5% ahead in the polls, as a national average.</p> <p>This bald figure may be considered misleading. In 14 battleground or “swing” states, where the electoral college will be decided, Clinton is ahead in all but Ohio, Iowa and Georgia. But polls across the nation are tightening. This latest flurry of negative headlines in national media desperate for a sensational story to keep the race alive (or in some cases, to dish her) <a href=\"http://www.realclearpolitics.com/\" title=\"\">will not help</a>.</p> <p>Despite her advantages in experience, name recognition, political achievement and spending power, Clinton has evidently failed to knock Trump out of the race.</p> <p>Despite a deeply damaging few weeks for Trump, when he was beset by allegations of sexual misconduct, he still appears, amazingly, to be in with a shot.</p> <p>A more skilled and savvy politician than Clinton could and would have buried Trump months ago. A more charismatic, popular or likeable Democratic standard-bearer could now be awaiting electoral coronation. This latest blow may cause some underwhelmed Democrats to abstain. And Clinton’s best pitch to sceptical independent and undecided voters – that she is the least worst candidate – leaves her vulnerable to a last-gasp upset.</p>",
  "<p>If it looks and sounds like a scandal, is it really a scandal?</p> <p>The <a href=\"https://www.theguardian.com/us-news/2016/oct/29/fury-fbi-director-cryptic-letter-clinton-emails-response\">latest Clinton email flap</a> has all the trappings of one. With evasive answers, shady characters and FBI investigations, there must be something going on. Right?</p> <p>Rather like Saddam’s weapons of mass destruction, we may not know what’s hidden or where, but it sure looks like the Clintons have been hiding something.</p> <p>Sadly, this reasoning is enough for most Republican voters and a good chunk of independents. It may be enough to depress support among Democrats just at the moment the party needs to drive a high turnout among voters.</p> <p>But it’s not at all clear what the FBI is talking about in terms of Clinton emails. <a href=\"http://www.latimes.com/politics/la-na-pol-fbi-clinton-email-probe-20161028-story.html\">Some reports</a> suggest they are neither to nor from Clinton herself, in which case we have just consumed a giant nothing-burger. After all, we already know that the FBI has no idea whether the emails amount to anything of any significance.</p> <p>This raises the obvious question: what on earth was the FBI director thinking when he dropped his letter on Friday making it crystal clear that he knew nothing? As a rule, law enforcement agencies generally don’t publicize the fact that they are clueless.</p> <p>Beyond James Comey’s extraordinary intervention in the late stages of a presidential election, his letter raises another, more familiar question about the Clintons: why do they attract pseudo-scandals with such alarming ease and frequency?</p> <p>From the Clinton foundation to the private email server, from Benghazi to Weiner, from Whitewater to Monica, the list is as long as it is utterly spurious. Whatever crumbs of wrongdoing there may be, they don’t amount to something worthy of Watergate, or even the myriad gate-suffixed scandals since. Questionable behavior is not the same as criminal or even impeachable conduct.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/28/hillary-clinton-new-fbi-investigation-emails-video\"            data-short-url=\"https://gu.com/p/59nxm\"                    data-show-ads=\"true\"            data-video-id=\"2851168\"            data-video-name=\"Hillary Clinton reacts to new FBI investigation into her emails – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-5814032ae4b0219a00d39cc9\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/29/161028clintonemails_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/29/161028clintonemails.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/29/161028clintonemails_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/28/hillary-clinton-new-fbi-investigation-emails-video\">Hillary Clinton reacts to new FBI investigation into her emails</a></figcaption> </figure>   <p>Perhaps the pseudo-scandals say more about the Clinton haters than they do about the Clintons themselves. But it remains true that there is a remarkable contrast between the clouds that hang over the Clintons and those over the Obamas.</p> <p>Barack Obama has not exactly luxuriated in eight years of hate-free politics. The haters have thrown their best at him: questioning his citizenship and suggesting he secret sympathies for Isis. They even accused him of wanting to pull the plug on <a href=\"http://www.cbsnews.com/news/grassley-warns-of-government-pulling-plug-on-grandma/\">grandma</a>.</p> <p>And yet there have been no pseudo-scandals about his personal life, his friends and donors, or even open microphone moments. As a candidate he was accused of palling around with terrorists, cutting a sweetheart deal for his home, and following the lead of an anti-American preacher. Inside the White House, not so much. The integrity and self-discipline over the last eight years has almost driven the scandal-mongers out of business.</p> <p>All that’s left are the obvious problems posed by a radical Islamist from Kenya looking to foment a socialist revolution from the Oval Office. Given that he has only two months left in the White House, Obama needs to speed up his secret plans or else he’ll turn into an even greater disappointment to the rightwing nuts.</p> <p>The good news for the scandal-mongers is the next Clinton administration appears to be just around the corner. House Republicans are already prepping their subpoenas in case they can launch another <a href=\"https://www.washingtonpost.com/politics/house-republicans-are-already-preparing-for-years-of-investigations-of-clinton/2016/10/26/e153a714-9ac3-11e6-9980-50913d68eacb_story.html\">several dozen investigations</a> into the newly elected President Clinton.</p> <p>In that context, it doesn’t much matter whether the FBI’s Clinton emails amount to anything more than political gossip. The Hunting of Hillary has only just begun.</p> <p>What does matter is the impact on voters in these final frenetic days of the 2016 election. Recent polling suggests that most voters have already made up their minds about whether Clinton is honest and trustworthy: they don’t believe her. To be sure, they also think the same about Donald Trump, albeit in slightly lower numbers.</p> <p>But those poll numbers mean that the email pseudo-scandal is unlikely to change anyone’s mind about the candidate. In the same way, it’s highly unlikely that Bill Clinton’s money-making schemes at the Clinton Foundation will affect his wife’s honesty numbers.</p> <p>For many voters, this email story comes too late. More than 12m votes have already been cast across the country in early voting, representing around 10% of the likely total votes in this election.</p> <p>In any case, the polls were already tightening, as Republicans inevitably rally to their candidate, no matter how catastrophically compromised he is with the voting demographic commonly known as “women”.</p> <p>Clinton’s post-debate highs were unlikely to hold. In fact, numerous studies have shown that elections tend to end where the polls stand <a href=\"http://www.vox.com/2016/8/11/12426346/trump-polls-today\">two weeks after the conventions</a>, despite all the fluctuations back and forth. That suggests this election will end up as a race in the mid-single digits as a margin of victory for Clinton.</p> <p>Of course we don’t know what the FBI emails may yet uncover, and we certainly don’t know what turnout will look like on election day.</p> <p>But we do know that the closing days of a presidential election are anxious times. Campaign staffers are exhausted and fear failure. The media is desperate for one more fix of adrenaline, one more turn of the story to upend the likely outcome. Supporters on both sides become obsessive consumers of any snippet of information that might tip the balance.</p> <p>Into this gasoline-soaked period, the FBI director just threw a burning match and walked away. But the dumpster fire was already raging in this shocking election, and the voters who find the whole scene disgusting will likely stay away.</p> <p>Never mind the emails. This election was already in flames.</p>",
  "<p>Thousands of South Koreans took to the streets of the capital on Saturday calling for increasingly unpopular president Park Geun-hye to step down over allegations that she let an old friend, the daughter of a religious cult leader, interfere in important state affairs. The evening protest came after Park ordered 10 of her senior secretaries to resign over a scandal that is likely to deepen the president’s lame duck status ahead of next year’s election.</p> <p>Holding candles and signs reading “Who’s the real president?” and “Park Geun-hye, step down”, the protesters marched through downtown Seoul after holding a candlelight vigil near City Hall. Police estimated that about 12,000 people turned out for the biggest anti-government demonstration in Seoul in months.<br></p> <p>Park ordered 10 of her senior secretaries to resign after she admitted letting an old friend and the daughter of a religious cult leader to interfere in important state affairs. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/sep/11/south-korea-nuclear-test-defence-north\">South Korea president gathers support for US missile defence after North's nuclear test</a> </p> </aside>  <p>Park has been facing calls to reshuffle her office after she admitted on Tuesday that she had provided longtime friend Choi Soon-sil drafts of her speeches for editing. Her televised apology sparked huge criticism about her mismanagement of national information. She had already become unpopular for what some saw as a heavy-handed leadership style and lack of transparency.</p> <p>There has also been media speculation that Choi, who holds no government job, meddled in government decisions on personnel and policy, and exploited her ties with the president to misappropriate funds from nonprofit organisations.</p> <p>The saga, triggered by weeks of media reports, has sent Park’s approval ratings to record lows and the minority opposition Justice party has called for her to resign.</p>  <figure class=\"element element-image\" data-media-id=\"0e0bb807d211aa6ad2881e7f4d14fa7f0c575cf8\"> <img src=\"https://media.guim.co.uk/0e0bb807d211aa6ad2881e7f4d14fa7f0c575cf8/0_132_2546_1528/1000.jpg\" alt=\"South Korean President Park Geun-hye has offered a public apology after a South Korean TV network reported reported that Choi Soon-sil, who has no official governmental position, was informally involved in editing some of Park’s key speeches.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">South Korean President Park Geun-hye has offered a public apology after a South Korean TV network reported reported that Choi Soon-sil, who has no official governmental position, was informally involved in editing some of Park’s key speeches.</span> <span class=\"element-image__credit\">Photograph: Handout/Getty Images</span> </figcaption> </figure>  <p> “Park has lost her authority as president and showed she doesn’t have the basic qualities to govern a country,” Jae-myung Lee, from the opposition Minjoo party and the mayor of the city of Seongnam, told the protesters from a stage on Saturday.<br></p> <p> Prosecutors on Saturday widened their investigation by searching the homes of presidential officials suspected of interacting with Choi and receiving their office files from the Blue House the presidential office and residence. Prosecutors had previously summoned some of Choi’s key associates and raided their homes and workplaces, as well as the offices of two nonprofit foundations Choi supposedly controlled.<br> </p> <p>Among the aides to have been expelled are Woo Byung-woo, senior presidential secretary for civil affairs, and Ahn Jong-beom, senior secretary for policy coordination. Lee Won-jong, Park’s chief of staff, tendered his resignation on Wednesday. Park’s office said she plans to announce a new lineup of senior secretaries soon. </p> <p>Choi’s lawyer, Lee Gyeong-jae, told reporters on Friday that she is currently in Germany and is willing to return to South Korea if prosecutors summon her. In an interview with a South Korean newspaper earlier this week, Choi admitted receiving presidential documents in advance, but denied intervening in state affairs or pressuring companies into donating to the foundations. </p>",
  "<p>Hillary Clinton’s campaign chair on Saturday led a chorus of Democratic party fury over the FBI’s decision <a href=\"https://www.theguardian.com/us-news/2016/oct/28/hillary-clinton-emails-fbi-election-voters\">to review a new batch of her staff’s emails</a>, which was announced just 11 days before the presidential election in a striking break with law enforcement tradition.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/28/hillary-clinton-emails-fbi-election-voters\">Hillary Clinton's email woes refuse to go away – what does this latest twist mean?</a> </p> </aside>  <p>The Clinton campaign launched an extraordinary criticism of James Comey, the director of the FBI, who faced anger for his dramatic and late intervention in the race, which deviated from FBI protocol. Comey stood accused of betraying the bureau’s political neutrality, and came under growing pressure to make public everything he knows.</p> <p>The latest twist in a topsy turvy election arrived on Friday afternoon, when Comey said in a letter to Congress the FBI would review whether there was any classified information in new “emails that appear to be pertinent to the investigation”. In a <a href=\"https://www.lawfareblog.com/memo-press-what-comeys-letter-does-and-doesnt-mean\">carefully worded letter</a>, the director said he wanted to “supplement my previous testimony” about the original Clinton email investigation, which he told Congress <a href=\"https://www.theguardian.com/us-news/2016/jul/05/fbi-no-charges-hillary-clinton-email-investigation\">had closed this summer</a>, and said: “The FBI cannot yet assess whether or not this material may be significant.”</p> <p>On Saturday, Clinton campaign chair John Podesta said: “By providing selective information, he’s allowed partisans to distort and exaggerate in order to inflict maximum political damage and no one can separate what is true from what is not because Comey has not been forthcoming with the facts. </p> <p>“What little Comey has told us makes it hard to understand why this step was warranted at all.”</p> <p>It is “entirely possible” that the emails are duplicates of those already studied by the FBI in its earlier investigation into Clinton’s use of a private server while secretary of state, Podesta told reporters on a conference call, adding that Clinton would not be distracted in the final days of the campaign. </p> <p>In July, the FBI closed that investigation. Comey said at the time that Clinton and her aides had been “extremely careless” but not criminal with their email practices.</p> <p>“Director Comey was the one who decided to take this unprecedented step,” Podesta said, “we now learn, against the advice of senior justice department officials who told him it was against longstanding department policy of both Democratic and Republican administrations.</p> <p>“Director Comey was the one that wrote a letter that was light on facts, heavy on innuendo, knowing full well what Republicans in Congress would do with it. </p> <p>“It’s now up to him, who owes the public answers to the questions that are now on the table, and we’re calling on him to come forward and give those answers to the American public.”</p> <p>Law enforcement sources speaking anonymously told news outlets the new emails came from devices belonging to Anthony Weiner, the<a href=\"https://www.theguardian.com/us-news/2016/sep/21/anthony-weiner-sexually-explicit-messages-teen-daily-mail\"> disgraced former congressman</a> and <a href=\"https://www.theguardian.com/us-news/2016/aug/29/huma-abedin-anthony-weiner-hillary-clinton\">estranged husband of Huma Abedin</a>, one of Clinton’s closest aides. Agents uncovered the emails during an investigation into whether Weiner sent sexually explicit text messages to a teenage girl.<br></p> <p>Podesta said Abedin had fully cooperated with the FBI investigation from the start. “She’s been fully cooperative. We of course stand behind her.”<br></p> <p>Robby Mook, Clinton’s campaign manager, said: “The more information that comes out, the more overblown this entire situation seems to be. That in turn has raised more questions about director Comey from his colleagues in law enforcement circles, to take this extraordinary step just 11 days out from a presidential election.”</p> <p>Mook highlighted <a href=\"https://www.washingtonpost.com/world/national-security/justice-officials-warned-fbi-that-comeys-decision-to-update-congress-was-not-consistent-with-department-policy/2016/10/29/cb179254-9de7-11e6-b3c9-f662adaa0048_story.html?hpid=hp_hp-top-table-main_clintonfbi1030-1142am%3Ahomepage%2Fstory\">a “startling” Washington Post report</a> that senior officials in the justice department had warned Comey not to go public but he ignored their advice. He also claimed that, based on anecdotes from the ground, Clinton’s supporters were intensifying their efforts to get out the vote.</p> <p>“Our volunteers are rallying behind Hillary,” he said. “They know what a fighter she is … They’re as upset and concerned as we are here … This has only increased the momentum that we’re feeling among our activists on the ground.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/28/trump-responds-fbi-investigation-clinton-emails-video\"            data-short-url=\"https://gu.com/p/59yj8\"                    data-show-ads=\"true\"            data-video-id=\"2850182\"            data-video-name=\"Trump gleefully responds to new FBI investigation into Clinton emails – video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-5813975ce4b08d944ba4bb6c\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/28/161028Trump3_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/28/161028Trump3.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/28/161028Trump3_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/28/trump-responds-fbi-investigation-clinton-emails-video\">Trump gleefully responds to new FBI probe into Clinton emails</a></figcaption> </figure>   <p>A jubilant Donald Trump, meanwhile, seized on a potential lifeline for his faltering campaign – on Friday describing Clinton’s handling of classified information as a scandal “bigger than Watergate”.</p> <p>With barely disguised anger, Clinton herself <a href=\"https://www.theguardian.com/us-news/2016/oct/28/hillary-clinton-fbi-new-email-investigation\">demanded the FBI explain itself on Friday</a>. “The American people deserve to get the full and complete facts immediately,” she told reporters in Des Moines, Iowa. “The director himself has said he doesn’t know whether the emails referenced in his letter are significant or not.”</p> <p>The content of the messages is unknown – and may well remain so beyond election day. “Right now, your guess is as good as mine, and I don’t think that’s good enough,” Clinton said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/29/anthony-weiner-hillary-clinton-fbi-emails\">Anthony Weiner takes center stage in presidential race about men's sex lives</a> </p> </aside>  <p>Comey is a Barack Obama appointee who was deputy attorney general for George W Bush. As well as the <a draggable=\"true\" href=\"https://www.washingtonpost.com/world/national-security/justice-officials-warned-fbi-that-comeys-decision-to-update-congress-was-not-consistent-with-department-policy/2016/10/29/cb179254-9de7-11e6-b3c9-f662adaa0048_story.html?postshare=7171477756411797&amp;tid=ss_tw\">Washington Post</a>, the<a draggable=\"true\" href=\"http://www.newyorker.com/news/news-desk/james-comey-broke-with-loretta-lynch-and-justice-department-tradition\"> New Yorker</a> reported officials speaking on condition of anonymity saying that Comey was warned by the justice department before sending his letter to Congress. </p> <p>“He is operating independently of the justice department. And he knows it,” one official told the Post. “It violates decades of practice,” another told the New Yorker. “It’s aberrational.”</p> <p>Matthew Miller, who served at the department under attorney general Eric Holder, told the Guardian: “I think it was an unacceptable breach of years of department of justice practice and precedent. </p> <p>“The department goes out of its way not to take any action close to an election that could influence the outcome of that election. The FBI’s reputation for independence and integrity is really at the core to their ability to do their job effectively.”</p> <p>Miller described Comey’s decision to provide an unprecedented televised statement at the end of the Clinton investigation in July as “the original sin here”. The director then felt able to answer questions from Congress in more detail than usual, but this is “by far the most serious breach of all”, Miller added.</p> <p>The former justice department staffer said J Edgar Hoover, the original and <a draggable=\"true\" href=\"http://www.theatlantic.com/entertainment/archive/2011/11/what-really-happened-between-j-edgar-hoover-and-mlk-jr/248319/\">controversial FBI director</a>, had done worse than Comey, “but not even Hoover did anything publicly in the closing day of an election that could be seen as tipping the scales.”</p> <p>Republicans and Democrats alike expressed bafflement at Comey’s timing and ambiguous letter. Senator Dianne Feinstein, a senior Democrat with a history of support for the security agencies, condemned Comey’s conduct. “The FBI has a history of extreme caution near election day so as not to influence the results,” she said. “Today’s break from that tradition is appalling.”</p> <p>Charles Grassley, the Republican chairman of the Senate judiciary committee, said Comey’s letter to Congress “was unsolicited and, quite honestly, surprising”. He too said it created more questions than answers.</p> <p>“Congress and the public deserve more context to properly assess what evidence the FBI has discovered and what it plans to do with it,” Grassley said.</p> <p>Some analysts speculated that Comey felt caught in a bind: if he waited until after the election, or if the new review leaked through back channels, he would have been accused of a cover-up. In an internal email sent to FBI employees, he said he was concerned about balance: the need to inform Congress and the American people versus the danger of a misleading impression about emails.</p> <p>“In trying to strike that balance, in a brief letter and in the middle of an election season, there is significant risk of being misunderstood, but I wanted you to hear directly from me about it,” he wrote.</p> <p>Early voting is under way in 37 states, nearly 17m votes have been cast, and Clinton has a healthy lead in most polls. “I think people a long time ago made up their minds about the emails,” she said at her press conference. “And now they are choosing a president.”</p> <p>Though his own campaign has been plagued by one scandal after another, Trump has regularly berated Clinton over the emails, and his supporters at rallies frequently chant: “Lock her up! Lock her up!” On Friday he accused Clinton of corruption “on a scale we have never seen before”. <br tabindex=\"-1\"></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/news/datablog/2016/oct/29/voter-turnout-us-election-2016-register\">Can't vote/won't vote: How turnout will decide the 2016 presidential election</a> </p> </aside>  <p>“We must not let her take her criminal scheme into the oval office,” he told a rally in New Hampshire. “Perhaps, finally, justice will be done.” </p> <p>On Saturday, campaigning in Colorado, Trump made an about-face from his months of criticising the FBI and justice department. “You have amazing people at the Department of Justice, and you have amazing people at the FBI,” he said. “I’ll bet you, without any knowledge, that there was a revolt in the FBI.”</p> <p>The FBI began investigating Weiner in September, after a Daily Mail report that a 15-year-old girl had exchanged explicit messages with him. By then, Abedin had <a draggable=\"true\" href=\"http://www.nytimes.com/2016/08/30/nyregion/anthony-weiner-sexting-huma-abedin.html\">already announced a separation</a> from her husband.</p> <p>Trump himself has been <a href=\"https://www.theguardian.com/us-news/2016/oct/13/list-of-donald-trump-sexual-misconduct-allegations\">accused by several women of sexual assault or inappropriate conduct</a>. He has argued that Clinton “enabled” her husband’s infidelities, and <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/oct/09/donald-trump-women-bill-clinton-sex-scandal-hillary-debate\">brought three women who accused the former president of wrongdoing</a> to a presidential debate.</p>",
  "<p>A Des Moines woman charged with committing voter fraud has said she voted twice because she was afraid her vote for Donald Trump would be changed to a vote for Hillary Clinton.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/29/anthony-weiner-hillary-clinton-fbi-emails\">Anthony Weiner takes center stage in presidential race about men's sex lives</a> </p> </aside>  <p>Participating in early voting in Iowa, registered Republican Terri Rote allegedly cast two ballots for the Republican presidential nominee. Arrested and charged with election misconduct, she was released from jail on Friday on a $5,000 bond. </p> <p>The Iowa Starting Line blog <a href=\"http://iowastartingline.com/2016/10/29/trump-supporter-who-tried-to-vote-twice-also-pretty-racist/\">subsequently reported</a> that Rote’s Facebook page contained racist imagery and language.</p> <p>“I wasn’t planning on doing it twice. It was spur of the moment,” Rote <a href=\"http://iowapublicradio.org/post/des-moines-woman-says-she-voted-twice-trump-because-polls-are-rigged#stream/0\">told Iowa Public Radio</a>. </p> <p>Echoing Trump’s repeated remarks <a href=\"https://www.theguardian.com/us-news/2016/oct/20/citizens-for-donald-trump-exit-poll-roger-stone-rigged-election-claim\">about widespread voter fraud</a>, disputed by Republicans and Democrats and made without evidence, Rote added: “The polls are rigged.”</p> <p>Trump’s campaign has said he is referring to the influence of “the mainstream media” and the Washington “establishment” on the race, in which <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton-5491.html\">poll averages show</a> he trails Clinton by about 4.6 points nationally, but Trump has alleged direct fraud at the polls as well.</p> <p>Evidence of such criminality in the US is scarce. According to a study by Loyola Law School, for example, there have been <a href=\"https://www.washingtonpost.com/news/wonk/wp/2014/08/06/a-comprehensive-investigation-of-voter-impersonation-finds-31-credible-incidents-out-of-one-billion-ballots-cast/\">31 cases of voter impersonation in more than a billion ballots cast</a> from 2000 to 2014. His claims of fraud in Philadelphia in 2012 have <a href=\"http://www.nytimes.com/2016/10/27/upshot/funny-stuff-in-philadelphia-zero-votes-does-not-equal-fraud.html?_r=0\">similarly been debunked</a>, including by Republican officials in the city.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/21/donald-trump-fact-check-rigged-election-voter\">The lies Trump told this week: voter fraud and the 'rigged' election</a> </p> </aside>  <p>Nonetheless, the Trump campaign has loudly and repeatedly raised the issue, and the candidate has refused to say <a href=\"https://www.theguardian.com/us-news/2016/oct/25/donald-trump-rigged-election-bush-gore-florida-voter-fraud\">whether he will accept the result of the election</a>. </p> <p>A number of Republican state governments have passed <a href=\"https://www.theguardian.com/us-news/us-voting-rights\">laws designed to prevent voter fraud</a> that civil rights activists say are really aimed at suppressing the vote among traditionally Democratic demographics. Some such laws have been <a href=\"https://www.theguardian.com/us-news/2016/aug/02/north-dakota-voter-id-law-blocked\">struck down</a> by federal courts. </p> <p>The decentralized electoral college system makes concerted voter fraud a nearly impossible endeavour: elections are run at the state and municipal level, by local officials of both parties. Thirty-one governors are Republicans, including Iowa’s Terry Branstad. </p> <p> “I think in the 25-plus years that I’ve been doing this job, this maybe the third [time] we’ve had some irregularity that’s resulted in a criminal charge,” <a href=\"https://www.polkcountyiowa.gov/attorney/\">Polk County attorney John Sarcone</a> told Iowa Public Radio of the Rote case.<br></p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/21/alabama-voter-id-law-video\"            data-short-url=\"https://gu.com/p/588gq\"                    data-show-ads=\"true\"            data-video-id=\"2820959\"            data-video-name=\"The new civil rights march: resisting Alabama’s photo ID law – video\"            data-video-provider=\"The Guardian\"            > <video data-media-id=\"gu-video-5807c0bbe4b0cd26ff71ed84\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/19/161019voteridfinalpluto2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/19/161019voteridfinalpluto2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/19/161019voteridfinalpluto2_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/21/alabama-voter-id-law-video\">The new civil rights march: resisting Alabama’s photo ID law</a></figcaption> </figure>  <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/25/donald-trump-rigged-election-bush-gore-florida-voter-fraud\">The history of 'rigged' US elections: from Bush v Gore to Trump v Clinton</a> </p> </aside>  <p>“People aren’t voting more than once. And if they do, or attempt to do it, they will get caught because there are safeguards in place,” Sarcone added. “We want everybody to exercise their right to vote, but only once.”</p> <p>The <a href=\"http://www.desmoinesregister.com/story/news/crime-and-courts/2016/10/27/3-suspected-voter-fraud-polk-county/92826426/\">Des Moines Register reported</a> that three instances of suspected voter fraud were reported to police in Polk County. Rote, it said, cast votes at two locations. The other cases involved the casting of mail-in ballots alongside attempts to vote in person. </p> <p>“I think it shows that our voting system works in Iowa, that we’re able to catch it,” <a href=\"http://www.polkcountyiowa.gov/auditor/\">Polk County auditor Jamie Fitzgerald</a> told the newspaper, adding that as election day approaches, “tensions are running high on both sides”. The Des Moines Register said court records showed Rote to be <a href=\"http://www.desmoinesregister.com/story/news/crime-and-courts/2016/10/28/voter-fraud-suspect-arrested-des-moines/92892042/\">due to appear on 7 November</a>, a day before the election.</p> <p>The polling site <a href=\"http://www.realclearpolitics.com/epolls/2016/president/ia/iowa_trump_vs_clinton_vs_johnson_vs_stein-5981.html\">RealClearPolitics</a> shows Trump leading Clinton by just 1.4% in Iowa. </p>",
  "<p>As a fractious and often sordid presidential campaign reaches its denouement, Hillary Clinton may be reflecting upon the grim irony that it is Anthony Weiner who has provided what could be the final, miserable twist.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/28/hillary-clinton-fbi-new-email-investigation\">Hillary Clinton demands FBI give details on latest email inquiry 'immediately'</a> </p> </aside>  <p>Weiner’s predilection for sending sexually laden text messages <a href=\"https://www.theguardian.com/world/2011/jun/07/anthony-weiner-twitter-pictures-new-york\">derailed his career in Congress</a> and his chances of <a href=\"https://www.theguardian.com/world/2013/jul/23/anthony-weiner-huma-abedin\">becoming mayor of New York City</a>, but his soap-opera-style re-emergence in the 11th hour of the presidential race may yet trigger the greatest political carnage of all.</p> <p>His appearance comes in an election already defined by allegations of inappropriate sexual behaviour by Clinton’s husband, former president Bill Clinton, and by the Republican nominee, <a href=\"https://www.theguardian.com/us-news/2016/oct/28/temple-taggart-donald-trump-gloria-allred-lawsuit\">Donald Trump</a>.</p> <p>On Friday, Clinton called on the FBI <a href=\"https://www.theguardian.com/us-news/2016/oct/28/hillary-clinton-fbi-new-email-investigation\">to “immediately” explain</a> its announcement that it was reviewing a new batch of emails relating to her, after a review of her use of a private email server was closed in July. </p> <p>Then, the FBI director, James Comey, said Clinton had been “<a href=\"https://www.theguardian.com/us-news/2016/jul/05/fbi-no-charges-hillary-clinton-email-investigation\">extremely careless</a>” in her use of a private server while secretary of state, but said there were no grounds for a criminal investigation. </p> <p>On Friday, <a href=\"https://www.theguardian.com/us-news/2016/oct/28/fbi-reopens-hillary-clinton-emails-investigation\">he said in a letter to members of Congress</a> that the bureau would analyze newly discovered emails that “appear to be pertinent to the investigation”. Republicans were quick to characterise the move as a “reopening” of the investigation into Clinton’s server, a description Democrats rejected.</p> <p>It was later reported that the new emails came from an iPad, cellphone and laptop seized by the FBI and previously shared by Weiner and his estranged wife Huma Abedin, a top Clinton aide.</p> <p>Clinton’s campaign and the Obama administration have been left bewildered by the latest FBI intervention, less than two weeks before the election, with Weiner’s involvement rubbing salt into the wound. </p> <p>John Podesta, Clinton’s campaign chairman, said: “Director Comey’s letter refers to emails that have come to light in an unrelated case, but we have no idea what those emails are and the director himself notes they may not even be significant.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Well, oh God, Anthony Weiner. I should not comment … I’m not a big fan. I wasn’t before he got in trouble</p> <footer> <cite>Joe Biden</cite> </footer> </blockquote> </aside>  <p>“It is extraordinary that we would see something like this just 11 days out from a presidential election.”</p> <p>Vice-president Joe Biden was more direct, telling CNN’s Michael Smerconish in an interview broadcast on Saturday: “Well, oh God, Anthony Weiner. I should not comment on Anthony Weiner. I’m not a big fan. I wasn’t before he got in trouble.”</p> <p>Weiner is being investigated by the FBI and police in North Carolina <a href=\"https://www.theguardian.com/us-news/2016/sep/21/anthony-weiner-sexually-explicit-messages-teen-daily-mail\">over text messages sent to a 15-year-old girl</a>. In the wake of the latest allegations against him, Abedin, who has herself been a target for criticism from Republicans for some time, <a href=\"https://www.theguardian.com/us-news/2016/aug/29/anthony-weiner-sexting-twitter-scandal\">separated from Weiner</a>. She has continued in her role as Clinton’s closest ally on the campaign trail.</p> <p>Once seen as a rising Democratic star, Weiner was forced to <a href=\"https://www.theguardian.com/world/2011/jun/16/anthony-weiner-resigns-twitter-scandal\">resign from Congress</a> in 2011 after he sent a picture of his penis, clad in his boxer shorts, to a 21-year-old student via Twitter. After he initially denied involvement in the messages, further pictures sent by Weiner emerged and he stepped down, at <a href=\"https://www.theguardian.com/world/2011/jun/14/anthony-weiner-barack-obama\">the urging of Barack Obama</a>.</p> <p>A redemptive quest to become mayor of his hometown, New York City, gained traction in 2013, with several polls showing he had a decent chance of beating the longtime Clinton ally Bill de Blasio, the man who would eventually get the Democratic nomination and win the election in a landslide. </p> <p>However, Weiner’s campaign was wounded after he admitted that a self-taken picture of his penis, which appeared on the internet, was in fact his. Weiner had sent the picture to a 22-year-old woman he made contact with after leaving Congress, using the now infamous alias “‘Carlos Danger” in his interactions with her.</p> <p>In a statement at the time, Weiner said: “I said that other texts and photos were likely to come out, and today they have. These things that I did were wrong and hurtful to my wife and caused us to go through challenges in our marriage that extended past my resignation from Congress.</p> <p>“This behavior is behind me. I’ve apologized to Huma and am grateful that she has worked through these issues with me and for her forgiveness.”</p> <p>Abedin initially spoke in defense of Weiner but the former congressman’s election hopes were further tarnished after he admitted sending sexually explicit messages to several other women. Another low point arrived when Weiner was continually asked “What is wrong with you?” during an excruciating live interview with the MSNBC host Lawrence O’Donnell.<br></p> <p>As shown in <a href=\"https://www.theguardian.com/film/2016/jul/07/weiner-review-anthony-new-york-mayor-documentary\">an eponymous fly-on-the-wall documentary</a> released earlier this year, Weiner refused to bow out of the race despite the anguish of his staff and Abedin, who often looked on in silence as her husband attempted to extricate himself from the scandal. </p> <p>Weiner was subjected to taunts from the public and became embroiled in a two-minute argument with a Jewish voter who had criticized his marriage “to an Arab”. Weiner retorted: “You’re my judge? What rabbi taught you that?”</p> <p><a href=\"https://www.theguardian.com/world/2013/jul/29/anthony-weiner-majority-new-yorkers-race\">Weiner’s campaign ended in high farce</a>. The candidate was crushed with just 4.9% of the vote and was forced to dodge Sydney Leathers, a woman who said she had received sexual messages from him, while giving his concession speech. </p> <p>The Weiner documentary showed the candidate scrambling through a McDonald’s restaurant to enter the adjoining building for his speech in order to avoid Leathers, who was waiting outside as part of a media stunt.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/28/trump-responds-fbi-investigation-clinton-emails-video\"            data-short-url=\"https://gu.com/p/59yj8\"                    data-show-ads=\"true\"            data-video-id=\"2850182\"            data-video-name=\"Trump gleefully responds to new FBI investigation into Clinton emails – video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-5813975ce4b08d944ba4bb6c\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/28/161028Trump3_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/28/161028Trump3.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/28/161028Trump3_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/28/trump-responds-fbi-investigation-clinton-emails-video\">Trump gleefully responds to new FBI probe into Clinton emails</a></figcaption> </figure>   <p>Abedin, who has become an increasingly public figure in her own right as Clinton’s top aide, announced her separation from Weiner in August “after long and painful consideration and work on my marriage”. Weiner and Abedin have a young son.</p> <p>The split was expected to mark the end of the saga but, in what Clinton will view as a cruel irony, Weiner’s communications have become an issue again at the worst possible time for the former secretary of state.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/jul/07/weiner-review-anthony-new-york-mayor-documentary\">Weiner review – mayoral motormouth makes for painfully compelling viewing</a> </p> </aside>  <p>While there is no evidence the emails involve Clinton as a sender or recipient, the new investigation has allowed Donald Trump to pounce. Last year, the Republican nominee said Weiner was a “perv” and a security risk due to his proximity to Clinton, through Abedin.</p> <p>On Friday, <a href=\"https://www.theguardian.com/us-news/video/2016/oct/28/trump-responds-fbi-investigation-clinton-emails-video\">a gleeful Trump</a> told a rally that the welcomed the new FBI investigation and that the system “might not be as rigged as I thought”. The developments have helped bolster Trump at a time of plummeting poll numbers that have provoked wild, unproven claims by the real estate tycoon that the election is being fraudulently taken from him.</p> <p>The 2016 election now faces the prospect of being defined by the sexual behaviour of three men: Trump, Weiner and <a href=\"https://www.theguardian.com/us-news/2016/oct/09/donald-trump-women-bill-clinton-sex-scandal-hillary-debate\">Bill Clinton</a>. </p> <p>Trump, who has <a href=\"https://www.theguardian.com/us-news/2016/oct/09/donald-trump-women-bill-clinton-sex-scandal-hillary-debate\">appeared with</a> women who accuse former president Clinton of inappropriate sexual behaviour, has been <a href=\"https://www.theguardian.com/us-news/2016/oct/28/temple-taggart-donald-trump-gloria-allred-lawsuit\">accused by several women</a> of making unwanted advances and has <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">boasted on tape and on camera</a> of grabbing women by the genitals and getting away with it, due to his wealth and fame. </p>",
  "<p>As the presidential election approaches and <a href=\"https://www.theguardian.com/us-news/video/2016/oct/26/millenial-voters-us-election-trump-clinton-third-party-video\">worries linger over whether millennial voters will turn out in key swing states</a>, the Clinton campaign has turned to the unifying force of celebrity. A flurry of get out the vote concerts, headlined by Katy Perry, Jennifer Lopez, the National and others, will take place between Saturday and 8 November.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/culture/2016/oct/28/ranking-celebrity-psa-presidential-election-spots-ben-affleck-scarlett-johansson\">Vote Hollywood: ranking this presidential election's celebrity PSAs</a> </p> </aside>  <p>On Saturday, the same day early voting begins in Florida, Lopez will appear with Hillary Clinton in Miami. But the biggest act will hold court in one of the most crucial swing states on 4 November. Four days before the final vote, Jay Z will host a concert in Cleveland, Ohio. </p> <p>According to the Clinton campaign, he will do so “to encourage unity and urge Ohioans to support Clinton by voting early or on election day”.</p> <p>For a campaign that has faced headwinds in its efforts to motivate <a href=\"https://www.theguardian.com/us-news/2016/sep/29/hillary-clinton-millennial-voters-bernie-sanders-election\">young voters</a> and <a href=\"https://www.theguardian.com/us-news/2016/oct/21/hillary-clinton-black-millennial-voters\">African American voters</a> – and which according to a <a href=\"http://www.realclearpolitics.com/epolls/2016/president/oh/ohio_trump_vs_clinton_vs_johnson_vs_stein-5970.html\">Real Clear Politics poll average</a> trails Donald Trump by 1.1% in Ohio – the Jay Z concert will present a key opportunity.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/30/lets-get-loud-jlo-endorses-hillary-clinton-for-president-video\"            data-short-url=\"https://gu.com/p/5avgf\"                    data-show-ads=\"true\"            data-video-id=\"2854482\"            data-video-name=\"Let's get loud: JLo endorses Hillary Clinton for president – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-58157b16e4b01c528432e28c\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/30/161030jlo_h264_publish.mp4\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11846487&amp;format=video/m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11846487&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/30/lets-get-loud-jlo-endorses-hillary-clinton-for-president-video\">Let’s get loud: JLo endorses Hillary Clinton for president</a></figcaption> </figure>   <p>According to campaign sources, the concert will feature multiple “special guests”, with Cleveland Cavaliers star LeBron James, <a href=\"http://www.cnn.com/2016/10/02/politics/lebron-james-endorses-hillary-clinton/\">a Clinton endorser</a>, a possible addition to the program. </p> <p>Jay Z’s concert will be the penultimate event in a series under the title Love Trumps Hate, following Lopez in Miami and the National in Cincinnati on 2 November. On 5 November, Perry, <a href=\"https://www.theguardian.com/commentisfree/2016/oct/01/katy-perry-naked-vote-reveals-more-than-she-wanted\">a longtime and vocal supporter</a>, will perform in Philadelphia. </p> <p>This is not the first time the Clinton campaign has recruited entertainment industry powerhouses. At the conclusion of the Democratic national convention in July, Lady Gaga and Lenny Kravitz performed for Democratic delegates in a thank-you concert held in Camden, New Jersey. </p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=HhYgGudYJQI\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/HhYgGudYJQI?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>In August, Clinton appeared with Cher in Provincetown, Massachusetts, at a private fundraiser in the gay vacation destination. That appearance was marred slightly when <a href=\"https://www.theguardian.com/us-news/video/2016/aug/24/cher-trump-hitler-video\">Cher compared Trump to Adolf Hitler</a> in front of a semi-drunk audience. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/oct/01/katy-perry-naked-vote-reveals-more-than-she-wanted\">Katy Perry’s naked vote reveals more than she wanted | Barbara Ellen</a> </p> </aside>  <p>But, by and large, celebrities have put their wattage to good use. Leonardo DiCaprio, Ben Affleck, Justin Timberlake and Scarlett Johansson <a href=\"https://www.theguardian.com/culture/2016/oct/28/ranking-celebrity-psa-presidential-election-spots-ben-affleck-scarlett-johansson\">are just a few</a> of the stars who want to help get Clinton elected, whether through <a href=\"https://www.theguardian.com/culture/2016/oct/25/justin-timberlake-voting-selfie-illegal-tennessee\">Instagram posts of ballots</a> or earnest advertisements extolling the virtues of voting.</p> <p>The concert program draws a sharp contrast to those celebrities who have made appearances on behalf of Trump. </p> <p>Although the businessman vowed before the Republican convention to host a “winners circle” of movie stars and sports heroes, and has enjoyed support from New England Patriots quarterback Tom Brady, the candidate’s celebrity surrogates have largely been tarnished glitterati. </p> <p>Among them have been former underwear model Antonio Sabàto and Natalie Gulbis, who is currently <a href=\"http://www.rolexrankings.com/en/rankings/\">the 597th-best</a> female golfer in the world.</p>",
  "<p>In Belgium’s most recent election, 87% of the voting-age population turned out. In Turkey 84% voted and in South Korea it was 80%. But in the US, in 2012, just 54% of the voting-age population exercised their right to vote. That is one of the lowest turnouts in any developed country.</p> <p>In fact, this <a href=\"http://www.politifact.com/texas/statements/2015/mar/30/ted-cruz/ted-cruz-says-today-roughly-half-born-again-christ/\">oft-cited</a> statistic is much lazier than the Americans at whom it points the finger. Turnout is more complicated than that. </p> <p>If instead of looking at Americans over 18 that vote you consider the share of registered voters who show up on election day, the US jumps from 30th place among 34 developed countries to sixth.</p> <p>There is a simple reason for this: a lot of adults in the US simply cannot register to vote. And their absence will affect this presidential election.</p>  <figure class=\"element element-image\" data-media-id=\"d79140ab96e8a06bd953d17c116caf057d1f509b\"> <img src=\"https://media.guim.co.uk/d79140ab96e8a06bd953d17c116caf057d1f509b/0_0_652_643/500.jpg\" alt=\"Turnout in developed countries.\" width=\"500\" height=\"493\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Turnout in developed countries.</span> <span class=\"element-image__credit\">Photograph: Pew Research Center</span> </figcaption> </figure>  <h2><strong>Can’t vote</strong></h2> <p>Take the residents of the permanent US territories – Puerto Rico, Guam, Northern Mariana Islands, the US Virgin Islands and American Samoa. They can work, pay taxes and serve on juries and in the military. But they can’t vote in a presidential election. There are more than <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2015/03/09/john-oliver-on-why-u-s-territories-dont-have-full-voting-rights/\">four million</a> of them, more than 98% of them from racial or ethnic minorities.</p> <p>Then there are the estimated <a href=\"http://www.sentencingproject.org/publications/6-million-lost-voters-state-level-estimates-felony-disenfranchisement-2016/\">6.1 million</a> Americans who are disenfranchised by state felony laws: about one in every 40 US adults. <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/05/24/the-race-infused-history-of-why-felons-arent-allowed-to-vote-in-a-dozen-states/\">Racial disparities</a> in the criminal justice system mean that, yet again, a large percentage of those adults are not white. In four states, more than one in five African Americans is not allowed to vote for this reason: Florida (21%), Kentucky (26%), Tennessee (21%) and Virginia (22%). </p> <p>Then, roughly <a href=\"https://www.washingtonpost.com/politics/courts_law/getting-a-photo-id-so-you-can-vote-is-easy-unless-youre-poor-black-latino-or-elderly/2016/05/23/8d5474ec-20f0-11e6-8690-f14ca9de2972_story.html\">one in 10</a> adults in the US doesn’t have a government-issued photo ID. As of August 2016, <a href=\"https://ballotpedia.org/Voter_identification_laws_by_state\">31 states</a> enforced voter ID requirements that stop many such adults from voting. According to a <a href=\"http://www.gao.gov/assets/670/665966.pdf\">report</a> by the Government Accountability Office, ID laws disproportionately <a href=\"http://pages.ucsd.edu/~zhajnal/page5/documents/VoterIDLawsSuppressionofMinorityVoters.pdf\">affect</a> black and younger voters.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/ng-interactive/2016/oct/11/voter-turnout-presidential-election-states-2012-2016\">What is the voter turnout in your state? An election quiz</a> </p> </aside>  <p>Finally, there are several non-legal obstacles that stop millions of Americans from voting. The US <a href=\"https://www.census.gov/hhes/www/socdemo/voting/publications/p20/2012/tables.html\">Census Bureau</a> asks adults why they didn’t vote – the reasons from November 2012 are diverse. They include illness or disability (14%), registration problems (6%) and transportation problems (3%). </p> <p>A reason given by 19% of non-voters is often <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2015/07/17/why-dont-americans-vote-were-too-busy/\">treated</a> with an eye-roll, as if it’s always an excuse: “too busy, conflicting schedule”. But for the millions of Americans who can’t arrange childcare or work in jobs where clocking off for a few hours on a Tuesday isn’t an option, that answer is not an excuse, it’s a reality. </p> <p>The overall effect of all these barriers is that minorities and poorer Americans, people who are <a href=\"http://www.people-press.org/2015/04/07/2014-party-identification-detailed-tables/\">more likely to identify as Democrat</a>, are less likely to vote. These facts will negatively affect Hillary Clinton on 8 November, as they have affected Democratic candidates before her.</p> <h2><strong>Won’t vote</strong></h2> <p>Census Bureau data does point to millions of Americans who <em>chose</em> not to vote in the last presidential election. The bureau estimates that 16% of the 19.1 million Americans who didn’t vote were “not interested”, and another 13% felt they “did not like candidates or campaign issues”.</p> <p>Those reasons are more crucial than ever in an election with the two most <a href=\"https://www.theguardian.com/us-news/2016/may/04/donald-trump-hillary-clinton-general-election-analysis\">unpopular</a> candidates in decades. In national polling <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton-5491.html\">averages</a>, there are still only five percentage points that keep Clinton ahead of Donald Trump. The campaign teams will be wondering whether Americans will hold their noses and show up to vote. And, more importantly, if they do, whether they’ll be more likely to choose Clinton or Trump.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/05/clinton-v-trump-unfavorable/\" data-alt=\"Unpopularity ratings\"> <a href=\"https://interactive.guim.co.uk/embed/2016/05/clinton-v-trump-unfavorable/\">Unpopularity ratings</a> <figcaption>Unpopularity ratings</figcaption> </figure>  <p>Polling offers some <a href=\"https://www.theguardian.com/us-news/2016/oct/17/poll-republican-party-could-win-another-candidate-donald-trump\">clues</a>. Last week, George Washington University <a href=\"https://www.theguardian.com/us-news/2016/oct/17/poll-republican-party-could-win-another-candidate-donald-trump\">released</a> the results of a survey of 1,000 adults who said they were registered <em>and</em> likely to vote. Only 29% of those who said that they would vote for Clinton said their vote was intended to stop Trump from getting to the White House. By contrast, 43% of Trump voters said their decision was a defensive vote against Clinton.</p> <p>That doesn’t necessarily get us any closer to forecasting the results. It’s a fact that voter turnout will shape this election outcome but it’s much harder to predict how human nature might affect that turnout. What drives people to action more – support for a set of values or fear of the alternatives? Love or hate?</p>",
  "<p>Frank Roddy supports the Cleveland Indians and Donald Trump. Matt Brenner supports the Chicago Cubs and Hillary Clinton. When Roddy had a pair of tickets for game 2 of the World Series in Cleveland, Ohio, he knew who to call.<br></p> <p>“I had 50 people I could invite to this game but I only have one friend who’s a Cubs fan and I knew what it would mean to him,” said Roddy, 28, sporting an Indians cap and shirt. “I knew it would mean more to him than anyone else.”</p> <p>With flights in demand and prohibitively expensive, Brenner hired a car on Wednesday morning and drove for five and a half hours to be here; he drove back on Thursday, exultant after <a href=\"https://www.theguardian.com/sport/2016/oct/26/cubs-indians-world-series-game-two\">the Cubs’ 5-1 victory</a> squared the series. This, after all, is history. The Cubs and Indians have the longest title droughts in baseball: 108 and 68 years without winning the World Series respectively. It is the resistible force against the movable object.</p> <p>Cleveland, for a few golden hours, also felt like something of an antidote to, or at least a refuge from, arguably the most divisive and <a href=\"http://www.nytimes.com/2016/09/07/world/americas/united-states-trump-clinton.html\">poisonous presidential election campaign</a> ever. It is oddly reassuring to discover that there is still a place in the US not transfixed by Clinton’s reckless emails or Trump’s 3am tweets. Here sports comes first, politics nowhere. A baseball cap is still a baseball cap, not a marketing prop for making America great again.</p> <p>Thom Majka, a sales rep who keeps his Indians cap on through every game for good luck, said: “These fans couldn’t care less about the election. Every day it gets nastier and uglier, not even talking about the issues. It’s a breath of fresh air to have something as easy as playing a baseball game. It’s like taking a shower: you’re all cleaned up.”</p> <p>The Democratic and Republican nominees have historically high unpopularity ratings. Their contest has been extraordinary rancorous, <a href=\"https://www.theguardian.com/us-news/2016/oct/10/presidential-debate-trump-bully-clinton\">including a tense debate</a> in which Clinton castigated Trump over allegations of sexual assault and Trump threatened to jail his opponent. The blowhard billionaire’s appeal to authoritarianism and cries of rigging have led some to fear an existential threat to the republic.</p> <p>But baseball, as American as jazz, as regular as the seasons, goes on. It is the most <a href=\"https://www.theguardian.com/us-news/2016/apr/09/american-exceptionalism-us-election-2016-baseball-lincoln-walt-whitman\">storied and soulful of US sports</a>. It survived the second world war when Franklin D Roosevelt declared: “I honestly feel that it would be best for the country to keep baseball going.” After reaching the World Series at last, Cubs manager Joe Maddon watched the Kevin Costner movie Field of Dreams and wept. While pro football is by far more popular, baseball is cultural bedrock, a social safety valve for a fractured nation.</p>  <figure class=\"element element-image\" data-media-id=\"09a78ca96f21c3ef5ff778e4b1087f5a05539d93\"> <img src=\"https://media.guim.co.uk/09a78ca96f21c3ef5ff778e4b1087f5a05539d93/0_62_4096_2458/1000.jpg\" alt=\"Indians fans gather outside the gates before game 1 of the World Series.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Indians fans gather outside the gates before game 1 of the World Series.</span> <span class=\"element-image__credit\">Photograph: John G Mabanglo/EPA</span> </figcaption> </figure>  <p>Cleveland feels this more acutely than most. Three months ago its basketball arena, cheek-by-jowl with the baseball park, hosted Trump’s coronation and <a href=\"https://www.theguardian.com/us-news/2016/jul/22/donald-trump-speech-republican-national-convention\">dark vision</a> at the Republican national convention. Where in July the strongman claimed that only he can fix the system, and delegates chanted “Lock her up!”, this week the Cleveland Cavaliers – led by the Hillary Clinton-endorsing superstar LeBron James – received their championship rings after ending the city’s 52-year sporting championship famine. </p> <p>Where in July political hacks crowded bars and restaurants on nearby East 4th Street, this week sports fans erupted at every Indians run they saw on multiple TV screens.<br></p> <p>Where in July street vendors sold hats and T-shirts with slogans such as “Hillary for Prison” and “Life’s a bitch, don’t vote for one”, this week the merchandise says “Hard working town Cleveland”, “Land of champions”, “C*town don’t back down” and “I liked Cleveland before it was cool”. And where in July party delegates walked behind high steel fences separating them from potential civil unrest and thousands of police, this week Clinton and Trump supporters rubbed shoulders, recalled learning the sport in corner parks and backyards, and went to the ballgame together. </p> <p>Cubs fan Joe Wiegand, 51, from Maniton, Colorado, mused: “Baseball is a wonderful distraction from the workaday world and the issues at hand. It brings people together. It’s an important election and this is just a game but this is not only once in a lifetime, it’s once in three lifetimes. There’ll be another election in four years.”</p> <p>Wiegand had come to add to the joviality of the proceedings outside the Indians’ Progressive Field (the name honours an insurance company, it has nothing to do with liberal politics). He bills himself as the “<a href=\"http://www.teddyrooseveltshow.com/\">world’s premiere Theodore Roosevelt reprisor</a>” and was dressed for the part, including a “1908 / Cubs” sign attached to his top hat – referring to a year when Roosevelt was in the White House and the Cubs last won the World Series (the Indians need only go back as far as Harry Truman). </p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>We are long suffering but always hopeful</p> <footer> <cite>Joe Wiegand, Cubs fan</cite> </footer> </blockquote> </aside>  <p>“We are long suffering but always hopeful,” Wiegand said. “That optimistic statement: ‘Just wait till next year.’ We believe in the Cubs. There’s a great sense of relief and celebration just being in the World Series. And I think we will win the World Series.”</p> <p>As he spoke, Wiegand was greeted by old acquaintances: Cubs fan Wendy Menard, 56, and her partner Chris Frampton, 57, an Indians supporter. The couple, both financial advisers, recalled being nine or 10 years old when they attended their first baseball games. Frampton said: “As much as following Cleveland has been difficult for a long time, I’m an Indians fan and always have been.”</p> <p>Menard added: “It’s in your blood. Cut me and it’s blue.”</p> <p>And how about the election? “What election?” Frampton shot back.</p> <p>The Indians’ comprehensive 6-0 victory in game 1 on Tuesday, with pitcher Corey Kluber dominant, was celebrated by fans driving the streets blasting horns and high-fiving each other. The mood was more subdued on Wednesday as Cubs pitcher Jake Arrieta took control over four hours in a raw 43F (6C); a crowd watching the game on two giants screens outside the park ebbed away into the night. A small plane flew overhead trailing a banner that said: “Trump tried to buy and move the Indians.”</p> <p>The Cubs, whose home, Wrigley Field, is one of the great cathedrals of American sport, seem to have most of the country rooting for them. They have been striving and falling short for more than a century. Author Rich Cohen <a href=\"http://www.nytimes.com/2016/10/25/opinion/the-cubs-reach-the-promised-land-now-what.html\">wrote in the New York Times: </a>“For as long as anyone remembers, following the Cubs has meant embracing futility, choosing the losers over the winners, seeing the romance in failure.”</p> <p>The “lovable losers” have suffered a legendary curse ever since a tavern owner, barred from a World Series game in 1945 because he was trying to bring in a <a href=\"http://www.billygoattavern.com/\">malodorous goat</a>, proclaimed that they would never win the title again. But inspired by Cubs fan Bill Murray’s film Ghostbusters, some fans have paraded the slogan “I ain’t afraid of no goat” and this year the team have carried all before them. Barack Obama has expressed hopes for a Cubs victory despite being a supporter of city rivals the Chicago White Sox.</p> <p>Cleveland, meanwhile, is <a href=\"https://www.theguardian.com/us-news/2016/jul/18/cleveland-republican-national-convention-lebron-james\">relishing its moment in the sun</a>. It is one of America’s poorest and most racially segregated big cities; only Detroit fared worse from the trauma of industrial decline. It has had to live down nicknames such as “the mistake on the lake” while its river was so badly polluted that it caught fire in 1969. Progressive Field sits near steel bridges, smoking chimneys and slag heaps.</p>  <figure class=\"element element-image\" data-media-id=\"4ba820dd5f951b7f2c3109ad74475662e50723f9\"> <img src=\"https://media.guim.co.uk/4ba820dd5f951b7f2c3109ad74475662e50723f9/0_67_4880_2927/1000.jpg\" alt=\"progressive field in cleveland\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The idea was that in an industrial, smoky city you could get a ticket and walk through that gate into a green space. This is the pastoral aspect.’</span> <span class=\"element-image__credit\">Photograph: Jamie Squire/Getty Images</span> </figcaption> </figure>  <p>Todd Fisher, 45, district manager at <a href=\"http://www.pizzafire.com/\">PizzaFire restaurant</a>, where “The Chicago” pizza has been crossed out and replaced with “The Ohio”, said: “It’s such a sense of pride and it brings the community together more than anything else. We’re still considered a blue-collar town. Growing up in my neighbourhood, we played baseball in the spring and football in the fall and winter. When all the jobs left, that’s what everyone clung to: our sports team.”</p> <p>Majka, 63, whose daughter Stephanie favours the Cubs, agreed. “Cleveland is not a city people flock to as a major metropolitan area,” he said. “The 70s, 80s and 90s have been tough years and that’s why people hold on to their sports teams. Things in Cleveland are consistent. They put up with tough winters and losing sports franchises. They keep on coming back, hoping tomorrow will be a better day.</p> <p>“People in Cleveland are hard-working and good-hearted and have their hearts broken thousands of times. To have the baseball after what happened in June with the basketball – two tremendous events in one year – was worth the wait. That’s the Cleveland mentality: the harder you work, the luckier you get.”</p> <p>Cleveland is a Democratic stronghold but Ohio remains a perpetual electoral battleground. Majka says he intends to vote for Trump because he wants change from the career politicians who run America. But if he was forced to choose between picking the winner of the election or the World Series? “It’s got to be the Indians.”</p> <p>Most fans would make the same decision in the view of <a href=\"http://history.case.edu/faculty/john-grabowski/\">John Grabowski</a>, who teaches a sports history course at Case Western Reserve University in Cleveland. “The election has been a long, brutal process and people are much more interested in the World Series,” he said. “It is pushing the campaign off the front of the news locally.”</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>The election has been a long, brutal process and people are much more interested in the World Series</p> <footer> <cite>John Grabowski, Case Western Reserve University</cite> </footer> </blockquote> </aside>  <p>Grabowski cautioned against notions of baseball as morally pure escapism, noting the sport’s own history of “chicanery and trickery”, but added: “Nonetheless it’s linked to what America is supposed to be about – the field of dreams. The idea was that in an industrial, smoky city you could get a ticket and walk through that gate into a green space. This is the pastoral aspect.”</p> <p>Although there has been concern about the drop in African American players across baseball as a whole, both the Cubs and Indians have increasingly racially diverse lineups, he added, reflecting the diversity of the US itself. “You can see yourself on the field, no matter who you are.”</p> <p>Baseball has arguably been in decline since the 1980s, although the sport has long served as a metaphorical shorthand for an idealised America. Grabowski sees evidence of a revival in that rose-tinted view in the era of Ronald Reagan – his celebrated <a href=\"https://www.youtube.com/watch?v=EU-IBF8nwSY\">“Morning in America”</a> TV commercial was released in the same year, 1984, as the fond movie The Natural starring Robert Redford. Field of Dreams – “If you build it, they will come” – came out a few months after Reagan left office. Oriole Park at Camden Yards in Baltimore was conceived in the 1980s and completed in 1992, starting a trend for nostalgic “retro ballparks”.</p> <p>Reagan’s promise to “make America great again” has been expropriated by Trump and sewn into baseball caps and other merchandise. Trump’s repeated promise at rallies – “We’re going to win so much, you’re going to be so sick and tired of winning” – is probably unfathomable to success-starved Cubs and Indians fans.<br></p> <p>The battle shifted on Friday to Chicago, where residents are no less sports mad: box seats for the first World Series game at Wrigley Field in 71 years were <a href=\"http://hosted2.ap.org/APDEFAULT/347875155d53465d95cec892aeb06419/Article_2016-10-24-BBO--World%20Series-Ticket%20Prices/id-9df7d6488bc447baa0260cc10138c261\">selling on StubHub</a> for $50,000 and more. But Grabowski, 68, whose father was a gifted amateur player, cannot bear to look. “My wife watches but I can’t,” he admitted. “I get too nervous. I judge what’s happening from the shouts downstairs.”</p>",
  "<p>I love Great Britain. I’ve always loved it: the mysteries by PD James, the pop songs by Oasis and Pulp, the comedy of Monty Python’s Flying Circus. But the Great Britain I love seems to have fallen apart. Much like Monty Python’s Norwegian Blue, it has ceased to be.<br></p> <p>The founding nation of the Commonwealth with its multinational population has closed its gates to immigrants and will be the first country to leave the European Union.</p> <p>But before it does, I have come to the UK – thanks to the George Weidenfeld Bursary, an international journalists’ exchange scheme – to watch the British stumble their way out of the EU from close up, and to witness this big experiment.<br></p> <p>My idyllic view of the UK might be shared by many Germans – how else do you explain the disappointment with which leading German politicians, as well as citizens, reacted to the outcome of the referendum? <br></p> <p>The day after the result was announced, the European parliament president, Martin Schulz, sounding like a betrayed husband, said that London should put the vote to leave into practice as soon as possible.</p> <p>The national newspaper I work for, <a href=\"http://www.taz.de/\">Die Tageszeitung</a>, published spontaneous readers’ reactions such as: “Fuck you very much!”</p>  <figure class=\"element element-image\" data-media-id=\"a42dd99790d647824c74a01f8bca7612ffa43315\"> <img src=\"https://media.guim.co.uk/a42dd99790d647824c74a01f8bca7612ffa43315/0_196_3000_1800/1000.jpg\" alt=\"Theresa May and Angela Merkel in Berlin in July.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May and Angela Merkel in Berlin in July.</span> <span class=\"element-image__credit\">Photograph: Xinhua/Barcroft Images</span> </figcaption> </figure>  <p>In the aftermath of the vote, some predicted that Great Britain would become Little Britain, with Scotland and Northern Ireland declaring independence as soon as No 10 triggered article 50 of the EU constitution and formally applied to leave. But it’s not that clear cut. Scotland won’t hold a referendum immediately and a <a href=\"https://www.theguardian.com/uk-news/2016/oct/28/belfast-court-rejects-legal-challenges-brexit\">court ruling in Belfast</a> rejected a bid to challenge the legality of Brexit.<br></p> <p>So it would seem the process of leaving the EU is more complicated than imagined and that there is more than one way out. And although the prime minister, Theresa May, said Brexit means Brexit, we’re beginning to see that Brexit might be a movable feast.</p> <p>It’s not only in Great Britain that rightwing and Eurosceptic forces have become substantially stronger. There is a possibility that they might take control in other countries as well: the Front National in France, with Marine Le Pen running for president, has always praised the nation state and complained about mass immigration, as well as the Dutch Party for Freedom of Geert Wilders, who said this week on Breitbart News: “Britain is the Brexit pioneer and others will follow.” <br></p> <p>Polls show that Le Pen will make it into the final round of the presidential election in May. Wilders’s party is the second biggest , according to October polls (released by the research agency Kantar TNS). The Netherlands will elect a new government in March.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2016/oct/28/tony-blair-remain-voters-to-mobilise-against-brexit\">Tony Blair's call to mobilise against Brexit sparks mixed response</a> </p> </aside>  <p>In Germany, the party Alternative for Germany (AfD), which was founded initially as a Eurosceptic party, now turns out to be a nationalist and anti-muslim party. It has made it into every federal parliament elected since 2013, with well over 20% in two recent eastern German state elections and 14% in Berlin.</p> <p>Great Britain could set a precedent with Brexit: the beginning of the end of the European Union. During my seven weeks here to study the UK, I am hoping it will help me to understand what’s going on in other European countries and what they might face. What are the concerns of UK citizens, and how do they assess the future? </p> <p>And as a German I’m interested in how the German community in the UK – there are around 300,000 German-born residents living and working here – feels about its situation. Is there a new “German angst” arising about becoming aliens in the UK? </p> <p>There are Germans living in Britain who told me they were seriously thinking about going back to Germany and starting to look for jobs there. <br></p> <p>“The atmosphere has changed,” they say. “We are now more often reminded of the fact that we are foreigners.” They are worried about the future of their children, who maybe won’t feel free to speak their mother tongue in public any more.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/27/alan-partridge-uk-united-by-warm-beer-and-healthy-suspicion-of-human-rights\">Alan Partridge: UK united by warm beer and healthy suspicion of human rights</a> </p> </aside>  <p>Germans in the UK are one of the biggest minorities. Among the teaching staff in British universities are 5,250 academics from Germany – the largest group of foreigners teaching and researching in the UK. Every tenth student enrolled in British universities has a German passport.</p> <p>German manufacturers contribute substantially to the UK economy, says the German-British Chamber of Commerce. Will companies like Siemens, BMW and Deutsche Bahn Schenker, who have large subsidiaries all over the UK, pull back if the country is no longer a member of the European single market? Or will they stay whatever it costs? </p> <p>What do the British think about all this? Are some of those who voted to leave getting cold feet? And who are the British? The result of the referendum showed that the country is heavily polarised. <br></p> <p>What kind of Brexit do people want? Does it differ for those in Birmingham to those in Edinburgh? Or Liverpool and Belfast? </p> <p>There is a lot for me to look at, and much I want to explore. Feel free to send me your thoughts on what might be interesting aspects to look at from an outsider’s viewpoint at <a href=\"mailto:anna.lehmann@guardian.co.uk\">anna.lehmann@guardian.co.uk</a>. <br></p> <p>The UK I marvelled at with my continental view might never have existed outside those pop songs and literature, but there is another one to explore, and who knows? I might yet fall in love with it again.</p>",
  "<p>Hillary Clinton called on the FBI to “immediately” explain its review of a new batch of emails the agency said appeared to be pertinent to the previous investigation into her use of a private server.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/29/world-series-chicago-cubs-cleveland-indians\">World Series trumps presidential election in two title-starved midwest cities</a> </p> </aside>  <p>Addressing reporters on Friday, the Democratic presidential nominee said it was “imperative” for American voters to have all of the information with just 11 days remaining before the presidential election.</p> <p>“The American people deserve to get the full and complete facts immediately,” Clinton said during a press conference in Des Moines, Iowa. “It’s imperative that the bureau explain this issue in question, whatever it is, without further delay.”</p> <p>“We are 11 days out from perhaps the most important national election of our lifetimes.”</p> <p>The FBI director, James Comey, <a href=\"https://www.theguardian.com/us-news/2016/oct/28/fbi-reopens-hillary-clinton-emails-investigation\">announced the discovery</a> of the new emails in a letter to Congress, which did not offer any specifics other than to disclose that federal investigators would review whether they contained classified information.</p> <p>“In connection with an unrelated case, the FBI has learned of the existence of emails that appear to be pertinent to the investigation,” Comey wrote. “I agreed that the FBI should take appropriate investigative steps designed to allow investigators to review these emails to determine whether they contain classified information, as well as to assess their importance to our investigation.”</p> <p>In July, Comey announced that the bureau had <a href=\"https://www.theguardian.com/us-news/2016/jul/05/fbi-no-charges-hillary-clinton-email-investigation\">closed its investigation</a> into Clinton’s emails and recommended prosecutors not seek charges in the case. But Comey rebuked Clinton and her aides for the “extremely careless” manner in which the emails were handled.</p> <p>Clinton told reporters that she and her team had been given no advance warning and learned of the email investigation through news reports when Comey’s letter was made public. But seeking to mitigate the political ramifications of the announcement, which was immediately seized upon by her Republican opponent, Clinton urged the FBI to provide a clearer picture of its findings.</p> <p>“Even director Comey noted that this new information may not be significant, so let’s get it out,” Clinton said, adding she had not been contacted by the FBI in relation to the matter.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Even director Comey noted that this new information may not be significant, so let’s get it out</p> <footer> <cite>Hillary Clinton</cite> </footer> </blockquote> </aside>  <p>Federal law enforcement officials said the emails were discovered on a laptop shared by Anthony Weiner and his <a href=\"https://www.theguardian.com/us-news/2016/aug/29/anthony-weiner-sexting-twitter-scandal\">estranged wife, Huma Abedin, a top aide to Clinton</a>. Weiner, a former congressman from New York, has been the subject of an unrelated investigation after it was revealed he <a href=\"https://www.theguardian.com/us-news/2016/sep/21/anthony-weiner-sexually-explicit-messages-teen-daily-mail\">sent illicit messages and photos to an underage girl</a>.</p> <p>Clinton would not confirm the link to Weiner and Abedin, who remains with her on the campaign trail, stating: “We’ve heard these rumors. We don’t know what to believe.</p> <p>“That’s why it is incumbent upon the FBI to tell us what they’re talking about. Right now your guess is as good as mine, and I don’t think that’s good enough.”</p> <p>“We’ve made it very clear that if they’re going to be sending this kind of letter that is only going originally to Republican members of the House, that they need to share whatever facts they claim to have with the American people,” she added, “and that’s what I expect to happen.” The letter was sent to both Republican and Democratic leaders of relevant committees in Congress.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/28/trump-responds-fbi-investigation-clinton-emails-video\"            data-short-url=\"https://gu.com/p/59yj8\"                    data-show-ads=\"true\"            data-video-id=\"2850182\"            data-video-name=\"Trump gleefully responds to new FBI investigation into Clinton emails – video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-5813975ce4b08d944ba4bb6c\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/28/161028Trump3_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/28/161028Trump3.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/28/161028Trump3_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/28/trump-responds-fbi-investigation-clinton-emails-video\">Trump gleefully responds to new FBI probe into Clinton emails</a></figcaption> </figure>   <p>A letter sent by Comey to his employees on Friday, and <a href=\"https://www.washingtonpost.com/news/post-nation/wp/2016/10/28/read-the-letter-comey-sent-to-fbi-employees-explaining-his-controversial-decision-on-the-clinton-email-investigation/\">reported</a> by the Washington Post, provided a glimpse into his thinking. The FBI director said he “felt an obligation” to inform Congress of the new review, based on his prior testimony before federal lawmakers that the investigation into Clinton’s emails was complete.<br><br>“At the same time, however, given that we don’t know the significance of this newly discovered collection of emails, I don’t want to create a misleading impression,” Comey wrote.</p> <p>Clinton has been dogged by questions over the use of her private email server since it was discovered weeks before she formally launched her presidential bid, and polling suggests the controversy has damaged her image among voters. Just 34% of Americans find Clinton honest and trustworthy, according to a recent <a href=\"https://www.washingtonpost.com/page/2010-2019/WashingtonPost/2016/10/16/National-Politics/Polling/release_452.xml?tid=a_inl\">Washington Post-ABC poll</a>. <br></p> <p>Sensing an opportunity to revive the email controversy despite the FBI’s vaguely worded statement, the Republican presidential nominee, Donald Trump said during a rally in New Hampshire on Friday: “Hillary Clinton’s corruption is on a scale we have never seen before – we must not let her take her criminal scheme into the Oval Office.” At a later rally in Lisbon, Maine, he called her use of private emails the “biggest political scandal since Watergate”.</p> <p>At a later rally in Cedar Rapids, Iowa, he abandoned his weeks of<a href=\"http://www.cnn.com/2016/10/25/politics/reality-check-hillary-clinton-fbi-investigation/\"> accusing the FBI of collusion</a> with the Clinton campaign. “I give them great credit for having the courage to right this horrible wrong,” he said. “Justice will prevail.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I think people a long time ago made up their minds about the emails. And now they are choosing a president</p> <footer> <cite>Hillary Clinton</cite> </footer> </blockquote> </aside>  <p>Clinton, whose lead over Trump has widened in recent weeks as the real estate mogul’s campaign unraveled in the wake of a tape in which he bragged about being able to grope women, said she believed the email issue was already factored into how the American public thinks.</p> <p>“I think people a long time ago made up their minds about the emails,” Clinton said. “And now they are choosing a president.”</p> <p>The Clinton campaign expressed its frustration with the FBI’s handling of the latest development, criticizing the way in which the news was disseminated.</p> <p>After maintaining silence in order to allow for Clinton to first address the matter, Democrats quickly went on the offensive following her press conference with a series of statements calling on Comey to come forward with more details.</p> <p>“The deliberately ambiguous nature of the director’s most recent disclosure – the emails could be significant or insignificant, relevant or irrelevant – contributes nothing to the public’s understanding,” Adam Schiff, the top Democrat on the House intelligence committee, said in a statement. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/news/datablog/2016/oct/29/voter-turnout-us-election-2016-register\">Can't vote/won't vote: How turnout will decide the 2016 presidential election</a> </p> </aside>  <p>“When coupled with the acknowledgment that more information will take an indeterminate period of time, it is difficult to see how this latest departure from department policy has served the public interest.”</p> <p>Stephanie Schriock, the president of Emily’s List, a group that works to elect pro-choice Democratic women to public office, said the developments “have sent Republicans into an ignorant and irresponsible frenzy”.</p> <p>“That is why director Comey must release all of the facts – anything less is just fodder for Donald Trump’s rightwing smear machine,” she said in a statement.</p> <p>Some top Clinton surrogates did, however, refrain from wading into the issue for now.</p> <p>Speaking with CNN on Friday, vice-president Joe Biden simply offered: “Oh God. Anthony Weiner. I should not comment on Anthony Weiner. I’m not a big fan.”</p>",
  "<div id=\"block-5814065ee4b0219a00d39cd0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T02:20:24.580Z\">3.20am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We’re going close our rolling coverage of the 2016 presidential campaign, with a few hours and 10 days before election day.</p> <p>You can read <a href=\"https://www.theguardian.com/us-news/live/2016/oct/28/us-election-live-donald-trump-news-hillary-clinton?page=with:block-5813d093e4b08d944ba4bc4b#block-5813d093e4b08d944ba4bc4b\">a summary of the day’s events here</a>, about Hillary Clinton’s subsequent remarks on <a href=\"https://www.theguardian.com/us-news/live/2016/oct/28/us-election-live-donald-trump-news-hillary-clinton?page=with:block-5813d998e4b08d944ba4bc6e#block-5813d998e4b08d944ba4bc6e\">the new FBI review here</a>, and about a<a href=\"https://www.theguardian.com/us-news/live/2016/oct/28/us-election-live-donald-trump-news-hillary-clinton?page=with:block-5813ff42e4b01c528432dcf6#block-5813ff42e4b01c528432dcf6\"> falsehood strewn speech by Donald Trump in Iowa here</a>.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/28/hillary-clinton-new-fbi-investigation-emails-video\"            data-short-url=\"https://gu.com/p/59nxm\"                    data-show-ads=\"true\"            data-video-id=\"2851168\"            data-video-name=\"Hillary Clinton reacts to new FBI investigation into her emails – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-5814032ae4b0219a00d39cc9\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/29/161028clintonemails_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/29/161028clintonemails.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/29/161028clintonemails_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/28/hillary-clinton-new-fbi-investigation-emails-video\">Hillary Clinton reacts to new FBI investigation into her emails</a></figcaption> </figure>  <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/28/hillary-clinton-fbi-new-email-investigation\">Hillary Clinton demands FBI explain review of new batch of emails</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-29T15:13:44.922Z\">at 4.13pm BST</time></p>  </div> <div id=\"block-5814054be4b0219a00d39cce\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T02:12:06.381Z\">3.12am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“We’re a divided nation but we are fighting to bring us all together, like here tonight. There’s love here. There’s love,” Trump says.</p> <p>“We will make America wealthy again. We will make America strong again. We will make America safe again. And we will make America great again. God bless you.”</p> <p>With that Trump closes out his rally.</p> </div>   </div> <div id=\"block-581404bbe4b0219a00d39ccb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T02:10:44.995Z\">3.10am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“We have the highest murder in this country in 45 years,” Trump says, very falsely.</p> <p>Trump is distorting<a href=\"https://www.fbi.gov/news/pressrel/press-releases/fbi-releases-2015-crime-statistics\"> an FBI statistic</a> into a false claim: in September the agency reported that murders and non-negligent manslaughter rose in the US by 10.8% in 2015, the largest single-year increase since 1971. That is not the same as saying there are more murders in the US than at any point since 1971: 15,696 murders were reported in 2015, down from 1991 and 1993 highs of 24,703 and 24,526. There were more murders in 1971 (17,780) than in 2015.</p> <p>The murder rate declined 42% from 1993 to 2014, even though the population increased by a quarter.</p> <p>During this week’s debate Trump almost cited the statistic accurately, saying: “We have an increase in murder within our cities, the biggest in 45 years.” The FBI figure is a national one, not restricted to cities.</p> <p>“You don’t hear that from these people,” he adds, gesturing toward the press. “They don’t want to talk about it.”</p> <p>You can read our report on it, from the day of the release and before Trump remarked on it, through the link below.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/26/rate-murder-fbi-increase\">Murders up 10.8% in biggest percentage increase since 1971, FBI data shows</a> </p> </aside> </div>   </div> <div id=\"block-58140363e4b08d944ba4bd00\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T02:08:55.103Z\">3.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“When I am elected president I am going to keep radical Islamic terrorists out of this country,” Trump says, without details.</p> <p>“And yes, we will build the wall. And yes, Mexico will pay for the wall. 100%. 100%.”</p> <p>“The cost of the wall is peanuts compared to what we’re talking about,” Trump says. Nonpartisan analysts estimate the wall would cost <a href=\"http://www.newsweek.com/trump-wall-impractical-impolitic-impossible-459802\">at least $25bn</a>. The US goods trade deficit with Mexico is<a href=\"https://ustr.gov/countries-regions/americas/mexico\"> about $58bn</a>, which is offset by the US surplus in services of $9.2bn.</p> <p>“If not for the open border policies of this administration,” Trump says, “countless Americans would be alive today.”</p> <p>The US does not have “open borders”, and Barack Obama has deported more than 2.5 million people, a record – as Trump himself noted at hte final presidential debate.</p> <p>“Hillary has pledged open borders,” Trump says, “and supports sanctuary cities.” </p> <p>Clinton does not support open borders but does support sanctuary cities and reform to let people pass background checks and pay back taxes in order to stay in the US, and she supports Obama’s executive actions to shield some migrants, such as people who were brought to the US as children. Like Obama, she supports deportation for people with criminal records.<br></p> <p>“We are going to have the biggest tax cut since Ronald Reagan.”</p> <p>This is only true if you’re in the wealthiest bracket of American earners. Half of Trump’s tax cuts would go to the top 1% of earners, according to the Tax Policy Center, and most families below the top 20% of earners would have income gains of less than 1%.</p> </div>   </div> <div id=\"block-58140233e4b0219a00d39cc5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T02:03:00.274Z\">3.03am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump doesn’t linger long on the Affordable Care Act though. He leads the crowd in a chant of “drain the swamp”, his new catchphrase for taking on corruption in Washington.</p> <p>“Forty-five percent of African American children under the age of six” are in poverty, Trump says inaccurately, citing outdated data.</p> <p>Per <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/oct/28/donald-trump/donald-trump-says-half-young-black-children-are-ab/\">Politifact</a>: </p> <blockquote class=\"quoted\"> <p>The poverty rates in question were as high as Trump says they were at the depths of the Great Recession, but they have since eased, to somewhere between 20 percent and 37 percent, depending on which income threshold you use. Still, the rates for African-American children are disproportionately high, so Trump has a point even if his statistics are too old and exaggerate the scale of poverty in that age group. On balance, we rate the statement Half True.</p> </blockquote> <p>“Another two million Hispanic Americans have fallen into poverty under the Obama administration,” he says, also falsely.</p> <p>Per the Guardian’s own fact check:</p> <blockquote class=\"quoted\"> <p>Trump’s use of “two million” is misleading on two points: he starts counting from 2008, when George W Bush was still in office – and from right before the financial crisis’ peak – and he ignores that the Hispanic population has grown dramatically in the eight years since then. Almost 1.4 million Hispanic people fell below the poverty line between 2008 and 2009, Census <a href=\"https://www.census.gov/content/dam/Census/library/publications/2015/demo/p60-252.pdf\">poverty numbers show</a>, but the number of Hispanic people in poverty has decreased during the recovery. In 2015 it fell to 21.4%, down from 25.2% in 2009. <br></p> </blockquote> <p>“It will be very hard to leave your farm to your children and your heirs,” he says, alluding to the so-called “death tax” on inheritance, though the estate tax actually only affects wealthy families and not the majority of Americans.</p> </div>   </div> <div id=\"block-58140063e4b08d944ba4bcf6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T01:58:00.981Z\">2.58am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump then moves on to saying that he’s “really moving” in the polls, and that he’s leading in many of them. This is not true, as <a href=\"http://projects.fivethirtyeight.com/2016-election-forecast/\">election models</a> and <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton_vs_johnson_vs_stein-5952.html\">poll averages </a>show.</p> <p>“I don’t know what’s going to happen now,” Trump continues. “So much is at stake in this election.”</p> <p>When we win in November we are going to have honest government once again. Hillary Clinton destroyed 33,000 emails. Destroyed 13 iPhones.”</p> <p>He then says, without evidence, that Clinton “put her office up for sale” to corporations and foreign donors. Hacked emails show <a href=\"http://www.nytimes.com/2016/10/27/us/politics/bill-hillary-clinton-foundation-wikileaks.html\">concerns within the campaign</a> that Clinton’s husband, Bill, was too close with various donors, but no one has found evidence of a favor returned in exchange for donations to the Clintons’ charitable foundation.</p> <p>Trump moves on to reminiscing about how, last June, he came down an elevator with his wife to announce his presidential campaign. He abruptly segues into saying how “we’re going to be the smart country once again,” and saying “we never win anymore” abroad.</p> <p>He correctly says that the <a href=\"https://www.theguardian.com/money/2016/sep/03/obamacare-marketplaces-exchanges-insurers-subscribers-competition\">White House has admitted healthcare premiums will increase by as much as 25% next year,</a> but then misleadingly says that the true number is twice that. Premiums will increase by varying amounts according to each state: some will be quite high, as Trump warns, others will be far lower.</p> <p>Trump then correctly notes that Obama <a href=\"http://www.politifact.com/truth-o-meter/article/2013/dec/12/lie-year-if-you-like-your-health-care-plan-keep-it/\">misled Americans </a>about whether they could keep their doctor under the Affordable Care Act.</p> <p>“Repealing and replacing Obamacare is one of the single most important reasons we must win on November 8,” Trump says.</p> </div>   </div> <div id=\"block-5813ff42e4b01c528432dcf6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T01:50:15.003Z\">2.50am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump addresses FBI inquiry</h2>  <div class=\"block-elements\">  <p>Donald Trump appears on stage in Cedar Rapids, Iowa. He thanks everybody.</p> <p>“As you’ve heard, earlier today, the FBI after discovering new emails” – the crowd cheers – “is reopening their investigation into Hillary Clinton.”</p> <p>This is not technically correct. Comey said the emails are part of a new review “pertaining to” the prior investigation.</p> <p>“Lock her up,” the crowd chants.</p> <p>“The investigation is the biggest political scandal since Watergate, and it’s everybody’s hope that justice at last can be delivered. In the very brief remarks tonight Hillary Clinton tonight tried to politicize this investigation,” Trump continues, “by attacking and falsely accusing the FBI director of only sending the letter to Republicans. </p> <p>“Another Clinton lie. As it turns out it was sent to both Republican and Democratic leaders.”</p> <p>Trump says that the FBI “would never have reopened this case at this time unless it were a most egregious criminal offense”.</p> <p>“I give them great credit for having the courage to right this horrible wrong. Justice will prevail.”</p> <p>Trump has <a href=\"http://www.cnn.com/2016/10/25/politics/reality-check-hillary-clinton-fbi-investigation/\">suggested for months that the FBI has acted politically</a> to hide alleged corruption.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-29T15:14:28.057Z\">at 4.14pm BST</time></p>  </div> <div id=\"block-5813fe9be4b0219a00d39cb5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T01:45:22.155Z\">2.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Someone is back at the podium after more than 45 minutes of waiting. It’s not Donald Trump, but he praises the candidate, who is reportedly en route.</p> <p>“He’s put his finger on a deeply underappreciated body of people,” the man at the podium says. “He is going to be the next president of the United States of America.”</p> <p>Then the man leaves the stage. “Let’s get the next president up here.”</p> <p>As of 6.45pm PT, Trump has an 18.5% chance of winning the election and Hillary Clinton has a 81.5% chance, according <a href=\"http://projects.fivethirtyeight.com/2016-election-forecast/\">to FiveThirtyEight’s election model</a>.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-29T01:55:03.003Z\">at 2.55am BST</time></p>  </div> <div id=\"block-5813f916e4b01c528432dcdd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T01:29:31.848Z\">2.29am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Far from the podium in Cedar Rapids, vice-president Joe Biden was asked by CNN about the new FBI review and the role that disgraced congressman Anthony Weiner plays in it.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Kevinliptakcnn/status/792172427971145728\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">BIDEN to <a href=\"https://twitter.com/CNN\">@CNN</a> on new emails: &quot;BIDEN: “Oh God. Anthony Weiner. I should not comment on Anthony Weiner. I’m not a big fan.&quot;</p>&mdash; Kevin Liptak (@Kevinliptakcnn) <a href=\"https://twitter.com/Kevinliptakcnn/status/792172427971145728\">October 29, 2016</a></blockquote>  </figure>  <p>Meanwhile, the Republican candidate has at last landed in the correct state.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/792176315478609920\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Just landed in Iowa - speaking soon!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/792176315478609920\">October 29, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-29T15:16:42.202Z\">at 4.16pm BST</time></p>  </div> <div id=\"block-5813f7afe4b0219a00d39c9b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T01:16:46.512Z\">2.16am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump is now an hour and 15 minutes late to his own rally, but reporting continues to trickle out from Washington on FBI director James Comey’s decision to announce a review into emails of unknown significance.</p> <p>Officials speaking on condition of anonymity have told the Washington Post that he sent a cryptic letter today because of politics within the agency and with Congress.</p> <blockquote class=\"quoted\"> <p>FBI Director James B. Comey decided to inform Congress that he would look again into Hillary Clinton’s handling of emails during her time as secretary of state for two main reasons — a sense of obligation to lawmakers and a concern that word of the new email discovery would leak to the media and raise questions of a coverup.</p> <p>The rationale, described by officials close to Comey’s decision-making on the condition of anonymity, prompted the FBI director to release his brief letter to Congress on Friday and upset a presidential race less than two weeks before Election Day. It placed Comey again at the center of a highly partisan argument over whether the nation’s top law enforcement agency was unfairly influencing the campaign.</p> <p>In a memo explaining his decision to FBI employees soon after he sent his letter to Congress, Comey said he felt “an obligation to do so given that I testified repeatedly in recent months that our investigation was completed.”</p> <p>“Of course, we don’t ordinarily tell Congress about ongoing investigations, but here I feel I also think it would be misleading to the American people were we not to supplement the record,” Comey wrote to his employees.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ThePlumLineGS/status/792167988929650688\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Important new reporting from <a href=\"https://twitter.com/SariHorwitz\">@SariHorwitz</a> suggests Comey sent letter because he felt pressure from inside:<a href=\"https://t.co/wWjRQGCQjH\">https://t.co/wWjRQGCQjH</a> <a href=\"https://t.co/0tWUXnqapq\">pic.twitter.com/0tWUXnqapq</a></p>&mdash; Greg Sargent (@ThePlumLineGS) <a href=\"https://twitter.com/ThePlumLineGS/status/792167988929650688\">October 29, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-29T15:16:16.575Z\">at 4.16pm BST</time></p>  </div> <div id=\"block-5813f196e4b08d944ba4bcc4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T00:54:11.504Z\">1.54am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Blum talks about John Boehner, the former speaker of the House. Blum brags that he voted against Boehner, a veteran Republican leader, for that position.</p> <p>“I reminded Mr Boehner, in his palatial office, that I do not report to you,” Blum says. “I report to the good people of the first district of Iowa!”</p> <p>The office of the speaker belongs to whomever wins the title. Republican Paul Ryan, a close ally of Boehner’s before the former speaker’s retirement, currently works there. Blum <a href=\"https://blum.house.gov/media-center/press-releases/rep-blum-releases-statement-house-speaker-election\">enthusiastically endorsed</a> Ryan, a nine-term representative from Wisconsin.</p> <p>“My friends, deplorables, the time is now. The time is now or never. The time is November 8 or never,” Blum says, before moving on to abysmal monsters. “We are staring into the abyss. I’ve been in the belly of the beast for two years. We are staring into the abyss.</p> <p>“I need your help. Will you help me?”</p> <p>He says he needs the audience to “tell them about Blum”. He begins talking about how his father fought in the second world war with a 10th-grade education. Trump is nearly an hour late.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-29T01:17:36.161Z\">at 2.17am BST</time></p>  </div> <div id=\"block-5813ef55e4b0219a00d39c75\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T00:44:29.061Z\">1.44am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A mustachioed man named Jeff addresses the crowd before Trump, who is approximately 40 minutes late to the Cedar Rapids rally. </p> <p>The man is shouting, and praising various Republican candidates. He says that voters are going to terrify Democrats. “Make them shiver and shake, cause there’s a change a-coming, and I can feel it in the air!”</p> <p>“What Hillary Clinton did with those emails, I know it’s politically advantageous, but you know what folks, we had a secretary of state put our national security, that’s your children, that’s your grandchildren at stake. Folks, I’m a history professor, I’m going to tell you right now the history of our country, the history of our country, we don’t have a precedent for what’s going on.”</p> <p>Jeff doesn’t actually say anything about FBI agents’ July conclusions that Clinton was “extremely careless”, or that they found no evidence that her server had been hacked, though they thought it at risk.</p> <p>Goetz returns. “I’m glad Jeff got that out of his system.”</p> <p>A congressman, Rod Blum, appears on stage. “Hello-o-o-o, deplorables!” He says he represents Iowans in Washington DC, which he then says is “infested” and “a swamp”. </p> <p>“We are fed up with the lying, we are fed up with the corruption, we are fed up with people who go there to serve themselves,” he says.</p> </div>   </div> <div id=\"block-5813e608e4b0219a00d39c58\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-29T00:32:03.765Z\">1.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Still waiting for Donald Trump, Tana Goetz, a former Apprentice contestant, comes out onto the stage to pep up the crowd by dismissing Hillary Clinton “just across the river”.</p> <p>Then someone holds a moment of prayer for Donald Trump and Mike Pence. Then Goetz introduces a man to lead the crowd in the pledge of allegiance.</p> <p>A Cedar Rapids music teacher takes the lead for the national anthem. Goetz says that Trump “took a chance on me, a woman, an Iowan, and an entrepreneur”.</p> <p>“What he showed me was enough to put my successful careers on hold,” she says, to campaign for Trump. He’s got a huge heart, she says. “I know this man’s heart and it is good. And he genuinely loves people. You can’t live in New York City and not love people.”</p> <p>This last statement is not true.</p> <p>But Goetz goes on to say that she knows “how much this man loves this country”. “He doesn’t need this job.”</p> <p>“Donald Trump’s gonna win this thing in a landslide. And it’s gonna happen. I predicted it and it’s gonna happen.”</p> <p>She then says the FBI “is re-opening the case”, alluding to the new review into a new batch of emails related to Hillary Clinton, and the crowd chants “lock her up”.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-29T15:15:43.462Z\">at 4.15pm BST</time></p>  </div> <div id=\"block-5813e4f4e4b08d944ba4bc9c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T23:59:22.964Z\">12.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>As we wait for Trump to speak in Iowa, the state has reported its <a href=\"http://www.desmoinesregister.com/story/news/crime-and-courts/2016/10/27/3-suspected-voter-fraud-polk-county/92826426/\">third</a> suspected case of attempted voter fraud in a Donald Trump supporter, according to the <a href=\"http://www.desmoinesregister.com/story/news/crime-and-courts/2016/10/28/voter-fraud-suspect-arrested-des-moines/92892042/\">Des Moines Register.</a></p> <blockquote class=\"quoted\"> <p>Terri Lynn Rote, 55, was booked into the Polk County Jail about 3.40pm Thursday on a first-degree election misconduct charge, which is a Class D felony.</p> <p>Rote, a registered Republican, reportedly cast an early voting ballot at the Polk County Election Office, 120 Second Ave, and another ballot at a county satellite voting location in Des Moines, according to a Des Moines police report.</p> <p>It’s the first time in 12 years that Polk County Auditor Jamie Fitzgerald can remember ever having to report potential voter fraud, he said Thursday morning.</p> <p>The other two suspects are accused of casting mail-in ballots and also voting in person, according to police reports. As of Friday morning, neither of those suspects had been arrested.</p> <p>The case is under investigation by Des Moines police.</p> <p>“I think it shows that our voting system works in Iowa, that we’re able to catch it,” Fitzgerald said.</p> <p>“Tensions are running high on both sides” as election day approaches, the county auditor said, but the cases of double voting could also have been simple mistakes. “That’s not for me to decide,” he said.</p> <p>Rote was held in jail on a $5,000 bond, but she had been released as of Friday afternoon. Her next court appearance was scheduled for Nov. 7, court records show.</p> </blockquote> <p>Trump has repeatedly and falsely claimed that voter fraud is rampant throughout the electorate, and especially in largely black precincts of Philadelphia and Chicago. <a href=\"https://www.theguardian.com/us-news/2016/oct/21/donald-trump-fact-check-rigged-election-voter\">It is not</a>.</p> <p>The businessman has also suggested that he would not mind voter fraud perpetrated in his favor, saying at a rally last week, “Well, if they’re gonna vote for me, we’ll think about it, right?”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/18/donald-trump-volunteer-election-observers-voter-intimidation\">Voter intimidation fears follow Trump's call for 'volunteer election observers'</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-29T01:39:23.710Z\">at 2.39am BST</time></p>  </div> <div id=\"block-5813e3b0e4b08d944ba4bc95\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T23:51:44.411Z\">12.51am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump is due to speak at a rally in Cedar Rapids, Iowa, at 5pm local time, just under a two hour drive from Des Moines, where Hillary Clinton just held her press conference.</p> <p> Clinton is on her way back to her New York headquarters, though, while Trump will carry on to Golden, Colorado, and Phoenix, Arizona, for campaign stops on Saturday. The former secretary of state will make her own stop in the latter state, which was not long ago thought to be securely Republican, on Wednesday.<br></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/21/arizona-swing-state-west-democrats-clinton\">Arizona asks 'the unprecedented': could Democrats sweep the west?</a> </p> </aside> </div>   </div> <div id=\"block-5813e01be4b08d944ba4bc87\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T23:37:32.406Z\">12.37am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Adam Schiff, ranking member of the House intelligence committee and a Democrat from California, has released a mild rebuke of the FBI.</p> <blockquote class=\"quoted\"> <p>Throughout the investigation into Secretary Clinton’s emails, which resulted in a finding that no reasonable prosecutor would bring charges, Director Comey and the FBI have provided unprecedented transparency. While I have at times disagreed with the extent of the Director’s departure from DOJ’s sound policy of declining comment on pending or closed investigations, I recognize that this investigation presents unique challenges for the FBI. </p> <p>Nevertheless, the deliberately ambiguous nature of the Director’s most recent disclosure -- the emails could be significant or insignificant, relevant or irrelevant -- contributes nothing to the public’s understanding. When coupled with the acknowledgment that more information will take an indeterminate period of time, it is difficult to see how this latest departure from Department policy has served the public interest.</p> </blockquote> <p>Schiff has tried to strike out a middle ground between outrage, which his Senate colleague Dianne Feinstein has expressed, and a slightly baffled willingness to hear the FBI out, as some Republicans in Congress have done. Texas senator John Cornyn, for instance, tweeted out some of his questions earlier Friday afternoon.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JohnCornyn/status/792059507631230976\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Why is FBI doing this just 11 days before the election?</p>&mdash; JohnCornyn (@JohnCornyn) <a href=\"https://twitter.com/JohnCornyn/status/792059507631230976\">October 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-5813db17e4b08d944ba4bc75\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T23:16:43.109Z\">12.16am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Blomberg’s Jennifer Epstein catches Clinton in a falsehood during her extremely short press conference, which lasted less than four minutes: the letter went to Republicans and Democrats on intelligence committees.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeneps/status/792141502139002880\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Clinton mischaracterizes recipients of Comey&#39;s letter, says it only went to House Republicans, but it also went to Sen. Feinstein</p>&mdash; Jennifer Epstein (@jeneps) <a href=\"https://twitter.com/jeneps/status/792141502139002880\">October 28, 2016</a></blockquote>  </figure>  <p>Senator Dianne Feinstein, a Democrat who is usually a staunch ally of the security agencies, rebuked Comey in a statement this afternoon, saying she was “shocked” to read his letter.</p> <blockquote class=\"quoted\"> <p>This is particularly troubling since so many questions are unanswered. It’s unclear whether these emails have already been reviewed or if Secretary Clinton sent or received them. In fact, we don’t even know if the FBI has these emails in its possession.</p> <p>Without knowing how many emails are involved, who wrote them, when they were written or their subject matter, it’s impossible to make any informed judgment on this development. However, one thing is clear: Director Comey’s announcement played right into the political campaign of Donald Trump, who is already using the letter for political purposes. And all of this just 11 days before the election.</p> <p>Director Comey admits ‘the FBI cannot yet assess whether or not this material may be significant.’ He cannot predict how long the investigation will take. And we don’t know if the FBI has these emails in hand. It’s too bad Director Comey didn’t take those gaping holes into consideration when he decided to send this letter. The FBI has a history of extreme caution near Election Day so as not to influence the results. Today’s break from that tradition is appalling.</p> </blockquote> <p>Clinton said she was “confident” that the new inquiry would not affect any of the FBI’s findings from its long investigation into her private email server. </p> <p>Compared to his brief letter Friday, Director James Comey explained in far greater length the methods and conclusions of that investigation, which cleared Clinton and her aides of intentional wrongdoing but <a href=\"https://www.theguardian.com/us-news/2016/jul/05/fbi-no-charges-hillary-clinton-email-investigation\">called them “extremely careless”</a>. In that explanation, Comey also contradicted several of Clinton’s past claims about her email practices.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/jul/06/hillary-clinton-email-investigation-fact-check\">'What I did was allowed': fact-checking Clinton's statements on email inquiry</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-28T23:43:39.587Z\">at 12.43am BST</time></p>  </div> <div id=\"block-5813da4fe4b08d944ba4bc72\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T23:09:41.392Z\">12.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton says that she first learned of the new emails and review when James Comey sent a letter to members of Congress. “The first we knew about it is I assume when you knew about it.”</p> <p>A reporter asks about what could be on these emails, and Clinton says she doesn’t know.</p> <p>“We don’t know the facts, which is why we are calling on the FBI to release all the information that we have.”</p> <p>Another asks about how this might influence the decisions of undecided voters. “I think people made up a long time ago their minds about the emails,” Clinton replies. “Now they’re choosing a president.”</p> <p>She urges people to vote early, and concludes the press conference without taking another question.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-29T15:15:01.024Z\">at 4.15pm BST</time></p>  </div> <div id=\"block-5813d998e4b08d944ba4bc6e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T23:07:57.119Z\">12.07am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton addresses FBI review</h2>  <div class=\"block-elements\">  <p>“I have now seen Director Comey’s letter,” Clinton tells reporters. “We are 11 days out from perhaps the most important national election of our lifetimes.”</p> <p>“Voting is already underway,” he adds. “So the American people deserve to get the full and complete facts immediately. The director himself has said he doesn’t know whether the emails referenced in his letter are significant or not.”</p> <p>“I’m confident whatever they are will not change the conclusion reached in Juliy,” she continues, alluding to the FBI’s conclusion that they found no evidence of intentional wrongdoing in Clinton’s use of a private email server while she was secretary of state.</p> <p>“Therefore it’s imperative that the bureau explain this issue in question without delay.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-29T15:15:15.573Z\">at 4.15pm BST</time></p>  </div> <div id=\"block-5813d91ae4b0219a00d39c23\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T23:04:12.393Z\">12.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hillary Clinton is due to deliver remarks to reporters in Des Moines, Iowa, on the FBI’s announcement that it will investigate new emails recovered from their inquiry into Anthony Weiner, the disgraced former congressman and estranged husband of a Clinton aide, Huma Abedin.</p> </div>   </div> <div id=\"block-5813d093e4b08d944ba4bc4b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T22:35:02.669Z\">11.35pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today in Campaign 2016</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"abb8eeed537f1ad3275af2da5a2b390b245f2e73\"> <img src=\"https://media.guim.co.uk/abb8eeed537f1ad3275af2da5a2b390b245f2e73/0_143_4644_2786/1000.jpg\" alt=\"Yes, him again.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Yes, him again.</span> <span class=\"element-image__credit\">Photograph: Richard Drew/AP</span> </figcaption> </figure>  <ul> <li>The FBI is investigating <a href=\"https://www.theguardian.com/us-news/2016/oct/28/fbi-reopens-hillary-clinton-emails-investigation\">newly discovered emails</a> related to Hillary Clinton’s personal server, its director has announced. The FBI had announced in July that its investigation into the Democratic presidential candidate’s private email server had concluded with a recommendation of no criminal charges in the matter, although James Comey, the FBI’s director, criticised Clinton as “careless.” But in a letter sent to members of Congress today, Comey said new emails had been discovered in an “unrelated” case.</li> <li>“In connection with an unrelated case, the FBI has learned of the existence of emails that appear to be pertinent to the investigation,” Comey wrote. “I am writing to inform you that the investigative team briefed me on this yesterday, and I agreed that the FBI should take appropriate investigative steps designed to allow investigators to review these emails to determine whether they contain classified information as well as to assess their importance to our investigation.”<br></li> <li>That unrelated case? Anthony Weiner v. The World. The FBI seized electronic devices belonging to Clinton aide Huma Abedin and her husband, disgraced former congressman Anthony Weiner in an <a href=\"https://www.theguardian.com/us-news/2016/sep/22/anthony-weiner-under-investigation-nypd\">unrelated investigation</a> into explicit text messages Weiner sent to a 15-year-old girl. Weiner was being investigated after he allegedly spent several months this year in highly explicit exchanges with the 15-year-old girl.<br></li> <li>Speaking in Lisbon, Maine, Republican presidential nominee Donald Trump told a room full of supporters that Clinton’s use of private email servers when she served as secretary of state is “the biggest political scandal since Watergate.”</li> <li>“The FBI, after discovering new emails, is reopening their investigation into Hillary Clinton,” Trump said, inaccurately. “I have great respect for the FBI for righting this wrong. The American people fully understand her corruption and we hope all - all - justice will finally be served. This is the biggest political scandal since Watergate, and I’m sure that it will be properly handled from this point forward.”</li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/briangaar/status/792124947783036928\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Anthony Weiner is the character in a zombie movie who doesn&#39;t admit that he&#39;s been bitten &amp; then gets everyone killed</p>&mdash; Brian Gaar (@briangaar) <a href=\"https://twitter.com/briangaar/status/792124947783036928\">October 28, 2016</a></blockquote>  </figure>  <ul> <li>Here’s a statement on the FBI move by House speaker Paul Ryan: <blockquote class=\"quoted\"> <p>Yet again, Hillary Clinton has nobody but herself to blame. She was entrusted with some of our nation’s most important secrets, and she betrayed that trust by carelessly mishandling highly classified information. This decision, long overdue, is the result of her reckless use of a private email server, and her refusal to be forthcoming with federal investigators. I renew my call for the Director of National Intelligence to suspend all classified briefings for Secretary Clinton until this matter is fully resolved.</p> </blockquote></li> <li>Mike Pence, the Republican vice-presidential nominee, <a href=\"https://www.theguardian.com/us-news/2016/oct/28/mike-pences-plane-slides-off-runway-at-laguardia-airport-in-new-york\">emerged unscathed</a> after his plane skidded off the runway while landing at LaGuardia airport in New York in heavy rain last night. The Boeing 737 carrying Donald Trump’s running mate coming in for a landing and went off the runway at about 7:40pm local time (23.40 GMT). The plane was stopped by a crushable type of concrete runway that halted the aircraft’s movement, the Federal Aviation Administration said. It finally came a standstill on an area of grass.<br></li> <li>Illinois senator Mark Kirk <a href=\"https://www.theguardian.com/us-news/2016/oct/28/republican-mike-kirk-singles-out-asian-heritage-of-iraq-veteran-rival-tammy-duckworth\">seemed to suggest</a> the Asian American heritage of congresswoman Tammy Duckworth, an Iraq war veteran, somehow diminished her family’s long service to the US. “I had forgotten your parents came all the way from Thailand to serve George Washington,” Kirk said of Duckworth. The third-term congresswoman, who was born in Thailand, is the daughter of a Thai woman of Chinese descent and an American father who traced his roots to the Revolutionary War. Members of the Duckworth family have served in the American armed forces since the revolution.<br></li> </ul>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/28/republican-mark-kirk-singles-out-asian-heritage-of-iraq-veteran-rival-tammy-duckworth-video\"            data-short-url=\"https://gu.com/p/59jm9\"                    data-show-ads=\"true\"            data-video-id=\"2848806\"            data-video-name=\"Republican singles out Asian heritage of Iraq veteran rival – video\"            data-video-provider=\"Reboot Illinois\"            > <video data-media-id=\"gu-video-58131669e4b0219a00d398b1\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/28/161028Kirk_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/28/161028Kirk.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/28/161028Kirk_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/28/republican-mark-kirk-singles-out-asian-heritage-of-iraq-veteran-rival-tammy-duckworth-video\">Republican singles out Asian heritage of Iraq veteran rival</a></figcaption> </figure>   <p>And one more thing:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/scottbix/status/792123970736848896\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Honestly impressed that there are still dick jokes left to make. <a href=\"https://t.co/H7QczVrfn3\">pic.twitter.com/H7QczVrfn3</a></p>&mdash; Scott Bixby (@scottbix) <a href=\"https://twitter.com/scottbix/status/792123970736848896\">October 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-5813d043e4b0219a00d39c06\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T22:25:22.409Z\">11.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The FBI is not, for the record, “re-opening” the case against Hillary Clinton:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Reince/status/792128577579913216\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">With FBI re-opening criminal investigation, Democrats on the ballot must now be asked whether or not they still support <a href=\"https://twitter.com/HillaryClinton\">@HillaryClinton</a></p>&mdash; Reince Priebus (@Reince) <a href=\"https://twitter.com/Reince/status/792128577579913216\">October 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-5813cdbde4b01c528432dc4d\" class=\"block\" data-block-contributor=\"profile/davidsmith\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T22:15:08.499Z\">11.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Whatever doubts gnaw at <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> at dead of night, his hardcore supporters will not allow him to give up the dream of the White House.</p>  <figure class=\"element element-image\" data-media-id=\"72feb22077790ea295953751cf8364ea62241aab\"> <img src=\"https://media.guim.co.uk/72feb22077790ea295953751cf8364ea62241aab/0_0_2659_1773/1000.jpg\" alt=\"Donald Trump.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump.</span> <span class=\"element-image__credit\">Photograph: Carlo Allegri/Reuters</span> </figcaption> </figure>  <p>All 18 people interviewed by the Guardian at a Trump campaign rally in the battleground state of <a href=\"https://www.theguardian.com/us-news/ohio\">Ohio</a> on Thursday night challenged the basic premise that he is losing. If anything, they seemed even more convinced than he is that opinion polls and mainstream media cannot be trusted so he should not throw in the towel.</p> <p>Trump, channelling the mix of vexation and continued hope, said: “I’ve been saying <em>if</em> we win ‘cos I want to be nice, right, but the people are getting angry at me so we’ll just say <em>when</em> we win on November 8.”</p> <p>But the omens are not good. As Hillary Clinton dominates opinion polls and gets positive signs from early voting, Trump has stopped formal, major donor fundraising events for the Republican party. He has reportedly cut back on transition plans and taken time off the campaign trail to <a href=\"https://www.theguardian.com/us-news/2016/oct/26/donald-trump-opens-international-hotel-campaign-trail-brand\">open his new hotel</a> in Washington. Recently Trump dolefully asked supporters whether they were glad he ran, adding: “I’ll let you know on the evening of November 8 whether I’m glad.”<br></p> <p>The candidate’s rally at a sports complex in Geneva – his third in Ohio on Thursday – drew an estimated 7,000 people but was far from full, in contrast to his swashbuckling early campaign. It was overwhelmingly white, including many retirees. But those who did attend waved “Trump/ Pence” and “Make America great again” signs and chanted “Lock her up!” and “Build the wall!” with the usual gusto.</p> <p>They nodded approvingly when Trump described his opponent as “unstable” and jeered when Trump reeled off a list of State Department expenditures during Clinton’s tenure as secretary, including $79,000 on Barack Obama’s books, $630,000 to try to make State Department Facebook pages more popular and $88,000 to send three comedians to India.</p> <p>They whooped with delight when the showman made reference to Vice-President <a href=\"https://www.theguardian.com/us-news/2016/oct/25/donald-trump-says-he-would-love-to-beat-up-joe-mr-tough-guy-biden\">Joe Biden’s recent comment</a> that he would like to take him behind the gym. “You know what you do with Biden? You go like this.” Trump turned to one side and blew a puff of air from his mouth. “And he’d fall over.” He added: “I dream about Biden. Boy, would that be easy. That would be an easy function.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/28/ds-2710-trump-rally\">Donald Trump's Ohio supporters back him against the odds</a> </p> </aside> </div>   </div> <div id=\"block-5813ca65e4b08d944ba4bc30\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T22:00:09.055Z\">11.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Tomorrow morning’s New York Post cover:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nypost/status/792121855008202752\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Tomorrow&#39;s cover: Weiner sext probe found dirt on Hillary <a href=\"https://t.co/6z0BJkr23s\">https://t.co/6z0BJkr23s</a> <a href=\"https://t.co/hAk6D02j8y\">pic.twitter.com/hAk6D02j8y</a></p>&mdash; New York Post (@nypost) <a href=\"https://twitter.com/nypost/status/792121855008202752\">October 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-5813c467e4b0219a00d39bda\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T21:56:47.297Z\">10.56pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Hillary Clinton campaigns in Des Moines, Iowa</h2>  <div class=\"block-elements\">  <p>Watch it live here:</p>  <figure class=\"element element-embed\" data-alt=\"HC in IA\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/58135908ab1fac507660fe60?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-5813c5f5e4b08d944ba4bc1d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T21:42:15.954Z\">10.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>An Iowa woman has been arrested on suspicion of committing voter fraud by voting twice in the general election, <a href=\"http://www.desmoinesregister.com/story/news/crime-and-courts/2016/10/28/voter-fraud-suspect-arrested-des-moines/92892042/\">according to the Des Moines Register</a>:</p> <blockquote class=\"quoted\"> <p>Terri Lynn Rote, 55, was booked into the Polk County Jail about 3:40 p.m. Thursday on a first-degree election misconduct charge, which is a Class D felony.</p> <p>Rote, a registered Republican, reportedly cast an early voting ballot at the Polk County Election Office, 120 Second Ave., and another ballot at a county satellite voting location in Des Moines, according to a Des Moines police report.</p> </blockquote> <p>This is Rote:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/scottbix/status/792118969868091392\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">An Iowa woman has been arrested on suspicion of voter fraud. <a href=\"https://t.co/6qHiBdne60\">https://t.co/6qHiBdne60</a><br><br>This is her: <a href=\"https://t.co/slmn7Nhlf6\">pic.twitter.com/slmn7Nhlf6</a></p>&mdash; Scott Bixby (@scottbix) <a href=\"https://twitter.com/scottbix/status/792118969868091392\">October 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-5813c1a6e4b0219a00d39bce\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T21:24:52.686Z\">10.24pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Joe Biden reacts to secretary of state rumor: 'I don't want to remain in the administration'</h2>  <div class=\"block-elements\">  <p>Vice president Joe Biden has responded to the rumor that Hillary Clinton’s campaign is considering him as a possible secretary of state in a hypothetical Clinton administration, saying that he’s flattered by the consideration but doesn’t want to remain in the administration.</p> <p>“I’ll do anything I can if Hillary’s elected to help her, but I don’t want to remain in the administration,” <a href=\"http://www.cnn.com/2016/10/28/politics/joe-biden-secretary-of-state-clinton/\">Biden told CNN affiliate KBJR.</a> “I have no intention of staying involved. I have a lot of things to do, but I’ll help her if I can in any way I can.”</p> <p>Politico reported yesterday that sources within the campaign had tipped their hats toward Biden as a secretary of state, a nod to his widely acknowledged foreign-policy acumen.<br></p> </div>   </div> <div id=\"block-5813c148e4b0219a00d39bcd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T21:21:18.088Z\">10.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Eleven. More. Days.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/cam_joseph/status/792113585283407872\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Hearing <a href=\"https://twitter.com/jasoninthehouse\">@jasoninthehouse</a> &amp; House Oversight Cmte are discussing holding a last-min hearing bringing in FBI DIr. Comey next Fri pre-election.</p>&mdash; (((Cameron Joseph))) (@cam_joseph) <a href=\"https://twitter.com/cam_joseph/status/792113585283407872\">October 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-5813bf94e4b08d944ba4bc04\" class=\"block is-key-event\" data-block-contributor=\"profile/dan-roberts\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T21:14:32.478Z\">10.14pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Hillary Clinton's email woes refuse to go away – what does this latest twist mean?</h2>  <div class=\"block-elements\">  <p>Eighteen months and 30 miles away from where Hillary Clinton’s presidential campaign began, the issue that has dogged the Democratic candidate from the start caught up with her on Friday, when director James Comey announced the FBI was <a href=\"https://www.theguardian.com/us-news/2016/oct/28/fbi-reopens-hillary-clinton-emails-investigation\">reviewing newly discovered emails</a> relating to her personal server.<br></p> <p>We know from leaked emails that even Clinton’s closest friends thought it was “insane” to secretly communicate via a private computer server while working as secretary of state.<br></p> <p>“Do we actually know who told Hillary she could use a private email?” wrote close aide and transition team member Neera Tanden in a <a href=\"https://wikileaks.org/podesta-emails/emailid/33895\">July 2015 note recently revealed by WikiLeaks</a>. “And has that person been drawn and quartered? Like [this] whole thing is fucking insane.”</p> <p>Fortunately for Clinton, in July the <a href=\"https://www.theguardian.com/us-news/fbi\">FBI</a> eventually decided to let this potentially illegal evasion of security protocol pass with a sharp wrap on the knuckles.</p> <p>There was an audible intake of breath among campaign followers in the summer, when Comey criticised her for being “extremely careless” in her handling of classified information, but his <a href=\"https://www.theguardian.com/us-news/2016/jul/05/fbi-no-charges-hillary-clinton-email-investigation\">decision not to recommend criminal charges</a>brought to an end the one threat deemed capable of preventing her from becoming president.</p> <p>That was, at least, until Comey dropped a fresh bombshell. The <a href=\"https://twitter.com/juddzeez/status/792051041399439360\">three-paragraph letter</a> he released to Congress on Friday revealing the existence of potentially significant new evidence may or not have any legal bearing on whether charges are again possible. It certainly had a political impact.</p> <p>Clinton was in the air when the letter leaked. An onboard Wi-Fi outage meant she may not have discovered its existence at all until her plane landed in Cedar Rapids, Iowa, for a campaign stop just down the road from her very first event as a candidate on 14 April 2015.<br></p> <p>There was a long delay in her leaving the plane as aides urgently gathered onboard to discuss the issue. A planned photoshoot with Annie Leibowitz had to be cut short. Her opponent wasted no time pointing out that it is never a good look for a presidential candidate to be under criminal investigation by the FBI.</p> <p>“Hillary Clinton’s corruption is on a scale we have never seen before,” was Donald Trump’s predictable hyperbole at a rally minutes later in New Hampshire. “We must not let her take her criminal scheme into the Oval Office.”</p> <p>Democrats rushed to downplay its significance on Friday, as campaign chairman John Podesta suggested Comey may have been “browbeaten” by aggressive Republicans into announcing a relatively minor wrinkle for the sake of transparency.</p> <p>The investigation had still not officially been closed, so it is also oversimplifying to say, as many initially did, that it has been “reopened”. The fact that the evidence in question reportedly comes from separate investigation into a sex scandal engulfing Anthony Weiner, the estranged of husband of Huma Abedin, one of Clinton’s key aides, should make it less relevant to her security case, not more.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/28/hillary-clinton-emails-fbi-election-voters\">Hillary Clinton's email woes refuse to go away – what does this latest twist mean?</a> </p> </aside> </div>   </div> <div id=\"block-5813bd27e4b08d944ba4bbfc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T21:04:40.151Z\">10.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Speaking in Lisbon, Maine, nearly an hour after he was scheduled to appear - there was an issue with the stairs on his plane - Republican presidential nominee Donald Trump told a room full of supporters that Hillary Clinton’s use of private email servers when she served as secretary of state is “the biggest political scandal since Watergate.”</p> <p>“The FBI, after discovering new emails, is reopening their investigation into Hillary Clinton,” Trump said, inaccurately. “I have great respect for the FBI for righting this wrong. The American people fully understand her corruption and we hope all - all - justice will finally be served.”</p> <p>“This is the biggest political scandal since Watergate, and I’m sure that it will be properly handled from this point forward.”</p> <p>“Now, getting back to things that don’t sound quite as exciting, but they’re so important, right?”</p> </div>   </div> <div id=\"block-5813bca1e4b08d944ba4bbf6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T21:01:42.252Z\">10.01pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump campaigns in Lisbon, Maine</h2>  <div class=\"block-elements\">  <p>Watch it live here:</p>  <figure class=\"element element-embed\" data-alt=\"Donald Trump in Lisbon, Maine\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/581358f2ab1fac507660fe5f?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-5813b9ece4b08d944ba4bbed\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T20:49:53.864Z\">9.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>And former governor Mike Huckabee goes there.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GovMikeHuckabee/status/792105210374086656\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Who would have thought a Weiner would be HRC’s undoing?😱</p>&mdash; Gov. Mike Huckabee (@GovMikeHuckabee) <a href=\"https://twitter.com/GovMikeHuckabee/status/792105210374086656\">October 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-5813b5bae4b08d944ba4bbe0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T20:32:32.775Z\">9.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Ted Cruz has released a statement in response to the latest Clinton email mishegas:</h2> <blockquote class=\"quoted\"> <p>Americans already know Hillary Clinton’s lifelong pattern of corruption. It is abundantly clear that her handling of classified information on a private email server was grossly negligent, as the FBI admitted this summer. The question is whether our top law enforcement agencies will ever act to hold her accountable.</p> <p>For decades, the FBI has earned a reputation for fair and impartial enforcement of the law, free of partisan influence. Director Comey’s previous half-hearted investigation of Hillary Clinton did serious damage to that reputation, and this latest revelation affords the FBI the opportunity to begin to repair that damage.</p> <p>The FBI has yet to provide access to the information that was used in its previous decision, as requested by me and other Senate Judiciary members, including Chairman Grassley, and it should do so.</p> <p>Whatever new evidence has been found should be thoroughly investigated, and I hope that - unlike with the prior investigation - Director Comey will demonstrate the courage to uphold the law and restore the integrity of the FBI.</p> <p>Elected officials, no matter how high their position, should be held accountable for criminal conduct. The rule of law matters, and it should apply equally and fairly to us all.</p> </blockquote> </div>   </div> <div id=\"block-5813b355e4b01c528432dbf1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T20:22:46.002Z\">9.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hillary for America has a new video pairing Donald Trump’s own words with the experiences of contestants in his numerous beauty pageants:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=OKpnvi-vLcI\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/OKpnvi-vLcI?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>“This is a man who relishes making women feel terrible about themselves, in every possible way,” Clinton said in Iowa today, before the video’s launch. “Someone who thinks belittling and objectifying women makes him a bigger man. He goes after dignity and self-worth of women, and I don’t think there’s a woman anywhere who doesn’t know what that feels like.”</p> </div>   </div> <div id=\"block-5813af5ce4b0219a00d39b93\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T20:04:49.071Z\">9.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Realtalk:</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/scottbix/status/792091773346742273\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Billy Bush and Anthony Weiner are why you don&#39;t tell mediocre children that they can be anything when they grow up.</p>&mdash; Scott Bixby (@scottbix) <a href=\"https://twitter.com/scottbix/status/792091773346742273\">October 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-5813ac0ae4b0219a00d39b86\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T19:51:13.789Z\">8.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Gary Johnson has released a statement:</h2> <blockquote class=\"quoted\"> <p>With just days remaining before the election, the Democratic and Republican parties are offering a choice between a candidate under FBI investigation, and Donald Trump. Voters deserve a lot better than that. America deserves better than that.</p> <p>Integrity, honesty and treating all Americans with dignity are actually important. Is it too much to ask that our President should possess those minimum qualifications?</p> <p>Every ballot in every state and the District of Columbia has a third option, and that option is a ticket with two former Governors, each a Republican elected and reelected in a Democratic state. If ever there is a time when voters should have such a third choice, it is now. And they have one.</p> </blockquote> </div>   </div> <div id=\"block-5813ab13e4b08d944ba4bbbd\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T19:48:06.902Z\">8.48pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">John Podesta: 'It is extraordinary that we would see something like this just 11 days out from a presidential election'</h2>  <div class=\"block-elements\">  <p>Hillary for America Chair John Podesta has released a statement in response to news that the FBI is reviewing new emails related to Hillary Clinton’s use of private email servers during her tenure as secretary of state:</p> <blockquote class=\"quoted\"> <p>Upon completing this investigation more than three months ago, FBI Director Comey declared no reasonable prosecutor would move forward with a case like this and added that it was not even a close call. In the months since, Donald Trump and his Republican allies have been baselessly second-guessing the FBI and, in both public and private, browbeating the career officials there to revisit their conclusion in a desperate attempt to harm Hillary Clinton’s presidential campaign.</p> <p>FBI Director Comey should immediately provide the American public more information than is contained in the letter he sent to eight Republican committee chairmen. Already, we have seen characterizations that the FBI is ‘reopening’ an investigation but Comey’s words do not match that characterization. Director Comey’s letter refers to emails that have come to light in an unrelated case, but we have no idea what those emails are and the Director himself notes they may not even be significant. </p> <p>It is extraordinary that we would see something like this just 11 days out from a presidential election. </p> <p>The Director owes it to the American people to immediately provide the full details of what he is now examining. We are confident this will not produce any conclusions different from the one the FBI reached in July.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-28T19:56:08.559Z\">at 8.56pm BST</time></p>  </div> <div id=\"block-5813aad1e4b01c528432dbd5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T19:45:27.462Z\">8.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>This is uncomfortable.</h2>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/638318502059880450\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Huma Abedin, the top aide to Hillary Clinton and the wife of perv sleazebag Anthony Wiener, was a major security risk as a collector of info</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/638318502059880450\">August 31, 2015</a></blockquote>  </figure> </div>   </div> <div id=\"block-5813a96de4b08d944ba4bbb5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T19:44:00.092Z\">8.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>According to a <a href=\"http://www.nytimes.com/2016/10/29/us/politics/fbi-hillary-clinton-email.html?smid=tw-nytimes&amp;smtyp=cur&amp;_r=0\">New York Times report</a> based on anonymous sources within the Federal Bureau of Investigation, the “new emails” being reviewed by the FBI related to the closed investigation of Hillary Clinton’s private email servers were discovered after the FBI seized electronic devices belonging to Clinton aide Huma Abedin and her husband, disgraced former congressman Anthony Weiner.</p> <p>The FBI seized the devices in an <a href=\"https://www.theguardian.com/us-news/2016/sep/22/anthony-weiner-under-investigation-nypd\">unrelated investigation</a> into explicit text messages Weiner sent to a 15-year-old girl. Weiner was being investigated after he allegedly spent several months this year in highly explicit exchanges with the 15-year-old girl.</p> <p>The FBI had announced in July that its investigation into the Democratic presidential candidate’s private email server had concluded with a recommendation of no criminal charges in the matter, although James Comey, the FBI’s director, criticised Clinton as “careless.”</p> <p>But in a letter sent to members of Congress this morning, Comey said new emails had been discovered in an “unrelated” case.<br></p> <p>“In connection with an unrelated case, the FBI has learned of the existence of emails that appear to be pertinent to the investigation,” Comey wrote. “I am writing to inform you that the investigative team briefed me on this yesterday, and I agreed that the FBI should take appropriate investigative steps designed to allow investigators to review these emails to determine whether they contain classified information as well as to assess their importance to our investigation.”</p> </div>   </div> <div id=\"block-5813a29fe4b08d944ba4bb9a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T19:10:36.201Z\">8.10pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump gleefully responds to new FBI investigation into Clinton emails</h2>  <div class=\"block-elements\">       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/28/trump-responds-fbi-investigation-clinton-emails-video\"            data-short-url=\"https://gu.com/p/59yj8\"                    data-show-ads=\"true\"            data-video-id=\"2850182\"            data-video-name=\"Trump gleefully responds to new FBI investigation into Clinton emails – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-5813975ce4b08d944ba4bb6c\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/28/161028Trump_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/28/161028Trump.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/28/161028Trump_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/28/trump-responds-fbi-investigation-clinton-emails-video\">Trump gleefully responds to new FBI probe into Clinton emails</a></figcaption> </figure>  </div>   </div> <div id=\"block-58139e15e4b01c528432dba4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T18:53:47.508Z\">7.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Democratic presidential nominee Hillary Clinton ignored the news that the FBI is investigating newly-discovered emails related to her use of personal email servers during her tenure at the State Department at a campaign rally in Cedar Rapids, Iowa, this afternoon, instead focusing on down-ballot candidates and recent local flooding.</p> <p>Republican rival Donald Trump’s negative turn in recent weeks, Clinton told the audience, is a craven attempt to turn off voters and minimize turnout.</p> <p>“His strategy is to get women to stay home, get young people to stay home, get people of color to stay home,” Clinton said. “It’s all part of his scorched-earth campaign - the last refuge of a bankrupt candidate. And it goes against everything we stand for in America.”</p> </div>   </div> <div id=\"block-58139d2ee4b01c528432db9f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T18:47:33.338Z\">7.47pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Hillary Clinton campaigns in Cedar Rapids, Iowa</h2>  <div class=\"block-elements\">  <p>Watch it live here:</p>  <figure class=\"element element-embed\" data-alt=\"HC IA\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/581358dbab1fac507660fe5e?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-58139909e4b08d944ba4bb73\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T18:32:39.360Z\">7.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump has released a statement on the FBI inquiry which turns out to be just what he said at the top of his New Hampshire speech.</p> <p>The statement is inaccurate in a couple ways. Clinton has not been found to have engaged in any “criminal” or “illegal conduct.” And the FBI has not announced any “reopening” of a “case.” Comey announced they are looking at newly discovered emails:</p> <blockquote class=\"quoted\"> <p>“I need to open with a very critical breaking news announcement. The FBI has just sent a letter to Congress informing them that they have discovered new emails pertaining to former Secretary of State Hillary Clinton’s investigation, and they are reopening the case into her criminal and illegal conduct that threatens the security of the United States of America.</p> <p>“Hillary Clinton’s corruption is on a scale we have never seen before. We must not let her take her criminal scheme into the Oval Office.</p> <p>“I have great respect for the fact that the FBI and the DOJ are now willing to have the courage to right the horrible mistake that they made. This was a grave miscarriage of justice that the American people fully understand. It is everybody’s hope that it is about to be corrected.” –<strong>Donald J. Trump</strong></p> </blockquote> </div>   </div> <div id=\"block-58139827e4b0219a00d39b3d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T18:27:52.123Z\">7.27pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">RNC on 'serious' 'stunning' development</h2>  <div class=\"block-elements\">  <p>The Republican national committee has released a statement saying the timing of the FBI decision to look at additional Clinton emails – just 11 days before the election – indicates it’s serious. “This stunning development raises serious questions about what records may not have been turned over and why, and whether they show intent to violate the law,” the statement says, continuing: </p> <blockquote class=\"quoted\"> <p>What’s indisputable is that Hillary Clinton jeopardized classified information on thousands of occasions in her reckless attempt to hide pay-to-play corruption at her State Department. This alone should be disqualifying for anyone seeking the presidency, a job that is supposed to begin each morning with a top secret intelligence briefing.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-28T18:28:17.118Z\">at 7.28pm BST</time></p>  </div> <div id=\"block-581395bce4b08d944ba4bb63\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T18:16:57.761Z\">7.16pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump describes 'stampede of love'</h2>  <div class=\"block-elements\">  <p>Trump tells a story about a rally with so many people that safety and fire officials grew concerned about a dangerous stampede.</p> <p>“It’s a stampede of love,” Trump said. Yesterday he said: “Love can kill, too.” </p> <p>“They said, we have very strong people, but Mr Trump, they’re not nearly as strong as 45,000 people.”</p> <p>That’s a made up number – Trump has not had a rally that big.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-28T18:19:01.769Z\">at 7.19pm BST</time></p>  </div> <div id=\"block-5813935ce4b0219a00d39b28\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T18:05:31.375Z\">7.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“It might not be as rigged as I thought.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JTSantucci/status/792060286756720640\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">!!!! TRUMP: &quot;It might not be as rigged as I thought.&quot;</p>&mdash; John Santucci (@JTSantucci) <a href=\"https://twitter.com/JTSantucci/status/792060286756720640\">October 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-5813925ee4b01c528432db79\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T18:01:22.130Z\">7.01pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump campaign manager: 'a great day... just got better'</h2>  <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KellyannePolls/status/792055185950515200\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A great day in our campaign just got even better.  FBI reviewing new emails in Clinton probe <a href=\"https://twitter.com/CNNPolitics\">@CNNPolitics</a> <a href=\"https://t.co/WBltG2lAK6\">https://t.co/WBltG2lAK6</a></p>&mdash; Kellyanne Conway (@KellyannePolls) <a href=\"https://twitter.com/KellyannePolls/status/792055185950515200\">October 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-5813918ee4b08d944ba4bb4f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T17:58:10.212Z\">6.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“Today I wrote a $10m check,” Trump says. He says he’ll have spent $100m “or close to.”</p> <p>We’ll know in two days whether he’s telling the truth about the $10m.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-28T18:18:31.028Z\">at 7.18pm BST</time></p>  </div> <div id=\"block-58139120e4b08d944ba4bb4e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T17:56:49.321Z\">6.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>What if all Donald Trump’s claims of a rigged everything turn out to be gaseous fantasies? </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JRBoh/status/792057633964494850\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;I think the biggest rigging of all is what has happened with the FBI.&quot; - Donald Trump last night to Bill O&#39;Reilly... <a href=\"https://t.co/w50maiINJs\">pic.twitter.com/w50maiINJs</a></p>&mdash; Jack Bohrer (@JRBoh) <a href=\"https://twitter.com/JRBoh/status/792057633964494850\">October 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58138fe7e4b0219a00d39b13\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T17:54:22.973Z\">6.54pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump claims credit for new FBI inquiry</h2>  <div class=\"block-elements\">  <p>Trump keeps interrupting his stump speech, which is all about corruption in Washington including in the justice department and at the FBI, to mention the new FBI inquiry, which he then takes credit for.</p> <p>“I’m very proud that the FBI was willing to do this, actually,” Trump says at one point.</p> <p>Earlier, he said:</p> <blockquote class=\"quoted\"> <p>But real change means getting rid of the corruption in Washington. And wow, maybe that’s happening. I won my first primary in New Hampshire. And now [this news]. This is bigger than Watergate.</p> </blockquote> <p>At another point: “Right now that takes care of itself. I think.”</p> </div>   </div> <div id=\"block-58138edee4b0219a00d39b0f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T17:46:42.897Z\">6.46pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Ryan: 'Clinton has nobody but herself to blame'</h2>  <div class=\"block-elements\">  <p>Here’s a statement on the FBI move by House speaker Paul Ryan:</p> <blockquote class=\"quoted\"> <p>Yet again, Hillary Clinton has nobody but herself to blame. She was entrusted with some of our nation’s most important secrets, and she betrayed that trust by carelessly mishandling highly classified information. This decision, long overdue, is the result of her reckless use of a private email server, and her refusal to be forthcoming with federal investigators. I renew my call for the Director of National Intelligence to suspend all classified briefings for Secretary Clinton until this matter is fully resolved.”</p> </blockquote> </div>   </div> <div id=\"block-58138e77e4b0219a00d39b0d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T17:44:46.492Z\">6.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump: “That being said, the rest of my speech is going to be so boring. Should I even give the speech?”<br></p> <p>The crowd applauds.</p> </div>   </div> <div id=\"block-58138dcae4b01c528432db61\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T17:44:17.410Z\">6.44pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump slams Clinton over new FBI inquiry</h2>  <div class=\"block-elements\">  <p>Trump takes the stage in New Hampshire and says that the FBI is “reopening the case into her criminal and illegal conduct that threatens the security of the United States of America.”</p> <p>The crowd chants, “Lock her up!”</p> <p>“We must not let her take her criminal” schemes to the White House.</p> <blockquote class=\"quoted\"> <p>I have great respect for the fact that the FBI and the department of justice are now willing to have the courage to right the horrible mistake that they made. This was a grave miscarriage of justice that the American people fully understood. And it is everybody’s hope that it is about to be corrected.</p> <p>So that is a big announcement that I heard 10 minutes ago.”</p> </blockquote> <p>The crowd is cheering, excited.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-28T17:45:04.751Z\">at 6.45pm BST</time></p>  </div> <div id=\"block-5813850ee4b01c528432db32\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T17:38:01.854Z\">6.38pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump to visit Michigan on Monday – spokesman</h2>  <div class=\"block-elements\">  <p>Donald Trump will campaign in Michigan on Monday, where internal polls show a “dead heat,” according to Trump communications adviser Jason Miller in an interview. Trump’s internal polling operation is not known for its strength. Recent FEC reports showed the campaign spent just $1.8m on polling through September of this year, versus $3.2m on hats.</p> <p>The Michigan city where Trump will campaign was not named, and no Michigan date yet appears on Trump’s schedule. </p> <p>Miller spoke with WABC Radio Host Rita Cosby.</p> <p>“For all of the talk of Hillary Clinton supposedly going on offense with Red States, she’s campaigning in Blue States, and we’re making a play for Blue States,” Miller said, inaccurately. In fact Clinton is campaigning in traditionally red-leaning and battleground states such as Arizona. “Both in New Mexico and in Michigan we’re showing dead heats in those states,” Miller said.</p> </div>   </div> <div id=\"block-58138c2fe4b01c528432db56\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T17:35:29.013Z\">6.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Retired lieutenant general Michael Flynn, who has been speaking at events just before Trump, is onstage now in Manchester, New Hampshire. We’re waiting for the candidate:</p>  <figure class=\"element element-embed\" data-alt=\"trump\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/581358c3ab1fac507660fe5d?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-5813886be4b0219a00d39af2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T17:27:58.525Z\">6.27pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Reactions: FBI investigates new Clinton emails</h2>  <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RalstonReports/status/792051687485693953\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I knew an October Surprise was Comey.</p>&mdash; Jon Ralston (@RalstonReports) <a href=\"https://twitter.com/RalstonReports/status/792051687485693953\">October 28, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/McCormickJohn/status/792051714962644992\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Stock market has dropped a fair bit from where it was a couple minutes ago...</p>&mdash; John McCormick (@McCormickJohn) <a href=\"https://twitter.com/McCormickJohn/status/792051714962644992\">October 28, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NickRiccardi/status/792051630900322304\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Note: It is not yet 5 pm, (though it is in fact Friday)</p>&mdash; Nick Riccardi (@NickRiccardi) <a href=\"https://twitter.com/NickRiccardi/status/792051630900322304\">October 28, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ndhapple/status/792049692435775488\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Raises a lot of questions, like... What&#39;s the unrelated case? <a href=\"https://t.co/ffvDiwvtgP\">https://t.co/ffvDiwvtgP</a></p>&mdash; Dolan&#39;s Knicks (@ndhapple) <a href=\"https://twitter.com/ndhapple/status/792049692435775488\">October 28, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulBlu/status/792053980524347396\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">FBI is totally rigged, corrupt, lock them up.<br>Wait, what?<br>FBI is doing a tremendous job. Big league.</p>&mdash; Paul Blumenthal (@PaulBlu) <a href=\"https://twitter.com/PaulBlu/status/792053980524347396\">October 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58138779e4b01c528432db3b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T17:17:59.646Z\">6.17pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">FBI inquiry involves new emails; significance, time frame uncertain</h2>  <div class=\"block-elements\">  <p>Here are some transcripted excerpts (for legibility) from Comey’s letter to Congress:</p> <p>“Due to recent developments, I am writing to supplement my previous testimony,” FBI director Comey writes.</p> <p>“In connection with an unrelated case, the FBI has learned of the existence of emails that appear to be pertinent to the investigation... the FBI should take appropriate investigative steps...</p> <p>“Although the FBI cannot yet assess whether or not this material may be significant, and I cannot predict how long it will take us to complete this additional work, I believe it is important to update your committees about our efforts in light of my previous testimony.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jaketapper/status/792050013555810304\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">FBI Dir Comey letter to congressional committee chairs re discovery of &quot;new emails...pertinent to the investigation&quot; <a href=\"https://t.co/y4gvHiILLn\">pic.twitter.com/y4gvHiILLn</a></p>&mdash; Jake Tapper (@jaketapper) <a href=\"https://twitter.com/jaketapper/status/792050013555810304\">October 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-581386dfe4b08d944ba4bb1e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T17:13:30.275Z\">6.13pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">FBI investigating new Clinton emails</h2>  <div class=\"block-elements\">  <p>After concluding an investigation earlier this year of Hillary Clinton’s email practices with a recommendation of no criminal charges in the matter, the FBI has <strike> reopened the investigation </strike> discovered new emails it will investigate.</p> <p>NBC News has an FBI letter to Congress describing the development:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/frankthorp/status/792049114624163840\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">BIG: The FBI is reopening its investigation into <a href=\"https://twitter.com/HillaryClinton\">@HillaryClinton</a>&#39;s email server. Here&#39;s the letter from the FBI to Congress: <a href=\"https://t.co/OKjipTeiJp\">pic.twitter.com/OKjipTeiJp</a></p>&mdash; Frank Thorp V (@frankthorp) <a href=\"https://twitter.com/frankthorp/status/792049114624163840\">October 28, 2016</a></blockquote>  </figure>  <p>Developing....</p> <p>Update: the headline for this block has been changed. It’s unclear whether the investigation of the new emails represents a reopening of the previous emails investigation.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/shaneharris/status/792053850106585088\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Clarifying: Comey doesn’t say the FBI is reopening the Clinton investigation per se, rather that it’s assessing newly found emails.</p>&mdash; Shane Harris (@shaneharris) <a href=\"https://twitter.com/shaneharris/status/792053850106585088\">October 28, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-28T17:33:26.868Z\">at 6.33pm BST</time></p>  </div> <div id=\"block-5813839ae4b01c528432db2a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T17:02:07.075Z\">6.02pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton's upcoming travel excludes likeliest path to victory</h2>  <div class=\"block-elements\">  <p>Clinton looks a lot like a candidate on offense:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alonlaudon/status/792047096232808448\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/AlexNBCNews\">@AlexNBCNews</a> <a href=\"https://twitter.com/mmurraypolitics\">@mmurraypolitics</a> The most interesting thing: None of those are must-win states for her to get to 270.</p>&mdash; Alon Laudon (@alonlaudon) <a href=\"https://twitter.com/alonlaudon/status/792047096232808448\">October 28, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mmurraypolitics/status/792047369475002368\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Excellent point on HRC&#39;s upcoming travel <a href=\"https://t.co/S2JLwMkARn\">https://t.co/S2JLwMkARn</a></p>&mdash; Mark Murray (@mmurraypolitics) <a href=\"https://twitter.com/mmurraypolitics/status/792047369475002368\">October 28, 2016</a></blockquote>  </figure>  <p>Here’s a map of bad outcomes for Clinton that seem plausible in which she still wins the race. Give Trump New Hampshire and that last clause disappears.</p>  <figure class=\"element element-embed\" data-alt=\"clingon\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;div align=&quot;center&quot;&gt;&lt;a href=&quot;http://www.270towin.com/maps/&quot;&gt;&lt;img src=&quot;http://www.270towin.com/presidential_map_new/maps/.png&quot; width=&quot;550&quot;&gt;&lt;/a&gt;&lt;br&gt;&lt;small&gt;&lt;img style=&quot;vertical-align: middle;&quot; src=&quot;http://www.270towin.com/uploads/3rd_party_270_30px.png&quot; alt=&quot;&quot; /&gt; Click the map to create your own at &lt;a href=&quot;http://www.270towin.com/maps/&quot;&gt;270toWin.com&lt;/a&gt;&lt;/small&gt;&lt;/div&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   </div> <div id=\"block-581382f2e4b0219a00d39ada\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T16:55:44.419Z\">5.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump is late to his New Hampshire event. A man has just advised the crowd that Trump’s plane has just landed in New Hampshire. He’s supposed to hit Maine then Iowa after this. He better throttle up. </p> </div>   </div> <div id=\"block-58137f67e4b01c528432db10\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T16:43:31.434Z\">5.43pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton to make play for Arizona</h2>  <div class=\"block-elements\">  <p>After campaigning in the swing state of Iowa today, Clinton and Trump will both set their sights on the battleground state of ... Arizona?<br></p> <p>Trump has announced a Phoenix event for tomorrow afternoon. Now Clinton says she’ll be in town next week. Arizona is always Republican in presidential years except when it’s before 1948 or Bill Clinton is running for reelection.</p> <p>There’s not even a senate race there for Clinton to win, assuming that John McCain is as safe in reelection as he seems. Is she just trolling Trump? Or do the Clinton polls show Arizona to be as competitive as it seems it might be? </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChrisMegerian/status/792041309586481152\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Breaking -- Hillary Clinton will campaign in Arizona next week</p>&mdash; Chris Megerian (@ChrisMegerian) <a href=\"https://twitter.com/ChrisMegerian/status/792041309586481152\">October 28, 2016</a></blockquote>  </figure>  <p>The Clinton event will be in Phoenix on 2 November.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/pollsterpolls/status/792030718813622272\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">2016 Arizona President - Clinton 48%, Trump 46% (Saguaro Strategies 10/22-10/24) <a href=\"https://t.co/nG6HAL8CkX\">https://t.co/nG6HAL8CkX</a></p>&mdash; HuffPost Pollster (@pollsterpolls) <a href=\"https://twitter.com/pollsterpolls/status/792030718813622272\">October 28, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-28T16:45:10.114Z\">at 5.45pm BST</time></p>  </div> <div id=\"block-58137cbfe4b08d944ba4bae8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T16:28:55.292Z\">5.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We’re about to hear from Donald Trump in Manchester, New Hampshire:</p>  <figure class=\"element element-embed\" data-alt=\"trump\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/581358c3ab1fac507660fe5d?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-581379e6e4b01c528432dae3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T16:22:36.429Z\">5.22pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton piles on after GOP senator's racially charged debate remarks</h2>  <div class=\"block-elements\">  <p>Hillary Clinton lectures Republican senator Mark Kirk of Illinois that “it’s really not that hard to grasp” the service of the family oh his opponent, Representative Tammy Duckworth.</p> <p>At a debate Thursday, Kirk seemed to suggest the Asian American heritage of congresswoman Duckworth, an Iraq war veteran, somehow diminished her family’s long service to the US.</p> <p>“I had forgotten your parents came all the way from Thailand to serve George Washington,” Kirk said of Duckworth.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/791990628263624704\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Thankful for <a href=\"https://twitter.com/TammyforIL\">@TammyforIL</a>&#39;s—and her family&#39;s—service to this country. It&#39;s really not that hard to grasp, <a href=\"https://twitter.com/MarkKirk\">@MarkKirk</a>. <a href=\"https://t.co/rKY0rberiB\">https://t.co/rKY0rberiB</a></p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/791990628263624704\">October 28, 2016</a></blockquote>  </figure>  <p>Eleni Demertzis, spokesperson for the Kirk campaign, issued a statement Thursday:</p> <blockquote class=\"quoted\"> <p>Senator Kirk has consistently called Representative Duckworth a war hero and honors her family’s service to this country. But that’s not what this debate was about. Representative Duckworth lied about her legal troubles, was unable to defend her failures at the VA and then falsely attacked Senator Kirk over his record on supporting gay rights.</p> </blockquote> <p>Update: Kirk apologizes:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MarkKirk/status/792038214877839364\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Sincere apologies to an American hero, Tammy Duckworth, and gratitude for her family&#39;s service. <a href=\"https://twitter.com/hashtag/ilsen?src=hash\">#ilsen</a></p>&mdash; Mark Kirk (@MarkKirk) <a href=\"https://twitter.com/MarkKirk/status/792038214877839364\">October 28, 2016</a></blockquote>  </figure>  <p>Read further:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/28/republican-mike-kirk-singles-out-asian-heritage-of-iraq-veteran-rival-tammy-duckworth\">Republican Mark Kirk singles out rival Tammy Duckworth's Asian heritage</a> </p> </aside>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TammyforIL/status/791818739222274048\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">My mom is an immigrant and my dad and his family have served this nation in uniform since the Revolution <a href=\"https://twitter.com/hashtag/ILSEN?src=hash\">#ILSEN</a> <a href=\"https://t.co/ehEBHswFMs\">pic.twitter.com/ehEBHswFMs</a></p>&mdash; Tammy Duckworth (@TammyforIL) <a href=\"https://twitter.com/TammyforIL/status/791818739222274048\">October 28, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-28T16:25:22.682Z\">at 5.25pm BST</time></p>  </div> <div id=\"block-58137252e4b0219a00d39a7d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T15:46:44.706Z\">4.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump will hold a rally in Phoenix, Arizona, tomorrow, according to his updated schedule:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ShaneGoldmacher/status/792002116936228864\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump heads west <a href=\"https://t.co/BfQcRT9SD1\">pic.twitter.com/BfQcRT9SD1</a></p>&mdash; Shane Goldmacher (@ShaneGoldmacher) <a href=\"https://twitter.com/ShaneGoldmacher/status/792002116936228864\">October 28, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/daveweigel/status/792004141468028928\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Nine days before the election, the GOP nominee is stumping in Arizona. <a href=\"https://t.co/Xc1QP69erj\">https://t.co/Xc1QP69erj</a></p>&mdash; Dave Weigel (@daveweigel) <a href=\"https://twitter.com/daveweigel/status/792004141468028928\">October 28, 2016</a></blockquote>  </figure>  <figure class=\"element element-image\" data-media-id=\"29601ba791485bfd088f0ff46746d93640d3e1c3\"> <img src=\"https://media.guim.co.uk/29601ba791485bfd088f0ff46746d93640d3e1c3/0_0_1500_948/1000.png\" alt=\"HuffPost Pollster’s average for Arizona.\" width=\"1000\" height=\"632\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">HuffPost Pollster’s average for Arizona.</span> <span class=\"element-image__credit\">Photograph: HuffPost Pollster</span> </figcaption> </figure> </div>   </div> <div id=\"block-58137166e4b01c528432daa8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T15:41:55.681Z\">4.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Larry Sabato of the University of Virginia’s most recent forecast features the legendary tossup states of Iowa and... Utah:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PpollingNumbers/status/791631189387935744\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/LATEST?src=hash\">#LATEST</a> <a href=\"https://twitter.com/LarrySabato\">@LarrySabato</a>&#39;s Crystal Ball Electoral Map (270 EV Needed):<br><br>Clinton 352<br>Trump 173<br>Toss ups 13<a href=\"https://t.co/2x5JcJ8w1v\">https://t.co/2x5JcJ8w1v</a> <a href=\"https://t.co/RV6QJ2friQ\">pic.twitter.com/RV6QJ2friQ</a></p>&mdash; Political Polls (@PpollingNumbers) <a href=\"https://twitter.com/PpollingNumbers/status/791631189387935744\">October 27, 2016</a></blockquote>  </figure>  <p>Maine’s second district is also a tossup in this formulation, while Nebraska’s second leans toward Clinton.</p> </div>   </div> <div id=\"block-58136da2e4b08d944ba4ba88\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T15:25:01.509Z\">4.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Keeping an eye on Nevada:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ForecasterEnten/status/792006160140361728\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/RalstonReports\">@ralstonreports</a> Is the cake mostly baked in NV cause of the early vote? (at least in the prez race...)</p>&mdash; (((Harry Enten))) (@ForecasterEnten) <a href=\"https://twitter.com/ForecasterEnten/status/792006160140361728\">October 28, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RalstonReports/status/792006849314775044\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Not quite yet, but pretty close. If Democrats get up to 60,000 or so raw vote lead in Clark, which looks likely, bye bye Trump. <a href=\"https://t.co/DoUglrgjsk\">https://t.co/DoUglrgjsk</a></p>&mdash; Jon Ralston (@RalstonReports) <a href=\"https://twitter.com/RalstonReports/status/792006849314775044\">October 28, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ForecasterEnten/status/792021827824545792\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">FWIW, we have Clinton winning in 95% of our simulations right now if she wins in Nevada. <a href=\"https://t.co/XhNVbD9xpr\">https://t.co/XhNVbD9xpr</a></p>&mdash; (((Harry Enten))) (@ForecasterEnten) <a href=\"https://twitter.com/ForecasterEnten/status/792021827824545792\">October 28, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RalstonReports/status/792026022283583488\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This is really interesting. She is going to win NV unless a miracle occurs in last week of early voting. No Trump white flag. He&#39;s here Sun. <a href=\"https://t.co/D0DM0uMbzK\">https://t.co/D0DM0uMbzK</a></p>&mdash; Jon Ralston (@RalstonReports) <a href=\"https://twitter.com/RalstonReports/status/792026022283583488\">October 28, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-28T15:37:32.917Z\">at 4.37pm BST</time></p>  </div> <div id=\"block-58136c6ce4b08d944ba4ba7f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T15:20:41.250Z\">4.20pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump walks back vow to spend $100m</h2>  <div class=\"block-elements\">  <p>It just became “we’ll see what’s needed.” But he’s going to write a $10m check to his campaign today, Trump tells Fox News. We’ll believe it when we see it.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulBlu/status/792023524793876480\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">We are within FEC&#39;s 48 hour contribution reporting period. We would know within 48 hours whether he&#39;s telling the truth or not. <a href=\"https://t.co/Oz2rA7DYJE\">https://t.co/Oz2rA7DYJE</a></p>&mdash; Paul Blumenthal (@PaulBlu) <a href=\"https://twitter.com/PaulBlu/status/792023524793876480\">October 28, 2016</a></blockquote>  </figure>  <figure class=\"element element-embed\" data-alt=\"trump\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;blockquote class=&quot;instagram-media&quot; data-instgrm-captioned data-instgrm-version=&quot;7&quot; style=&quot; background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);&quot;&gt;&lt;div style=&quot;padding:8px;&quot;&gt; &lt;div style=&quot; background:#F8F8F8; line-height:0; margin-top:40px; padding:50.0% 0; text-align:center; width:100%;&quot;&gt; &lt;div style=&quot; background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;&quot;&gt;&lt;/div&gt;&lt;/div&gt; &lt;p style=&quot; margin:8px 0 0 0; padding:0 4px;&quot;&gt; &lt;a href=&quot;https://www.instagram.com/p/BMHGhfcDwYq/&quot; style=&quot; color:#000; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none; word-wrap:break-word;&quot; target=&quot;_blank&quot;&gt;Interview tonight w/ @realdonaldtrump at Trump Tower.  He tells me he&amp;#39;s planning to write his campaign a $10million check today but won&amp;#39;t say whether he&amp;#39;ll make it to $100million of his own money in. &amp;#34;We&amp;#39;ll see what&amp;#39;s needed&amp;#34;&lt;/a&gt;&lt;/p&gt; &lt;p style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;&quot;&gt;A photo posted by Bret Baier (@bretbaier) on &lt;time style=&quot; font-family:Arial,sans-serif; font-size:14px; line-height:17px;&quot; datetime=&quot;2016-10-28T15:04:40+00:00&quot;&gt;Oct 28, 2016 at 8:04am PDT&lt;/time&gt;&lt;/p&gt;&lt;/div&gt;&lt;/blockquote&gt;&lt;script async defer src=&quot;//platform.instagram.com/en_US/embeds.js&quot;&gt;&lt;/script&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <p>(h/t <a href=\"https://twitter.com/teddyschleifer/status/792021953410326528\">@teddyschleifer</a>)</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-28T15:26:29.868Z\">at 4.26pm BST</time></p>  </div> <div id=\"block-58136adde4b01c528432da7c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T15:18:31.440Z\">4.18pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump calls for support of House Republicans – after trashing them</h2>  <div class=\"block-elements\">  <p>The director of congressional outreach on the Trump campaign has asked House Republicans to publicly declare their support for the nominee and to CC: him on any social media posts or other outreach they do to that end, the Washington Post <a href=\"https://www.washingtonpost.com/news/post-politics/wp/2016/10/28/trump-campaign-wants-no-waffling-or-week-knees-from-house-gop/\">reports</a>. </p> <p>The call came after weeks of Trump publicly trashing Republicans in Congress, starting with the leadership. From the Trump campaign memo:</p> <blockquote class=\"quoted\"> <p>“That means we need your direct, strong support for the Trump/Pence ticket,” [outreach director Scott] Mason added. “Now is the time. No waffling, no week [sic] knees. Hillary Clinton has given us, and continues to give us — and the country — every reason on earth that she is not worthy of winning this election. We strongly urge you today to make a statement — take a stand — and step out for the Trump/Pence ticket.”</p> <p>“Please cc me on any social media posts, tweets, releases, etc. We are anxious to share these with Mr. Trump. Thank you to those that have already done so,” concluded Mason. “We can win this thing. We need your help.”</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/785854588654092290\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Disloyal R&#39;s are far more difficult than Crooked Hillary. They come at you from all sides. They don’t know how to win - I will teach them!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/785854588654092290\">October 11, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/785828772423561216\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Our very weak and ineffective leader, Paul Ryan, had a bad conference call where his members went wild at his disloyalty.</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/785828772423561216\">October 11, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-581360a4e4b08d944ba4ba37\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T14:30:59.423Z\">3.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Examining a county map of early votes returned so far in Florida, we can see that early voting participation was especially strong in – looks like everywhere:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ElectProject/status/792008231337889792\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Florida early vote (mail &amp; in-person) stats as of 10/28 <a href=\"https://t.co/yruOakhRXs\">pic.twitter.com/yruOakhRXs</a></p>&mdash; Michael McDonald (@ElectProject) <a href=\"https://twitter.com/ElectProject/status/792008231337889792\">October 28, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ElectProject/status/792005991696969732\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">At least 17 Million people have voted in the 2016 election as of the morning of 10/28 <a href=\"https://t.co/biXWYJFTUi\">https://t.co/biXWYJFTUi</a></p>&mdash; Michael McDonald (@ElectProject) <a href=\"https://twitter.com/ElectProject/status/792005991696969732\">October 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58135dc3e4b0219a00d399ff\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T14:20:46.965Z\">3.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>John Podesta, Clinton’s campaign chairman, <strong>gave up his email password to scammers</strong> out of a diligent attempt to protect his email password from scammers, Jamie Dupree writes in the <a href=\"http://jamiedupree.blog.ajc.com/2016/10/28/wikileaks-reveals-email-used-to-hack-podesta/\">Atlanta Journal-Constitution</a>.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jamiedupree/status/792005819311198208\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Wikileaks reveals phishing email that was used to hack Podesta <a href=\"https://t.co/qJDDJA55R7\">https://t.co/qJDDJA55R7</a> <a href=\"https://t.co/qbaRtIUyZa\">pic.twitter.com/qbaRtIUyZa</a></p>&mdash; Jamie Dupree (@jamiedupree) <a href=\"https://twitter.com/jamiedupree/status/792005819311198208\">October 28, 2016</a></blockquote>  </figure>  <p>What’s worse - two Clinton staffers <a href=\"http://jamiedupree.blog.ajc.com/2016/10/28/wikileaks-reveals-email-used-to-hack-podesta/\">apparently were fooled</a> by the phishing scheme as well:</p> <blockquote class=\"quoted\"> <p>“This is a legitimate email,” wrote Charles Delavan, who is identified as a worker on the HFA (Hillary For America) Help Desk.</p> <p>“The gmail one is REAL,” added Sara Latham, another employee with a hillaryclinton.com email address.</p> </blockquote> </div>   </div> <div id=\"block-58135998e4b01c528432da18\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T14:00:08.103Z\">3.00pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Try our elections-movie quiz</h2>  <div class=\"block-elements\">  <p>Can you identify which movies these 10 fictional candidates are from? It’s multiple choice! Have a go:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/oct/28/match-the-election-candidates-to-the-movie-quiz\">Match the election candidates to the movie – quiz</a> </p> </aside> </div>   </div> <div id=\"block-58135895e4b01c528432da0e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T13:55:37.396Z\">2.55pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Michelle Obama 'will never run for office' – Barack Obama</h2>  <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hannahfc/status/792000427340554240\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/POTUS\">@POTUS</a> tells <a href=\"https://twitter.com/RealSway\">@RealSway</a> on the radio that Michelle &quot;will never run for office:&quot; <a href=\"https://t.co/mNpu8cLjeq\">pic.twitter.com/mNpu8cLjeq</a></p>&mdash; Hannah Chanpong (@hannahfc) <a href=\"https://twitter.com/hannahfc/status/792000427340554240\">October 28, 2016</a></blockquote>  </figure>  <p>And let all this go to waste?</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/28/hillary-doesnt-play-michelle-obama-heaps-praise-on-clinton-video\"            data-short-url=\"https://gu.com/p/59jqc\"                    data-show-ads=\"true\"            data-video-id=\"2848917\"            data-video-name=\"‘Hillary doesn’t play’: Michelle Obama heaps praise on Clinton – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-5813210be4b0219a00d398e1\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/28/161028michellehillary_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/28/161028michellehillary.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/28/161028michellehillary_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/28/hillary-doesnt-play-michelle-obama-heaps-praise-on-clinton-video\">‘Hillary doesn’t play’: Michelle Obama heaps praise on Clinton</a></figcaption> </figure>  </div>   </div> <div id=\"block-58135514e4b08d944ba4b9ff\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T13:46:40.753Z\">2.46pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Pence: 'the strength of this campaign is not dollars and cents'</h2>  <div class=\"block-elements\">  <p>The running mate of a guy running for president based on his supposed business acumen has explained away atrocious fundraising numbers with this line: “the strength of this campaign is not dollars and cents”:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AP_Politics/status/791997193699942405\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Mike Pence downplays Clinton&#39;s campaign cash advantage, says he senses &quot;real momentum&quot; for GOP ticket: <a href=\"https://t.co/BRcI2euk32\">https://t.co/BRcI2euk32</a> <a href=\"https://t.co/EGOwdWz3MC\">pic.twitter.com/EGOwdWz3MC</a></p>&mdash; AP Politics (@AP_Politics) <a href=\"https://twitter.com/AP_Politics/status/791997193699942405\">October 28, 2016</a></blockquote>  </figure>  <p>The Trump campaign has argued that the polls do not reflect an invisible upswelling of support for the Trump candidacy – and now fundraising numbers don’t matter either.</p> <p>Speaking with Fox News’ Bill O’Reilly Thursday night, Trump accused the polls of <strong>“tremendous dishonesty”:</strong></p> <blockquote class=\"quoted\"> <p>I think we’re winning, but Bill you look at some of these polls it’s absolutely ridiculous.</p> <p>“AP treats me very badly and by the way ABC had me down at 12 which was ridiculous now I hear at ABC we’re down by very, very little because complaints were made by a lot of people. Now it’s much lower than that. How do you go from 12 down to 2 and three in a day or two? The only ones I really like are the ones that I’m winning. Bill, something is going on with the polls and what they do is called suppression.”</p> <p><strong>On whether he thinks speculation about where polls are fair can erode credibility in elections:</strong></p> <p>“I think it’s very unfair. Whether it’s polls for the debates where I won the debates or if it’s polls for something else. There’s tremendous dishonesty in the polls, I’ve never seen anything like it. Tremendous dishonesty.”</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"a898dca11196472b0d54b3bc000024deb10691fa\"> <img src=\"https://media.guim.co.uk/a898dca11196472b0d54b3bc000024deb10691fa/0_0_1500_948/1000.png\" alt=\"Huffpost Pollster’s average.\" width=\"1000\" height=\"632\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Huffpost Pollster’s average.</span> <span class=\"element-image__credit\">Photograph: HuffPost pollster</span> </figcaption> </figure> </div>   </div> <div id=\"block-58135015e4b08d944ba4b9e3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T13:28:40.222Z\">2.28pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton camp has four times as much cash as Trump</h2>  <div class=\"block-elements\">  <p>Hillary Clinton entered the final phase of her presidential bid with a resounding campaign cash advantage over Donald Trump, <strong>the AP reports.</strong></p> <blockquote class=\"quoted\"> <p>New fundraising reports show her campaign and joint accounts with Democrats had $153 million in the bank as of last week. That’s more than double the $68 million Trump’s campaign and partnership committees had on hand. The Trump campaign itself has only $16 million cash on hand for the final two weeks of the campaign compared to $62 million for Clinton.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davelevinthal/status/791825761044926464\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">At this point in the election:<br><br>Bush &#39;00 had $22.3M left<br>Bush &#39;04 had $22.4M<br>McCain &#39;08 had $21.3M <br>Romney &#39;12 had $52.7M <br>Trump has $16M</p>&mdash; Dave Levinthal (@davelevinthal) <a href=\"https://twitter.com/davelevinthal/status/791825761044926464\">October 28, 2016</a></blockquote>  </figure>  <blockquote class=\"quoted\"> <p>Clinton’s continued fundraising advantage helps ensure the Democratic nominee can keep her sprawling political operation at full strength in the frantic final days of the race. She maintains a staff of more than 800 — several times larger than Trump’s — and has spent more on advertising than the Republican has every single week of the race.</p> <p>Over the course of the primary and general elections, Clinton’s campaign has hauled in $513 million, roughly double what Trump’s has.</p> <p>She outpaced him again in the first 19 days of October, the new reports show, when her campaign reaped $53 million as his brought in about $30 million.</p> <p>While Trump, a New York businessman who says he is worth $10 billion, typically makes a personal contribution of about $2 million each month, he had not done so yet in October. The latest contribution reports, up to date as of Wednesday, show he had given only about $33,000.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/teddyschleifer/status/791990548412239873\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A particularly rich stat from last night: <br><br>Hillary Clinton self-funded her campaign ($50k) more in October than Donald Trump did ($30k.) <a href=\"https://t.co/p0SfyhCHyB\">https://t.co/p0SfyhCHyB</a></p>&mdash; Teddy Schleifer (@teddyschleifer) <a href=\"https://twitter.com/teddyschleifer/status/791990548412239873\">October 28, 2016</a></blockquote>  </figure>  <p>Trump said Wednesday, “I’m gonna be in for over $100m.” </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ABCPolitics/status/791353046185967617\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Donald Trump tells <a href=\"https://twitter.com/GStephanopoulos\">@GStephanopoulos</a> he&#39;s willing to pour millions more into his campaign before Election Day. <a href=\"https://t.co/3Yq8tGl7Bt\">https://t.co/3Yq8tGl7Bt</a> <a href=\"https://t.co/NpCjbawaPt\">pic.twitter.com/NpCjbawaPt</a></p>&mdash; ABC News Politics (@ABCPolitics) <a href=\"https://twitter.com/ABCPolitics/status/791353046185967617\">October 26, 2016</a></blockquote>  </figure>  <p>Anybody think he’s <strike> bullshitting </strike> sorry family newspaper anybody think he’s smokescreening?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/teddyschleifer/status/791821766209507328\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">If Trump were to honor his pledge to spend $100 million on his campaign, he would have to give $44 million in just TWENTY days.</p>&mdash; Teddy Schleifer (@teddyschleifer) <a href=\"https://twitter.com/teddyschleifer/status/791821766209507328\">October 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-5813384be4b08d944ba4b97e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-28T12:41:09.625Z\">1.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello and welcome to our live-wire coverage of the 2016 race for the White House. <strong>Donald Trump</strong> is blitzing through three must-win (for him) states (or parts of states, at least) today. He begins in New Hampshire, proceeds to Maine’s second district (where, owing to unusual state rules, he might pick off one of its four electoral votes) and ends in Iowa. </p> <p><strong>Barack Obama</strong> heads back to Florida for <strong>Hillary Clinton</strong> today, while the candidate herself has two Iowa stops. <strong>Tim Kaine</strong> is in the Florida capital of Tallahassee, and <strong>Bill Clinton</strong> is making three stops in Pennsylvania.</p> <p>Trump’s running mate <strong>Mike Pence</strong> has one event in Pennsylvania today and one in North Carolina. But it’s a great relief that Pence is going anywhere, after what happened to his plane last night.</p> <h2>Pence plane overshoots runway</h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/global/video/2016/oct/28/mike-pences-unharmed-after-plane-slides-off-runway-at-new-york-airport-video\"            data-short-url=\"https://gu.com/p/59tdc\"                    data-show-ads=\"true\"            data-video-id=\"2847837\"            data-video-name=\"Mike Pence's unharmed after plane slides off runway at New York airport – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-5812a0bde4b08d944ba4b729\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/28/161028pence_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/28/161028pence.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/28/161028pence_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/global/video/2016/oct/28/mike-pences-unharmed-after-plane-slides-off-runway-at-new-york-airport-video\">The aftermath: Pence plane slides off runway at New York airport</a></figcaption> </figure>   <p><a href=\"https://www.theguardian.com/us-news/mike-pence\">Pence</a> emerged unscathed after his plane skidded off the runway while landing at LaGuardia airport in New York in heavy rain.</p> <p>The Boeing 737 carrying Trump’s running mate came in for a landing and went off the runway at about 7.40pm local time. The plane was stopped by a crushable type of concrete runway that halted the aircraft’s movement, the Federal Aviation Administration said, finally coming a standstill on an area of grass.</p>  <figure class=\"element element-image\" data-media-id=\"84b7cf6c311adc0c4de7fc95816666fb14e4c0c8\"> <img src=\"https://media.guim.co.uk/84b7cf6c311adc0c4de7fc95816666fb14e4c0c8/0_100_3000_1800/1000.jpg\" alt=\"Bad place to park.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bad place to park.</span> <span class=\"element-image__credit\">Photograph: Kevin Hagen/EPA</span> </figcaption> </figure>  <p>None of the estimated 30 people on board, including Pence’s wife Karen and daughter Charlotte, was injured. Flights out of LaGuardia were halted for at least an hour.</p> <p>Pence pledged to hit the campaign trail again on Friday although he canceled his appearance at a fundraiser scheduled for Thursday night at Trump Tower in Manhattan, MSNBC reported.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mike_pence/status/791804660071993344\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So thankful everyone on our plane is safe. Grateful for our first responders &amp; the concern &amp; prayers of so many. Back on the trail tomorrow!</p>&mdash; Mike Pence (@mike_pence) <a href=\"https://twitter.com/mike_pence/status/791804660071993344\">October 28, 2016</a></blockquote>  </figure>  <p><a href=\"http://www.politico.com/story/2016/10/mike-pence-plane-skid-runway-230433\">Read further from passengers aboard</a>.</p> <h2>Senator makes racially charged remark at debate</h2> <p>A Republican senator struggling in his re-election race made a racially charged remark about his Democratic opponent in a debate last night.</p> <p><a href=\"https://www.theguardian.com/us-news/illinois\">Illinois</a> senator Mark Kirk seemed to suggest the Asian American heritage of congresswoman Tammy Duckworth, an Iraq war veteran, somehow diminished her family’s long service to the US.</p> <p>“I had forgotten your parents came all the way from Thailand to serve George Washington,” Kirk said of Duckworth.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/28/republican-mark-kirk-singles-out-asian-heritage-of-iraq-veteran-rival-tammy-duckworth-video\"            data-short-url=\"https://gu.com/p/59jm9\"                    data-show-ads=\"true\"            data-video-id=\"2848806\"            data-video-name=\"Republican singles out Asian heritage of Iraq veteran rival – video\"            data-video-provider=\"Reboot Illinois\"            > <video data-media-id=\"gu-video-58131669e4b0219a00d398b1\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/28/161028Kirk_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/28/161028Kirk.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/28/161028Kirk_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/28/republican-mark-kirk-singles-out-asian-heritage-of-iraq-veteran-rival-tammy-duckworth-video\">Republican singles out Asian heritage of Iraq veteran rival</a></figcaption> </figure>   <p>The third-term congresswoman, who was born in Thailand, is the daughter of a Thai woman of Chinese descent and an American father who traced his roots to the Revolutionary War. Members of the Duckworth family have served in the American armed forces since the revolution.</p> <p>Trump’s campaign manager gloated on Twitter. Kirk, who is trying to stay in office in a Democratic-leaning state in a presidential election year (when a lot of Chicago Democrats will turn out to vote against him), was one of the earliest Republican senators to begin criticizing Trump:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KellyannePolls/status/791845400445652992\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The same Mark Kirk that unendorsed his party&#39;s presidential nominee and called him out in paid ads? Gotcha. Good luck. <a href=\"https://t.co/IV7miL317s\">https://t.co/IV7miL317s</a></p>&mdash; Kellyanne Conway (@KellyannePolls) <a href=\"https://twitter.com/KellyannePolls/status/791845400445652992\">October 28, 2016</a></blockquote>  </figure>  <p><a href=\"https://www.theguardian.com/us-news/2016/oct/28/republican-mike-kirk-singles-out-asian-heritage-of-iraq-veteran-rival-tammy-duckworth\">Read further</a>.</p> <h2>Did Trump say ‘ghettoes’?</h2> <p>You be the judge:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BraddJaffy/status/791761728610664453\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Help me out there. Did Trump just say &quot;we&#39;re going to work on our ghettos&quot; before mentioning inner cities, violence and African Americans? <a href=\"https://t.co/v9KqZSLbh6\">pic.twitter.com/v9KqZSLbh6</a></p>&mdash; Bradd Jaffy (@BraddJaffy) <a href=\"https://twitter.com/BraddJaffy/status/791761728610664453\">October 27, 2016</a></blockquote>  </figure>  <p>Thank you for reading and please join us in the comments.</p> </div>   </div>"
]