[
  "<p>A federal judge has ordered Hillary Clinton to answer written questions about her use of a private email server while at the state department in response to a lawsuit by a conservative watchdog group, though he declined to make her submit to a sworn deposition.</p> <p>District court judge Emmet Sullivan said Clinton must reply in writing to questions posed by the group, Judicial Watch, about why she set up a system to conduct state department business, a decision that <a href=\"https://www.theguardian.com/us-news/2016/jul/05/hillary-clinton-emails-fbi-investigation-next-steps\">led to an FBI investigation</a> and has haunted the Democratic nominee’s campaign for over a year.</p> <p>The judge said the group failed to demonstrate that an hours-long deposition was necessary to clarify why Clinton set up the private server, as opposed to seeking the information “through other, less burdensome or intrusive means such as interrogatories”.</p> <p>“Judicial Watch’s argument that a deposition is preferable in this case because of the ability to ask follow-up questions is not persuasive,” Sullivan wrote. “Given the extensive public record related to the clintonemail.com system, a record which Judicial Watch has acknowledged, Judicial Watch will be able to anticipate many follow-up questions.”<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/jul/06/hillary-clinton-email-investigation-fact-check\">'What I did was allowed': fact-checking Clinton's statements on email inquiry</a> </p> </aside>  <p>Judicial Watch made a name for itself by dogging former president Bill Clinton, and has now filed a number of lawsuits under the Freedom of Information Act (Foia) seeking records from the state department about Hillary Clinton’s time spent as the nation’s top diplomat. </p> <p>Judicial Watch’s president, Tom Fitton, praised the judge’s decision in a statement. “We are pleased that this federal court ordered Hillary Clinton to provide written answers under oath to some key questions about her email scandal,” he said. “We will move quickly to get these answers. The decision is a reminder that Hillary Clinton is not above the law.”</p> <p>The decision means Clinton will probably not have to step away from the campaign trail to sit for an interview with some of her fiercest critics, but ensures that the controversy will continue to follower her throughout the final weeks of the presidential campaign. </p> <p>Judicial Watch has until 14 October to submit questions to Clinton, who must respond within 30 days, according to the decision. </p> <p>Separately, Sullivan approved Judicial Watch’s request to depose John Bentel, a senior state department aide who has since retired, due to “contradictory evidence” about the extent of his knowledge of Clinton’s server and email practices. However, he declined the group’s request to depose Clarence Finney, a state department official handling Foia requests. </p> <p>In July, the FBI <a href=\"https://www.theguardian.com/us-news/2016/jul/05/fbi-no-charges-hillary-clinton-email-investigation\">closed its investigation into Clinton’s email server</a> after she sat for a three-hour interview. Director James Comey said that while she and her staff had been “extremely careless” in their handling of emails, a handful of which contained classified information at the time, the FBI would not recommend prosecutors seek charges in the case.</p> <p>The judge also ordered the federal government to begin releasing the “thousands of work-related emails” that the FBI said it had recovered in its investigation.</p> <p>Clinton has apologized for setting up the server, maintaining that the decision was a “mistake” and not an attempt to obfuscate her actions or skirt reporting laws. She also noted that this was the practice of her predecessors, though the law was tightened by the Obama administration.</p> <p>Earlier this week, the New York Times <a href=\"http://www.nytimes.com/2016/08/19/us/politics/hillary-clinton-told-fbi-colin-powell-advised-her-to-use-private-email.html?ref=politics\">reported</a> that former secretary of state Colin Powell was said to have advised Clinton to use a personal email account. The report was based on notes from the FBI handed over to Congress. </p> <p>In a <a href=\"http://uk.reuters.com/article/uk-usa-election-clinton-fbi-idUKKCN10U0FO\">statement</a>, Powell’s office said he wrote Clinton an “email memo describing his use of his personal AOL email account for unclassified messages and how it vastly improved communications within the State Department” while also noting that “at the time there was no equivalent system with the department”. </p>",
  "<p>Enemies in politics and opposed on nearly all fronts, Donald Trump and Hillary Clinton have found themselves united together against Barack Obama and a tradition that has kept America in charge of the world economy’s rules for more than 70 years. The next president of the United States is rethinking free trade.</p> <p>In Washington, that tradition was taken for granted for so long that it rarely attracted much attention even in the business press, let alone dominated the politics pages of an entire election season. But in 2016, America’s faltering faith in free trade has become the most sensitive controversy in DC – never before have both main presidential candidates broken with the orthodoxy that globalisation is always good for Americans.</p> <p>The proposed Trans Pacific Partnership (TPP), between 12 countries around the Pacific rim, excluding China, suddenlyfaces a wall of political opposition among lawmakers who had, not long ago, nearly set the giant deal in stone. Parallel negotiations between the US and Europe, known as the Transatlantic Trade and Investment Partnership (TTIP), are suddenly even more behind: hamstrung by similar opposition as well as complications created by Britain’s vote to leave the European Union.</p> <p>The White House has <a href=\"https://www.theguardian.com/business/2015/oct/10/obama-defends-tpp-deal-dismisses-secrecy-concerns\">refused to give up</a>, however, as it weighs the stakes of a <a href=\"http://www.investopedia.com/articles/investing/011916/brief-history-international-trade-agreements.asp\">system of multilateral deals largely invented by the US after the second world war</a>. Before he left for his summer vacation, Obamapromised one last attempt to ratify TPP in the lame-duck session of Congress before he leaves office.</p> <p>“We are part of a global economy. We’re not reversing that,” Obama said in a press conference earlier this month. When he returns to the White House on Sunday, salvaging TPP is near the top of his remaining agenda, with <a href=\"http://www.politico.com/story/2016/08/obama-trade-deal-tpp-227038#ixzz4HUxL57CU\">30 events planned</a> around the county to help persuade wavering lawmakers. </p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The problem is that over the years the interest of American corporations and the interests of Americans have diverged</p> <footer> <cite>Edward Alden, Council on Foreign Relations</cite> </footer> </blockquote> </aside>  <p>His would-be successor had a very <a href=\"https://www.theguardian.com/us-news/2015/oct/08/hillary-clinton-tpp-disapproval-critical-turning-point\">different message</a> at a manufacturing facility in suburban Detroit earlier this month. In a facility where work is being done on a rocket for <a href=\"http://futuramic.com/from-macomb-to-mars-county-firm-manufactures-hardware-of-dreams/\">a future Nasa mission to Mars</a>, Clinton rejected much of TPP’s globalist philosophy.<br></p> <p>“It’s true that too often, past trade deals have been sold to the American people with rosy scenarios that did not pan out,” Clinton told about 500 union workers and supporters. “Those promises now ring hollow.</p> <p> “I will stop any trade deal that kills jobs or holds down wages – including the Trans-Pacific Partnership,” she said. “I oppose it now, I’ll oppose it after the election, and I’ll oppose it as president.”</p> <p>The speech marked a dramatic shift for Clinton, who <a href=\"http://www.cnn.com/2015/06/15/politics/45-times-secretary-clinton-pushed-the-trade-bill-she-now-opposes/index.html\">long supported the agreement</a> and helped orchestrate negotiations as Obama’s first secretary of state. She has made another awkward reversal on the North American Free Trade Agreement (Nafta), negotiated by George HW Bush and enacted in the 1990s by her husband, former president Bill Clinton.</p>  <figure class=\"element element-image\" data-media-id=\"ae0c0d704d01180f8c32abba09400f076e435b65\"> <img src=\"https://media.guim.co.uk/ae0c0d704d01180f8c32abba09400f076e435b65/0_229_3455_2074/1000.jpg\" alt=\"Hillary Clinton\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Clinton on the TPP: ‘I oppose it now, I’ll oppose it after the election, and I’ll oppose it as president.’</span> <span class=\"element-image__credit\">Photograph: Picture-Alliance/Barcroft Images</span> </figcaption> </figure>  <p>More Republicans than Democrats supported that deal and TPP, but members of both parties are abandoning free trade at the sight of populist anger. The next president will face two battles: one at home for the soul of their party, and one abroad for the whole world’s post-war economic system.</p> <p>“It’s a potentially very dangerous inflection point,” said Edward Alden, a leading trade expert at the Council on Foreign Relations in Washington.</p> <p>Some suggest a “bicycle theory” of trade deals: that the international bandwagon has to keep rolling forward or else it all wobbles and falls down. But for Alden it is more about the alternative challenge posed by China, which is <a href=\"http://www.reuters.com/article/us-ups-ceo-trade-idUSKCN10Q1NS\">seeking its own deal</a> with the TPP participants if the US cannot fulfill its promise.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/jun/30/donald-trump-free-trade-foreign-policy-china-republicans\">How Donald Trump upended Republican orthodoxy on free trade</a> </p> </aside>  <p>“It’s about the architecture going forward,” says Alden. “China would like to see a very different set of trade rules. If TPP fails, the rest of the countries in Asia will have no choice but to go in the direction that China wants to move. The irony of it all is that opposing TPP will probably help China most.”</p> <p>For the White House, this is the biggest reason to keep battling for TPP. If China seizes control of the Asian trade agenda, then it could quickly assert political and security dominance over the region and leave Obama’s “pivot” toward the region in tatters.</p> <p>But few insiders think Clinton or congressional Republicans, much less Trump, will drop their opposition. “The idea that we are going to sacrifice manufacturing jobs to suit some esoteric foreign policy goal is just really not going to fly,” one senior DC lobbyist said.</p> <p>Even the fabled influence of corporate America may not be enough to swing the argument, as illustrated by the scene of Clinton’s speech, Detroit.</p> <p>“We export $140bn of finished vehicles and parts. We have supported every trade agreement in history, but we remain sceptical of this one,” said Matt Blunt, president of the American Automotive Policy Council and a former governor of Missouri.</p> <p>Among the three big members, Ford openly opposes TPP because it fears the deal does nothing to stop Japan manipulating its currency at the expense of US rivals. But even General Motors and Fiat Chrysler have refused to come out swinging for a deal that would, in theory, open up important new markets in Vietnam and Malaysia.</p> <p>For many US businessmen, the lack of political support for trade is perplexing, even in rust belt states where the most is at stake.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Given that the economy is kind of coming back right now, I just didn’t understand why trade was so prominent this race</p> <footer> <cite>David Lawrence, vice-president, AlphaUSA</cite> </footer> </blockquote> </aside>  <p>“Given that the economy is kind of coming back right now, something that is so key to the economy [as trade], I just didn’t understand why it was so prominent this race, and not some other issue,” said David Lawrence, vice-president of AlphaUSA, a fastener manufacturer based in suburban Detroit.</p> <p>Alpha opened in Detroit nearly six decades ago, later moving to the suburbs. Lawrence, 49, has been with the company for a quarter-century. With 170 employees, Alpha presents a model example of the push-and-pull dynamics the debate over trade presents. </p> <p>“Certainly, as we’ve seen it applied in the automotive area, moving operations to Mexico is certainly a lot less expensive for assembly plants, because labor is less expensive,” Lawrence said. “We’ve certainly seen our customers moving a lot of assembly operations south of the border over the last 25 years,” he added. “A lot of pressure has been coming from our customers to also move our operations to south of the border, to Mexico.”</p> <p>But Lawrence said the idea that Mexico is an oasis for cheap manufacturing isn’t necessarily true. His company makes small parts, meaning material costs are higher than labor, he said: “So there very often is a case that buying the material in the US is actually less expensive.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/11/clinton-trump-economic-plans-tax-cuts-buffett-rule\">Clinton v Trump on the economy: speeches underscore competing visions</a> </p> </aside>  <p>Still, the company has edicts from some of its customers to use locally sourced suppliers. As jobs have moved south of the border, following Nafta’s implementation, that has become more of a challenge, he said.</p> <p>“We’re out to make a successful company,” he said. “But I think we also have an obligation to our community – to build that community, to create jobs for that community – and it makes it difficult.”</p>  <figure class=\"element element-image\" data-media-id=\"f4346723142562cc9f9dce04b6c5cb771ddcaed1\"> <img src=\"https://media.guim.co.uk/f4346723142562cc9f9dce04b6c5cb771ddcaed1/0_95_4205_2524/1000.jpg\" alt=\"Trump’s anti-free trade rhetoric, said one Michigan businessman, is the ‘only thing I see in him that makes any sense’.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Trump’s anti-free trade rhetoric, said one Michigan businessman, is the ‘only thing I see in him that makes any sense’.</span> <span class=\"element-image__credit\">Photograph: Gerald Herbert/AP</span> </figcaption> </figure>  <p>Nathan Semple, general manager of Drake Enterprises in Clinton Township, an auto parts manufacturer, also stresses how competitive the market became for work, post-Nafta.</p> <p>“Before that era, it was a hell of a lot easier, in terms of getting work,” Semple, 31, said. “Since trade has basically outsourced and all that – everything is so tight. There’s no margins for anything, it’s like – basically you’re lucky to make 10% on stuff.”</p> <p>The competitive nature of business under free trade still rattles his father and grandfather, who launched the company over five decades ago. “They still don’t understand,” Semple said. “How could they do this or this? We used to write on a bar napkin the price, and whoever the highest was, we’d submit it and get the work.”</p> <p>The trade debate has particularly resonated in Michigan’s Macomb County, which produced the band of “Reagan Democrats” who helped propel the former Republican president to victory, and whom Trump has promised to reinvigorate. </p> <p>Kurt Larson, 66, a retired auto worker who lives in Macomb County’s seat, Mount Clemens, recalled living in Arizona and how his father used to work for Motorola and witnessed first-hand the effect of jobs moving out of the US. “He would go to other countries,” Larson said, “they would build factories and get people to assemble semiconductors for 30 cents an hour.” And as trade deals came into place, the trend continued. </p> <p>“I never want to see jobs that Americans do go overseas or abroad,” he said. “That’s counterproductive to our country.”</p> <p>Walking along the quiet streets of downtown Mount Clemens, Dwayne Johnson, a construction worker who lives in the city of Dearborn, said he believes re-negotiating new trade deals is a “great idea”.</p> <p>“It depends on whether we’re making money or how good the trade [agreement] is for the United States,” said the 57-year-old. “What I mean by that is, they’re taking all the jobs from over here and they’re putting them in other countries,” he added. “It don’t seem like we’re making money off it.” </p> <p>Though Johnson said he supports Clinton over Trump – “I can’t see myself voting for him” – he said the Republican nominee’s relentless anti-trade rhetoric, elevating it to a major issue in the race, is the “only thing I see in him that makes any sense”. “If he [does] lose the election, he did offer something,” he said.</p> <p>Lawrence, the chief administrative officer at AlphaUSA, agreed there was some truth to the feeling that trade deals had contributed to the decline in the quality of life in the US, particularly for the middle class.</p> <p>“A lot of these workers have seen jobs leave this country and go to other countries,” he said. “And we’ve certainly seen that in the automotive marketplace.”</p> <p>But trade has its advantages, Lawrence said, and no deal should be viewed as “good” or “bad” alone.</p> <p>“Trade agreements happen not just so we can find the lowest cost to produce our products,” he said, noting that deals also create customers for American companies and open access to foreign resources.</p> <p>To Lawrence, deals are made in the details: “It’s how we write them – and how do we come to the table with those other countries, take a leadership position, and make something that works for everyone. And that’s not easy, but it’s certainly possible.”</p> <p>For politicians back in Washington, the trick will be to convince voters that deals can be in their interests.</p> <p>“The problem is that over the years the interest of American corporations and the interests of Americans have diverged,” Alden, of the Council on Foreign Relations, said. “One of the mistakes is that corporate American has just said: ‘If it’s good for us, it’s good for America,’ and the approach needs to be more sophisticated than that. They need to show how it will help workers, too.”</p>",
  "<p>“Egomaniacal.” “Purely Machiavellian.” A man summed up by three words: “fear and bullying”.<br></p> <p>Former employees do not lack for words to describe Donald Trump’s <a href=\"https://www.theguardian.com/us-news/2016/aug/17/stephen-bannon-donald-trump-campaign-chief-breitbart\">new campaign chief</a>, a Wall Street veteran who found his flock on the far right, with a site associated with conspiracy theories, provocation and notions unspoken on cable TV. For staffers of Breitbart News, Steve Bannon’s words were law.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2016/aug/19/reading-breitbart-news-steve-bannon-donald-trump\">READING BREITBART FOR 48 HOURS WILL CONVINCE YOU THE WORLD IS TERRIBLE</a> </p> </aside>  <p>A former Goldman Sachs banker with an MBA from Harvard, Bannon was appointed this week by Trump to help channel the populist tide that drove him to the top of the Republican ticket. Bannon has no experience running a campaign, but a number of employees who left Breitbart under his stewardship had warnings for campaign staff: expect expletive-laced phone calls at all hours of the night.</p> <p>“There will be screaming matches between Steve and every other person in the office,” said Ben Shapiro, a former editor at Breitbart News. </p> <p>“But there will be no screaming matches between Steve and Trump. Steve knows where his bread is buttered.”</p> <p>A steady stream of emails leaked in the days following Trump’s hiring of Bannon paint a picture of a shrewd businessman with a scorched-earth approach to the Republican establishment. Former Breitbart staffers interviewed by the Guardian recall a man driven less by an ideological crusade than the desire to emerge on top – not unlike the candidate who now employs him.</p> <p>To some, the Trump-Bannon partnership simply marks the consummation of a long, happy rapport. During his tenure as the executive chairman of Breitbart, Bannon spent the greater part of the last year promoting Trump’s candidacy: where others fled or scolded Trump’s declaration that Mexican immigrants were <a href=\"https://www.theguardian.com/us-news/2015/jun/16/donald-trump-mexico-presidential-speech-latino-hispanic\">“rapists” and “killers”</a>, Breitbart News echoed the call.</p> <p>Bannon was a presence in the newsroom, often hopping on daily editorial calls and making his views clear. Staff present for the discussions, including Shapiro and Kurt Bardella, who previously served as a media consultant to Breitbart, said Bannon aggressively pushed stories against immigrants, and supported linking minorities to terrorism and crime. </p> <p>It was catnip for the site’s growing audience of the so-called “alt-right”, a far-right group that merges race and nationalism and has largely embraced Trump. For all his antagonism toward the media, the Republican nominee has publicly lavished praise on Breitbart, even though his former campaign manager Corey Lewandoski was <a href=\"https://www.theguardian.com/media/2016/mar/14/breitbart-writers-resign-trump-manager-assault-reporter-michelle-fields\">charged with battery</a> against one of the website’s reporters, Michelle Fields, when she tried to ask Trump a question.</p> <p>Bannon, rather than defend Fields, used Breitbart as a vehicle to discredit her story and her character. Fields resigned, as did Shapiro and Bardella.</p> <p>“That was really a crystallization of how his pursuit of a relationship with Trump superseded the welfare of his reporters,” Bardella said. “It was that moment of clarity where they’re so in for Trump that they’re willing to throw one of their own overboard even when that person is the victim of the situation.”</p> <p>Shapiro soon rebranded Breitbart as “Trump Pravda”, and said that many staffers were increasingly concerned about their future. The site was spinning away from its crusade to hold liberal media and establishment Republicans to account, they felt. They worried about instead turning into shills for the Trump campaign. </p> <p>It was not just the obvious support for Trump that troubled employees, but also the clear objective of Bannon to diminish the former reality TV star’s opponents in the Republican primary. The website ran overwhelmingly unfavorable coverage of Marco Rubio and Jeb Bush, both established Florida politicians, especially with articles about the bilingual candidates’ support for immigration reform.</p> <p>“His whole mindset in general was: ‘We need to go after Rubio, we need to go after Bush,’” said Bardella.</p> <p>The focus on Rubio was particularly relentless, as the Florida senator emerged as one of the final candidates in the race. Stories ran near daily with headlines asserting that, if Rubio were elected president, immigrants and terrorists would stream across the US border.</p>  <figure class=\"element element-image\" data-media-id=\"acac04ea7fb13264e590a102eda46c8812e3035f\"> <img src=\"https://media.guim.co.uk/acac04ea7fb13264e590a102eda46c8812e3035f/0_0_4000_2402/1000.jpg\" alt=\"Marco Rubio: a friend to immigrants and terrorists, according to Steve Bannon’s Breitbart.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Marco Rubio: a friend to immigrants and terrorists, according to Steve Bannon’s Breitbart.</span> <span class=\"element-image__credit\">Photograph: Lynne Sladky/AP</span> </figcaption> </figure>  <p>“He hates Marco,” said one former employee, who requested anonymity to speak freely. “There was definitely a decision to promote the work of writers with an extreme anti-Rubio bent.”</p> <p>Similar treatment has been directed toward House speaker Paul Ryan in recent months, with Bannon working behind the scenes to push his long-shot primary challenger, Paul Nehlen. One story criticized Ryan for having a fence around his home in Wisconsin, with the implication that the speaker was willing to wall off his own house but not the US border. </p> <p>Bannon was “absolutely fuelling the energy” behind Nehlen, a former staffer said. </p> <p>Spokespeople for Ryan and Rubio declined to comment.</p> <p>Even Ted Cruz, an ultraconservative senator once covered favorably by Breitbart, was not spared the site’s acidic treatment of Trump’s opponents. A report published by the Hill <a draggable=\"true\" href=\"http://thehill.com/blogs/ballot-box/presidential-races/292028-how-breitbart-turned-on-ted-cruz\">detailed</a> how Bannon slowly turned against the Texas senator. In particular, Breitbart seized on Trump’s attacks on Cruz’s citizenship – the senator was born to an American mother in Canada – much in the way it spread false “birther” ideas against Barack Obama.</p> <p>It was a remarkable turnaround, given that just under a year prior, Breitbart reporter Matthew Boyle had been invited to observe Cruz’s bedtime ritual with his children – and subsequently produced <a href=\"http://www.breitbart.com/big-government/2015/03/23/exclusive-photos-potential-first-family-gets-ready-for-bed-before-sen-cruzs-presidential-campaign-announcement/\">a report</a> portraying the senator in a glowing light.</p> <p>Although they criticized his methods, those who worked under Bannon acknowledged a tireless devotion to creating an empire too influential to ignore, and his success so far.</p> <p>Given its popularity among grassroots conservatives and Bannon’s “take-no prisoners” approach, few Republican candidates or lawmakers are brazen enough to pick a fight with the website.</p> <p>Both Rubio and Bush continued to engage with Breitbart during the Republican primary, for example, even as they were targeted by much of its coverage. </p> <p>At the height of the primary, a visibly frustrated Rubio mocked Breitbart’s credibility on Fox News, <a href=\"http://www.theblaze.com/stories/2016/02/20/rubio-slams-breitbart-after-publishing-scathing-remarks-by-immigration-union-president-theyre-basically-conspiracy-theories/\">accusing them</a> of publishing “conspiracy theories”. He has nonetheless continued to provide at least some of their reporters with interviews dubbed exclusives.</p> <p>Bannon “has taken where the Breitbart brand essentially was before the election – considered by many as outliers – and made it a sheer force of will”, Bardella said. “He’s been able to advance an agenda.</p> <p>“And now he’s the right-hand person to a would-be president.”</p> <p>Though Bannon has only had a few days in charge of Trump’s campaign, his former employees said he would stand in stark contrast to former chairman Paul Manafort, <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/aug/19/paul-manafort-resigns-donald-trump-campaign\">who resigned on Friday</a>. While Manafort tried to steer Trump toward a more moderate general election strategy, little will be off limits for Bannon, they said.</p> <p>His motto, as Shapiro put it, will be simple: “Let Trump be Trump.”</p>"
]