[
  "<p>If there was a high point in the reputation and significance of fact checkers, wonks and poll crunchers it came during the 2012 US presidential campaign. It was the election where former president Bill Clinton held court at the 2012 Democratic National Convention in Miami for just under an hour. </p> <p>Such was the avalanche of statistics that night that fact check site Politifact called it “<a href=\"http://www.factcheck.org/2012/09/our-clinton-nightmare/\">Our Clinton Nightmare</a>”, bemoaning the “effort required to run down his many statistics and factual claims, producing little for us to write about”.<br></p> <p>The numbers just rolled off Clinton’s tongue – 4.5 million private sector jobs, 500,000 manufacturing jobs, 250,000 more people working in the auto industry, 3 million young people between 19 and 25 insured for the first time, health care costs rising at under 4%. “Look,” <a href=\"http://www.nytimes.com/2012/09/05/us/politics/transcript-of-bill-clintons-speech-to-the-democratic-national-convention.html?_r=0\">he said to the faithful</a>, “here’s what really happened. You be the judge. Here’s what really happened.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/grogonomics/2016/jul/21/housing-affordability-inequality-and-our-flatlining-household-incomes\">Housing affordability, inequality, and our flatlining household incomes | Greg Jericho</a> </p> </aside>  <p>It was the first Twitter presidential election, and thus the first campaign to feature the instant fact-check. It was the election in which Barack Obama cited fact checkers in the <a href=\"http://debates.org/index.php?page=october-22-2012-the-third-obama-romney-presidential-debate\">third presidential debate</a> to counter Mitt Romney’s assertion that Obama had gone on an “apology tour”.</p> <p>It was also the election in which the poll aggregators such as Nate Silver had put down their glasses by the time of that third debate, and called the race for Obama. It was the election where insiders such as the Wall Street Journal’s Peggy Noonan came to grief, believing their finger on the pulse was <a href=\"http://blogs.wsj.com/peggynoonan/2012/11/05/monday-morning/\">more accurate than the polls</a>.</p> <p>It was a total victory for the wonks, the fact checkers, the poll crunchers.</p> <p>Four years later we have Donald Trump winning the Republican Party nomination with a record number of fact-checked lies, the British voting to leave the EU despite all advice to the contrary, the local ABC’s own fact-checking unit being axed and Nate Silver’s <a href=\"http://fivethirtyeight.com/features/hey-at-least-the-cavs-might-not-get-swept/\">538 statistical site</a> even getting the result of the NBA final series wrong.</p> <p>What the hell? With this seeming failure has come no small amount of glee from progressives. While poll analysts and fact checkers are not the same, they do work on the same side of the street, and are the cause of much angst among progressives, which would seem odd given progressives as a rule generally perform better on fact checks.</p> <p>After the recent Australian federal election, Fairfax’s Matthew Knott reviewed the media’s coverage, <a href=\"http://www.smh.com.au/federal-politics/federal-election-2016-opinion/election-2016-the-uncomfortable-truth-is-the-media-got-it-wrong-how-did-we-do-it-20160705-gpzatm\">in which he admitted</a>, “Those political reporters not too hubristic to engage in self doubt are asking: did we get it wrong? Did we, as a collective, miss the story?”</p> <p>The story that was seemingly missed was not a policy or a hidden funding cut, but the margin of victory by the LNP. But really, who gives a damn? If you think the prime role of your job as a journalist covering an election is to predict the results, then there is a lot more wrong than just whether or not your prediction was faulty.</p> <p>But the devotion to polling and prediction is also a concern for progressives because inherently polls – and thus their analysis – reinforce the status quo. As US political scientist Benjamin Ginsberg has noted, the growth of public polling has been “most damaging to the political fortunes of the groups that represented the interest and aspirations of the working classes”.</p> <p>Without polling, politicians can only gauge voters’ moods on certain issues either through meetings with constituents, letters or through observing political actions such as protests, strikes or rallies. Polls can give equal weight to the attitudes of the uninterested and the politically active.</p> <p>For the progressive wonks the worry is not so much about advocating policies or programs that are detrimental to society, but whether the need for data and evidence means your arguments are being ignored by those who matter (itself an issue for debate) and that secondly you are pushing the debate towards the centre – and also being part of the movement that then pushes that centre ever more to the right.</p> <p>Among the most common strawman arguments is that the Brexit vote and Trump’s ascendancy prove that relying on fact-checking and wonks is doomed to failure. And there may be truth in that, but I’ve yet to hear anyone suggest that facts should be the only weapon used in a debate. No election – not even the fact-checking triumph of 2012 – has ever been won on the basis of who told the fewest lies. Similarly no policy debate has ever been won just because a group of experts did a review and someone tweeted a graph.</p> <p>If you are arguing that there needs to be action on climate change, yes you’re going to need more than a graph to do it. But you’re also going to struggle without one. A concept as divorced from most people’s lives as is climate change needs at the very least to be fought with data – especially when the opposing side is doing its best to suggest their data shows there is no need to worry. Among the most influential examples was the ultra-wonky documentary An Inconvenient Truth. Did the film win the debate? Did its numerous graphs on climate change lead to global action that saw a price on carbon? Well no, but that’s not to say nothing was gained – more perhaps that progressives have a tendency to discredit their victories. Australia did implement a price on carbon.</p> <p>Now perhaps the reason the ALP subsequently lost the 2013 election was because there was too much of an emphasis on data and economic neoliberalism and not enough talk of values. Or perhaps the main reason we no longer have a price on carbon is because the ALP lost the election after three years fanning a dumpster-fire of internal division.</p> <p>Who can say. But the wonk critics do also have a point. Despite what the authors of books such as Freakonomics might attest, economics neither explains everything in life nor persuades. Fact-checking is particularly useless at countering prejudice. A graph on the improvement of GDP from immigration is unlikely to switch the votes of people from Trump or One Nation hostile to the very idea of foreigners.</p> <p>While there may be some objective centrists, I would argue in Australia the progressive wonks – and I put myself in this camp – write as much with passion for a cause as they do with passion for facts. When I write an article to dismiss the claims regarding the numbers of welfare recipients, I don’t do it from some neutral point of view. I do it because people are lying in order to hurt the most disadvantaged in society. I’m not going to ignore the lie—and using facts to counter it is not I would argue some anodyne approach.</p> <p>The adherence to data can easily lead the wonks to prefer the safety of the status quo. This was something I was conscious of when arguing against the Abbott plan for extending paid parental leave to full replacement-wage level for 26 weeks. I argued that such a plan <a href=\"https://www.theguardian.com/business/grogonomics/2014/mar/10/abbotts-paid-parental-leave-will-do-little-to-bring-women-to-the-workforce\">would do little to increase women’s workforce participation</a> (the aim of the policy), and that the money would be better spent on child care. I could see the moral argument that paid parental leave should be paid regardless of the parents’ income, but I could also see the moral argument that governments should aim to improve the standard of living for women with children. For me the better policy response was in broader childcare policy rather than an expanded PPL. </p> <p>But the risk – as soon as you suggest factors such as the size of a budget deficit should be considered – is that such an approach will always see you favouring a more centrist position. Consider for example the common argument about government spending and the size of the budget. During the last election campaign Anthony Albanese argued that “spending is higher as a proportion of GDP today than it was under the global financial crisis”. The ABC’s fact-checking unit <a href=\"http://www.abc.net.au/news/2016-05-31/fact-check-is-government-spending-today-higher-than-gfc/7459392\">found that statement to be incorrect</a> because in one year during the GFC government spending was marginally higher.</p> <p>This set off quite a debate – especially online involving economist Stephen Koukoulas, who argued the ABC fact checkers had taken far too narrow a view of what constituted the GFC period. And yet to what end was the fight? Do progressives really care that the ALP spent less than an LNP government? Doesn’t that merely reinforce the conservative position that smaller government is better?</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/aug/08/close-call-how-the-pollsters-got-the-election-result-right\">Close call: how the pollsters got the election result right | Peter Lewis</a> </p> </aside>  <p>Progressives love to blame themselves. Rare is an election defeat by the ALP that does not result in great internal angst, gnashing of teeth and writing of books charting what went right and what needs to be done. Such self-reflection certainly is preferable to the view that it is always the other side or the media which that is at fault – or even worse, that voters are to blame. But the anti-wonk fight is a futile one. Progressives should not give up on the facts, if only because doing so cedes the space to the conservative forces.<br></p> <p>The wonks themselves need, however, to watch whether their work is merely perpetuating a status quo due to a fear of the bold, or a disinclination to countenance an upset, or because the lines within which they fight have been laid out by the conservative side. </p> <p>But mostly they need to be wary that their adherence to the data can see them lose sight of the greater truth: that despite what some might have thought in 2012, facts – whether they be on GDP, climate temperatures or any other data – are not the only truth in life, or politics.</p> <p><strong>This is an edited extract of an essay that appears in the <a href=\"https://www.mup.com.au/items/190003\">spring issue of Meanjin</a>, out 15 September. RRP $24.99, eBook $9.99</strong></p>",
  "<p>Guardian US has won an Online Journalism award for topical reporting, for the series The County.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2015/dec/01/the-county-kern-county-deadliest-police-killings\">The County: the story of America's deadliest police</a> </p> </aside>  <p>The County is an offshoot of <a draggable=\"true\" href=\"http://www.theguardian.com/us-news/ng-interactive/2015/jun/01/the-counted-police-killings-us-database\">The Counted</a>, the Guardian’s continuing and multi-<a draggable=\"true\" href=\"https://www.theguardian.com/gnm-press-office/2016/may/11/guardian-us-wins-deadline-club-award-for-digital-innovation\">award-winning</a> project to count all people killed by police in the US in 2015 and 2016. </p> <p>The County tied for the 2016 Online News Association (ONA) award for topical reporting with <a href=\"http://www.theglobeandmail.com/news/national/the-taken-five-women-five-serial-killers-and-how-their-paths-came-to-meet/article27444970/?story=1\">Missing and Murdered</a>, a report by the Toronto-based Globe and Mail.</p> <p>At a dinner and ceremony in Denver, the Guardian US head of video, Valerie Lapinski, accepted the award on behalf of The County team.</p> <p>“It was an honour to be recognized by our peers at ONA,” Lapinski said, “and inspiring to see all the important and beautifully executed work that has been published in the last year.” </p> <p>A five-part series of investigative and video journalism, The County concerned <a href=\"https://www.theguardian.com/us-news/2015/dec/01/the-county-kern-county-deadliest-police-killings\">the police force of Kern County, California</a>, which killed more people per capita than police in any other US county in 2015.</p> <p>In June, The County won an <a href=\"https://www.theguardian.com/gnm-press-office/2016/jun/21/guardian-us-wins-edward-r-murrow-award-for-video-investigative-reporting\">Edward R Murrow award</a>, bestowed by <a href=\"http://rtdna.org/\">the Radio Television Digital News Association</a>, in the video investigative reporting category.</p> <p>Pieces in the series were written by reporters Jon Swaine and Oliver Laughland, with video and photography by Mae Ryan and Grant Slater and design by the award-winning Guardian US interactive team.</p> <p>Guardian US was also a category finalist for its coverage of the US presidential election <a href=\"https://www.theguardian.com/us-news/ng-interactive/2016/mar/25/us-election-2016-delegate-tracker-trump-cruz-kasich-sanders-clinton\">primaries</a>; for its investigation of the <a href=\"https://www.theguardian.com/us-news/homan-square\">Homan Square Chicago police facility</a> (in two categories); and for <a href=\"http://www.theguardian.com/world/ng-interactive/2016/apr/27/6x9-a-virtual-experience-of-solitary-confinement\">6×9: A Virtual Experience of Solitary Confinement</a>.</p>",
  "<p>As high-profile Republicans continue to resist Donald Trump, the head of the Republican National Committee (RNC) suggested on Sunday the party may take punitive action against failed presidential candidates who have reneged on pledges to support the nominee.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/18/trump-birther-claims-chris-christie-mike-pence\">Trump allies scramble to defend false 'birther' claim as candidate shifts views</a> </p> </aside>  <p>“It’s not a threat, but that’s just the question that we have a process in place,” Reince Priebus told CBS’s Face the Nation. “If a private entity puts forward a process and has agreement with the participants in that process, and those participants don’t follow through with the promises that they made in that process … what should a private party do about that if those same people come around in four or eight years?”</p> <p>Priebus has tried for months to persuade rebellious factions of the party into line behind Trump, who among others has <a href=\"https://www.theguardian.com/us-news/2016/jun/11/mitt-romney-donald-trump-trickle-down-racism\">alienated the 2012 nominee</a>,<a href=\"http://www.nytimes.com/2016/07/20/us/politics/bush-family-rnc.html\"> two former presidents</a> and <a href=\"https://www.theguardian.com/us-news/2016/aug/08/susan-collins-donald-trump-washington-post-op-ed-republican\">a handful of outspoken senators</a>. Three of Trump’s primary rivals have rejected him, explicitly or implicitly, despite signing pledges to support the nominee. </p> <p>Trump himself <a href=\"https://www.theguardian.com/us-news/2016/mar/30/donald-trump-revokes-pledge-to-support-republican-nominee\">loudly withdrew and recommitted</a> to the pledge before he secured the nomination.</p> <p>Former Florida governor Jeb Bush <a href=\"https://www.facebook.com/jebbush/posts/876702172458827#\">declared in May that he would not vote for Trump</a>, who he said “has not displayed a respect for the constitution” and “has not demonstrated that temperament or strength of character” needed for the presidency.</p> <p>Texas senator Ted Cruz pointedly refused to endorse Trump at the Republican national convention in July, an event meant to unify the party and crown the businessman as its leader. The non-endorsement from Trump’s most significant primary rival reportedly enraged party leaders. Cruz has since quietly returned to pushing far-right policies in the Senate.</p> <p>While <a href=\"https://www.theguardian.com/us-news/live/2016/jul/20/republican-national-convention-day-three-live\">Cruz drew boos</a> in Cleveland, Ohio governor John Kasich refused to attend the convention altogether, even though it was held in his state. Like Cruz, Kasich has not explicitly condemned Trump, but in an interview with NBC this weekend he said it was “very, very likely I will not” vote for the Republican nominee. </p> <p>Kasich has also bucked party calls to march behind Trump’s proposals of mass deportation of undocumented migrants and isolationist trade deals. Last week he met Democrats in Washington to argue for the Trans-Pacific Partnership trade deal, which is supported by Barack Obama. He has also <a href=\"https://www.google.com/webhp?sourceid=chrome-instant&amp;ion=1&amp;espv=2&amp;ie=UTF-8#q=kasich%20trump%20should%20apologize\">called for Trump to apologize</a> to Obama for years of spreading the lie that the president was not born in the US.</p> <p>Neither Cruz nor Kasich have discounted new campaigns for the White House in 2020, and Priebus warned that they may face consequences for their current intransigence, hinting that should they fail to support Trump, the RNC may withhold its trove of voter data, which campaigns rely on to compete in primaries, or restrict ballot access in some states. </p> <p>“I think that people who gave us their word, used information from the RNC, should be on board,” Priebus said. “I mean, there’s a ballot access issue in South Carolina. In order to be on the ballot in South Carolina, you actually have to pledge your support to the nominee, no matter who that person is. So what’s the penalty for that?</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/18/donald-trumps-police-officers-backing-republican-have-murky-legal-histories\">Donald Trump's police: officers backing Republican have murky legal histories</a> </p> </aside>  <p>“We’re a private party. We’re not a public entity. Those people need to get on board. And if they’re thinking they’re going to run again someday, I think that we’re going to evaluate … the nomination process and I don’t think it’s going to be that easy for them.”</p> <p>The chairman of Ohio’s Republican party resisted Priebus suggestion on Sunday, <a href=\"https://twitter.com/ChairmanBorges\">writing on Twitter</a>: “No. This is not what we are all about as a party. Besides, let’s stay focused on 2016 for the next 50 days.”</p> <p>Disaffected Republicans have been courted by the Libertarian party, which is led by two former Republican governors, Gary Johnson and running mate Bill Weld. On Sunday, Johnson was asked about reports of pressure on the third-party candidates to drop out, for fear that the Libertarians could allow a Trump presidency by siphoning votes away from Hillary Clinton.</p> <p>Johnson refused to concede, and wished active ill on his old party. </p> <p>“This is a party that needs to be ruined,” he told CNN’s Reliable Sources. “They have done this to themselves. They have become so polarized. Their only agenda is to kill each other.”</p> <p>He said a “third scenario in lieu of Trump and Clinton” would be “the best opportunity” for the country, though his low poll numbers have already excluded him from the first presidential debate. </p> <p>Johnson currently polls at about 8.3% in <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton_vs_johnson-5949.html\">three-party poll averages </a>of the general election, below the 15% threshold for the debates.</p>",
  "<p>Russia voted in parliamentary elections on Sunday and there was a notably low turnout in big cities. </p> <p>The results are not expected to lead to any dramatic changes; the established political parties are all broadly supportive of the country’s president, Vladimir Putin, and the low turnout suggested more opposition-minded urban Russians simply stayed at home. </p> <p>An exit poll by a state-run polling organisation, VTsIOM, showed that the United Russia party, led by the prime minister, Dmitry Medvedev, obtained 44.5% of the vote. </p> <p>The nationalist LDPR was in second place with 15.3% of the vote, according to the exit poll, followed by the Communist party on 14.9% and the Just Russia party on 8.1%.</p> <p>In Moscow just 28% of voters had cast their ballots by 6pm, compared with more than 50% in the previous elections five years ago. <br></p> <p>After the 2011 parliamentary vote, accusations of vote-rigging led tens of thousands of Russians to take to the streets in a <a href=\"https://www.theguardian.com/world/2012/feb/04/anti-putin-protests-moscow-russia\">series of protests</a> that lasted until Putin’s inauguration for a new term in May 2012.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"dd6114f73acdf0bfca0fd200a6a17c829b144af0\"> <img src=\"https://media.guim.co.uk/dd6114f73acdf0bfca0fd200a6a17c829b144af0/0_228_3934_2361/1000.jpg\" alt=\"Vladimir Putin casts his ballot\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Vladimir Putin casts his ballot.</span> <span class=\"element-image__credit\">Photograph: Tass/Barcroft Images</span> </figcaption> </figure>  <p>To qualify for entry into the Duma, parties need to win 5% of the vote nationwide. There are currently four parties represented but the dominant force is United Russia, the party backed by Putin and to which most regional leaders belong. <br></p> <p>Opposition politicians from Parnas, the party led by Boris Nemtsov until his <a href=\"https://www.theguardian.com/world/2015/mar/02/boris-nemtsov-never-know-who-killed-moscow-vladimir-putin-russian-opposition\">assassination</a> in Moscow last year, stood in a number of regions with candidates backed by the exiled oligarch Mikhail Khodorkovsky also on the ticket.<br></p> <p>There have been allegations of foul play and opposition parties point out that the playing field is uneven, given the Kremlin’s tight control over much of the media. The opposition has been <a href=\"https://www.theguardian.com/world/2016/jun/23/russia-opposition-infighting-parliamentary-elections\">riven by infighting and divisions</a> over strategy, further fragmenting an already small slice of the vote.</p> <p>Few are expecting major protests this time. Those five years ago resulted in trials and prison sentences for some of those involved, which has left many feeling that political activism will not change anything. Putin has become more popular since the annexation of Crimea, where people voted in their first parliamentary elections as part of Russia. Ukraine strongly condemned the vote.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/sep/16/history-of-russian-political-campaign-adverts-duma-elections\">From donkeys to private jets: a history of Russian political campaign ads</a> </p> </aside>  <p>New presidential elections in Russia are due in early 2018. If, as expected, Putin stands and wins, he will have effectively ruled Russia for 24 years by the end of his next six-year term.</p> <p>The prime minister, Dmitry Medvedev, called on voters to back United Russia on Friday, saying the country was “under pressure from outside forces” and needed to come together. </p> <p>The party struggles to gain support among many Russians, who see it as an organisation of corrupt local bureaucrats, but it wins votes by virtue of Putin’s backing and through mobilising public service workers to cast their ballots.</p>",
  "<p>In an aircraft hangar on the French Riviera, as thousands of supporters waved French tricolour flags, France’s far-right Front National leader, <a href=\"https://www.theguardian.com/world/marine-le-pen\">Marine Le Pen</a>, boomed proudly from the stage: “The time of the nation state is back!” </p> <p>She praised <a href=\"http://www.theguardian.com/politics/eu-referendum\">Britain’s vote to leave the European Union</a> and said plans to build walls across the world – including one <a href=\"https://www.theguardian.com/world/2016/sep/06/uk-immigration-minister-confirms-work-will-begin-on-big-new-wall-in-calais\">to keep out migrants and refugees at Calais</a> — showed a return to “the time of borders”.</p> <p>Complaining of the dangers of mass immigration and multiculturalism that she said the EU was forcing on France, she vowed to defend French identity and restore national sovereignty. The crowd chanted “Marine President” and “This is our home”.</p> <p>With only seven months until the French presidential election, the question of who will lead France remains tantalisingly open. While France’s mainstream parties on the left and right are yet to choose their candidates, Le Pen, who will stand for the FN, calmly claims to have the upper hand.<br></p> <p>A glitterball lit up the hangar on Saturday night as she hosted a gala dinner at the party conference to mark the preparations for her 2017 French presidential bid, at one point parading with a trained eagle on her arm.</p>  <figure class=\"element element-image\" data-media-id=\"4c0a88760097ee457a25c991be3dc33b0d5dc91b\"> <img src=\"https://media.guim.co.uk/4c0a88760097ee457a25c991be3dc33b0d5dc91b/0_359_3500_2101/1000.jpg\" alt=\"Le Pen delivers her speech during the Fréjus rally.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Le Pen delivers her speech during the Fréjus rally.</span> <span class=\"element-image__credit\">Photograph: Jean-Paul Pelissier/Reuters</span> </figcaption> </figure>  <p>All polls show that she will easily make it into the final round run-off in May. The tense mood in French society is seen as favourable: more than 230 people have been killed in <a draggable=\"true\" href=\"https://www.theguardian.com/world/bastille-day-truck-attack\">Islamist terror attacks</a> since January 2015; mass unemployment and economic stagnation hang over daily life; and parties on both the right and left have anxiously appropriated Le Pen’s key preoccupations of immigration, national identity and the place of Islam in France. </p> <p>Crucially, Le Pen believes the international mood will work in her favour – specifically the campaign by the US Republican candidate Donald Trump and the UK’s Brexit vote, which she sees as patriotic people rising up against ruling elites. Le Pen has been alone among French political leaders in <a draggable=\"true\" href=\"http://www.theguardian.com/politics/2016/apr/20/marine-le-pen-could-campaign-for-uk-to-leave-eu-referendum\">loudly backing</a> both Brexit and Trump. </p> <p>The nationalist, anti-immigration, anti-European Union FN, which wants to leave the euro and favours French people over immigrants in giving out state benefits, remains the most significant far-right party in western Europe and has <a draggable=\"true\" href=\"https://www.theguardian.com/world/2015/mar/19/front-national-secret-welcome-provincial-france-elections\">made big electoral gains</a> in recent years. In the past five years, it has gone from from no presence in parliament to seats in both the lower house and the senate, 11 mayors and hundreds of local councillors at different levels. It has expanded its traditional voter base to new groups, including senior public sector workers in the police, hospitals and schools. </p>  <figure class=\"element element-image\" data-media-id=\"5c603fd86aeb2c1ef78cb18a65e00b7c3cecf62e\"> <img src=\"https://media.guim.co.uk/5c603fd86aeb2c1ef78cb18a65e00b7c3cecf62e/0_78_5184_3110/1000.jpg\" alt=\"Supporters of Le Pen wave flags during the summer conference.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Supporters of Le Pen wave flags during the summer conference.</span> <span class=\"element-image__credit\">Photograph: Claude Paris/AP</span> </figcaption> </figure>  <p>And yet it was clear Le Pen faces major difficulties in the presidential race as party members and supporters gathered in the traditional heartlands of the Côte d’Azur for her party conference this weekend, where many sat in straw hats and boaters bearing ribbons marked “Marine 2017”.</p> <p>Even if Le Pen does reach the final round, all polls show she would be defeated. Despite Le Pen’s sidelining of her father and party co-founder, Jean-Marie Le Pen, and her long quest to <a href=\"https://www.theguardian.com/world/2015/apr/10/le-pen-feud-family-drama-in-battle-for-the-soul-of-front-national-and-france\">“detoxify”</a> her party of the racist, jack-booted, antisemitic imagery of the past, a majority of French voters still question whether the party is capable of governing France. </p> <p>Outside Le Pen’s heartlands there is a widespread fear of the party, which many continue to associate with the old tags of demagoguery, xenophobia or racism. The party still faces a barrage of <a href=\"https://www.theguardian.com/world/2015/dec/11/le-pen-french-tactical-voting-to-fight-rise-of-far-right\">tactical voting </a>by the right and left to stop it winning final-round votes – described by one Lille party worker as “the onslaught of an armada”. This clubbing together of right and left parties against the FN prevented it from winning any constituencies in last year’s regional elections despite taking a historic 6.8m votes. </p> <p>Smiling, Le Pen chatted to journalists backstage at her party conference, saying she was confident she could expand her electorate far enough to win. Her aim in this pre-campaign period is to present herself as credible, to move away from divisive positions and to re-position herself as a kind of calm, unifying authority. She said she would run a “joyous” campaign. Her aides said she felt her chances were better than ever. “With the designation of Trump in the US, and Brexit, analysts should be a bit more modest, there’s a global awakening,” Le Pen said. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/sep/06/demagogues-and-cheats-un-human-rights-chief-condemns-trump-and-wilders\">'Demagogues and cheats': UN rights chief condemns Trump and Wilders</a> </p> </aside>  <p>Above all, if Le Pen makes it through to the second round, she wants to avoid the fate that befell her father when he shocked France by reaching the final round in 2002.More than a million angry demonstrators took to the streets in protest against Le Pen senior who was subsequently squarely beaten when 82% of voters from all parties opted for Jacques Chirac, in order to keep the FN at bay.</p> <p>This time, if Marine Le Pen makes the second round, she is likely to seriously narrow the gap. The parliamentary elections that will follow the presidential vote could also see the FN make historic gains in the national assembly.</p> <p>Le Pen feels she has already won what has been called “the battle of ideas”. <a href=\"https://www.theguardian.com/world/2016/aug/19/le-comeback-kid-sarkozy-shapes-up-for-presidential-run-on-hardline-platform\">Nicolas Sarkozy</a>, the former rightwing president who is seeking his party’s nomination to run again in 2017, has lurched so far right that he has appropriated, or outdone, certain of Le Pen’s ideas on immigration, security and Islam. This serves to legitimise FN ideas, party members argue. </p> <p>While Sarkozy has controversially called for the locking up of anyone suspected of radicalisation even if they have committed no crime, Le Pen has sat back and argued for protecting the rule of law, aiming to show she is less divisive than him. </p> <p>David Rachline, the young FN mayor of Fréjus who will serve as Le Pen’s campaign director, said her ideas were now “majority-held views in France”.</p> <p>Gilbert Collard, one of Le Pen’s MPs, said: “Who in France can say that everything’s going well, that the economy’s good, that there’s security, that terrorism has been controlled, the nation preserved? If you look at our whole diagnosis of society’s ills – you can hate us, but everyone knows that our ideas are being taken up and reproduced by everyone else.” </p> <p>Nicolas Bay, the party’s secretary general, said Trump and Brexit helped Le Pen’s cause. “It shows French people that there’s a patriotic dynamic that goes well beyond France. There’s a springtime of the people.” </p>",
  "<p>Financial markets have become over reliant on central banks, a leading international body said on Sunday, as investors prepared for the latest announcement on interest rates from the US Federal Reserve.</p> <p>The Bank for International Settlements, known as the central bankers’ bank, said in<a draggable=\"true\" href=\"https://www.bis.org/publ/qtrpdf/r_qt1609_ontherecord.htm\"> its latest quarterly bulletin</a> that the institutions had become over-burdened with the responsibility for tackling a slowdown in growth.</p> <p>The comments from the the Swiss-based BIS came at the start of a week when the Fed and the Japanese central bank both prepare to update the markets on their latest interest policies.</p> <p>The Fed is expected to keep interest rates on hold, despite concerns that the strength of the world’s largest economy warrants a rise in borrowing costs.</p> <p>Analysts on Wall Street said there was little likelihood of an interest rate rise when Fed officials meet on Wednesday, saying there was only a 12% chance of a hike from the current 0.5% rate.</p> <p>Forecasts of a rate rise in September were downgraded following <a draggable=\"true\" href=\"http://www.reuters.com/article/us-usa-economy-idUSKCN11M193\">a 1.1% rise in annual inflation reported in August</a>, up from 0.8% in July. Analysts said the rise in prices was unlikely to have much influence on the Fed, because it was mostly the result of the biggest jump in health costs for 32 years and a modest increase in housing rents, while food and consumer goods prices remained flat.</p> <p>A decision to freeze rates would bring the Fed into line with the Bank of England and the European Central Bank, which both kept interest rates at historic lows at their September meetings.</p> <p>As the focus turns to the Fed and the Bank of Japan, which could add further stimulus to its already broad package of measures to cut the cost of credit, Claudio Borio, the head of the BIS’s monetary and economic department, said at the launch of the quarterly bulletin: “It is becoming increasingly evident that central banks have been overburdened for far too long”.</p> <p>The bulletin outlined how markets had responded since the UK’s vote in June to leave the EU, which prompted the Bank of England to cut rates <a draggable=\"true\" href=\"https://www.theguardian.com/business/2016/aug/04/bank-of-england-cuts-uk-interest-rates\">for the first time in more than seven years</a> to 0.25%. “Through a combination of near zero, or even negative, policy rates, large-scale asset purchases and forward guidance, central banks have been seeking to ease financial conditions in order to boost the economy and, above all, to bring inflation up closer to their numerical objectives,” Borio said.</p> <p>“Developments in the period under review have highlighted once more just how dependent on central banks markets have become,” he said. Borio also cautioned about their role <a href=\"https://www.theguardian.com/business/2016/jun/26/debt-fuelled-growth-trigger-financial-crash-governments-told-bis\">in the BIS annual report in June</a>. </p> <p>The Fed, <a draggable=\"true\" href=\"https://www.theguardian.com/business/2015/dec/16/federal-reserve-us-interest-rate-rise-fed-funds-janet-yellen\">which raised rates from their crisis level of near zero in December 2015</a>, now seems likely to raise rates in December, according to a poll of analysts. It is under pressure to do so from savers who have spent the last eight years locked into zero interest accounts, and from regulators concerned that low interest rates are driving investors to speculate on the world’s stock markets. </p> <p>The Republican presidential candidate, Donald Trump, has complained that low interests rates are denying savers a return on their pension funds and fostering a speculative stock market bubble. </p> <p>Marc Ostwald, a strategist at ADM Investor Services International, said the timing of the presidential vote could override other concerns. “A September hike cannot be ruled out completely, above all given the fact that a November meeting hike looks to be off the table, given its proximity to the election,” he said.</p> <p>The prospect of an interest rate rise in the US has receded after <a href=\"https://www.theguardian.com/business/2016/sep/01/imf-urges-g20-to-champion-globalisation-at-china-summit\">the International Monetary Fund signalled</a> that it would be revising down <a draggable=\"true\" href=\"https://www.theguardian.com/business/2016/jul/19/imf-cuts-uk-growth-forecasts-following-brexit-vote\">its July prediction of 3.1% growth for this year</a> when it publishes its World Economic Outlook next month. </p> <p>Employment figures also showed that the US suffered a lull in job creation last month. There were 151,000 jobs<strong> </strong>added to the US economy in August, below economists’ forecasts for 180,000 and a marked slowdown after two bumper months of growth. </p> <p><a href=\"https://www.theguardian.com/business/2016/aug/26/janet-yellen-speech-jackson-hole-federal-reserve-interest-rate\">The Fed has hinted at a rate rise before the end of this year</a>. Its chair, Janet Yellen, said in May that she and fellow policymakers would watch the economic data closely. “It’s appropriate – and I have said this in the past, I think – for the Fed to gradually and cautiously increase our overnight interest rate over time,” she said. “Probably in the coming months such a move would be appropriate.” </p> <p><br></p> <p></p>",
  "<p>This interview was meant to happen months ago, but was cancelled at the last minute, rescheduled and then cancelled again, and this carried on all summer. When at last we meet, Malia Bouattia&#xa0;apologises with consummate elegance, blaming pressures on a diary over which she has “no control at all”. I have a strong suspicion that this is not true. She offers it without a trace of unease, and I&#xa0;can’t decide whether the grace of what I’m sure is a&#xa0;deceit is really quite impressive, or offputting. In fact I can’t recall ever feeling so&#xa0;many powerful but contradictory emotions about someone I&#xa0;have only just met.</p> <p>Bouattia’s manner can be almost glassily cool, but I think that’s to hide how nervous she is, and the vulnerability is very touching. But the next minute she can become formidably impressive, and fill me with admiration, and seconds later become maddening. By the end I’m so angry, I’m ranting at her like a lunatic. “For the record,” I yell, “this has never happened before! I am not in the habit of shouting in interviews!” I am dying of embarrassment when I leave, and at a loss to explain why this&#xa0;happened.</p> <p>Bouattia, 28, has had to deal with so much anger by now that you might think she would be immune to it, but I don’t think she is. Before <a href=\"https://www.theguardian.com/education/2016/apr/22/malia-bouattia-election-nus-president-deeply-divisive-jewish-student-groups\" title=\"\">she became president of the National Union of Students (NUS) in April</a> she served two years as the union’s black students’ officer, during which she rejected a motion condemning Isis. She was promptly branded a terrorist sympathiser by the press, <a href=\"https://www.theguardian.com/commentisfree/2016/apr/24/new-nus-president-not-antisemitic-isis-sympathiser\" title=\"\">who chose not to report that her only objection to the motion was its poor wording</a>, which she wanted to correct. The deluge of death threats necessitated police protection, but still were nothing compared with the uproar her presidential election provoked. That Bouattia is the first black woman and first Muslim to be elected NUS president was lost in Fleet&#xa0;Street’s frenzy to dig up old comments she had made that “proved” she was antisemitic.</p> <p>She had described the University of Birmingham as <a href=\"https://www.theguardian.com/education/2016/apr/21/nus-president-malia-bouattia-must-redress-concerns-over-antisemitism-say-jewish-students\" title=\"\">“something of a Zionist outpost” and on another occasion referred to “mainstream Zionist-led media outlets”.</a> More than 300 Jewish leaders complained. “This was a few years ago and I was talking about quite a particular context where there were a lot of activists that were very vocally supportive of the state of Israel and its actions. I was part of the Palestine society that, for most of the years that I was involved in it, was just trying to exist as a society let alone actually build solidarity, so it was because of that opposition, the constant tension and having disruptions for events that were taking place … you know, holding solidarity demonstrations and having opposing ones with Israeli flags flying, speakers being heckled. I wasn’t being critical of the number of Jewish students or the size of the Jewish society at Birmingham. It was very much in relation to the opposition to any kind of Palestine solidarity efforts that were taking place.”</p> <p>She clarifies that she simply meant that Birmingham’s student union had the biggest and most vociferously Zionist Jewish society, and that she was referring to media outlets that promote a heavily pro-Israeli line, not evoking the old conspiracy theory about Jewish control of the media.</p> <p>Bouattia thinks the real reason for all the animosity is not antisemitism, but the radicalism of her leftwing politics. Though not a Labour member, she is a big fan of Jeremy Corbyn, and believes it was her promise of a bolder political agenda that won her the election. “We need action, and we need it now, and we need it differently to what we’ve had before. We can’t come to the table trying to compromise any more. That hasn’t worked.”</p> <p>But Bouattia’s political ambitions go way beyond campaigning against education cuts or fee hikes. “We want a sense of international solidarity. We don’t sit in a bubble. We have international students, migrant communities, and we can’t sit by and be silent when spaces for education are for us to be critical of the systems, and of this country’s role in escalating international crises, and escalating oppression of other groups. Liberation campaigns relate their work back to global movements for justice and solidarity, and we’re much stronger when we’re united.”</p> <p>Personally, I find this both quite touching and perfectly appropriate from a student politician. But judging from an average turnout in student union elections of just 18%, the majority of undergraduates don’t. I was a bit of a student political hack, and within that small world Bouattia is perfectly recognisable. To the overwhelming majority of seven million NUS members, however, her views and values, even the language she uses, are incomprehensible. If they don’t share her commitment to fighting global injustice, but care about how to pay their rent instead, shouldn’t their union leader confine herself to representing their interests?</p> <p>But the NUS is fighting on all fronts, Bouattia says, and it campaigns just as hard on education issues as, say, Palestinian rights. I wonder how much time she has ever spent in the company of apolitical students who came to university for the football, beer and toga parties, and are bewildered and alienated by NUS motions calling for the abolition of all prisons. Why does she think, I ask, that student voter turnout is so low?</p>  <figure class=\"element element-image\" data-media-id=\"3a6bb8a594b1bdfa90531c9bd2ee9de3621b0af9\"> <img src=\"https://media.guim.co.uk/3a6bb8a594b1bdfa90531c9bd2ee9de3621b0af9/0_23_4248_2549/1000.jpg\" alt=\"Malia Bouattia, speaking at an NHS demonstration.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Malia Bouattia, speaking at an NHS demonstration.</span> <span class=\"element-image__credit\">Photograph: Johnny Armstead/REX/Shutterstock</span> </figcaption> </figure>  <p>“I don’t know whether it’s necessarily low if we compare it with voter turnout more generally.” After I run through the average turnout for general, mayoral and devolved parliaments, she takes a new tack.</p> <p>“OK, I think that when we think about the context in which we’re in, where there’s active demonisation of being politically active, you’ve got the Prevent agenda [the government counter-terrorism programme to combat radicalisation], which is, like, actually hunting down students that choose to be politicised, particularly those who are racialised. We’re at a time where things like the Prevent agenda quite explicitly target black and Muslim activists. I’m seeing the realities of that, which is a turn away from taking political action. There is a total fear that they’re going to be deported, and this is what they go home to. Their&#xa0;parents will tell them, ‘You’re going to end up in Guantánamo. You could end up deported to a homeland you’re linked to, but have never even visited. You could end up having all your doors shut. You could end up being thrown out of university.’ These are very real questions that people have to think about.”</p> <p>Whether or not this is true, it still fails to explain why more than 80% of NUS members don’t even turn out to vote. But I am struck by the scale of influence Bouattia accords to&#xa0;Prevent. Even if it frightened every single Muslim student away from politics, that would still only account for about 5% of NUS&#xa0;members.</p> <p>“Oh, but you see the Prevent agenda is not just simply targeting Muslims – as though an incredibly racist policy could even distinguish between the Muslims and non-Muslims. One black man with a beard and another, they all become Muslims, so, by extension, any racialised person becomes a target. And actually the agenda is targeting far more than that. It’s a wider-reaching attack on politicised people and groups, anti-austerity activists, anti‑fracking activists, there’s a whole host of people that this extends to now.” Does she think Prevent’s intention was always to target&#xa0;all forms of activism, and to use radicalisation as a convenient excuse to conceal grander ambitions?</p> <p>“Yes, I do believe that. I do believe that is has incredibly racist intentions, and intentions to crack down on people’s civil liberties. I do believe&#xa0;that.”</p> <p>If she could abolish Prevent today, what would she do to combat radicalisation? “I would propose looking at the state of our foreign policy. And we’ve cut every space of constructive engagement, like youth centres. Cost of living’s increased, employment prospects are low, access to university is becoming ever harder. Even if people have accessed higher education, they’ve accumulated vast amounts of debt. And have they had a positive experience, being forced to engage with content that doesn’t relate to them, and perhaps is psychologically destructive? When we look at the incredibly Eurocentric curriculum, where people don’t see themselves in what they’re studying, and can’t relate to it, and feel that their European counterparts hit the ground running, they can’t see themselves advancing in the subjects.”</p> <p>Bouattia says she has no ambitions for a political career, and sees her future in academia instead, which may be for the best, as I’m not sure how her anti-radicalisation strategy would go down on the doorstep. But if her politics would strike most British voters as extreme, they make more sense from the perspective of her own life experience.</p> <p>Until the age of seven, she had a blissfully happy childhood in Algeria, but in the civil war academics became targets for abduction and murder, and the family fled to Birmingham. Taken in by Christian ministries, they found themselves in an alien world of brussels sprouts and a language Bouattia could not speak. She was fluent within two months, but remained desperately homesick, and consoled herself by drawing the Algerian map all over everything at school.</p> <p>After studying a degree in culture studies she read an MA in postcolonial theory at the University of Birmingham, before becoming the NUS black students’ officer and then president. “But I think the sense of displacement is still with me. When Daily Mail articles are written, and quite racist, Islamophobic trolls come after you over social media, you’re very much reminded that people don’t feel you belong here. My parents took us out to access a better space of education, to be better equipped to go back to Algeria and give back.” Her election was widely celebrated in Algeria, and she goes on: “That made me more at ease with all that I do here, and how it feeds into the bigger picture, because at times when you’re so intricately involved in something locally, you start to wonder how does this fit into the bigger picture? How does this fit into the wider struggle?”</p> <p>I ask if she worries that the antisemitism row has diminished her power as president. “Not necessarily. Not so far,” is a surprising answer, but she says that she thinks the controversy raised the profile of the NUS, and provided new platforms for her “to put out our vision of the future”.</p> <p>Does she think she has ever said anything antisemitic? “I don’t. I don’t, and if my words were misinterpreted, then in future I’ll take the time to make sure I break them down and explain them.” Are there any comments she has made in the past that she would not now say?” She shakes her head. “It’s not about not saying it again, it’s about just breaking them down to explain what I meant.”</p>  <figure class=\"element element-image\" data-media-id=\"244e604b1cdb07808f41aa137e918fe268f270f5\"> <img src=\"https://media.guim.co.uk/244e604b1cdb07808f41aa137e918fe268f270f5/0_300_6144_3686/1000.jpg\" alt=\"Students at Cardiff university prote against a planned lecture by Germaine Greer in 2015.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Students at Cardiff university prote against a planned lecture by Germaine Greer in 2015.</span> <span class=\"element-image__credit\">Photograph: Gareth Phillips/Gareth Phillips for the Guardian</span> </figcaption> </figure>  <p>Some Jewish critics still maintain that she is antisemitic. Others argue that anti-Zionism is antisemitic. Bouattia maintains that they have misunderstood and misinterpreted her, and are wrong. I think this would be a perfectly defensible position for her to take if only she applied the same principle when student unions invoke the NUS’s no-platform policy. I want to talk to her about Germaine Greer, <a href=\"https://www.theguardian.com/books/2015/nov/18/transgender-activists-protest-germaine-greer-lecture-cardiff-university\" title=\"\">who Cardiff University students’ union demanded be no platformed last year</a>, owing to her views on transsexuals. This is when the argument begins.</p> <p>Most graduates of my age, I say, are appalled by a campus culture that no-platforms a speaker for holding opinions some students might find offensive. If someone cannot bear to be exposed to challenging views at university, what are they doing there? “It’s a case of seeing those ideas as spreading forms of hatred.” Does she think that Greer spreads hatred? “I support the union’s right to no-platform her. To hold transphobic views spreads hate.”</p> <p>But Greer has repeatedly stated that she does not hate transsexuals, is not critical of their choices, and couldn’t care less if anyone wants to reassign their gender. She simply does not share the belief that a man who decides to live as a woman was female all along, or that surgical procedures can wholly reassign gender.</p> <p>Now a woman sitting at what is known as the liberation desk in the office, who works on campaigns for LGBT, black, female and disabled students, gets involved. What Greer thinks she means is not the point, she says; the trans community consider her a “fascist”, the NUS respects their view, ergo Greer is a fascist.</p> <p>But Bouattia doesn’t accept that just because some Jewish people consider her antisemitic, that means she is. Why, then, does she not accord this principle to anyone else? “This is the NUS policy,” she repeats. It’s like talking to a speaking clock. I suggest that when a policy ends up branding Greer a fascist, it’s time for an urgent policy review. Universities exist as places where people engage with ideas, and learn; they are not meant to be sealed panic rooms, are they? “This is the NUS policy.”</p> <p>While I get more and more worked up, Bouattia just smiles placidly. I ask her to call her parents the next day and ask them if they, as senior academics, agree that Greer is too dangerous to be allowed to talk to students. When I email Bouattia later in the week, she doesn’t respond, and the press officer tells me she is out of the country and uncontactable.</p> <p>I get the impression that Bouattia is more fragile than the persona she presents. But perhaps, if one’s own academic parents have been targets for&#xa0;assassination, the concept of safety on campus holds something different to mine.</p>",
  "<p>As chairman of Donald Trump’s “Florida law enforcement coalition” and one of the Trump campaign’s official pilots, Vincent Caldara is doubly devoted to the Republican presidential nominee and his pledge to crack down on criminality.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/17/2016-us-election-hillary-clinton-pneumonia-donald-trump\">No sleep till November: this election may be the most exhausting one yet</a> </p> </aside>  <p>A former police officer in New York and Miami, Caldara told supporters at a recent gathering in Florida that he had been flying vice-presidential nominee Mike Pence “from coast to coast to make sure we get the law and order message out to every single person that will be voting on November 8th”.<br></p> <p>Caldara is simultaneously fighting claims that he is a lawbreaker himself.</p> <p>The 55-year-old pilot is charged with aggravated battery with a deadly weapon, after he allegedly drove a vehicle at another person repeatedly in Pompano Beach in July last year. According to court records, the victim, whose name is withheld, was treated in hospital for leg and back injuries. Caldara has pleaded not guilty.</p> <p>In a separate case, Caldara is accused of severely injuring a woman in June 2014 by recklessly driving into her with his Harley Davidson motorcycle in Fort Lauderdale. The woman is suing Caldara and seeking a jury trial. According to court records, officials have been unable to find Caldara to serve him with a summons.<br></p> <p>Caldara and spokespeople for Trump’s campaign did not respond to several requests for comment.</p> <p>The accusations of wrongdoing against Caldara are only the latest in an eclectic series of claims leveled at law enforcement figures who have publicly endorsed Trump’s campaign for the White House.</p> <p>Amid a spike in crime in some US cities, Trump on Friday received the endorsement of the national Fraternal Order of Police union, whose president, Chuck Canterbury, said: “Our members believe he will make America safe again”.</p> <p>But dark spots on the records of some of Trump’s most prominent police backers challenge the credibility of his claim to be the “law and order candidate”. In July, a coalition of dozens of police chiefs and prosecutors <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/jul/13/donald-trump-crime-policy-law-enforcement-officials-letter\">pleaded with the Republican nominee</a> to abandon his draconian ideas and embrace contemporary policing theory and criminal justice reform.</p> <p>Here, the Guardian reviews some of the allegations made against a half-dozen lawmen who have lent their support to Trump’s presidential campaign:<br tabindex=\"-1\"></p> <h2><strong>David Clarke</strong></h2> <p>Sheriff David Clarke of Milwaukee County, Wisconsin, has been Trump’s most visible ally among serving police. Although a registered Democrat, Clarke, 60, accused Hillary Clinton’s campaign of “embracing criminality” after <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/jul/26/black-lives-matter-mothers-democratic-convention-hillary-clinton\">mothers of African Americans killed by police </a>appeared onstage at the Democratic National Convention.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"b677ac8b318f1bda22623336109f4b6c0148153e\"> <img src=\"https://media.guim.co.uk/b677ac8b318f1bda22623336109f4b6c0148153e/961_460_1539_1539/1000.jpg\" alt=\"Clarke.\" width=\"1000\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Clarke.</span> <span class=\"element-image__credit\">Photograph: The Washington Post/Getty Images</span> </figcaption> </figure>  <p>But Clarke has been accused of violating rules and regulations himself since being elected in 2002. After one of his deputies broke a woman’s neck by crashing his vehicle into her car, Clarke was alleged to have <a href=\"http://fox6now.com/2014/07/13/false-accusation-leads-to-lawsuit-for-county-sheriff/\">overseen an attempted cover-up</a> that involved framing the woman for drunk driving.</p> <p> </p> <p>The victim, Tanya Weyker, sued Clarke, several deputies and county authorities in state and federal court in 2014 for compensation and civil rights violations. She said Clarke and his officers continued pursuing charges against her for months even after they knew video evidence showed the officer was at fault. </p> <p>“Clarke was personally involved in the conspiracy to continue with the baseless prosecution of [Weyker],” the federal lawsuit said, “or, at the very least, was deliberately and recklessly indifferent to his subordinates’ unconstitutional actions and related misconduct.” Clarke and the officers denied the allegations. </p> <p>An attorney for Weyker, Drew DeVinney, said Weyker settled her state lawsuit for the state-capped maximum $250,000 in compensation, and then settled the federal lawsuit for more than $95,000 for civil rights violations and attorneys’ fees.</p> <p>Clarke has also come under criticism from within his own ranks. In 2010, deputy Richard Graber, a senior official in the Milwaukee deputies’ union, alleged that Clarke aggressively confronted him, called him a “sick fuck” and threatened to “come after him” for questioning an order that deputies must work mandatory overtime after the high-profile death of a local child.</p> <p>“Clarke’s profanity-ridden rant included yelling, pointing, and calling Graber ‘waste,’ an ‘organizational terrorist,’ a ‘fucker,’ and a ‘cancer to the agency’,” according to an appeals court filing. Clarke denied most of Graber’s account of their confrontation. A federal appeals court said Clarke’s behavior amounted to an “adverse employment action” but rejected an allegation from Graber that the mistreatment was because of his union activity.</p> <p>Inspector Edward Bailey, a spokesman for Clarke, declined to comment. “This county office does not involve itself in the current presidential race in any capacity,” he said in an email.</p> <h2><strong>Joe Arpaio</strong></h2> <p>Sheriff Joe Arpaio of Maricopa County, Arizona, has over the past two decades become notorious as <a href=\"http://www.theatlantic.com/national/archive/2014/03/sheriff-joe-arpaio-the-most-lawless-lawman-in-america/359613/\">“the most unrepentantly lawless lawman in America”</a>: repeatedly condemned by the courts, denounced by civil liberties advocates and forced to pay out tens of millions of taxpayer dollars in compensation.</p> <p>Arpaio currently faces possible criminal charges for contempt of court for ignoring a judge’s order in 2011 that his aggressive immigration patrols must stop racially profiling suspects. Earlier this year, Arpaio was <a href=\"http://www.azcentral.com/story/news/local/phoenix/2016/05/13/arpaio-contempt-federal-court-ruling/77833232/\">held in civil contempt on three counts</a> by a federal judge. </p>  <figure class=\"element element-image element--supporting\" data-media-id=\"3e173b7cd1dbdcb72ecb86e405faa9cf7eed639a\"> <img src=\"https://media.guim.co.uk/3e173b7cd1dbdcb72ecb86e405faa9cf7eed639a/1366_58_1480_1849/800.jpg\" alt=\"Arpaio.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Arpaio.</span> <span class=\"element-image__credit\">Photograph: Ross D Franklin/AP</span> </figcaption> </figure>  <p>Less well known than Arpaio’s <a href=\"http://www.12news.com/news/local/arizona/inmates-endure-extreme-heat-in-tent-city/250951997\">“Tent City”</a> detention center, however, is his record of using his department to go after personal and political enemies. In 2013, the cofounders of the Phoenix New Times newspaper, which had been investigating questionable real estate deals by Arpaio, were <a href=\"http://www.phoenixnewtimes.com/news/joe-arpaio-loses-new-times-co-founders-win-375-million-settlement-for-2007-false-arrests-6651491\">awarded $3.75m in damages</a> after Arpaio’s men arrested them on false charges in late-night raids on their homes.</p> <p>In 2008, Arpaio had local judges and county legislators indicted on trumped-up criminal corruption charges that later collapsed entirely, resulting in yet more million-dollar payouts to those targeted. The failed charges also prompted the state supreme court to disbar the county attorney, an Arpaio ally, who was found to have brought malicious prosecutions against political foes.</p> <p>Last year it emerged that Arpaio had even <a href=\"http://www.azcentral.com/story/news/local/phoenix/2015/04/23/joe-arpaio-apologizes-contempt-hearing-day-three-abrk/26240715/\">hired a private investigator to look into the wife</a> of the federal judge who ruled in 2013 that Arpaio was engaged in illegal racial profiling. Spokespeople for Arpaio did not respond to a request for comment.</p> <h2><strong>Tim Howard</strong></h2> <p>Sheriff Tim Howard of Erie County, New York, is a co-chairman of Trump’s campaign in the Republican nominee’s home state, which Trump has declared he can win even while trailing Hillary Clinton in state polls <a href=\"http://www.realclearpolitics.com/epolls/2016/president/ny/new_york_trump_vs_clinton-5792.html\">by an average of 19 percentage points</a>.</p> <p>Despite holding an official position in the Republican’s campaign, Howard earlier this year was involved in policing a Trump campaign rally in Buffalo, where he was filmed overseeing the removal of protesters. Aides to the sheriff denied that he had a conflict of interest.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"e24a5b98bc9a9a59da4c422d66937fcacf65c886\"> <img src=\"https://media.guim.co.uk/e24a5b98bc9a9a59da4c422d66937fcacf65c886/142_31_523_654/400.jpg\" alt=\"Howard.\" width=\"400\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Howard.</span> <span class=\"element-image__credit\">Photograph: timhoward.com</span> </figcaption> </figure>  <p>Howard, 66, has endured rocky patchesin the upstate county – not least on three separate occasions when prisoners escaped or were mistakenly released from his jail. Two of them went on to commit serious crimes before recapture. </p> <p>In April 2006, Ralph “Bucky” Phillips escaped from Alden prison. He killed a state trooper and wounded two others before being caught after five months on the run. In March 2009, Rasheed Milton was released from the same facility by mistake. Milton was recaptured after raping a woman. Then, in March 2012, Awet Gebreyesus was mistakenly released from Alden after being indicted for the attempted murder of his partner. Gebreyesus was caught before harming anyone.</p> <p> Howard has also been <a href=\"http://wnymedia.net/2013/10/howard-widens-pay-play-net-8-years/\">accused of cronyism</a> after it emerged that companies that gave Howard’s election campaign tens of thousands of dollars in contributions received hundreds of thousands of dollars worth of county contracts for purchases such as <a href=\"http://wnymedia.net/2005/09/sheriff-howard-bought-like-new-car/\">new police cars</a>, software and furniture.</p> <p>Howard’s spokesman did not respond to a request for comment.</p> <h2><strong>Paul Babeu</strong></h2> <p>Sheriff Paul Babeu of Pinal County, Arizona, enthusiastically supports Trump’s anti-immigration stance and campaign pledge to build a wall along the US border with Mexico. Babeu is also running as a Republican for a seat in the US House of Representatives and has made border security a key plank of his campaign.</p> <p>Babeu promises voters on his website that he will tackle the “hundreds of thousands of illegal immigrants pouring across our southern borders”, warning that at present, “possible terrorists with military training, deliberate plans and lots of money can cross the border”.</p> <p>In 2012, Jose Orozco, a Mexican man and ex-boyfriend of Babeu who worked for the sheriff’s election campaign, alleged that he was threatened with deportation by an aide to Babeu when he refused to sign an agreement not to publicly disclose the relationship. Orozco’s attorney said she was told Orozco’s US visa had expired, making him undocumented. Babeu denied Orozco’s allegations. An inquiry by the Arizona attorney general<a href=\"http://www.phoenixnewtimes.com/news/sheriff-paul-babeu-pleaded-with-ex-boyfriend-to-keep-silent-about-relationship-ags-investigators-reveal-6641494\"> concluded</a> that he committed no criminal violation.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"576a373f7f5dccd0648751ce44501cc5eac6ac58\"> <img src=\"https://media.guim.co.uk/576a373f7f5dccd0648751ce44501cc5eac6ac58/1091_371_1053_1317/800.jpg\" alt=\"Babeu.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Babeu.</span> <span class=\"element-image__credit\">Photograph: Joshua Lott/Reuters</span> </figcaption> </figure>  <p>Babeu has also faced <a href=\"http://www.phoenixnewtimes.com/news/sheriff-paul-babeu-on-defensive-again-denies-sisters-claims-he-had-sexual-relationship-with-17-year-old-boy-from-boarding-school-he-once-ran-6643099\">allegations made public by his sister </a>that as headmaster and executive director of a boarding school for troubled teenagers in Massachusetts, he had a sexual relationship with a 17-year-old student. Babeu, who led the controversial DeSisto School in West Stockbridge between 1999 and 2001, responded by <a href=\"http://tucson.com/news/blogs/senor-reporter/babeu-camp-attacks-sister-over-new-allegations/article_398e3692-622f-11e1-a591-0019bb2963f4.html\">publishing his sister’s mental health history</a>. </p> <p>The former student, Joshua Geyer, <a href=\"http://tucson.com/news/blogs/senor-reporter/babeu-camp-attacks-sister-over-new-allegations-updated/article_398e3692-622f-11e1-a591-0019bb2963f4.html\">has not disputed</a> that he had a relationship with Babeu, but insisted that it was not “inappropriate”. This week, a spokesman for Babeu sent the Guardian a letter purportedly from Geyer that said he and Babeu had no sexual relationship at all. Asked twice whether Babeu himself denied that the relationship took place, the spokesman did not respond.</p> <p>State authorities <a href=\"http://media.phoenixnewtimes.com/7687064.0.PDF\">pursued DeSisto</a> for operating illegally without a state license. Over the years, the school <a href=\"http://www.bridges4kids.org/articles/2004/3-04/Globe2-23-04.html\">became notorious</a> for its severe punishment system, and was investigated repeatedly for allegations of abuse and mistreatment of students. It has since closed. </p> <p>The Babeu spokesman, Barrett Marson, said in an email: “Paul was in charge of the business operations at the school. He never had any control over student discipline or instruction. He was in charge of ensuring there was food and bathroom supplies and things like that. But Paul was never investigated nor had any knowledge of any alleged abuse at the school while he was employed there.”</p> <h2><strong>Wayne Ivey</strong></h2> <p>Sheriff Wayne Ivey of Brevard County, Florida, is playing an energetic part in Trump’s campaign. Earlier this month, he appeared at the opening of a Trump campaign office in Cocoa Beach with Caldara, the campaign pilot.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"89d4ef2fa6289e212e768e96025a2926e2a3ed7c\"> <img src=\"https://media.guim.co.uk/89d4ef2fa6289e212e768e96025a2926e2a3ed7c/1_0_480_600/400.jpg\" alt=\"Ivey.\" width=\"400\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ivey.</span> <span class=\"element-image__credit\">Photograph: Brevard County sheriff's office</span> </figcaption> </figure>  <p>“I believe we need a leader that is going to stand shoulder to shoulder with those people that protect our great nation,” Ivey told supporters, “those men and women in uniform that protect our communities.”</p> <p>Five years ago, Ivey retired as an agent with the Florida department of law enforcement (FDLE) three days after he was accused by a local <a href=\"http://volusiaexposed.com/fdle/ivey/phonecall.pdf\">muckraking website</a> of making a threatening telephone call to a female probation officer who was the ex-fiancee of Ivey’s son, Robert. </p> <p>A brief review by FDLE of the allegation said that no complaint had been made by the female officer, and that because Ivey was no longer employed by FDLE, the case was out of the department’s hands.</p> <p>A spokesman for Ivey did not respond to a request for comment.</p> <h2><strong>Scott Jones</strong></h2> <p>Sheriff Scott Jones of Sacramento County, California, pledged earlier this year to support Trump. But Jones, who is also running for Congress as a Republican, has dialed down his enthusiasm after the Republican nominee’s recent string of inflammatory remarks.</p> <p>“He has not personally or publicly endorsed any candidate, but has said he will cast his ballot for Trump given the only alternative is Hillary Clinton,” Dave Gilliard, a spokesman for Jones, said in an email.</p> <p>Jones was accused of sexually harassing a junior female deputy starting when he was a sergeant about 12 years ago, which he denies. The deputy, Tosca Olives, said in a sworn deposition that Jones frequently harassed her on visits to the department’s law library, to which she was assigned. Jones denied the allegations.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"a94a3d595fcd3b8166735047b2b6c87ef8951950\"> <img src=\"https://media.guim.co.uk/a94a3d595fcd3b8166735047b2b6c87ef8951950/757_448_1225_1531/800.jpg\" alt=\"Jones.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jones.</span> <span class=\"element-image__credit\">Photograph: scottjonesforcongress.com</span> </figcaption> </figure>  <p>“It started with, like, rubbing my shoulders while I was on the phone,” said Olives. “It progressed to going underneath my shirt and feeling my breasts. There would be times when there would be kissing. There were times that he would unzip my pants and … but mainly feeling my breasts and kissing.” </p> <p>She said Jones touched her inappropriately “approximately 30” times. Once, when she told him he must stop touching her breasts, she alleged, Jones replied: “Stop being so tempting.” Olives said she feared retaliation for taking action against Jones, and that when she eventually told him she was going to make a complaint about him, he advised her not to and suggested she would ruin both their careers. </p> <p>Olives’s testimony was submitted as evidence in a lawsuit brought by four other female deputies, who alleged retaliation and discrimination by the sheriff’s department – much of it in a county jail, when it was run by Jones. Jurors ruled in favor of the female deputies and awarded them $3.6m. </p> <p>In an emailed statement, Jones said the allegations against him were “without merit, corroboration or evidence” and that he denied them “in the strongest possible terms.” </p> <p>“I have never been the subject of any internal complaint of misconduct of any kind during my 27-year career with the sheriff’s department, and have consistently opened up my personnel records for review,” said Jones.</p>",
  "<p>Michelle Obama earned the nickname “the Closer” during her husband’s 2008 campaign for her ability to win over wavering voters. After two successful presidential campaigns, the first lady is being called upon to perform one last trick: elect his successor.<br></p> <p>On Friday, the ever-popular first lady stepped on to the campaign trail to rally support for a predecessor and one-time rival, Hillary Clinton, whose victory in November is crucial to preserving the president’s legacy. Students and supporters had waited hours to hear the first lady speak. </p> <p>“The presidency doesn’t change who you are, it reveals who you are,” Obama told the crowd of mostly young people at George Mason University. “The same thing is true of a presidential campaign. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/jul/26/michelle-obama-democratic-national-convention-speech\">‘She found her voice’: Michelle Obama’s DNC speech hailed as her boldest yet</a> </p> </aside>  <p>“So if a candidate is erratic and threatening, if a candidate traffics in prejudice, fears, and lies on the trail, if a candidate has no clear plans to implement their goals, if they disrespect their fellow citizens – including folks who’ve made extraordinary sacrifices for our country – let me tell you: that is who they are. That is the kind of president they will be.”</p> <p>Obama is known for being averse to politics, and she has managed to remain supremely popular, especially among young people, in large part thanks to her ability to stay above the fray. But the 2016 presidential race is deeply personal. </p> <p>Donald Trump, the Republican nominee, for years promoted the false “birther” movement that questioned Barack Obama’s origins – to the extent that he claimed to have sent <a href=\"http://politicalticker.blogs.cnn.com/2011/04/07/trump-sends-investigators-to-hawaii-to-look-into-obama/\">investigators </a>to Hawaii to search for his birth certificate in 2011. On Friday, Trump conceded that the president was born in the United States.</p> <p>Trump’s careful cultivation of the lie, and his refusal to denounce it even as recently as Thursday, has crippled the Republican’s standing with black voters, who widely view the birther campaign as an attempt to delegitimize the first black president. Public opinion polls show that he draws a historically low support from black voters, with some surveys showing <a href=\"http://www.nbcnews.com/politics/2016-election/donald-trump-gets-0-support-black-voters-ohio-pennsylvania-nbc-n609026\">0%</a> among black voters. </p> <p>In her speech at the Democratic national convention, <a href=\"https://www.theguardian.com/us-news/2016/jul/26/michelle-obama-convention-speech-female-president\">an aspirational and devastating riposte</a> to Trump’s vision for America, Michelle Obama remembered her daughters’ first day of school, and the lurching feeling when she realized that they would grow up in the White House. </p> <p>“I realized that our time in the White House would form the foundation for who they would become, and how well we managed this experience could truly make or break them,” she said.</p> <p>“That is what Barack and I think about every day as we try to guide and protect our girls through the challenges of this unusual life in the spotlight – how we urge them to ignore those who question their father’s citizenship or faith. </p> <p>“How we insist that the hateful language they hear from public figures on TV does not represent the true spirit of this country. How we explain that when someone is cruel, or acts like a bully, you don’t stoop to their level – no, our motto is, when they go low, we go high.”</p> <p>Obama’s swan song speech was quickly elevated to the pantheon of historic political addresses. Some delegates in the audience wept freely as the first lady spoke.</p> <p>On the campaign trail, Clinton voiced appreciation for her powerful and most popular ally.<br></p> <p>“As Michelle Obama said in her fabulous speech at the Democratic convention, when we go to the polls this November, the real choice isn’t between Democrat or Republican,” Clinton said in Greensboro, North Carolina, on Thursday. “It’s about who will have the power to shape our children for the next four years of their lives.”</p> <p>Though they share a goal on the campaign trail, Obama and Clinton could not have had more opposite ambitions in their roles as first lady.</p> <p>“Michelle Obama can’t wait to leave the White House and Hillary Clinton can’t wait to get back in,” said Kate Andersen Brower, journalist and <a href=\"https://www.amazon.com/First-Women-Americas-Modern-Ladies/dp/0062439650\">author of First Women</a>.</p> <p>Unlike Clinton, who broke with many of the traditions and norms expected of a presidential spouse, including the unprecedented step of setting up an office in the West Wing, Obama has remained firmly in the East Wing. She has devoted herself to supporting military families, fighting childhood obesity and advocating for girls’ education. Under Obama’s leadership, the White House launched the <a href=\"http://www.letsmove.gov/\">Let’s Move</a> campaign to reduce child obesity and the <a href=\"https://letgirlslearn.gov/\">Let Girls Learn</a> initiative, to improve access to education for girls around the world. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/16/michelle-obama-birther-clinton-video\"            data-short-url=\"https://gu.com/p/53bkg\"                    data-show-ads=\"true\"            data-video-id=\"2724829\"            data-video-name=\"Michelle Obama slams Trump's 'birtherism' during Clinton rally – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-57dc667fe4b0a8cdc623873c\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/16/160916michelle_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/16/160916michelle.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/16/160916michelle_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/16/michelle-obama-birther-clinton-video\">Michelle Obama slams Trump’s ‘birtherism’ during Clinton rally</a></figcaption> </figure>   <p>She has also cemented herself as a cultural icon, with a reach far beyond the realm of politics. Last week, she poured boxed wine for customers at a drug store with talk show host Ellen Degeneres. Before the DNC, she <a href=\"https://www.youtube.com/watch?v=ln3wAdRAim4\">sang carpool karaoke</a> with comedian James Corden. And the Obamas posed for an intimate portrait published on the cover of the October issue of Essence, a lifestyle magazine directed toward black women. </p> <p>“I think when it comes to black kids, it means something for them to have spent most of their life seeing the family in the White House look like them,” she told the magazine. “It matters. All the future work that Barack talked about, I think over these last few years, we’ve kind of knocked the ceiling of limitation off the roofs of many young kids; imaginations of what’s possible for them.”</p> <p>At the university on Friday, the graduate student Katie Boyette echoed the first lady’s sentiments, and recalled watching Obama’s inauguration, “walking on to the stage with his family, and they just looked so beautiful”.</p> <p>“I was only 15 at the time, but seeing them, as an African American,” she said, “it was a pivotal moment for me. I started to cry. It was a moment I’ll never forget.”</p> <p>Before the event, Obama reflected with former first lady Laura Bush at the National Archives, in Washington DC, about the power of their platform.</p> <p>“The fact is you really have a podium, really, always. People still listen to Barbara Bush, don’t you think? I certainly do,” Bush said, referring to her mother-in-law, the wife of George HW Bush. </p> <p>Obama said she would continue to the work she started in the White House: “I can’t imagine that I’ll leave here and really kick my feet up and say, ‘Oh, well, good luck with that.’”</p> <p>After Obama’s rousing DNC speech, speculation – most wishful – mounted that it might launch a national political career, as such a speech did for her husband in 2004.</p> <p>But Obama has swatted away any speculation that she might seek office one day and earlier this year, the president lowered the chances of a double act to zero. </p> <p>“There are three things that are certain in life,” the president said during a town hall in Louisiana. “Death, taxes and Michelle is not running for president.”</p> <p>And yet some still hold out hope.<br></p> <p>“Four more years!” the college crowd chanted on Friday when Obama said her family’s time in the White House had nearly come to an end. “No!” Obama said, waving her hand and laughing. “No,” she tried again, more emphatically.</p> <p>After the event, Rachelle Campbell didn’t hesitate for a moment. </p> <p>“Oh, I would <em>love</em> for her to run for president one day,” she said excitedly. “Michelle for president!”</p> <p>As she closed out her speech to the students, Obama spun one of Clinton’s slogans, “I’m with her”, into her own. “I urge you – I beg of you – to ignore the chatter and the noise and ask yourselves, which candidate really has the experience, the maturity, and the demeanor to handle the job I just described to you?” she asked the crowd.</p> <p>“I need your help to do that as well. Are you with me?”</p>",
  "<p>It’s been a pretty static summer on the circulation and readership front. Quality papers – in print and online – doing well in the referendum aftermath, with the tabloids staging a modest August recovery. But there’s one fascinating result being celebrated by traditional US news hawks. For the first time in modern digital history (as recorded by comScore over July), the <em>New York Times</em> and the <em>Washington Post </em>both beat starry startups BuzzFeed and the <em>Huffington Post</em>. The <em>Times</em> and <em>Post </em>were up 41% and 54% year-on-year – while the opposition dropped back.</p> <p>As Ken Doctor at the Nieman Journalism Lab notes, it’s not just a question of readers wanting their news from sturdier, familiar sources in the eye of a presidential election storm. There’s the question of if and when shooting stars begin to wane. “Has the <em>Huffington Post</em>, which shed 12m unique visitors in just a year – and a time of incredible political ferment – peaked? After all, it was born at another digital time, 2005 … a business/editorial model of aggregation ahead of its time.”</p> <p>Now, minus founder Arianna, the HuffPo “must look of how to redefine its very identity”.</p> <p>BuzzFeed, meanwhile, “has confused many by announcing it is to split into news and entertainment parts”, Doctor adds. “That move has still not been well explained in intent or impact on its journalism. What the data does show is that BuzzFeed, too, lost 10m unique visitors over the last year.”</p> <p>No one quite knows what this means on the bottom line, but momentum is vital to keep startup investors happy, so any glitch comes with costs attached. it’s rough for all the rivals.</p> <p>■ Legacy victory No 2, duly celebrated by Poynter Institute researchers. We’ve discovered that digital tablets haven’t obliterated dear old printed books: and that print resilience remains strong. The average American reads 12 books a year. The percentage of Americans reading at least one book is 73%, pretty proximate to 2012’s 74%. Some 65% of US readers prefer reading printed pages – the same as in 2012. Ebooks have spurted upwards, with 28% reading at least one digital page-turner a year; but 38% still read only in print – and 28% mix and match. In short, any transition is glacial by modern digital standards; and may even be reaching a plateau.</p>"
]