[
  "<p>Hillary Clinton has said her husband, former president Bill Clinton, should not have to resign his role as head of their family’s charitable foundation until the presidential election is decided in November. </p> <p>The Democratic nominee said she did not see any ethical problems with her husband’s continued involvement with the Clinton Foundation, which raises money from wealthy donors around the world while she runs for president despite mounting criticism. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/22/bill-clinton-hillary-president-clinton-foundation-future-trump\">Clinton Foundation: Bill to quit board if Hillary becomes president</a> </p> </aside>  <p>“I don’t think there are conflicts of interest,” Clinton <a href=\"http://abcnews.go.com/Politics/exclusive-hillary-clinton-husband-bill-resign-foundation-post/story?id=41878492\">told ABC’s David Muir</a> in a joint interview today with her running mate, Senator Tim Kaine, that aired in full on Tuesday. </p> <p>Bill Clinton told supporters in August that he would <a href=\"https://www.theguardian.com/us-news/2016/aug/22/bill-clinton-hillary-president-clinton-foundation-future-trump\">resign from the foundation’s board</a> and stop raising money if his wife were elected. The foundation last month <a href=\"http://www.wsj.com/articles/chelsea-clinton-to-stay-on-clinton-foundation-board-if-hillary-becomes-president-1472058025\">confirmed</a> that Clinton’s daughter, Chelsea Clinton, would remain on the board even if her mother won in November. </p> <p>On Tuesday, Clinton signaled that this could change. Asked whether she thought her daughter’s ongoing role with the foundation would present a conflict of interest if she were elected, Clinton said she did not. </p> <p>“As I’ve said over and over again ... these issues will be decided after the election and we will decide the appropriate way forward,” Clinton told reporters during a press conference aboard her plane. </p> <p>In the ABC interview, Clinton also dismissed accusations that allies and donors of the Clinton Foundation received special treatment while she served as secretary of state.</p> <p>“I know that that’s what has been alleged and never proven. But nevertheless, I take it seriously,” Clinton said in the interview, which was taped on Monday between Labor Day campaign stops. </p> <p>When Kaine was asked how he would convince voters who still find Clinton untrustworthy, he made it personal. </p> <p>“I have a son in the military who is deployed overseas right now,” Kaine said. “I care very, very deeply about who the next commander-in-chief is. I completely count and trust Hillary Clinton to be a great commander in chief and to make the right decisions for the country. The prospect of Donald Trump making those decisions about the life of my kid and millions of service members scares me to death.”</p> <p>Clinton and her campaign pointed to a more recent<a href=\"https://www.washingtonpost.com/news/post-politics/wp/2016/09/01/trump-pays-irs-a-penalty-for-his-foundation-violating-rules-with-gift-to-florida-attorney-general/\"> Washington Post report</a> that revealed the Republican presidential nominee paid a $2,500 penalty to the Internal Revenue Service for a 2013 donation from his charitable organization to an organization associated with the Florida attorney general, Pam Bondi. At the time, Bondi was debating whether to investigate the now defunct Trump University. She decided against it. </p> <p>“The fact that a Hillary Clinton presidency would be compromised by tens of millions of dollars in foreign donations to the Clinton Foundation is no laughing matter either – it is downright terrifying,” said Jason Miller, a spokesman for the Trump campaign. “When that 3am phone call comes, we can’t have an ethically challenged president on the line who took truckloads of cash from other countries.” </p> <p>Earlier on Tuesday, Clinton questioned her opponent’s readiness to be the commander-in-chief and his grasp of foreign policy during a campaign event in Tampa, Florida, while her running mate delivered a speech on national security in North Carolina.<br></p> <p>“His whole campaign has been one long insult to all those who have worn the uniform,” Clinton told a crowd, adding that a “man who is so wrong about our veterans isn’t right to serve as commander-in-chief”.</p> <p>Clinton also attacked Trump over his inconsistencies on how to defeat Islamic State, quipping: “He says he has a secret plan to defeat Isis. But the secret is he has no plan.”</p> <p>She continued: “When it comes to fighting Isis, he has been all over the map. You would have to literally map it out. He has talked about letting Syria become a free zone for Isis. Look at the map, Donald. He has talked about sending in American ground troops. Not on my watch.” </p>",
  "<p>The Guardian reaches millions of engaged readers around the world, and some of our most exciting work comes when they talk to each other. </p> <p>As we looked through our coverage of <a href=\"https://www.theguardian.com/us-news/us-elections-2016\">this US election cycle</a>, we realized that this was already happening: people wanted to know what the situation looked like from outside and inside the US, and they had some real questions about what exactly is going on.</p> <p>And hey, we did too: we asked readers who live outside the US to <a href=\"https://www.theguardian.com/us-news/2016/aug/16/us-voters-2016-election-international-perspective\">ask some questions</a> of our American audience. We also asked our American readers to<a href=\"https://www.theguardian.com/us-news/2016/aug/16/what-would-you-ask-us-citizens-about-clinton-trump-and-the-election\"> come up with a list</a> for readers abroad. Hundreds of people submitted. We read all of the responses, then edited them into the list below.</p> <p>The next step is getting some answers. This too will come back to our readers: AKA, you. </p> <p>If you’re a US citizen, answer as many of the questions posed by our international readers as you’d like. If you’re not a US citizen, answer as many of the questions posed by our US citizens as you’d like – just scroll down to find them. As the responses come in, we’ll read through and again select the most interesting and emblematic to publish late next week.</p> <h2><strong>Live outside the US? Here’s what our American readers want you to answer:</strong></h2>  <figure class=\"element element-embed\" data-alt=\"us to intl reader questions election\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;script type=&quot;text/javascript&quot; src=&quot;https://guardiannewsampampmedia.formstack.com/forms/js.php/uselectionscallout&quot;&gt;&lt;/script&gt;&lt;noscript&gt;&lt;a href=&quot;https://guardiannewsampampmedia.formstack.com/forms/uselectionscallout&quot; title=&quot;Online Form&quot;&gt;Online Form - US/International readers election callout answer form&lt;/a&gt;&lt;/noscript&gt;&lt;div style=&quot;text-align:right; font-size:x-small;&quot;&gt;&lt;a href=&quot;http://www.formstack.com?utm_source=jsembed&amp;utm_medium=product&amp;utm_campaign=product+branding&amp;fa=h,2422761&quot; title=&quot;HTML Form Builder&quot;&gt;HTML Form Builder&lt;/a&gt;&lt;/div&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <h2><strong>Live in the US? Here’s what some of our international readers want you to answer:</strong></h2>  <figure class=\"element element-embed\" data-alt=\"intl to us readers questions election\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;script type=&quot;text/javascript&quot; src=&quot;https://guardiannewsampampmedia.formstack.com/forms/js.php/us_elections_international_responses&quot;&gt;&lt;/script&gt;&lt;noscript&gt;&lt;a href=&quot;https://guardiannewsampampmedia.formstack.com/forms/us_elections_international_responses&quot; title=&quot;Online Form&quot;&gt;Online Form - International readers: answer questions about the US elections&lt;/a&gt;&lt;/noscript&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>",
  "<p>An African strongman accused of rigging elections in his own country is preparing to mediate between the two sides contesting the result of <a href=\"https://www.theguardian.com/world/2016/aug/31/gabon-election-results-disputed-incumbent-ali-bongo-victor-jean-ping\">last week’s poll in Gabon</a>.</p> <p>Chad’s president, Idriss Déby, who has ruled his country for 26 years, is expected to lead an African Union delegation that is preparing to go to Libreville to try to resolve the crisis.</p> <p><a href=\"https://www.theguardian.com/world/2016/aug/28/both-sides-in-gabon-presidential-election-claim-victory-ahead-of-count\">Both sides claimed victory</a>, and post-election clashes between protesters and Gabon’s security forces have left up to 100 people dead, according to the opposition. Hundreds of people been have arrested, <a href=\"https://www.theguardian.com/world/2016/sep/01/gabon-election-army-accused-attacking-opposition-protests\">the national parliament was torched</a> and the opposition headquarters stormed.</p> <p>Ali Bongo, the incumbent whose family has ruled Gabon for half a century, was declared the winner by a margin of only 5,000 votes. The opposition pointed out that the purported result in Haut-Ogooué, Bongo’s home region, was impossible. The national electoral commission claimed that more than 99.9% of voters turned out to vote in the region, and 95% of them voted for Bongo – a result described as a “clear anomaly” by EU observers on Tuesday.</p> <p>The leader of the opposition, Jean Ping, a former foreign minister under Ali Bongo’s father, Omar, saidhe had won days before the election results were released. His spokesman said that between 50 and 100 people had been killed in the violence – far more than the three dead mentioned by the interior minister on Monday.<br></p>  <figure class=\"element element-image\" data-media-id=\"3e75f808821f21dc094ee4c21a72bf429a3a7bf3\"> <img src=\"https://media.guim.co.uk/3e75f808821f21dc094ee4c21a72bf429a3a7bf3/0_177_3600_2160/1000.jpg\" alt=\"A supporter of the Gabonese opposition leader Jean Ping kneels in front of security forces after the disputed election result.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A supporter of the Gabonese opposition leader Jean Ping kneels in front of security forces after the disputed election result.</span> <span class=\"element-image__credit\">Photograph: Marco Longari/AFP/Getty</span> </figcaption> </figure>  <p>Gabon’s justice minister resigned from the government and the party on Tuesday, calling for a recount of the vote and saying it amounted to “almost pushing people to revolt” not to do so.<br></p> <p>“I invite the president of the republic to make the wise decision to avoid the useless suffering of the people,” said Séraphin Moundounga, who for years has been close to the Bongos, warning that peace in Gabon was at stake.<br></p> <p>France’s prime minister, Manuel Valls, also called for a recount, saying that it “would be wise” and would help clarify the situation.</p> <p>Opinions in France, however, are not likely to be paid much attention in Gabon. When France’s ruling socialist party said early on that Ping appeared to be the winner, Bongo’s spokesman advised it to “respect our sovereignty” and characterised the “interference” as an extension of “Francafrique” – a word denoting past shady dealings between France and its former African colonies. Omar Bongo was known as a “pillar of Francafrique”.</p> <p>France, the EU and the US previously called for results from each individual polling station to be released, something that Bongo refused to do.<br></p>  <figure class=\"element element-image\" data-media-id=\"4f1c9aaad93d77ef226fca1cb269b53b35c990f2\"> <img src=\"https://media.guim.co.uk/4f1c9aaad93d77ef226fca1cb269b53b35c990f2/0_33_2170_1302/1000.jpg\" alt=\"Ali Bongo\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ali Bongo, whose family has ruled Gabon for half a century, was declared the winner by a margin of only 5,000 votes.</span> <span class=\"element-image__credit\">Photograph: Frank Franklin II/AP</span> </figcaption> </figure>  <p>Ping has called for a general strike, which could be a blow to Bongo, who counts among his own successes the germs of economic development in a country previously dependent on its oil reserves. However, the call to down tools has not been widely heeded.</p> <p>Ping is a former chair of the African Union commission, and in that role he stayed silent when several countries on the continent, including Sudan and Zimbabwe, dealt with rigged elections.</p> <p>Thus he may recognise the approach of the AU’s delegation, comprising African heads of state, representatives of the AU commission and the UN, which is set to travel to Libreville “if the conditions are met”. It is not known what these conditions are. The talks to find a solution will most likely be led by Déby, its spokesman said.</p> <p>Déby, the current AU chair, was sworn in for his fifth term as president of Chad last month, extending his 26-year rule amid accusations of rigging, intimidation and holding “the whole country hostage”, according to Saleh Kebzabo, his nearest challenger. Opposition activists said they had opened a case of high treason against Déby at the country’s supreme court.</p>",
  "<p>Jeremy Thompson is to retire from Sky News after 23 years to “make space for burgeoning young talent”, the latest long-serving presenter to leave the channel in recent months.</p> <p>Thompson anchors Sky’s early evening news programme Live at Five.<br></p> <p>Thompson has worked in television news for more than 40 years, covering nine British general elections and five Olympics, and will bow out after this year’s US presidential election, his sixth.<br></p> <p>“As a few of you have been politely enquiring about my future plans, I thought it was a good time to let you know that I really am retiring from Sky News at the end of the year,” said Thompson, in an internal email sent to staff. “After 23 years at Sky and 50 years as a journalist, I felt it was high time I stepped aside and made space for the burgeoning young talent on this channel.”<br></p> <p>Thompson trained on the Cambridge Evening News in the 1970s before moving to BBC Radio Sheffield. He began his TV career on BBC TV’s Look North in Leeds.<br></p> <p>In the early 1980s he moved to ITN as chief sports correspondent before setting up an Asian bureau and covering the first gulf war in 1990. <br></p> <p>In 1993, he began his career at Sky News as Africa correspondent before setting up bureaux in South Africa and Washington DC.<br></p> <p>In 1998, Thompson returned to London to present Sky News evening programmes and has covered stories including the 9/11 terrorist attacks, the disappearance of Madeleine McCann and coverage from Pakistan following the death of Osama bin Laden.<br></p> <p>“Jeremy Thompson is a master of his craft,” said John Ryley, head of Sky News. “I have learned much from him. His deft handling of the most sensitive situations, his gut instinct for what the real story is, and his mass appeal to our viewers who trust him to bring them the latest news from wherever he happens to be in the world.”<br></p> <p>Last week, Eamonn Holmes announced he is to <a href=\"https://www.theguardian.com/media/2016/sep/01/eamonn-holmes-to-leave-sky-news-itv-this-morning\">step down as anchor of Sky News’s breakfast show Sunrise after 11 years</a>. In July, long serving on-screen anchors <a href=\"https://www.theguardian.com/media/2016/jul/04/sky-news-anchors-leave-shipandrew-wilson-lorna-dunkley-samantha-simmond\">Andrew Wilson, Lorna Dunkley and Samantha Simmonds departed</a>.<br></p>",
  "<h2>The dangers in Trump’s ‘rigged election’ claims</h2> <p>Election lawyers, donors and a former member of Congress have warned that Donald Trump’s claims that if he loses in November it will be due to a “rigged” election <a href=\"https://www.theguardian.com/us-news/2016/sep/06/donald-trump-rigged-election-voter-fraud-intimidation\">could lead to voter intimidation</a>. “Trump’s rhetoric is troubling and casts a shadow over the legitimacy of the elections,” said election lawyer Ken Gross. On the campaign trail yesterday, the Republican nominee said citizenship will be a “get out and come back in” process for the undocumented – but he was “not ruling out anything” for those who stay. “<a href=\"https://www.theguardian.com/us-news/2016/sep/06/trumps-in-ohio-blurs-the-ins-and-outs-of-his-immigration-stance\">We are going to make that decision into the future</a>,” he said. The candidate later declared: “<a href=\"https://www.theguardian.com/us-news/2016/sep/05/trump-clinton-campaign-ohio-immigration-jobs\">It’s all about jobs</a>. The immigration position is so clear and so well announced … It’s really now so much talking about jobs because our country has been destroyed by other countries taking our jobs.” Meanwhile, UN human rights chief Zeid Ra’ad Al Hussein has called for the world to <a href=\"https://www.theguardian.com/world/2016/sep/06/un-human-rights-high-commisioner-zeid-raad-al-husseins-speech-reject-populist-bigots-in-full\">reject populist bigots</a>.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/sep/06/donald-trump-rigged-election-voter-fraud-intimidation\"> Trump’s ‘rigged election’ rhetoric could inspire voter intimidation, say experts </a></p> <h2>Hillary Clinton’s Trump allergies</h2> <p>During a Labor Day rally speech in Cleveland, Hillary Clinton was hit by a vigorous coughing fit. “Every time I think about Trump I get allergic,” she said. The Democratic nominee suggested Trump had created an “embarrassing international incident” on his recent trip to Mexico. Later, taking her first questions from the press since December, Clinton described the hack on the Democratic National Committee as similar to Watergate. “<a href=\"http://abcnews.go.com/Politics/hillary-clinton-russian-interference-election-concern/story?id=41881824\">We’ve never had a foreign adversarial power involved in our electoral process</a>,” she said referring to alleged Russian involvement. “I’m grateful this is being taken seriously.” A new <a href=\"http://www.cnn.com/2016/09/06/_politics-zone-injection/trump-vs-clinton-presidential-polls-election-2016/index.html\">CNN poll</a> shows Trump at 45% of likely voters, Clinton at 43%, Gary Johnson at 7% and Jill Stein at 2%, while the Real Clear Politics polling average shows Clinton only 2.4 points ahead of Trump when Libertarian Gary Johnson and the Green party’s Jill Stein are factored into the race. But a Washington Post poll of all 50 states showed <a href=\"https://www.washingtonpost.com/politics/a-new-50-state-poll-shows-exactly-why-clinton-holds-the-advantage-over-trump/2016/09/05/13458832-7152-11e6-9705-23e51a2f424d_story.html?hpid=hp_hp-top-table-main_no-name%3Ahomepage%2Fstory\">Clinton with a distinct advantage over her opponent in the electoral college</a>, and the prospect of the electoral map being redrawn this year, with Texas in play for the Democratic candidate and Pennsylvania and Michigan for Trump. </p> <p><a href=\"https://www.theguardian.com/us-news/video/2016/sep/05/hillary-clinton-every-time-i-think-about-trump-i-get-allergic-video\">Hillary Clinton: ‘Every time I think about Trump I get allergic’</a></p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/05/hillary-clinton-every-time-i-think-about-trump-i-get-allergic-video\"            data-short-url=\"https://gu.com/p/5xzm6\"                    data-show-ads=\"true\"            data-video-id=\"2694984\"            data-video-name=\"Hillary Clinton: 'Every time I think about Trump I get allergic' – video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-57cddcbce4b0456abb93db61\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/06/160905Hillary2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/06/160905Hillary2.m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11846429&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/05/hillary-clinton-every-time-i-think-about-trump-i-get-allergic-video\">Hillary Clinton: ‘Every time I think about Trump I get allergic’</a></figcaption> </figure>   <h2>Obama cancels on Philippine president<br></h2> <p>Barack Obama <a href=\"https://www.theguardian.com/world/2016/sep/05/philippines-president-rodrigo-duterte-barack-obama-son-whore\">cancelled a meeting</a> after Philippine president Rodrigo Duterte called him “son of a whore” and warned the US president not to question him on an estimated 2,400 extrajudicial killings during his country’s war on drugs in two months. The leaders were scheduled to meet today at a regional summit in Laos. Duterte later expressed regret, saying his words were not meant to be taken personally. </p> <p><a href=\"https://www.theguardian.com/world/2016/sep/06/son-of-a-whore-was-not-meant-to-be-personal-duterte-tells-obama\">Duterte tells Obama ‘son of a whore’ remark was not meant to be personal</a><br></p> <h2>Ocean warming ‘truly staggering’</h2> <p>The <a href=\"https://www.theguardian.com/environment/2016/sep/05/soaring-ocean-temperature-is-greatest-hidden-challenge-of-our-generation\">astonishing pace of warming in the oceans</a> is the “greatest hidden challenge of our generation”, altering the distribution of marine species from microbes to whales, reducing fishing areas and starting to spread disease to humans, according to the most comprehensive analysis yet of ocean warming. The report, published by the International Union for Conservation of Nature (IUCN), says if the oceans had not already absorbed an enormous amount of heat due to escalating greenhouse gas emissions, the atmosphere would be 36 degrees warmer. “We perhaps haven’t realized the gross effect we are having on the oceans,” said Dan Laffoley, one of the report’s lead authors. Meanwhile, the newly expanded marine reserve <a href=\"https://www.theguardian.com/environment/2016/sep/06/hawaii-marine-ocean-conservation-papahanaumokuakea\">Papahānaumokuākea</a> highlights how little of the world’s oceans are protected.</p> <p><a href=\"https://www.theguardian.com/environment/2016/sep/05/soaring-ocean-temperature-is-greatest-hidden-challenge-of-our-generation\">Soaring ocean temperature is ‘greatest hidden challenge of our generation’</a></p> <h2>As Paralympians gather in Rio, why doesn’t the US do better?</h2> <p>US medal dominance at the Olympics last month is unlikely to be repeated at its counterpart for those with disabilities, the Paralympic Games. With the exception of 2008 in Beijing, when the US team came third, the US hasn’t made it beyond fourth since 1996. In London in 2012, the US came in sixth place. As more than 250 disabled US athletes competing in 20 sports including archery, soccer and sailing, make their final preparations for the Brazil games, serious questions are beginning to be asked, including whether they are adequately funded, supported and promoted.</p> <p><a href=\"https://www.theguardian.com/sport/2016/sep/06/paralympic-games-brazil-us-athletes-disability\">Team USA should dominate the Paralympics. So why doesn’t it?</a></p> <h2>Melania who?</h2> <p>Days after Melania Trump, wife of the Republican nominee Donald Trump, filed a defamation suit against the UK’s Daily Mail over reports she worked as an escort, a Guardian reporter visits her Slovenian hometown of Sevnica. Alex Duval Smith finds the town mayor Srečko Ocvirk embarrassed. Just a year older than the world’s most famous Slovenian, and in the same school, he can’t recall Melania. “I have to be honest, I cannot place her. In those days, Sevnica primary school had a lot of pupils,” he said.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/sep/05/melania-trump-slovenia-home-sevnica\">Melania who? Trump’s wife a forgotten memory in Slovenian hometown</a></p> <h2>Serena Williams sets grand slam record</h2> <p>The world No1 moved past Roger Federer with her 308th grand slam victory last night in New York, defeating Kazakhstan’s Yaroslava Shvedova 6-2, 6-3 in just 68 minutes to reach the quarter-finals. “Oh wow, it is really exciting, this is where it all started so it is always so magical out here for me, but 308 sounds pretty good,” Williams said about her landmark win, after moving a step closer to a record seventh US Open title.<br><br><a href=\"https://www.theguardian.com/sport/2016/sep/05/serena-williams-us-open-record-grand-slam-win\">Serena Williams sets grand slam record in reaching US Open quarter-finals</a><br></p> <h2>Phyllis Schlafly dies aged 92</h2> <p>Phyllis Schlafly, the outspoken conservative activist who helped defeat the Equal Rights Amendment in the 1970s, has died. She was 92. Schlafly died yesterday afternoon of cancer at her home in St Louis, her son John Schlafly said. </p> <p><a href=\"https://www.theguardian.com/us-news/2016/sep/06/phyllis-schlafly-outspoken-rightwing-activist-has-died-aged-92\">Phyllis Schlafly, outspoken rightwing activist, has died aged 92</a><br></p> <h2>In case you missed it</h2> <p>Looking for a job in finance? It is possible to fake your way into an elite investment bank so long as you can convince yourself that high finance trumps the rule of law, and taxing the rich is futile, reports Paul Mason. Besides that, there are some visual clues: “First, the obvious don’ts. No beards. Not Muslim ones, not hipster ones, not the stubble worn by movie stars. None. Also, no brown shoes.”</p> <p><a href=\"https://www.theguardian.com/commentisfree/2016/sep/05/blag-a-job-in-finance\">How to blag a job in finance: buy some black shoes and talk like an aristocrat</a></p>",
  "<p>Donald Trump’s claims that if he loses in November it will be due to a “rigged” election have sparked strong bipartisan criticism from election lawyers, donors and a former member of Congress who warn that the Republican candidate’s words are dangerous, fueling doubts about the election’s legitimacy and potentially leading to voter intimidation.</p> <p>As his poll numbers have weakened and his high-decibel spats with critics escalated, Trump has raised the specter of rigged elections and suggested that if he loses it might well be because of voter fraud. </p> <p>“The only way we can lose, in my opinion, I really mean this, Pennsylvania, is if cheating goes on,” Trump told a largely white rally last month in Altoona, Pennsylvania. “Go down to certain areas and watch and study [to] make sure other people don’t come in and vote five times.</p> <p>“We’re going to have unbelievable turnout, but we don’t want to see people voting five times,” Trump added, saying that he had “heard some stories about certain parts of the state and we have to be very careful”.</p> <p>Several election lawyers and analysts are disturbed by Trump’s combustible use of language.</p> <p>“Trump’s rhetoric is troubling and casts a shadow over the legitimacy of the elections,” said Ken Gross, a well-known election lawyer in Washington who represents both Republican and Democratic clients. “Trump’s words may motivate people to go to polling places and potentially intimidate people not to vote.” </p> <p>The idea that “elections are rigged and there’s widespread fraud is not backed up by facts”, he said.</p> <p>Others echo these concerns. “To argue that the process is rigged and prepare people for a supposedly illegitimate outcome is a very dangerous thing,” former Reublican representative Vin Weber told the Guardian. “What you want is to have a civil peaceful election [and] you don’t want to disrupt that.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/06/donald-trump-tax-returns-hillary-clinton-video\"            data-short-url=\"https://gu.com/p/52vdg\"                    data-show-ads=\"true\"            data-video-id=\"2696938\"            data-video-name=\"Hillary Clinton: 'Trump clearly has something to hide' in tax returns – video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-57cf3270e4b0bc856be626ee\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/06/160906Clinton_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/06/160906Clinton.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/06/160906Clinton_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/06/donald-trump-tax-returns-hillary-clinton-video\">Hillary Clinton: ‘Trump clearly has something to hide’ in tax returns</a></figcaption> </figure>   <p>One prominent GOP election lawyer says that Trump’s fears are overblown, stressing that the “far right has been worked up about voter fraud for the last five to 10 years, but there’s little evidence that this type of activity is material. I don’t like it when people talk about issues that haven’t happened yet, or are phantom issues”.</p> <p>Recent studies indicate that voter fraud is not widespread. Only 31 cases of possible in-person voter fraud were found from 2000 to 2014, during which period over 1bn votes were cast in general and primary elections, according to a study by Justin Levitt, a professor at Loyola Law School.</p> <p>Nonetheless, Trump’s ominous warnings seem part of a new campaign mantra. The candidate voiced similar views this summer in an <a href=\"https://www.washingtonpost.com/politics/for-trump-a-new-rigged-system-the-election-itself/2016/08/02/d9fb33b0-58c4-11e6-9aee-8075993d73a2_story.html\">interview with The Washington Post</a> and on Fox News with Sean Hannity. </p> <p>Trump complained to the Post that recent court decisions nixing restrictive voter ID laws could well lead to voter fraud, calling this a “very unfair development. We may have people vote 10 times”. Likewise on Hannity, Trump urged supporters to begin “watching closely” lest the election be “taken away from us”.</p> <p>On the campaign trail in Ohio Trump declared: “I’m afraid the election is going to be rigged. I have to be honest.”</p> <p>Moreover, the candidate’s website boasts a section that not only informs supporters how they can be a “volunteer Trump election observer”, but also echoes Trump’s heated rhetoric about election rigging. Those who sign up to be volunteers receive emails explaining that the campaign intends to do “everything that we are legally allowed to do to stop crooked Hillary from rigging the election”. The website notes that volunteers would be useful in Ohio and Pennsylvania.</p> <p>There is nothing wrong with Trump talking about training poll watchers as campaigns have long done, stresses Larry Noble, a former general counsel at the Federal Election Commission who now holds the same title at the nonpartisan Campaign Legal Center. “But if he’s suggesting, as it appears he is, that his supporters should take any actions that would result in intimidation of voters, that’s illegal.”</p> <p>Adds Charlie Black, a veteran GOP operative: “If it was my campaign, I’d let the lawyers handle any potential voter fraud.” </p> <p>Some conservative groups have echoed Trump’s fears about rigged elections.</p> <p>Right-leaning groups – including Judicial Watch and True the Vote – are calling for extra vigilance, and raising money off the issue. Judicial Watch has rolled out an “Election Integrity Project” which warns voters that “the integrity of our elections is under systematic assault by leftists and politicians whose objective is clearly to manipulate the elections for their own gains”. The project charges that certain states are refusing to clean their voter rolls of the deceased and people who have moved and has filed suits in some states to force them to do so.</p> <p>Outside experts disagree with the premise that there’s a link between voter rolls and voter fraud. “In-person voter fraud is virtually nonexistent and is a myth that has been used to to justify voter restrictions like photo IDs,” said Gerry Hebert, the executive director of the Campaign Legal Center. </p> <p>And Hebert adds that filing a lawsuit to clean up voter rolls “is not proof of voter fraud”.</p> <p>But Trump allies have continued to stoke fears of fraud. Longtime Trump confidante Roger Stone, who has offered periodic advice during the campaign and publicly raised the specter of a rigged election, told Breitbart News that the government “will be shut down if they attempt to steal this election and swear Hillary in”.</p> <p>Some GOP operatives poke fun at Trump’s fears of a “rigged” election – especially in Pennsylvania.</p> <p>“Trump’s comments make perfect sense coming from a paranoid narcissist,” quipped Rick Tyler, a former spokesman for Senator Ted Cruz, noting that the GOP “hasn’t won Pennsylvania in a presidential election since 1988”.</p> <p>But other critics see graver threats in Trump’s words.</p> <p> “If people start to believe that elections aren’t legitimate then it could encourage anarchy and despotism,” said Michael Epstein, a GOP donor and fundraiser who initially backed Governor Scott Walker in the primaries. “If you lose respect for government, anything is possible.”</p>"
]