[
  "<p>Hillary Clinton returned to the presidential campaign trail on Thursday, making a confident first public appearance since <a href=\"https://www.theguardian.com/us-news/2016/sep/12/hillary-clinton-pneumonia-campaign-regret-911-trump\">pneumonia</a> forced her to take a four-day rest.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/15/donald-trump-jobs-vision-25-million-economic-policy\">Trump presents vision for creating 25m jobs in economic policy speech</a> </p> </aside>  <p>Taking to the stage to the sound of I Feel Good by James Brown, the Democratic nominee insisted she was fully recovered and filled with a new sense of urgency at a critical juncture in American politics</p> <p>“Being on the trail does not encourage reflection,” she told a young crowd at the University of North Carolina, Greensboro. “It’s important to sit with your thoughts every now and again and this helped me to reflect on what this campaign is all about.”</p> <p>Speaking calmly, without the cough that has interrupted recent appearances, the former secretary of state appeared rested. As she climbed the steps to the podium, she gripped a guard rail carefully.</p> <p>“For millions of moms and dads, if they get sick there is no backup, they are on their own,” she said, turning her experience into a renewed call for better provision of healthcare and family leave. “That’s the story for too many people in America.”</p> <p>Earlier Donald Trump, who has pulled level in some recent opinion polls, made his most explicit reference yet to his opponent’s health, <a href=\"https://www.theguardian.com/us-news/2016/sep/15/donald-trump-dr-oz-medical-report\">releasing medical records</a> that boasted of his ability to “endure – uninterrupted – the rigors of a punishing and unprecedented presidential campaign”.</p> <p>The physical examination also revealed the 70-year-old Republican to be overweight, at 236lbs, but he claimed he had bolstered his physical condition by giving speeches on the campaign trail.</p> <p>“It’s a lot of work,” said Trump. “You know, when I’m speaking in front of 15, 20,000 people and I’m up there using a lot of motion, I guess in its own way it’s a pretty healthy act. A lot of times these rooms are really hot, like saunas and I guess that’s a form of exercise.”</p> <p>Clinton truck a defiant tone, ignoring a young male heckler who shouted “you suck” to calmly set out the differences between the two campaigns.</p> <p>“I confess I will never be the showman that Trump is,” she said, before returning to familiar campaign messages on the economy and social justice.</p> <p>“I have been involved in politics for many years. It’s not an easy business. Sometimes it can be rough. People accuse me of all kinds of things, but nobody every accused me of quitting and I will never ever give up.”</p> <p>The Democratic nominee also addressed widespread criticism the she had been slow to acknowledge the seriousness of her recent illness, both to herself and the public.</p> <p>“As you may know I recently had a cough that turned out to be pneumonia” she said. “I tried to power through it, but even I had to admit that maybe a few days rest would do me good … I am not great at taking it easy under ordinary circumstances, but with just two months to go until election day [home] was the last place I wanted to be.”</p> <p>“When it comes to public service,” she said, “I am better at the service bit than the public bit.”</p> <p>Unusually, the half-hour speech started 15 minutes early. It was the first of a series of events now scheduled for the next few days. After speaking to reporters, Clinton was due to head to Washington DC for a public dinner and then to Philadelphia, New York and Florida before returning to North Carolina next week.</p> <p>Warning there were just “54 days to the most consequential vote in our lives”, Clinton has enlisted support from Michelle and Barack Obama and dispatched prominent liberal allies Elizabeth Warren and Bernie Sanders to shore up the campaign in the crucial swing state of Ohio.</p> <p>Earlier on Thursday, a new <a href=\"https://www.scribd.com/document/324094160/CBS-NYT-AM-presidential-poll-toplines-Sept-15-2016#from_embed\">poll for CBS and the New York Times</a> showed Clinton and Trump on 41% each, while <a href=\"http://www.rasmussenreports.com/public_content/politics/elections/election_2016/white_house_watch\">Rasmussen had Trump up by 2%</a>. Another swing state poll on Thursday showed <a href=\"http://r20.rs6.net/tn.jsp?f=001MNcLlYZTlLJ8EaRkhUJ_RYLEUYFNSJskN-3p1OD1nmoWC5_dEp44_OCaa2Rb4AdYfR-VNImefJsdkfvHWqFWBnoajHTMz7PKLmmZ1F6Yl-kY4egfcc2DXDm3ErDLz4hMAUSsSEIpSbf2oNOMXAnA-XzIZrzVqOYdj780hnzDRyTDRrmlUBSmr6nU0OaGgRHeAFiJQX0-gWYluOdjLfD-GHV0B5vEwlWb&amp;c=d0AJnMY4iH1LxcGr2COg_ufj16W2qwendj913WgeOFv71mhBjcnlnw==&amp;ch=RswU7qCLtfLtgSW7A4fNbKjb7r9laE2Chjf3nlOj918szVmB4P0Bhw==\">Trump ahead by 8% in Iowa</a>, a state Obama took by 6% in 2012.</p> <p>In her remarks to reporters, Clinton hit out at Trump for rudely dismissing the concerns of a church leader in Flint, Michigan this week, insisting: “Reverend Faith Green Timmons is not a ‘nervous mess’.”<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/15/hillary-clinton-press-sexism-media-interviews\">'You don't fit the image': Hillary Clinton's decades-long push against a sexist press</a> </p> </aside>  <p>Clinton also addressed her campaign’s handling of news of her illness, saying “my senior staff knew” about the pneumonia diagnosis. She did not say whether her running mate Tim Kaine was informed.</p> <p>“We’ve communicated,” she said. “I’m not going to go into our personal conversations.”</p> <p>She added: “This was an ailment that many people just power through and that’s what I thought I could do as well … So I got the antibiotics up and going, got the rest that I needed and we’ll go on from there.</p> <p>“I thought I was going to be fine. I thought that there wasn’t any reason to make a big fuss about it. I should have taken time off earlier, I didn’t and now I’m back on the campaign trail.”</p> <p>Earlier, Clinton boarded her plane in New York in the full glare of the media, flashing a big thumbs up when asked if she was feeling better.</p> <ul> <li>Additional reporting by Lauren Gambino in Washington<br></li> </ul>",
  "<p>Experts and officials in Moscow have raised doubts about whether the hackers who leaked athletes’ medical data are linked to Russia, even though the World Anti-Doping Agency has said the attacks on it originated in Russia.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/sep/15/fancy-bears-leak-british-olympians-48-tues\">Fancy Bears expected to leak names of another 48 British Olympians with TUEs</a> </p> </aside>  <p>A new website attributed to the “Fancy Bears’ hack team” – like the Russian “Fancy Bear” group <a href=\"https://www.theguardian.com/technology/2016/jul/26/dnc-email-leak-russian-hack-guccifer-2\" title=\"\">accused of hacking the Democratic National Committee’s email servers</a> this summer – published leaks this week showing that Wada had given the Olympic gymnast Simone Biles and the tennis players Serena and Venus Williams, as well as the British Tour de France winners Chris Froome and Bradley Wiggins, exemptions to take restricted substances.</p> <p>The dots seemed easy enough to connect: after Russia’s track and field team and other athletes were banned from the Olympics over findings of state-sponsored doping, Kremlin hackers began carrying out attacks on Wada and the court of arbitration for sport (Cas), which said it had been targeted in August. Following this week’s leaks, though, Russian officials and media have denied any involvement by compatriots and also suggested Wada followed double standards, giving Western athletes greater leeway to use drugs than Russian athletes.</p> <p>On Wednesday the country’s sports minister, Vitaly Mutko, <a href=\"https://www.theguardian.com/sport/2016/sep/14/russian-sports-minister-vitaly-mutko-denies-link-wada-hackers\" title=\"\">denied the Wada hack could be connected to his homeland</a>, then the country’s UK embassy tweeted on Thursday: “Wada hacking: There should be nothing private about doping files of participants of Olympics,which are a very public affair. Some are more equal than others?”</p> <p>The state news agency RIA Novosti headlined its news piece: “Wada allowed the Williams sisters and the gymnast Biles to take doping,” and included a cartoon of a muscle-bound black female tennis player in a USA jersey carrying a golden trophy full of pills.</p> <p>Wada’s director general, Olivier Niggli, said Wada had been informed by law enforcement that the attacks “are originating out of Russia”. The security firm Crowdstrike has previously said Fancy Bear and another group involved in the DNC hack, Cosy Bear, are likely backed by Russian intelligence agencies.</p> <p>Russian experts, however, cast doubt on this conclusion. Sergei Nikitin, a digital forensic analyst at the Moscow-based security company Group-IB, said not enough information was available to trace the attacks to Russia. He said companies usually publish a report with more exact evidence on how exactly their system was compromised.</p> <p>“We don’t have this in the case of the DNC and Wada hacks, so it’s not clear on what basis conclusions are being drawn that Russian hackers or special services were involved. It’s done on the basis of the website design, which is absurd,” he said, referring to the depiction of symbolically Russian animals, brown and white bears, on the “Fancy Bears’ Hack Team” website.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/sep/15/tue-fancy-bears-wada-leaks\">What is a TUE? 11 key questions on the Fancy Bears Wada leaks | Sean Ingle</a> </p> </aside>  <p>According to Alexander Baranov, head of the information security department at the higher school of economics in Moscow, the hackers were most likely amateurs who published a “semi-finished product” rather than truly compromising information. “They could have done this more harshly and suddenly,” he said. “If it was [state-sponsored] hackers, they would have dug deeper. Since it’s enthusiasts, amateurs, they got what they got and went public with it.”</p> <p>But leading cyber security firms have long been finding patterns in Fancy Bears’ activities that give them confidence the hackers are linked to the Russian state. The group, which is also known as APT28, Strontium or Sofacy, has been active since at least 2008 but increased its activities tenfold in 2015, according to Kaspersky Labs. It said in a statement to the Guardian that Fancy Bears is a Russian-speaking group focusing on “Nato countries, Ukraine, governments and military contractors”, targets that have tense relations with the Kremlin. Crowdstrike has said Fancy Bears is likely tied to the GRU, Russia’s military intelligence agency.</p> <p>Since the Wada breach was a result of a phishing attack, in which deceptive emails entice users to reveal their passwords, the attackers did not employ malware that could be checked against that typically used by Russian groups. But the US security firm ThreatConnect said the way the phishing was carried out was consistent with Fancy Bears’ past activities.</p> <p>In creating phishing emails, the Wada attacker registered domain names with the same domain registrar Fancy Bears used in the DNC hack, as well as another domain registrar often used by Fancy Bears, according to a ThreatConnect report. The domains were registered shortly after Russian Olympic and Paralympic athletes were banned from competing in Rio de Janeiro, and the deceptive email addresses were written with a formula used by Fancy Bears before.</p> <p>Nikitin said Fancy Bear was most likely a criminal group leaking politically sensitive information to get “free advertising” in the media for its blackmarket services.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/sep/15/fancy-bears-chris-froome-bradley-wiggins-tues-cycling\">Wiggins and Froome leaks raise familiar questions for cycling but do little else</a> </p> </aside>  <p>But Toni Gidwani, ThreatConnect’s director of research, said whereas cyber criminals will target many people in the hopes of finding easy scores, Fancy Bear had a history of tailoring its attacks to specific targets and, having breached them, lingering on their servers gathering information. “We’re pretty comfortable that Fancy Bear is linked to the Russian government, taking what we know about their attacks on the whole,” Gidwani said. “The level of complexity we see them pull off in these attacks, it would be very difficult for this organisation to be criminally motivated or an ideological hacktivist.”</p> <p>The new ostentatious Fancy Bears website, the leak of Wada data on the Russian Olympic boxer Misha Aloyan and the claim by a Twitter account calling itself Anonymous Poland that it was targeting Wada and Cas were not typical of a Russian state hacker group, Gidwani admitted. But she said the people doing the hacking and those leaking the information could be different and called new accounts claiming credit for the attacks “faketivists” meant to throw investigators off the scent.</p> <p>Gidwani said the suspected Russia-backed attacks would likely continue until at least the US presidential election: “It’s almost like Joker in Batman, to cause as much chaos as possible and cause people to question the integrity of these systems, whether that’s the US elections and our leadership or international structures that regulate doping in sport.”</p>",
  "<p>Wisconsin governor Scott Walker broke his silence on Thursday over <a href=\"https://www.theguardian.com/us-news/2016/sep/14/corporate-cash-john-doe-files-scott-walker-wisconsin\">leaked documents obtained by Guardian US</a>, which revealed his links to a complex network of conservative donors and the influence of corporate cash in the election process.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/ng-interactive/2016/sep/14/john-doe-files-scott-walker-corporate-cash-american-politics\">Scott Walker, the John Doe files and how corporate cash influences American politics</a> </p> </aside>  <p>In an interview with Milwaukee’s WTMJ 620, the Republican governor described as “baseless” the legal investigation into alleged campaign finance violations that produced the 1,500 pages of documents.<br tabindex=\"-1\"></p> <p>“It’s what we often see in media outlets where you get bits and pieces shaped to push their agenda,” <a href=\"http://www.wtmj.com/shows/charlie-sykes/gov-scott-walker-addresses-john-doe-document-leak\">Walker said</a>. “The bottom line is we’ve had several courts in this state that have shut this down, this baseless investigation down, because it clearly didn’t show that what was done that was not lawful there.”<br></p> <p>Known as the “John Doe investigation”, several Wisconsin prosecutors launched a probe into what they suspected were criminal campaign finance violations by the campaign committee of Walker, a former Republican presidential candidate who dropped out early in the primary race. The prosecutors claimed Walker’s committee operated a coordinated network that involved outside lobby groups, thereby allowing unlimited amounts of corporate money to funnel into a third-party group closely aligned with his campaign. In July 2015, the Wisconsin supreme court halted the investigation.<br></p> <p>In saying prosecutors misunderstood campaign finance law to pick on people and groups “wholly innocent of any wrongdoing”, the state’s high court took the extraordinary step to order all documents produced as part of the investigation to be destroyed and later held under seal – however at least one set survived that was leaked to Guardian US.<br></p> <p>Walker told the radio station that unspecified people related to the investigation who “lose in the court of law, repeatedly” now “want to play this out in the court of public opinion – and do so with only bits and pieces, without the full story”.<br></p> <p>“The bottom line is that people, not only at the supreme court level, but even initially at the circuit court level, where a distinguished reserve judge – who, as far as we can tell, has no aligned political allegiance with anyone – initially shut this down,” Walker said. “And that assertion’s been held many times over.”<br></p> <p>Charlie Sykes of WTMJ then proceeded to ask Walker about headlines on Wednesday following <a href=\"https://www.theguardian.com/us-news/2016/sep/14/corporate-cash-john-doe-files-scott-walker-wisconsin\">the John Doe leak</a>, particularly that Wisconsin’s Republican-controlled legislature in 2013 passed new laws making it difficult for victims of lead paint poisoning to file lawsuits against lead producers, following a $750,000 donation to a group aligned with the governor.<br></p> <p>Walker said the donation was irrelevant to his support for the lead law.<br></p> <p>“The shocking thing for many,” Walker said, “might be that people actually in elected office do the things they’ve said. I, and plenty of others in the legislature, have said for years – almost a decade or more now – that lawsuit reform was an important issue in the state.” </p> <p>The governor said he disagreed with a previous court ruling “that said you can be sued as an employer, even if there’s no evidence your company had anything to do with what they’re suing about”.<br></p> <p>“We thought that was wrong, we thought that sent a bad sentiment,” Walker said. “We thought that would discourage people hiring people in the state of Wisconsin, and bring business to the state.”<br></p> <p>The leak prompted Milwaukee County district attorney John Chisholm, a Democrat who launched the John Doe investigation, on Wednesday <a href=\"http://host.madison.com/wsj/news/local/govt-and-politics/leaked-john-doe-documents-paint-fuller-picture-of-case-against/article_63254ac5-dbf2-5b4b-8714-4dd6694da9a9.html\">to proclaim his support</a> for determining the source of the leak, and said it’s “not merely a violation of the John Doe secrecy order, it’s a crime under Wisconsin law”.<br></p> <p>In his interview, Walker echoed the sentiment. “I think those involved in law enforcement in this state – if they want people to take seriously the order of the court – should certainly do that, no matter what the issue is,” he said. “Otherwise, what kind of system do we live in?</p> <p>“As I mentioned, in this case, the worst part about it is, they’ve lost in the court of law because several courts have said this is a baseless investigation, and yet, now, they’re trying to leak bits and pieces of it in the court of opinion, without people knowing all the facts.</p> <p>“And the things people should focus in on,” he continued, “are the fact this has been shut down, because they couldn’t provide a basis for showing anything was illegal.” <br></p> <p>The US supreme court will consider later this month a petition from the prosecutors asking for a full review of the decision to shut their case down.</p>",
  "<p>Donald Trump attempted to combat widespread criticism of his sketchy economic policies by setting out what he presented as a new vision for the country that he audaciously claimed would create 25m new jobs in a decade and put the American worker first.<br></p> <p>Addressing one of the country’s most august economic debating societies, the Economic Club of New York, the Republican presidential nominee sought to dispel the criticism that has dogged his campaign that his mathematics do not add up in balancing tax cuts and new spending. Sticking closely to a pre-prepared script – despite an initial malfunctioning of his teleprompter - he delivered a speech that was billed in advance by his senior advisers as the culmination of his thinking on how to get America back to work.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/15/donald-trump-dr-oz-medical-report\">Donald Trump to Dr Oz: I feel 'as good today as I did at 30'</a> </p> </aside>  <p>“American cars will travel the roads,” he said, “American planes will soar the skies, American ships will patrol the seas, American steel will send new skyscrapers into the clouds, American hands will rebuild this nation, and American energy harvested from American sources will power this nation.”</p> <p>Despite the unapologetically populist tone, Trump tried to puncture criticisms that his plan lacked substance by putting figures to his ambitions. He projected 25m new jobs would be created broadly within the timeframe of a two-term Trump presidency, as a result of an average annual growth rate that would rise from current projections of about 2% to 3.5% through his tax-cutting and trade policies.</p> <p>The audaciousness of that boast is underlined by comparison with previous presidents. It would bring American job creation levels back to the golden days enjoyed by Bill Clinton in the 1990s when the dotcom boom and an expanding global economy saw 21m jobs created under his watch.</p> <p>By contrast, Barack Obama’s two terms in the White House have seen almost 10m jobs created within a sluggish recovery from the 2008 collapse.</p> <p>Even more audaciously, Trump said he could achieve such a boon to employment while keeping the national budget deficit neutral. “If we achieve 4% growth it will reduce the deficit,” he said.</p> <p>Buoyed by <a href=\"http://www.nytimes.com/2016/09/16/us/politics/hillary-clinton-donald-trump-poll.html?hp&amp;action=click&amp;pgtype=Homepage&amp;clickSource=story-heading&amp;module=first-column-region&amp;region=top-news&amp;WT.nav=top-news&amp;_r=0\">new polls</a> showing him in effect tied nationally with his Democratic rival Hillary Clinton, the real estate billionaire said he could pull off such a turnaround in the US economy through a combination of traditional conservative tax cutting and by tearing up trade deals and bringing jobs back to America from Mexico and China. His words were given added poignancy, though he did not make overt reference to the fact, by the setting of his speech in the ballroom of the Waldorf Astoria on Park Avenue, a legendary hotel bought by a Chinese insurance company in 2014.</p> <p>On taxes, Trump proposed to simplify the tax code into three brackets down from seven, and to take poor earners out of tax altogether with individuals with an income under $25,000 (£19,000) and married couples under $50,000 paying no tax. </p> <p>However, with his tax cuts applying to all earners, no matter how wealthy, they would have a regressive effect. The Tax Policy Center has calculated the richest 0.1% would on average see tax cuts under his plan of $1.3m in 2017 compared with just $5,100 for everybody else.</p> <p>Trump tried to counter that criticism that he was putting forward policies that would benefit the 1% by modelling how average families would fare under his vision. A married couple earning $5m a year with two children and $12,000 in child care expenses would only get a 3% reduction in their tax bill, he said, compared with a 35% reduction for a similar couple earning $50,000 and with $8,000 in child care.</p> <p>“People earning $5m will receive virtually no change in their tax bill at all,” he said. </p> <p>But in other parts of his address, he underlined reforms that would be to the advantage of wealthy Americans, including his proposed abolition of the estate tax that is only paid on inheritances valued at over $5m. He also repeated his promise to slash the business tax rate from 35% to 15%, earning a robust cheer from the many corporate leaders eating lunch on the ballroom floor in front of him.</p> <p>Trump’s economic manifesto has been widely criticized by analysts. This week the global firm <a href=\"http://www.reuters.com/article/us-usa-election-trump-economy-idUSKCN11J25M\">Oxford Economics</a> predicted that the US economy could shrink by $1tn by the end of a single term Trump presidency as a result of his proposed tax cuts, barriers to trade and mass deportation of undocumented immigrants.</p> <p>That would be the equivalent of 5% of US GDP, with knock-on effects for growth around the world.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/14/trump-clinton-health-medical-records-ohio-rally\">Donald Trump questions Clinton’s health at rally in Ohio: ‘You think this is easy?’</a> </p> </aside>  <p>One of the specific sticking points with the Trump plan highlighted by experts has been how the sums add up. On the one hand, he wants to see massive tax cuts, greater he said than any time since President Reagan; but on the other he also wants to pump more money into the US military and to preserve spending on social security and medicare. </p> <p><a href=\"http://www.taxpolicycenter.org/publications/analysis-donald-trumps-tax-plan\">Independent analysis</a> has calculated that his tax cuts would bring down federal revenues by almost $10tn (trillion) over a decade, leaving even less fat in the system to cover his other ambitions.</p> <p>The point was raised in a question to Trump after his speech from Martin Feldstein, an economics professor from Harvard, who asked the Republican nominee what assets he would deploy to offset the sharp reduction in federal revenue from tax cuts. The candidate replied that he believed “eventually, over time it will work out. The big thing over neutrality is the amount of business we will generate, and how we will stop companies take jobs out of the country”.</p> <p>Despite the new figures that he peppered through his talk, the policy he outlined remained posited on faith that his strong leadership would bring about levels of growth and job creation that have eluded recent incumbents of the Oval Office. “This is what our new future will look like,” he said. “I’m going to lower your taxes, I’m going to get rid of regulation, I’m going to unleash American energy. We are going to put the American worker back to work.”</p>",
  "<p>It’s inevitable that an election year would have an effect on Hollywood, but 2016 has seen an unusually high number of films centred on, or at least relating to, US political history. There’s been<a href=\"https://www.theguardian.com/film/2016/apr/18/elvis-nixon-review-michael-shannon-1970-meeting\"> Elvis &amp; Nixon</a>, the two Obama dramas, <a href=\"https://www.theguardian.com/film/2016/jan/25/southside-with-you-review-obamas-first-date-is-before-sunset-sans-subtlety\">Southside with You </a>and the Toronto-premiering <a href=\"https://www.theguardian.com/film/2016/sep/15/barry-review-this-years-second-young-obama-movie-boasts-hope-and-audacity\">Barry</a> and even a Purge sequel subtitled <a href=\"https://www.theguardian.com/film/2016/jul/01/the-purge-election-year-review-a-pardon-for-societys-lust-for-carnage\">Election Year</a>. But even within this subgenre, Lyndon B Johnson has been a surprisingly recurrent character. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/sep/13/jackie-review-natalie-portman-kennedy-jfk\">Jackie review – Natalie Portman astonishes in remarkably intimate portrait</a> </p> </aside>  <p>Bryan Cranston took on the role in HBO’s <a href=\"http://www.telegraph.co.uk/tv/2016/06/29/all-the-way-bryan-cranstons-charisma-blew-everyone-else-clean-o/\">All the Way</a>, he cropped up in Pablo Larrain’s Oscar-tipped <a href=\"https://www.theguardian.com/film/2016/sep/13/jackie-review-natalie-portman-kennedy-jfk\">Jackie</a> and he’s now front and centre in Rob Reiner’s earnest but entertaining drama. He’s played by Woody Harrelson, an odd choice for anyone who’s ever seen a picture of Johnson, but with heavy prosthetics, distracting at first and also strangely useless given that he ends up looking more like Nixon. </p> <p>The film focuses on Johnson’s rivalry with John F Kennedy as the pair go up against each other as the democratic candidate and once Johnson loses, we see him deal with life as an over-experienced vice-president and, after tragedy strikes, president. Overwhelmed with responsibility and disrespected by Kennedy’s aides, he finds himself stuck in a difficult situation.</p> <p>From the first notes of worthy presidential music, it’s clear that LBJ is not going to worry itself with reinventing the political biopic. Reiner’s take on the Kennedy years of Johnson’s life is strictly conventional, even down to the oft-used marching drums in the background, but it’s solidly entertaining nonetheless, its adherence to formula never dulling its drama.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=dg3k23ixGqQ\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/dg3k23ixGqQ?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>The dialogue might often resort to painfully clunky exposition but it never resorts to a simplistic portrayal of Johnson and his politics. As an older southern democrat, he’s torn between his heritage and Kennedy’s progressive views and, in particular, his strong belief in the importance of civil rights. He’s painted as a man playing both sides but also learning, his pragmatism and values ultimately ushering him towards equality. It’s refreshing in a rigid, and often cliched, film as this to see such a flawed protagonist.</p> <p>There’s also a pleasing focus on political minutiae, detailed enough but accessibly conveyed and the film weaves in the growing issue of aesthetics (Johnson is deeply aware of his position as workhorse compared to JFK’s showhorse) at a time when media representation was starting to have a profound effect on voters. There’s also a nicely played scene where Johnson discusses the importance of civil rights with a bigioted southern senator (a believably foul Richard Jenkins) as his black maid serves them dinner.</p> <p>Harrelson overcomes the heavy layer of prosthetics to deliver a commanding and layered take on the president. He easily flips from confidence (bragging about the size of his penis to a busy room) to embarrassment (a Dallas crowd eager for JFK has no interest in him) and it’s a pleasure to see him play something other than wisecracking support. Yet Jennifer Jason Leigh has precious little to do in the thankless role of his wife and, at a tight 98 minutes, the film feels somewhat short on their relationship.</p> <p>It’s a well-worn road but Reiner steers with skill, delivering his best film since 1995’s The American President, hinting that he might have more political tales in him yet. It might not go all the way but it’s a biopic that’s just about worth your vote.</p>",
  "<p>There are very few victims of Russian hackers who emerge with their reputations enhanced. Colin Powell may be unique for that alone, judging from the <a href=\"https://www.theguardian.com/us-news/live/2016/sep/14/hacked-colin-powell-emails-jolt-presidential-race\">bluntness of his leaked emails</a> about Donald Trump and Hillary Clinton.</p> <p>To be clear: hacking personal emails is reprehensible, and those behind the hack are scumbags who are trying to manipulate American voters.</p> <p>To be doubly clear: the news media (including this column) have no principles and no shame in exploiting the ill-gotten product of those scumbags. Guilty, as charged.<br></p> <p>And yet the Powell emails are so insightful and direct, it seems a shame – even if we have no sense of shame to let them pass by without comment.<br></p> <p>First, <a href=\"https://www.theguardian.com/us-news/2016/sep/14/colin-powell-emails-trump-disgrace-but-no-clinton-vote\">the emails</a> are as scathing as they are fresh from his outbox. One, dating from June, describes Donald Trump as “a national disgrace” and “an international pariah”. Powell said Democrats had no need to attack Trump because he was “in the process of destroying himself”.<br tabindex=\"-1\"></p> <p>Another, from just last month, describes Trump’s pursuit of Barack Obama’s birth certificate as racist. “Yup, the whole birther movement was racist,” Powell said. “That’s what the 99% believe. When Trump couldn’t keep that up he said he also wanted to see if the certificate noted that he was a Muslim… As I have said before, ‘What if he was?’ Muslims are born as Americans everyday.”<br tabindex=\"-1\"></p> <p>You might say he considered Trump and his supporters deplorable.</p> <p>As Buzzfeed <a href=\"https://www.buzzfeed.com/andrewkaczynski/colin-powell-calls-trump-national-disgrace-in-personal-email?utm_term=.pjyzxWePJ#.esPQg45BK\">reports</a>, the emails were obtained by <a href=\"http://dcleaks.com/\">DCLeaks.com</a>, a site with reported links to Russian intelligence. If such reports are true, the Russians may have finally misread the impact of their leaks. Far from making Powell look foolish, the emails only savage the candidate who so admires Vladimir Putin.</p> <p>Powell was astonished, for instance, that Trump would hire Roger Ailes, the disgraced former head of Fox News, who now sits in a cesspool of sexual harassment claims. “Ailes as an advisor won’t heal women, don’t you think,” wrote Powell.</p> <p>Powell was already a national treasure. Not just as a former general, national security adviser, chairman of the joint chiefs and secretary of state. But as the best qualified and most charismatic man never to have run for president.</p> <p>There was a good reason why Bill Clinton’s team was so worried Powell might run for election as the Republican nominee in 1996: because he could have won, and reshaped the political landscape for a generation.</p> <p>Instead he served another president who spent his first term siding with Powell’s haters. Like Tony Blair, Powell was naïve to think he could talk sense into George W Bush, or outflank his arch enemies, Dick Cheney and Donald Rumsfeld.</p> <p>They set him up as the fall guy for their half-baked case for war, cashing in on his credibility. They filled the first draft of his UN speech with bogus reports linking Saddam Hussein to 9/11, leaving Powell’s team no time and no room to weed out all their fabrications. Still he later called the speech a painful and devastating moment: a permanent blot on his record, as he put it.</p> <p>That directness is what shines through the emails, along with a sharp sense of political and media analysis.</p> <p>Quite rightly, Powell is uncomfortable about condemning every Trump eruption because the response merely adds fuel to the fire. “You guys are playing his game, you are his oxygen,” he wrote to one would-be interviewer. “I will watch and pick the timing, not respond to the latest outrage.”</p> <p>He put it more succinctly in another email: “To go on and call him an idiot just emboldens him.”</p> <p>Powell is also blunt about Hillary Clinton’s failings, especially the effort to excuse her use of a private email server by pointing to his email use in the state department.</p> <p>“HRC could have killed this two years ago by merely telling everyone honestly what she had done and not tie me into it,” he wrote late last month. “I told her staff three times not to try that gambit. I had to throw a mini-tantrum at a Hamptons party to get their attention. She keeps tripping into these ‘character’ minefields.”</p> <p>There is surely the opening of a whole book chapter in that Hamptons party. Obama likes to say that the smallness of our politics doesn’t match the magnitude of our challenges. You don’t get much smaller than a mini-tantrum about an email server.</p> <p>“I would rather not have to vote for her, although she is a friend I respect,” Powell <a href=\"http://www.nytimes.com/2016/09/15/us/politics/colin-powell-emails-hack-donald-trump.html?hp&amp;action=click&amp;pgtype=Homepage&amp;clickSource=story-heading&amp;module=first-column-region&amp;region=top-news&amp;WT.nav=top-news&amp;_r=0\">wrote</a> in another email, that described her “unbridled ambition” and her husband’s unbridled libido.</p> <p>Naturally, Trump has shown none of Powell’s self-control or strategic thinking in responding to the hacked emails.<br tabindex=\"-1\"></p> <p>“I was never a fan of Colin Powell after his weak understanding of weapons of mass destruction in Iraq = disaster,” Trump <a href=\"https://twitter.com/realDonaldTrump/status/776269061823074304\">tweeted</a> on Thursday morning. “We can do much better!”</p> <p>This from a real estate developer who supported the invasion of Iraq and has repeatedly lied about it throughout the course of the campaign. But as Powell says, calling him an idiot just emboldens him. So we will just have to settle with deplorable.</p> <p>Powell likes to tell the story of a post-Soviet meeting of security officials in Europe. There he was confronted by an old Russian general who chastised him for wanting to keep Nato alive when the Warsaw Pact had died. Powell grinned as he recounted his reply: “It’s hard to close a club that people still want to join. I can’t help it if my club is more popular than yours.”</p> <p>Powell’s personal club remains more popular than anybody else’s. Not least because he never ran for president, never suffering the kind of reputational damage that is strewn across that battlefield.</p> <p>As the Russian hackers have unwittingly revealed, Powell remains a sharp observer of presidential politics, no matter whose club you belong to.</p>",
  "<p>Like <a href=\"http://www.usatoday.com/story/news/pr/2016/08/15/poll-finds-millennials-favor-clinton-over-trump-wide-margin/88757778/\">most millennials</a>, I strongly oppose Donald Trump and will not vote for him in the upcoming election. That doesn’t mean, though, that I’d never vote for any other Trump.</p> <p>Republicans and even some Democrats piled on the<a href=\"https://www.theguardian.com/us-news/2016/jul/22/ivanka-trump-republican-national-convention-speech\"> praise for Ivanka</a> Trump after her remarks at the Republican national convention in Cleveland. She – and the rest of the adult Trump kids – stole the show throughout the week.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/15/trumps-childcare-plan-good-for-rich-what-about-rest-of-us\">Trump's childcare plan is good for the rich. But what about the rest of us? | Carmel Martin</a> </p> </aside>  <p>Ivanka in particular has all her father’s “pros” and almost none of his incredibly off-putting cons. She has balanced motherhood with owning her own company. She has been successful in practically every area of business, including <a href=\"http://fortune.com/2016/06/07/ivanka-trump-book-working-women/\">her work</a> as an author, all while keeping a certain amount of traditional femininity that Republicans still praise. She came into the political spotlight as an outsider but has proven she has plenty of acumen on the campaign trail, at the same level or even beyond that of her father. She has access to the Trump family’s self-funding resources. She would even have Donald Trump himself at her disposal as a fiercely loyal supporter unafraid to speak his mind on camera.</p> <p>In addition to bringing a sharp sense of business management and outside perspective, Ivanka doesn’t carry the same downsides as Donald. She has managed to stay above her father’s controversial statements about birth certificates, immigration and war heroes. She doesn’t have a combative relationship with the press or drive away young and Hispanic voters. Throughout the 2016 campaign, Ivanka has remained poised, well-spoken and relatable.</p> <p>Bonus: Ivanka Trump cancels out Hillary Clinton’s “woman” card.</p> <p>There are many incredible Republican women, both elected and in leadership, but the GOP has yet to secure a serious female presidential contender. This perpetuates the stereotype that the party consists of mostly old white men, especially since the presidential race gets more news coverage than any other campaign. While the stereotype doesn’t hold true down-ballot, the past few Republican presidential candidates haven’t helped the GOP image problem regardless of the broad choices at the start of the primary.</p> <p>The Trumps intimately understand the importance of image. Ivanka’s image includes her own lovely features and her picture-perfect all-American family. If she ran on a Republican ticket, she’d be hard to ignore.</p> <p>In addition to her non-political qualities, we have already seen the kind of policies Ivanka would want to focus on in a hypothetical run for office. Her convention speech touched on some controversial ideas among conservatives, such as the role of the government in paid maternity leave and childcare (she was instrumental in crafting her father’s policy in that area). </p> <p>How the federal government should approach these issues is still up for debate among both parties, but Ivanka’s raising the issue shows how in touch she is with the real-world problems facing Americans. Ivanka showed both an awareness of these challenges and a certain sensitivity that her father lacks. Her openness about her own family, including adorable pictures of her new baby, probably doesn’t hurt either.</p> <p>She also focused on the importance of equal opportunity for all. Both Trumps have hired and promoted women for leadership positions, but Ivanka doesn’t have any on-the-record sexist comments to accompany hers. In fact, when she <a href=\"http://time.com/4417579/republican-convention-ivanka-trump-transcript/\">talked</a> about her father hiring the best person for the for the job, it became quite clear that Donald’s faith in his daughter was not misplaced. She offered a far more convincing profile of her father as a smart and caring businessman than anything Trump has said on his own.</p> <p>Many Trump supporters argue that their candidate is a real person, unlike the “establishment” politicians in Washington. But the Trump brand – plastered across casinos, hotels and televisions shows – has made Donald larger than real life. </p> <p>Ivanka, on the other hand, posts Instagram photos without makeup, is frank about her motherhood and retains a down-to-earth persona effortlessly exuded during her meetings with voters. A strong woman who has managed to balance her family and success seems like a no-brainer.</p> <p>Even though Ivanka turns 35 next month, making her eligible for the office of commander-in-chief, she sadly won’t be on the ballot in place of her dad. But since family dynasties have been in political fashion for the past 15 years in the US, she might consider what she could bring to the GOP in future races.</p>",
  "<p>It is mid-afternoon and the Venice Lido is a ghost town baking in the sun. The film festival wound down the previous evening, and now the thoroughfare between the beach and the cinemas is deserted except for construction workers in threes and fours dismantling the decorations. The glitz has faded. The stars are gone.</p> <p>Well, most of them. Denzel Washington and Chris Pratt are the last men standing in this tumbleweed town. In the street, their faces loom menacingly out of the posters for the remake of <a href=\"https://www.theguardian.com/film/2016/sep/08/the-magnificent-seven-review-denzel-washington-chris-pratt-antoine-fuqua-toronto-film-festival-tiff\">The Magnificent Seven</a>, in which an ethnically diverse cast of outlaws and miscreants defend oppressed townsfolk from a brutal tyrant. Seated at a table in a hotel room, the actors appear somewhat less than magnificent. Washington is slumped in his seat. He is 61, heavy-set, tired-looking. He may be dressed in a baggy, grey T-shirt and jogging bottoms but his magnetism is undimmed. When he peers straight at you, there’s a crackle of electricity in the air. Those aren’t ordinary eyes: they’re the eyes of all the indomitable men he’s played, from Steve Biko to <a href=\"https://www.theguardian.com/us-news/2015/feb/19/malcolm-x-spike-lee-biopic-black-cinema-selma-the-butler\">Malcolm X</a>, the boxer Ruben Carter in <a href=\"https://www.theguardian.com/film/2014/apr/24/the-hurricane-rubin-carter-denzel-washington\">The Hurricane</a> to the drug lord Frank Lucas in <a href=\"https://www.theguardian.com/film/2007/nov/16/russellcrowe.denzelwashington\">American Gangster</a>. He sweats gravitas.</p> <p>His 37-year-old co-star – who is wearing jeans and a thin suede jacket, and sporting a sketchy beard – carries his fame more lightly. Pratt made his name as a deliriously dopey member of the <a href=\"https://www.theguardian.com/tv-and-radio/parks-and-recreation\">Parks and Recreation</a> ensemble. Superstardom only descended, though, once his loosey-goosey charms were transposed to a blockbuster setting in <a href=\"https://www.theguardian.com/film/guardians-of-the-galaxy\">Guardians of the Galaxy</a> and <a href=\"https://www.theguardian.com/film/jurassic-world\">Jurassic World</a>. A <a href=\"https://www.youtube.com/watch?v=apo12sMt-rY\">second Guardians movie</a> is due next May.</p> <p>For now, it’s all about The Magnificent Seven. Except neither Washington nor Pratt seems especially keen to go on the record about any resonance the film might have in the wider world. With a cast list that offers a rebuke to conventional Hollywood casting (there’s even a woman among the seven heroes) and a conflict that pits poor against rich, the movie is in the tradition of westerns that comment on our times, such as <a href=\"https://www.youtube.com/watch?v=jjjAHAmY-DU\">Soldier Blue</a> or <a href=\"https://www.theguardian.com/film/2010/oct/19/wild-bunch-peckinpah-action\">The Wild Bunch</a>. The film’s director, Antoine Fuqua, who coaxed Washington toward an Oscar-winning performance as a corrupt cop in <a href=\"https://www.theguardian.com/film/2002/feb/01/culture.peterbradshaw\">Training Day</a>, has said westerns “reflect where we are in the world”. So where exactly are we?</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"107e67729eb4ad72a76e082c2a473a44e1a5ffaa\"> <img src=\"https://media.guim.co.uk/107e67729eb4ad72a76e082c2a473a44e1a5ffaa/103_8_4713_2828/1000.jpg\" alt=\"Denzel Washington and Chris Pratt in The Magnificent Seven.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Denzel Washington and Chris Pratt in The Magnificent Seven.</span> <span class=\"element-image__credit\">Photograph: Sam Emerson/Metro-Goldwyn-Mayer Studios Inc.</span> </figcaption> </figure>  <p>Pratt wrinkles his nose. “Everything reflects,” he says. “Mirrors reflect.” He lets that comment hang in the air. “I’m just not sure exactly what that reflection looks like.” Washington has a stab. “Audiences like to know who they’re rooting for,” he says. “I remember going to the movies and having that feeling – ‘I wanna be that guy.’ Unfortunately, that was the 1970s so it was usually drug dealers: ‘I’m gonna be a dope dealer like him!’”</p> <p>Still keen to hear how their Magnificent Seven relates to society today, I press the point. Why make the film now? “You’re putting too much on it, man!” Washington hoots. “It’s a movie. Antoine was excited about westerns. He grew up watching them with his grandma. He wanted to see me and Chris riding on horses. Next thing I know …” He mimes trotting along on horseback, invisible reins in his hands. “It wasn’t, like: ‘How are we going to reflect society?’”</p> <p>Point taken. As Washington <a href=\"http://www.interviewmagazine.com/film/new-again-denzel-washington/\">pointed out in 1990</a>, “Guys won’t spend $15 on Friday night to take their girls to see [<a href=\"https://www.theguardian.com/film/2010/jun/10/cry-freedom-richard-attenborough-reel-history\">Cry Freedom</a>, in which he played Steve Biko]. Making movies like that shows that we’re committed to doing something about the issues, but people can see issues on the news for free.” But doesn’t The Magnificent Seven fall into the category of entertainment that carries a thoughtful, progressive message? “That’s for the audience to decide. We’ll see. No hidden baggage over here!” He raises his arms, as though inviting me to frisk him. “I’m sorry if I’m not deep enough for you. I’m trying! I’m trying to get there.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/film/video/2016/apr/20/the-magnificant-seven-trailer-remake-western-video\"            data-short-url=\"https://gu.com/p/4tfhg\"                    data-show-ads=\"true\"            data-video-id=\"2491468\"            data-video-name=\"The Magnificent Seven: trailer for the remake of the classic western – video\"            data-video-provider=\"Other\"            > <video data-media-id=\"gu-video-57175c85e4b035ab5a57a80c\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/04/20/160420MagSevenTrailer_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2016/04/20/160420MagSevenTrailer_large.3gp\"/><source src=\"https://cdn.theguardian.tv/webM/2016/04/20/160420MagSevenTrailer_synd_768k_vp8.webm\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2016/04/20/160420MagSevenTrailer_small.3gp\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/04/20/160420MagSevenTrailer.m3u8\"/> </video> <figcaption><a href=\"https://www.theguardian.com/film/video/2016/apr/20/the-magnificant-seven-trailer-remake-western-video\">The Magnificent Seven: trailer for the remake of the classic western</a></figcaption> </figure>   <p>The room suddenly seems a tad warm. Pratt leans in. “There’s definitely a conversation that’s happening around the world and the movie seems to have become part of that. But that wasn’t our intention. I’m not the most articulate guy. I wish I were. So I’m not gonna be the one to express it. At the end of the day, it’s two hours of kickass entertainment.”</p> <p>I try another tack. The villain, played by Peter Sarsgaard, is a greedy industrialist whose only love is for land and power. Any current presidential candidates spring to mind? Washington is having none of it. “Nah. That’s what you may see. The audience may not.” I’m part of the audience, though. “Are you? You gonna pay to see the movie?” I’ve already seen it. “Are you gonna pay? Answer the question.” I tell him I would do had I not seen it. I start to explain that I paid to see <a href=\"https://www.theguardian.com/film/2012/feb/26/safe-house-review-denzel-washington\">Safe House</a> and <a href=\"https://www.theguardian.com/film/2010/nov/28/unstoppable-denzel-washington-review\">Unstoppable</a> and many of his other films. But it’s too late. He’s already laughing and braying (“A-ha! See? Right?”) and wagging his finger triumphantly.</p> <p>“The average person who’s paying to see it is just looking for a good time. When I did Cry Freedom, a doctor friend told me: ‘Denzel, I have life and death in my hands every single day. I go to the movies to escape.’ What I got from that was that just because it’s important to me doesn’t mean it’s important to the everyday person. We just try to give them enough to get the monkey off their back so they can feel like: ‘Hey, I’m Chris Pratt up there,’ or ‘I’m Denzel.’ It ain’t that deep.”</p>  <figure class=\"element element-image\" data-media-id=\"9f5d085a555697ebe074e1f3a43325d2dadd27ae\"> <img src=\"https://media.guim.co.uk/9f5d085a555697ebe074e1f3a43325d2dadd27ae/79_0_1675_1005/1000.jpg\" alt=\"Chris Pratt in Guardians of the Galaxy.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chris Pratt in Guardians of the Galaxy.</span> <span class=\"element-image__credit\">Photograph: Uncredited/AP</span> </figcaption> </figure>  <p>I point out that films can easily contain both action and ideas. They’re not mutually exclusive. He has starred in plenty of examples – Malcolm X, Crimson Tide, <a href=\"https://www.theguardian.com/film/2006/mar/26/philipfrench1\">Inside Man</a>, <a href=\"https://www.theguardian.com/film/2013/jan/31/flight-review\">Flight</a>. “Sure,” he concedes. The pressing issue now is why neither actor will offer even the most superficial interpretation of the new picture. Is there a danger that if they describe it as one thing – the “diversity western”, say, or the “anti-Trump allegory” – then it will become fixed as that forever? “No, there’s a danger if <em>you</em> do,” Washington tells me. “How many readers you got?” I tell him what I can remember about circulation figures and online traffic. “What an opportunity you have.” He sits back in his seat in the manner of a statesman who has settled a complex debate decisively, rather than an actor who has avoided a question. He stares at me for a moment, then his face breaks into a smile. “I’m just messing witchoo,” he says.</p> <p>Once again, Pratt steps in with a placatory aside. “It’s tough these days. I’m expecting people to talk about this movie and form their own opinions. I want theirs to be as valuable as mine. I’m not a politician. I’m not in the business of trying to shape people’s opinions. I’m an entertainer. I know there’s a giant industry now of talking about stuff and saying stuff.”</p> <p>Washington lunges forward, palms downwards on the table. “Today’s subject: phones,” he says in the mock-authoritative voice of a news anchor. “Are phones safe for you? We have three experts on the left. And three experts on the right. We’ll be right back after this.” Pratt launches into an advertising jingle – “Maybe it’s Maybelline!” – and the two men rock back and forth, laughing raucously. I laugh too, although I’m confused. Pratt’s objection, as far as I can make out, is that people are prone to discussion. He sets me straight: “I find myself kind of withdrawing a bit. Look, no one pays me for my opinion. If I say something stupid and it becomes a headline, it’s, like: ‘Guess what Chris said!’ Then everyone clicks on this stupid thing I said.” He looks into his lap. “This is going really well,” he says quietly.</p> <p>I ask if they’ve both simply resolved to keep personal and political opinions private. “Would you?” Washington shoots back. I tell him that if he asked me a question, I’d answer it straight. “Who would you vote for if you could vote in the US election?” Easy. Hillary Clinton. And him? “That’s private.” Pratt perks up: “I’m writing ‘Denzel’ on the ballot,” he says. More laughter.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/film/video/2013/jan/30/denzel-washington-robert-zemeckis-kelly-reilly-flight-video\"            data-short-url=\"https://gu.com/p/3de55\"                    data-show-ads=\"true\"            data-video-id=\"1860548\"            data-video-name=\"Denzel Washington, Robert Zemeckis and Kelly Reilly on Flight: 'Superman really can't fly' - video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-403247498\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2013/1/30/130130Flight2-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2013/1/30/130130Flight2_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2013/1/30/130130Flight2-720.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/130130Flight2/130130Flight2.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2013/1/30/130130Flight2_3gpSml16x9.3gp\"/> </video> <figcaption><a href=\"https://www.theguardian.com/film/video/2013/jan/30/denzel-washington-robert-zemeckis-kelly-reilly-flight-video\">Denzel Washington, Robert Zemeckis and Kelly Reilly on Flight: ‘Superman really can’t fly’</a></figcaption> </figure>   <p>In 1992, when Bill Clinton was elected, Washington <a href=\"http://www.rogerebert.com/interviews/denzel-washington-puts-power-behind-oratory\">said</a> he felt “a little hope”. I ask how he feels now and for a moment he looks like a man sick to death of having things he said more than 20 years ago read back to him. “I hope so,” he admits finally. Then it’s back to entertainment. “Whatever I’m thinking doesn’t have anything to do with the people who go see the movie to have fun. I never saw any movie because I read an article about it.” Ah. Now the unspoken question hanging in the air is: why are we doing this interview?</p> <p>Instead, I steer it back to him. As a young actor, Washington was a big fan of <a href=\"https://www.theguardian.com/culture/james-earl-jones\">James Earl Jones</a>. Wouldn’t he have been interested in Jones’s opinions? He swivels round in his chair to address Pratt: “I saw James Earl Jones do Oedipus the King. He was magnificent. I went backstage and he let me try on his rings in the dressing room. They were huge! And he had this big, booming voice.” He turns back to me. “That’s what it was. Not: ‘Mr Jones, what are your political opinions?’ Who cares?” So wouldn’t he have been curious to read about what Jones thought? “That assumes I was reading.”</p> <p>Pratt jumps in. “They didn’t market that kind of thing,” he says. On the contrary, I tell him, whenever I research actors from the 1960s, 1970s and 1980s, they are invariably more forthcoming in their interviews. They offer opinions. They risk controversy. They don’t always play it safe. He asks me why that is and I suggest to him that information spreads so quickly now, and in so many different directions, that self-censorship and rigid PR management are the only ways to exert control. “You’re in the fortunate position of being able to research and take your time,” Washington tells me. “But, with clickbait, it doesn’t even need to be true. It just has to be first. ‘Oh, it was all lies? Who cares?’”</p>  <figure class=\"element element-image\" data-media-id=\"8900206e7f841ee2c5514558c9d070189fd1c0f6\"> <img src=\"https://media.guim.co.uk/8900206e7f841ee2c5514558c9d070189fd1c0f6/800_0_2261_1357/1000.jpg\" alt=\"Denzel Washington and Chris Pratt at The Magnificent Seven premiere in Venice.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Denzel Washington and Chris Pratt at The Magnificent Seven premiere in Venice.</span> <span class=\"element-image__credit\">Photograph: Ettore Ferrari/EPA</span> </figcaption> </figure>  <p>Indeed, the <a href=\"https://www.theguardian.com/film/2013/jan/24/denzel-washington-flight-movie-star\">last time the Guardian interviewed Washington</a>, the paper was upbraided by his publicists, who claimed that a quote about him not having made friends with his white counterparts in Hollywood had been taken out of context. The furore spread in an instant. Websites inveighed against this newspaper for printing falsehoods. Only after a few days did it transpire that Washington’s representatives had made no such objection. <a href=\"https://www.theguardian.com/film/filmblog/2013/feb/28/fake-denzel-washington-spokesman\">The complaint itself was a hoax</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/sep/08/the-magnificent-seven-review-denzel-washington-chris-pratt-antoine-fuqua-toronto-film-festival-tiff\">The Magnificent Seven review: moderate remake opens 41st Toronto film festival</a> </p> </aside>  <p>Such misunderstandings perhaps help to explain all the pussyfooting. Even so, Washington and Pratt have managed not to deliver a single tangible opinion – unless you count their views on the risks of giving opinions. It’s a tonic, then, to speak to Fuqua, who tells me that, yes, his version of The Magnificent Seven is unequivocally a portrait of the modern world. “Everything’s a little chaotic. We’re a bit divided. We’re fighting enemies we can’t see and who don’t play by our rules. There is tyranny. But the best part is we have a choice. In the film, we have black, white, Asian, Mexican, Native American, a white woman, all coming together to fight injustice.”</p> <p>Fuqua has no issue with the movie being seen as an emblem of diversity. “There’s a problem. We did something about it. And here’s the beauty part: MGM and Sony backed it. No one said: ‘A black man? A Native American?’” He is even happy for the villain to be regarded as a Trump surrogate. “I wouldn’t say not to. He represents that type. When I said tyranny, I meant raping the land, stealing people’s money. I made the movie because I wanted to say that.” I breathe an internal sigh of relief at his directness. That wasn’t so hard, was it? Nothing like getting blood out of stones or opinions out of A-list actors.</p> <p>• The Magnificent Seven opens in the UK on 23 September.</p>",
  "<p>“You aren’t half as important as you think you are.” That was the implicit message for Britain in the <a href=\"https://www.theguardian.com/world/2016/sep/14/junckers-speech-was-all-about-concrete-ideas-to-heal-a-divided-eu\" title=\"\">state of the European Union address</a> by European commission president Jean-Claude Juncker. It was a welcome signal for European citizens and politicians exasperated by British indecision and outright incompetence post-referendum. But it was a message unlikely to even register with all those pundits and politicians in Britain still convinced that the EU needs the UK more than vice versa.</p> <p>Modelled on the rather more showily delivered American version, the state of the European Union speech marks the beginning of the political season in Brussels. With the Brexit vote less than three months ago, it naturally contained a number of allusions to British politics. Juncker stated that Europeans face “the unhappy prospect of a member leaving our ranks”. This he “respected” and “regretted”, as he <a href=\"http://www.theguardian.com/politics/video/2016/sep/14/jean-claude-juncker-uk-a-la-carte-access-single-market-video\" title=\"\">highlighted the rise in hate crimes</a> against Europeans in Britain since the Brexit vote. Since the penny does not seem to have dropped yet, Juncker reiterated that there is no way the UK can end up with a better deal post-Brexit than it enjoyed as a member.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/politics/video/2016/sep/14/jean-claude-juncker-uk-a-la-carte-access-single-market-video\"            data-short-url=\"https://gu.com/p/53xen\"                    data-show-ads=\"true\"            data-video-id=\"2717384\"            data-video-name=\"Juncker: Europe cannot accept violence against Polish workers – video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-57d91795e4b067ad30087916\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/14/160914Juncker1_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/14/160914Juncker1.m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11872695&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/politics/video/2016/sep/14/jean-claude-juncker-uk-a-la-carte-access-single-market-video\">Juncker: Europe cannot accept violence against Polish workers</a></figcaption> </figure>   <p>But these were a handful of remarks scattered around a 6,000-word speech that took a good 50 minutes to deliver. Juncker wanted to address the <a href=\"https://www.theguardian.com/world/2016/sep/13/jean-claude-juncker-eu-is-facing-existential-crisis\" title=\"\">concerns that actually exercise Europeans</a>: refugees, terrorism, economic stagnation, a dysfunctional eurozone architecture and Russian expansionism. Add to that the real possibility of chaos in Turkey, of EU-phobe <a href=\"https://www.theguardian.com/world/2016/sep/07/francois-hollande-would-be-swept-aside-in-presidential-election-poll-shows\" title=\"\">Marine Le Pen winning the French presidential election</a> and of a Trump presidency <a href=\"https://www.theguardian.com/us-news/2016/jul/27/donald-trump-nato-isolationist\" title=\"\">blowing up Nato</a> and it should be clear that Brexit is somewhere on page two or three of the EU priority list. In fact, the prospect of Brexit seems to have helped the EU at least in the short term, with a number of countries seeing an unexpected surge in support for the EU. In the words of prominent German member of the European parliament Manfred Weber: “Many people are now in favour of the EU [after the Brexit vote]. In Germany we have not had these results since the 1970s.”</p> <p>Meanwhile in the Netherlands, the country often held up by Brexiteers as the next to leave, all major parties say they want to reform rather than leave the EU. It is only <a href=\"https://www.theguardian.com/world/2016/mar/18/dutch-far-right-leader-geert-wilders-goeson-trial-for-inciting-hatred\" title=\"\">Geert Wilders</a>’ PVV party that actually wants an exit. He currently polls at just under 20%.</p> <p>Medical science uses the word “crisis” for the point where a patient either irrevocably collapses or turns the corner towards recovery. On the basis of Juncker’s speech, this is the stage where the commission now feels the EU and the eurozone find itself. Following the speech, Vivien Pertusot from the French Institute for International Relations called them the polycrises: urgent and potentially devastating crises occurring simultaneously and often amplifying or feeding on one another while driving member states apart.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/13/restricted-travel-british-people-nigerian-visa-passports\">Welcome to the world of restricted travel, British people | Chibundu Onuzo</a> </p> </aside>  <p>“Never before have I seen so little common ground between our member states,” said Juncker, himself an EU veteran like few others. The EU is in greater danger than ever before, he continued, with greater levels of selfishness, nationalism and parochialism.</p> <p>Yet Juncker also slipped in good news of the sort that somehow rarely reaches the mainstream British press. There had been one million jobs created in Spain over the past three years, and seven million more elsewhere. Public deficits are, on average, now below 2% across the eurozone, down from a terrifying 6.3% in 2009. Juncker might have added the eurozone’s healthy current account surplus, meaning it continues to export more than it imports. This is a stark contrast to the US and Britain, two nations that are becoming ever more indebted because they buy more from foreign countries than they sell.</p> <p>Easily the most refreshing element in the speech, at least for those who have had to endure the Brexit “debate”, was Juncker’s emphasis on realism. Where Brexiteers continue to indulge in narcissistic fantasies about getting the best of all worlds from the EU while making Britain a world power again, Juncker struck a very different tone. Insisting that “solidarity is the glue that holds the union together” he pointed out that Europeans today make up 8% of the world population. In 2050 that will be down to 5%. “By then you would not see a single EU country among the top world economies,” Juncker went on. “But the EU together? We would still be topping the charts.”</p> <p>To which he might have added: “And that is true with or without Britain.”</p>",
  "<p>Typical Hillary Clinton, many scoffed, not telling the media for two days she was sick with pneumonia until video emerged of her nearly collapsing as she left a 9/11 memorial event on Sunday.</p> <p>Clinton is heading back to the campaign trail for a rally in Greensboro, North Carolina, on Thursday. A theme of the 2016 election is <a href=\"https://www.theguardian.com/us-news/2016/sep/11/hillary-clinton-health-pneumonia\">Clinton’s supposed hatred of the press</a>, as seen in her avoidance of press conferences and her pool of reporters. But a study of Clinton’s press interactions offers at least one reason why the Democratic nominee is not too keen to share intimate details about her life unless absolutely necessary: the coverage has been overwhelmingly sexist for decades.<br></p> <p>From the beginning of her career in the public eye, Clinton has been dogged by questions about her interest in homemaking – despite her own successful career. The queries gradually became more subtle, but the concern of her interviewers was often the same: is this woman “womanly” enough?</p> <p>Some of the <a href=\"https://www.dailymotion.com/video/x45051b_1979-local-tv-interviewer-asks-hillary-about-state-dinners-and-teas_news\">earliest footage of Clinton having to deal with open sexism comes from 1979</a>. She was a month into her spell as first lady of Arkansas and was being interviewed on local television.</p> <p>“You don’t really fit the image we have created for the governor’s wife in Arkansas,” says her inquisitor, a man with a brutal hair parting and disconcerting tie. </p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=mSYZ12LGVxw\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/mSYZ12LGVxw?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>“You’re not a native. You’ve been educated in liberal eastern universities. You’re less than 40. You don’t have any children. You don’t use your husband’s name. You practice law. Does it concern you that maybe other people feel that you don’t fit the image that we’ve created for the governor’s wife in Arkansas?”</p> <p>Clinton – who earned a doctor of law degree from Yale, was the first female chair of the Legal Services Corporation, and was the first female partner at Rose Law Firm, the third oldest law firm in the US – handled the question with panache while sporting a huge pair of spectacles in what was the style of the time.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/08/hillary-clinton-humans-of-new-york-sexism\">Hillary Clinton opens up about sexism in new Humans of New York post</a> </p> </aside>  <p>“I think that each person should be assessed and judged on that person’s own merits. I’m not 40 but that hopefully will be cured by age, eventually I will be,” she quips.</p> <p>“That doesn’t bother me, and I hope that it doesn’t bother very many people. I think in a way it’s kind of a tribute to the state that someone who may or may not fit an image is accepted on her own terms.”<br></p> <p>The interviewer – he is called Jack – lobs another question.</p> <p>“One gets the impression that you’re really not all that interested possibly in state dinners and teas and garden parties?”</p> <p>Bill Clinton was governor of Arkansas for 12 years before being elected president in 1992. His election birthed the famed war between the Clintons and the media.</p>  <figure class=\"element element-image\" data-media-id=\"468d45f4d95d16739371e2f22d25c42b4496e013\"> <img src=\"https://media.guim.co.uk/468d45f4d95d16739371e2f22d25c42b4496e013/0_106_2048_1229/1000.jpg\" alt=\"Hillary Clinton speaks with Matt Lauer during an interview on NBC’s Today show during the Monica Lewinsky scandal.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton speaks with Matt Lauer during an interview on NBC’s Today show during the Monica Lewinsky scandal.</span> <span class=\"element-image__credit\">Photograph: HO/REUTERS</span> </figcaption> </figure>  <p>“It’s not the Clintons v the press, it’s the Clintons v the press plus the Republican party,” said Eric Boehlert, a senior fellow at Media Matters, a progressive media watchdog. </p> <p>The 1992 election, with Clinton competing against America’s grandma Barbara Bush for the role of first lady, is when the national sexist spotlight began to shine. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/apr/18/hillary-clinton-sexism-brought-me-closer-to-my-mother\">Election year sexism against Hillary Clinton brought me closer to my mother</a> </p> </aside>  <p>“There was a hostility that seemed to emerge in that compare and contrast,” said Tammy R Vigil, an assistant professor of communication studies at Boston University who is working on a book about the role of political spouses during campaigns.</p> <p>“Right out of the gate she was getting slammed for the pantsuits, the hair, the headbands, her appearance, her life choices, and everything she said was so heavily scrutinized. I think she became defensive. And now she’s trying not to be as defensive, but it’s sort of still there,” Vigil said.</p> <p>Barbara Bush fit into the expected norm for presidential wives, a sweet southern lady who spent her life raising children. Clinton was an ambitious working mother.<br></p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Right out of the gate she was slammed for the pantsuits, the hair, the headbands, her appearance, her life choices</p> <footer> <cite>Tammy R Vigil</cite> </footer> </blockquote> </aside>  <p>“The Republicans in 1992 were using terms like ‘feminazi’, claiming she wanted to destroy the fabric of the American family because she wasn’t a stay-at-home mom,” Vigil said.<br tabindex=\"-1\"></p> <p>The media tried to make Clinton into the traditional first lady they were accustomed to while criticizing her for not being it, starting the idea that Clinton is disingenuous. As Vigil explains, “There’s been kind of a weird way of making her fit into the traditional mold but trying to prove that she doesn’t, by discrediting her because she isn’t a good woman who doesn’t fit the traditional mold. There’s no way of winning that contest. If she says, ‘I love my child’, people say, ‘Yeah, but you work the whole time’.”</p> <p>Clinton pushed herself as an independent and ambitious woman – and the heat she got for it burnt her.</p> <p>In a 60 Minutes interview with husband Bill during the 92 campaign, she was quizzed about his supposed infidelity, and Clinton famously responded: “I’m not sitting here some little woman standing by my man like Tammy Wynette. I’m sitting here because I love him and I respect him.”<br tabindex=\"-1\"></p>  <figure class=\"element element-image\" data-media-id=\"c287f979196a6dec7090f1ada2efee313a997952\"> <img src=\"https://media.guim.co.uk/c287f979196a6dec7090f1ada2efee313a997952/0_0_1988_1432/1000.jpg\" alt=\"Hillary and Bill Clinton on 60 Minutes.\" width=\"1000\" height=\"720\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary and Bill Clinton on 60 Minutes.</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <p>Which offended country singer Wynette, who told Clinton via the press she should appear with her in an interview to defend those remarks.</p> <p>“I can assure you, in spite of your education, you will find me to be just as bright as yourself,” said Wynette, a dig at Clinton’s Ivy League education and high-powered career.</p> <p>Even Clinton’s response to Wynette’s response was covered negatively, although her reaction was not very media-savvy.</p> <p>“Mrs Clinton rolled her eyes and slapped her forehead when told of Wynette’s reaction Tuesday during a meeting with the editorial board of the Grand Junction Daily Sentinel,” reported the Associated Press at the time.</p> <p>Shortly afterwards, when defending her own legal career, Clinton declared: “I suppose I could have stayed home and baked cookies and had teas, but what I decided to do was fulfill my profession, which I entered before my husband was in public life.”</p> <p>Cue horror from conservatives and stay-at-home mothers, who saw it as a dismissal of their life choices and lambasted her for it – although the full Clinton quote continued: “The work that I have done as a professional, a public advocate, has been aimed … to assure that women can make the choices, whether it’s full-time career, full-time motherhood or some combination.”</p> <p>“She has no use for us, we have no use for her,” declared one woman <a href=\"https://www.youtube.com/watch?v=-namImCszCk\">in a Today show story.</a></p> <p>Katie Couric asked if she regretted the comment in a 1992 interview. “I regret having had it taken out of context and misconstrued,” Clinton replied.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=-namImCszCk\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/-namImCszCk?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>In order to prove her own housewife skills, Clinton engaged in a Family Circle cookie bake-off against Barbara Bush, and won with her oatmeal chocolate chip cookie recipe.<br tabindex=\"-1\"></p> <p>Such questions persisted after Clinton became first lady. <br tabindex=\"-1\"></p> <p><a href=\"https://www.youtube.com/watch?v=NRCxMlx5dYI\">A 1993 interview with Couric</a>, during an NBC News special on Clinton, is revealing.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=NRCxMlx5dYI\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/NRCxMlx5dYI?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>“Do you like doing stuff, Hillary, like saying: ‘Oh, I like that yellow table cloth with the red napkins!’ or whatever?” Couric asked Clinton. “Or looking at the centerpiece or things like that. Is that fun to you?”</p> <p>“Yes. It is fun to me. I’m not in any way an expert,” said Clinton, laughing.</p> <p>Couric goes on to ask Clinton why she is seen as a “threatening person” and “about the comparisons to Lady Macbeth”.</p> <p>In 1993, Spy magazine ran a manipulated photo of Clinton as a dominatrix on the cover, with the headline What Hillary Problem?.</p>  <figure class=\"element element-image\" data-media-id=\"26d6c56f11d6be326fbb32759d0b85bd96e93535\"> <img src=\"https://media.guim.co.uk/26d6c56f11d6be326fbb32759d0b85bd96e93535/0_0_425_531/400.jpg\" alt=\"Hillary Clinton on Spy magazine in 1993.\" width=\"400\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton on Spy magazine in 1993.</span> <span class=\"element-image__credit\">Photograph: Spy Magazine</span> </figcaption> </figure>  <p>“The first lady has emasculated America. I guess that is what radical feminists always wanted to do, but when the Bobbitt syndrome hits the only superpower left in the world, it’s not only the Mr Bobbitts who are in pain. We all are,” wrote columnist Barbara Amiel in Macleans magazine, referring to the famous 1993 incident where Lorena Bobbitt cut off her husband’s penis.</p> <p>This treatment from the early days under the national spotlight – and it worsened when Clinton tried and failed to push healthcare legislation in 1993 – is one reason Clinton’s relationship with the media remains testy. Who wants to engage with an industry that has publicly humiliated you for years?</p> <p>“There’s no rational reason why a center-left Democratic traditional candidate running the campaign she’s running would generate so much animosity ... it’s only explained if you look at the decades that go back,” Boehlert said.</p> <p>But the idea that she avoids the press during this election because she hates them isn’t fair, he adds, explaining that he thinks the press simply isn’t her priority.</p> <p>“She’d much rather spend her time trying to communicate with voters, I think the press senses that and gets offended by that,” Boehlert said.</p> <p>He also contrasts Trump’s treatment of the press in this campaign. “She respects their role. She’s not <a href=\"https://www.theguardian.com/us-news/2016/jun/25/donald-trump-media-ban-guardian-denied-entry-campaign-event\">banning people from her rally</a>, not insulting them in every speech, she doesn’t herd them into metal pens, and yet the press seems to be upset with her. They don’t seem to be upset at Trump,” Boehlert said.</p> <p>He also notes that when Clinton wasn’t covered by the DC beltway press, such as during her time as secretary of state when the diplomatic press reported on her, the reporting on her was more neutral and favorable. Vigil points out the same thing happened during her time as a US senator for New York, when it was mainly local press focusing on her work.<br></p> <p>No one is asking Clinton about napkins these days, but that doesn’t mean the sexism has gone. “Within the beltway press, the sexism has become more nuanced condescension,” Boehlert said. </p> <p>Presidents have also had much more serious health crises far before Clinton came down with a bout of pneumonia. Franklin D Roosevelt wore leg braces and could barely walk when he accepted the Democratic nomination in 1932, before becoming entirely paralyzed. John F Kennedy had Addison’s disease. Both health issues were rarely covered in the media.<br></p> <p>“Yet Hillary Clinton had pneumonia, didn’t share it for two days and it was the biggest crime of the century. I can understand being defensive if I’m her,” Vigil said.</p>",
  "<p>The New York doctor who has given glowing assessments of Donald Trump’s health once paid out tens of thousands of dollars to settle a lawsuit after being accused of malpractice that led to the death of one of his patients.</p> <p><a href=\"https://www.theguardian.com/us-news/2015/dec/14/donald-trump-health-doctor-letter-americas-healthiest-president\">Harold Bornstein</a> agreed to pay $86,250 to the family of Janet Levin, who allegedly died after falling when she took “unhealthy amounts” of prescription drugs that Bornstein had given her unnecessarily, according to archived court papers.</p> <p>Levin’s family accused Bornstein of being “negligent and grossly reckless” for prescribing her barbiturates, morphine and valium “greatly in excess of appropriate dosages” and despite the drugs not being suitable for any condition for which she was being treated.</p> <p>Levin, 52, “became addicted to narcotics” and was “rendered sick, sore, lame and disabled”, according to the lawsuit, which blamed Bornstein squarely for setting in motion a series of factors “all leading to her death” from the apparent drug ingestion and fall in 1998.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/27/donald-trump-doctor-letter-health-harold-bornstein\">Donald Trump's doctor explains 'rushed' letter citing 'excellent health'</a> </p> </aside>  <p>Before settling the case in April 2002, Bornstein denied the allegations against him in a court filing and said that Levin was culpable for all the problems leading to her death. According to court papers, the settlement included a “non-publicity clause” preventing public discussion of the case.</p> <p>Bornstein, 69, has been a licensed physician since July 1976. He has no record of misconduct charges or disciplinary action being brought against him, according to a database maintained by the <a href=\"http://w3.health.state.ny.us/opmc/factions.nsf\">New York state department of health</a> that monitors cases dating back to 1990. </p> <p>Bornstein became part of the US presidential election campaign in December last year when Trump published a doctor’s letter from him that declared the Republican nominee would be the “healthiest individual elected to the presidency”. </p> <p>Last month he said the letter was <a href=\"https://www.theguardian.com/us-news/2016/aug/27/donald-trump-doctor-letter-health-harold-bornstein\">written in five minutes while Trump’s limousine waited on the street outside</a>.</p> <p>He reappeared on Wednesday after conducting a physical examination of Trump. A summary report on the examination, reportedly finding Trump to be overweight, was delivered by Trump to the medic and television presenter Dr Mehmet Oz during a taping of Oz’s show. The program is scheduled to be aired on Thursday. <br></p> <p>The 1999 lawsuit seeking damages from Bornstein was brought in the New York courts by Levin’s husband, Kenneth. It said Levin was treated by Bornstein for an unspecified condition at his Manhattan office from July 1994 until her death in January 1998.<br></p> <p>Bornstein prescribed Levin the drugs Tuinal, morphine and Valium “in amounts that were well above therapeutic levels” and despite the fact Levin had a “history of drinking”, according to the complaint.<br tabindex=\"-1\"></p> <p>It said Bornstein was “seeing the patient several times a week without providing medical treatment” and failed to notice her clear signs of “habitual addiction which he created or helped to create”.<br></p> <p>Levin began suffering from severe depression and anxiety disorder, according to the lawsuit, which indicated that she was treated for an overdose in 1997. She eventually ingested “unhealthy amounts of barbiturates” the following January that allegedly left her unstable and “precipitated her fall and death”.<br></p> <p>An autopsy by New York authorities detected the sedatives diazepam, amobarbital and secobarbital in Levin’s blood. According to Levin’s death certificate, she was found dead at her home on Manhattan’s Upper East Side. The official cause and manner of her death were listed as undetermined.<br tabindex=\"-1\"></p> <p>Levin had been earning $67,000 a year working at the actor Dustin Hoffman’s company Punch Productions.<br></p> <p>Kenneth Levin died earlier this year of heart disease. Before his death he was <a href=\"https://www.justice.gov/usao-sdny/pr/father-and-son-found-guilty-manhattan-federal-court-connection-multimillion-dollar\">convicted of fraud</a> for operating a “business opportunity scheme” relating to vending machines. Levin’s company falsely promised high-profit locations for buyers of their vending machines and misled buyers about how much money they could expect to make.<br></p> <p>Bornstein did not respond to an email sent to the email address given on his official stationery. The attorney who represented Bornstein in the lawsuit, CaraMia Hart, did not respond to an email and voice message seeking comment on Wednesday.<br tabindex=\"-1\"></p> <p>A <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMsa1012370#t=article\">study published by the New England Journal of Medicine</a> in 2011 found that most doctors in the US working in high-risk specialisms are sued at least once during their career for alleged malpractice. Patients were successful in 22% of cases, according to the study, while 12% of gastroenterologists such as Bornstein received a malpractice lawsuit annually. </p> <p>Records recovered from New York court archives show that Bornstein has been sued for alleged malpractice on at least two other occasions. </p> <p>In 1994, a settlement was reached after patient Claire Wershil alleged that Bornstein left her with “severe and serious permanent physical, mental and psychological injuries” from unspecified treatment. Wershil has since died and attorneys involved in the case did not respond to requests for comment.</p> <p>Bornstein was sued by another patient, Stanley Grant, in 1986. Grant alleged that he was left unable to work following Bornstein’s treatment, which again was not identified in the case file. The lawsuit was concluded in 1990. Its outcome could not be confirmed and Grant’s attorney did not respond to an email seeking comment.</p> <p>A woman who answered the telephone at Bornstein’s office on Wednesday said: “You’ll have to refer to the campaign, thank you,” and hung up. Reached for a second time and told that the allegations did not relate to Trump’s campaign, the woman said: “There’s no wrongdoing – have a nice day,” and hung up again.<br></p>",
  "<div id=\"block-57d9fe4be4b0e813b694d23c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T02:00:06.385Z\">3.00am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today in Campaign 2016</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"cc496d9f813433337477bc5d721aa3056905ac34\"> <img src=\"https://media.guim.co.uk/cc496d9f813433337477bc5d721aa3056905ac34/0_0_3900_2340/1000.jpg\" alt=\"Donald Trump\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump</span> <span class=\"element-image__credit\">Photograph: Jeff Swensen/Getty Images</span> </figcaption> </figure>  <ul> <li>Hillary Clinton is in “excellent mental condition”, her doctor said in a letter <a href=\"https://www.theguardian.com/us-news/2016/sep/14/hillary-clinton-doctor-letter-pneumonia\">released this evening</a> by the Democratic presidential candidate’s campaign, as focus on her health continues to escalate as she recuperates from pneumonia. “She continues to remain healthy and fit to serve as president of the United States,” physician Lisa Bardack wrote in the letter, which also gave new medical information. Bardack added that Clinton was “recovering well with antibiotics”, namely Levaquin, which she was advised to take to treat the pneumonia for 10 days. “My overall impression is that Mrs Clinton has remained healthy and has not developed new medical conditions this year other than a sinus and ear infection and her recently diagnosed pneumonia.”</li> <li> Meanwhile, Donald Trump revealed his medical records on the Dr Oz Show in a preview clip released by the show’s production studio. In the short clip, Trump asks the crowd if they want to see his medical reports, before producing two letters from his pocket, which he says are copies of his physical and a medical report from the Lenox Hill hospital. </li> </ul>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/14/donald-trump-dr-oz-show-medical-records-video\"            data-short-url=\"https://gu.com/p/533f2\"                    data-show-ads=\"true\"            data-video-id=\"2718848\"            data-video-name=\"Donald Trump ‘reveals’ medical records in Dr Oz teaser – video\"            data-video-provider=\"Zoco Productions, LLC\"            > <video data-media-id=\"gu-video-57d9b96ce4b0e813b694d147\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/14/160914docoz_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/14/160914docoz_V5.webm\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/14/160914docoz.m3u8\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/14/donald-trump-dr-oz-show-medical-records-video\">Donald Trump ‘reveals’ medical records in Dr Oz teaser</a></figcaption> </figure>   <ul> <li>As both campaigns wait to assess the impact of a bumpy weekend for Democrats, a <a href=\"https://assets.bwbx.io/documents/users/iqjWHBFdfxIU/r2.771xfmKOI/v0\">shock new poll</a> from the Buckeye state released this morning places Trump five percentage points ahead of Clinton, helping him lead in a <a href=\"http://www.realclearpolitics.com/epolls/2016/president/oh/ohio_trump_vs_clinton_vs_johnson_vs_stein-5970.html\">rolling average</a> there for the first time.</li> <li>Melania Trump, Trump’s wife, released a letter from an immigration lawyer that says she never worked as a model on improper visas. The question had arisen based on the timing of modeling work Trump did in the mid-1990s, before she had American citizenship. The lawyer’s letter asserts Melania Trump never worked in the United States in 1995 and in fact never was in the United States in 1995.</li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MELANIATRUMP/status/776050512772886529\">  <blockquote class=\"twitter-tweet\"><p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/GcJKb80k4H\">pic.twitter.com/GcJKb80k4H</a></p>&mdash; MELANIA TRUMP (@MELANIATRUMP) <a href=\"https://twitter.com/MELANIATRUMP/status/776050512772886529\">September 14, 2016</a></blockquote>  </figure>  <ul> <li>Additional Colin Powell emails obtained by the hacker group DC Leaks, which Powell has acknowledged are his real emails, surfaced today. “I would rather not have to vote for her, although she is a friend I respect,” Powell wrote to Democratic megadonor Jeffrey Leeds. “A 70-year-old person with a long track record, unbridled ambition, greedy, not transformational, with a husband still dicking bimbos at home (according to the NYP).”</li> <li>In a post appropriately headlined “We’re suing the IRS for audits of Donald Trump’s tax returns,” Vice News has announced that it has <a href=\"https://news.vice.com/article/were-suing-the-irs-for-audits-of-donald-trumps-tax-returns\">filed a Freedom of Information Act (FOIA) lawsuit</a> in against the IRS for the audits of Republican presidential nominee Donald Trump’s tax returns from 2002 onward.</li> <li>In a <a href=\"http://www.cosmopolitan.com/politics/a3356886/ivanka-trump-child-care-maternity-leave-policy/\">contentious interview with Cosmopolitan</a> - yes, contentious interviews with Cosmopolitan happen - Ivanka Trump told the magazine that Donald Trump’s new child care policy that she largely organized will not include paid parental leave for same-sex male couples, or for any new parents who did not physically birth their child. “The original intention of the plan is to help mothers in recovery in the immediate aftermath of childbirth,” Trump told Cosmopolitan, when asked to clarify whether that meant that same-sex couples where the new parents were male would be able to avail themselves of parental leave.<br></li> </ul> </div>   </div> <div id=\"block-57d9fdf2e4b05caf65ecd508\" class=\"block\" data-block-contributor=\"profile/ben-jacobs\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T01:48:53.310Z\">2.48am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump publicly raised questions about Hillary Clinton’s health for the first time since the former secretary of state was <a href=\"https://www.theguardian.com/us-news/2016/sep/11/hillary-clinton-leaves-911-ceremony-after-feeling-overheated\">forced on Sunday to leave a ceremony for the victims of 9/11</a>.</p> <p>Speaking in a well air-conditioned minor league basketball arena in Canton, <a href=\"https://www.theguardian.com/us-news/ohio\">Ohio</a>, Trump made his most direct reference to Clinton’s recent diagnosis of pneumonia and her campaign saying she left the event in New York because she felt “overheated”.</p> <p>“You think this is easy?” Trump asked. “In this beautiful room that’s 122 degrees. It is hot, and it is always hot when I perform because the crowds are so big. The rooms were not designed for this kind of crowd. I don’t know, folks. You think <a href=\"https://www.theguardian.com/us-news/hillary-clinton\">Hillary Clinton</a> would be able to stand up here and do this for an hour? I don’t know.”</p> <p>The Republican nominee later went on to add of his Democratic rival, “Now she’s lying in bed, getting better and we want her better, we want her back on the trail, right?”</p> <p>Sounding like the classic unscripted Trump, the Republican presidential nominee often deviated from his teleprompters in a 40-minute speech that ranged from Clinton’s health to the <a href=\"https://www.theguardian.com/us-news/2016/sep/14/donald-trump-flint-visit-water-plant-tour\">water crisis in Flint, Michigan</a>.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/14/trump-clinton-health-medical-records-ohio-rally\">‘You think this is easy?’: Trump questions Clinton’s health at Ohio rally</a> </p> </aside> </div>   </div> <div id=\"block-57d9f37ce4b05caf65ecd4e1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T01:37:08.418Z\">2.37am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Ivanka Trump: No paid parental leave for gay dads</h2>  <div class=\"block-elements\">  <p>In a <a href=\"http://www.cosmopolitan.com/politics/a3356886/ivanka-trump-child-care-maternity-leave-policy/\">contentious interview with Cosmopolitan</a> - yes, contentious interviews with Cosmopolitan happen - Ivanka Trump told the magazine that Donald Trump’s new child care policy that she largely organized will not include paid parental leave for same-sex male couples, or for any new parents who did not physically birth their child.</p> <p>“For same-sex couples as well, there’s tremendous benefit here to enabling the mother to recover after childbirth,” Trump said of her plan. “It’s critical for the health of the mother. It’s critical for bonding with the child, and that was a top focus of this plan.”</p> <p>For non-gestational parents, however, there’s no parental leave to be had.</p> <p>“The original intention of the plan is to help mothers in recovery in the immediate aftermath of childbirth,” Trump told Cosmopolitan, when asked to clarify whether that meant that same-sex couples where the new parents were male would be able to avail themselves of parental leave.</p> <p>The interviewer clarified that in instances of adoption or surrogacy, or where the two parents are both men, “they would not be receiving special leave for that because they don’t need to recover or anything?”</p> <p>Trump laughed at the question.</p> <p>“Well, those are your words, not mine,” Trump said. “Those are your words. The plan, right now, is focusing on mothers, whether they be in same-sex marriages or not.”</p> <p>Later in the interview, Trump criticized what she called the “negativity in these questions” when asked about remarks her father <a href=\"http://www.nbcnews.com/politics/2016-election/trump-2004-pregnancy-inconvenience-employers-n580366\">made in 2004</a>, in which he characterized pregnancy as an “inconvenience” for employers.</p> </div>   </div> <div id=\"block-57d9f050e4b0e813b694d20d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-15T00:56:31.690Z\">1.56am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>New Hampshire’s eminent Union Leader, the conservative newspaper that has never failed to endorse a Republican presidential nominee in the past 100 years, has declined to endorse Donald Trump, instead <a href=\"http://www.unionleader.com/An-Editorial-Joseph-W-McQuaid-Publisher-A-better-choice-for-President-No-need-to-hold-your-nose-09142016&amp;template=mobileart\">endorsing Libertarian challenger Gary Johnson</a>.</p> <p>The man is a liar, a bully, a buffoon,” wrote Joseph McQuaid, the newspaper’s publisher. “He denigrates any individual or group that displeases him. He has dishonored military veterans and their families, made fun of the physically frail, and changed political views almost as often as he has changed wives.”</p> <p>“Americans are being told that we have to choose the lesser of two evils,” McQuaid continued. “No, we don’t.”</p> <p>Instead, the paper’s editorial board was endorsing Johnson, a former New Mexico governor - and a former Republican - who recently made it on the ballots of all 50 states and the District of Columbia, along with running mate Bill Weld.</p> <p>“Their records,” McQuaid said of the ticket, “speak well of them. They would be worth considering under many circumstances. In today’s dark times, they are a bright light of hope and reason. The Union Leader and Sunday News endorse them.”</p> </div>   </div> <div id=\"block-57d9e106e4b0e813b694d1d5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T23:45:11.751Z\">12.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>And Donald Trump is out.</strong></p> </div>   </div> <div id=\"block-57d9ddf9e4b05caf65ecd49b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T23:33:29.563Z\">12.33am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Speaking in Canton, Ohio, Republican presidential nominee Donald Trump declared that Ford Motor Company’s decision to move the production of its small vehicles to factories in Mexico will be terminated by a “four, five-minute phone call” between himself and the company’s CEO.</p> <p>“If you’re gonna build your new factory… and if you think you’re going to make cars and you’re gonna sell them tax free,” Trump said, in the imaginary conversation between himself and Ford CEO mark Fields, “not gonna happen.”</p> <p>“We’re going to charge you a 35% tax on every car that’s made outside of the United States, and you know what? It’s not too late,” Trump said. “I think the reason they announced today is that they think that I’m gonna win and they wanna beat the deadline. But lemme tell you, there’s no deadline!”</p> </div>   </div> <div id=\"block-57d9d98de4b0e813b694d1ba\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T23:15:19.706Z\">12.15am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>House homeland security chair Mike McCaul has issued a statement <a href=\"https://www.theguardian.com/us-news/live/2016/sep/14/trump-clinton-ohio-poll-us-election-live?page=with:block-57d9d10fe4b05caf65ecd469#block-57d9d10fe4b05caf65ecd469\">correcting earlier remarks</a> he had made to CNN’s Wolf Blitzer this evening that Russian state actors had hacked the Republican National Committee, saying that he only meant to say that Republican political operatives had been hacked.</p> <p>“I misspoke by asserting that the RNC was hacked,” McCaul said in a statement. “What I had intended to say was that in addition to the DNC hack, Republican political operatives have also been hacked.”</p> <p>McCaul had been pressed about his allegations during the interview, which have never been made before, and doubled down on the assertion that the Russian government, at the behest of Russian president Vladimir Putin, had hacked into the RNC.</p> <p>“They have hacked into the RNC, so this is, again, they’re not picking sides here, I don’t think,” McCaul said. “They’re hacking into both political parties. What they intend to do with that information, I don’t know.”</p> </div>   </div> <div id=\"block-57d9d865e4b067ad30087cc7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T23:10:32.855Z\">12.10am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton campaign manager Robby Mook released a statement this evening lambasting Republican presidential nominee Donald Trump’s appearance on Dr. Mehmet Oz’s daytime television show, calling the appearance a “charade” and “completely unserious.”</p> <p>“It’s fair to say the public now knows more about Hillary Clinton than nearly anyone in public life,” Mook said. “Hillary Clinton’s release of updated medical information today meets a standard followed by presidential candidates like Barack Obama and Mitt Romney. Additionally, Hillary has made public nearly 40 years of tax returns over her lifetime.”</p> <p>“In start contrast, Donald trump is hands down the least transparent presidential nominee in memory.,” Mook continued. “His Doctor Oz charade is as completely unserious as his original joke of a letter written in five minutes. He continues to hide his taxes and business dealing behind fake excuses. And it begs the question: what is he trying to hide?”</p> </div>   </div> <div id=\"block-57d9d795e4b05caf65ecd484\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T23:05:04.326Z\">12.05am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Speaking at a campaign rally in Canton, Ohio, Donald Trump rallied the crowd by name checking the Football Hall of Fame before launching into his traditional state.</p> <p>“Ohio is a very, very special place to me,” Trump said, “and we just had some good news because we just had some polls come out. This morning… Bloomberg came out and we were 48 to 43, up, and then we just got one a little while ago, and that was a big one, 48 to 43, so these polls seem to me to be very close!”</p> <p>The crowd cheered loudly.</p> <p>“We’re up three in Florida - we’re up, sort of, everywhere,” Trump said. “States are in play that the Republicans fly over those states. Me? I’m gonna land there.”</p> <p>“I think we are going to have an unbelievable November 8 - gotta get out and vote. Gotta get out and vote.”</p> </div>   </div> <div id=\"block-57d9d6dfe4b05caf65ecd47e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T23:02:07.702Z\">12.02am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump holds rally in Canton, Ohio</h2>  <div class=\"block-elements\">  <p>Watch it live here:</p>  <figure class=\"element element-embed\" data-alt=\"Donald Trump\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57d966506add94c00b266305?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57d9d10fe4b05caf65ecd469\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T22:38:27.214Z\">11.38pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">House homeland security chair: Russian hackers penetrated RNC computer systems</h2>  <div class=\"block-elements\">  <p>The Republican National Committee’s computer network has, like its Democratic counterpart, been penetrated by hackers, according to the chair of the House homeland security committee.</p> <p>“It’s important to note, Wolf, that they have hacked not only hacked into the DNC but also into the RNC,” Mike McCaul, a Texas Republican, told CNN host Wolf Blitzer. “So they are not discriminating one party against the others. The Russians have basically hacked into both parties at the national level and that gives us all concern about what their motivations are.</p> <p>“The FBI director would tell you they’re just trying to undermine the integrity of the process,” McCaul continued, after Blitzer noted that if Russia had hacked the RNC, it was news to him. “They are not discriminating one party against the other.</p> <p>“They have hacked into the RNC, so this is, again, they’re not picking sides here, I don’t think,” McCaul said. “They’re hacking into both political parties. What they intend to do with that information, I don’t know.”</p> <p>Earlier this summer, hackers <a href=\"https://www.theguardian.com/us-news/2016/jul/26/russia-hackers-democratic-national-committee-email-leak\">believed by the US government</a> to be likely agents of the Russian government successfully infiltrated the data networks of the Democratic National Committee. That hack led to <a href=\"https://www.theguardian.com/us-news/2016/jul/23/dnc-emails-wikileaks-hillary-bernie-sanders\">tens of thousands of internal DNC emails</a> being released on the internet days before the Democratic national convention in Philadelphia, infuriating supporters of onetime Democratic presidential candidate Bernie Sanders, who cited emails deriding the candidate as evidence that the party’s establishment had been hostile to Sanders’ candidacy.</p> <p>The resulting turmoil eventually led to the <a href=\"https://www.theguardian.com/us-news/2016/jul/24/debbie-wasserman-schultz-resigns-dnc-chair-emails-sanders\">resignation of DNC chair Debbie Wasserman Schultz</a> - as well as speculation that the Russian government was actively involved in the hack in a bid to interfere with the US presidential election.</p> <p>Although McCaul did not cite specific evidence of a hack, and similar document releases of internal RNC emails and files have not occurred, so far at least, McCaul appeared confident that the Russian government had penetrated the party’s computer network at the direction of Russian president Vladimir Putin.</p> <p>“It was interesting to watch Mr Putin talk about how Russia had nothing to do with this, but that how it was good to be transparent, for this to come out publicly,” McCaul said. “I don’t trust Mr Putin, I don’t trust his intentions.”</p> <p>Putin has recently been praised by Republican presidential candidate Donald Trump, who has also <a href=\"https://www.theguardian.com/us-news/2016/jul/27/donald-trump-russia-hillary-clinton-emails-dnc-hack\">appeared to incite</a> Russia to hack into and publish his opponent’s Hillary Clinton’s private emails.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-14T22:58:20.386Z\">at 11.58pm BST</time></p>  </div> <div id=\"block-57d9cb53e4b067ad30087c8d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T22:13:29.920Z\">11.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Live from Donald Trump’s upcoming rally in Ohio:</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/776174256761761792\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;Things I trust more than Hillary Clinton&quot; <a href=\"https://t.co/hMQzJZfIYt\">pic.twitter.com/hMQzJZfIYt</a></p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/776174256761761792\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/776172597709012993\">  <blockquote class=\"twitter-tweet\"><p lang=\"und\" dir=\"ltr\">CC: <a href=\"https://twitter.com/icecube\">@icecube</a> <a href=\"https://t.co/NjZZXKJfNy\">pic.twitter.com/NjZZXKJfNy</a></p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/776172597709012993\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/776171172526428161\">  <blockquote class=\"twitter-tweet\"><p lang=\"und\" dir=\"ltr\">Deplorables gets despicable <a href=\"https://t.co/XV57YkCa94\">pic.twitter.com/XV57YkCa94</a></p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/776171172526428161\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/776177649706229760\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Support your local militia <a href=\"https://t.co/i6UI6gqtgA\">pic.twitter.com/i6UI6gqtgA</a></p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/776177649706229760\">September 14, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d9c948e4b067ad30087c7f\" class=\"block\" data-block-contributor=\"profile/ryan-felton\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T22:04:47.140Z\">11.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> visited the beleaguered city of Flint, Michigan, this afternoon, for a campaign stop punctuated by a brief spat with a local pastor.<br></p>  <figure class=\"element element-image\" data-media-id=\"88e4b0ed17a859fe8d01b083685041db56b297a3\"> <img src=\"https://media.guim.co.uk/88e4b0ed17a859fe8d01b083685041db56b297a3/0_0_3500_2100/1000.jpg\" alt=\"Donald Trump.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump.</span> <span class=\"element-image__credit\">Photograph: Mike Segar/Reuters</span> </figcaption> </figure>  <p>The Republican presidential nominee, whose visit followed a stop earlier this month in Detroit, was halfway through remarks at the Bethel United Methodist church that constituted more of a typical stump speech than anything tailored to focus on <a href=\"https://www.theguardian.com/environment/2016/jun/28/lead-drinking-water-level-nrdc-report-flint-crisis\">Flint’s two-year water crisis</a>, when the Rev Faith Green Timmons interrupted.</p> <p>“Mr Trump, I invited you here to thank us for what we’ve done in Flint,” she said, “not give a political speech.”</p> <p>“Oh, oh, OK,” Trump responded, as several in the audience applauded. “That’s good.”</p> <p>Trump’s brief stop in Flint was met elsewhere in the city with disdain by residents who viewed the visit as nothing more than an opportunistic photo-op, while the Republican nominee attempted to blame the water crisis on a myriad of issues.</p> <p>“Flint’s pain is the result of so many failures,” Trump said at the church before about 50 attendees.</p> <p>The visit was initially light on details. By the early afternoon on Thursday, only two stops were confirmed – a brief visit to the city’s water plant and the church, where Trump was expected to speak with local pastors about the community. Before his arrival at the church, Flint resident LaShonda Richmond said she came to “support our city – not to support him”.</p> <p>“Shame on him,” Richmond, 46, said of the visit. “He don’t care about anyone but Trump.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/14/donald-trump-flint-visit-water-plant-tour\">Flint residents bristle at Donald Trump's visit to beleaguered city</a> </p> </aside> </div>   </div> <div id=\"block-57d9c696e4b05caf65ecd443\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T22:00:10.048Z\">11.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Democratic presidential ticket is disclosing its full bill of health this evening, with Hillary Clinton’s campaign releasing running mate Tim Kaine’s health information this evening <a href=\"https://www.theguardian.com/us-news/live/2016/sep/14/trump-clinton-ohio-poll-us-election-live?page=with:block-57d9bac2e4b0e813b694d14b#block-57d9bac2e4b0e813b694d14b\">as well as Clinton’s own.</a></p> <p>In a letter penned by Dr. Brian Monahan, the attending physician of Congress, <a href=\"https://m.hrc.onl/secretary/10-documents/05-physician-letter/TK_physician_letter.pdf\">the Virginia senator’s doctor writes</a> that Kaine is “in overall excellent health and active in [his] professional work, and physical fitness endeavors without limitation.”</p> <p>Apart from pulmonary nodules uncovered in a 2011 chest CT scan and slight left atrial enlargement noted in March of 2016, Kaine’s health history is unremarkable, according to the letter. Kaine’s most recent physical examination revealed a blood pressure of 120/80 and a resting heart rate of 71. The senator’s LDL cholesterol levels were at 138, and HDL was at 65.</p> <p>Monahan concludes the letter by encouraging the senator to take Vitamin D supplements. </p> </div>   </div> <div id=\"block-57d9c3e1e4b05caf65ecd440\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T21:44:23.442Z\">10.44pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Vice sues Internal Revenue Service for Donald Trump's tax returns</h2>  <div class=\"block-elements\">  <p>In a post appropriately headlined “We’re suing the IRS for audits of Donald Trump’s tax returns,” Vice News has announced that it has <a href=\"https://news.vice.com/article/were-suing-the-irs-for-audits-of-donald-trumps-tax-returns\">filed a Freedom of Information Act (FOIA) lawsuit</a> in against the IRS for the audits of Republican presidential nominee Donald Trump’s tax returns from 2002 onward:</p> <blockquote class=\"quoted\"> <p> In the suit, filed jointly with Ryan Shapiro, a doctoral candidate at MIT and research affiliate at the Berkman Klein Center for Internet &amp; Society at Harvard University, we asked the IRS for ‘any and all requests by law enforcement agencies for copies of... Trump’s individual tax returns’ and ‘any and all records mentioning or referring to requests by law enforcement agencies for copies of individual tax returns.’<br></p> </blockquote> <p>The news organization has also filed a separate suit to obtain any FBI documents relating to Trump’s comments earlier this summer in which he was seen to have encouraged supporters of gun rights to take the Second Amendment into their own hands.</p> <p>“If she gets to pick her judges, nothing you can do, folks,” Trump said at the time. “Although the Second Amendment people - maybe there is, I don’t know.”</p> </div>   </div> <div id=\"block-57d9c332e4b05caf65ecd43e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T21:38:09.590Z\">10.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Meanwhile, Donald Trump’s health disclosure today was decidedly less... formal?</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/14/donald-trump-dr-oz-show-medical-records-video\"            data-short-url=\"https://gu.com/p/533f2\"                    data-show-ads=\"true\"            data-video-id=\"2718848\"            data-video-name=\"Donald Trump ‘reveals’ medical records in Dr Oz teaser – video\"            data-video-provider=\"Zoco Productions, LLC\"            > <video data-media-id=\"gu-video-57d9b96ce4b0e813b694d147\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/14/160914docoz_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/14/160914docoz_V5.webm\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/14/160914docoz.m3u8\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/14/donald-trump-dr-oz-show-medical-records-video\">Donald Trump ‘reveals’ medical records in Dr Oz teaser</a></figcaption> </figure>  </div>   </div> <div id=\"block-57d9bac2e4b0e813b694d14b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T21:15:45.198Z\">10.15pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Hillary Clinton's physician: 'She continues to remain healthy and fit to serve as President'</h2>  <div class=\"block-elements\">  <p>Hillary Clinton’s personal physician has <a href=\"https://www.hillaryclinton.com/page/medical-information/\">released a letter</a> updating the candidate’s health since she initially released a letter overviewing the presidential candidate’s medical history earlier this year. In the letter, Dr. Lisa Bardack writes that the former secretary of state has not developed any new medical conditions save for an ear infection and her recently diagnosed pneumonia and that Clinton “continues to remain healthy and fit to serve as President.”</p>  <figure class=\"element element-image\" data-media-id=\"70e6ae9230888d1a0870107cfd53305443730c38\"> <img src=\"https://media.guim.co.uk/70e6ae9230888d1a0870107cfd53305443730c38/0_0_2294_1753/1000.jpg\" alt=\"Hillary Clinton.\" width=\"1000\" height=\"764\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton.</span> <span class=\"element-image__credit\">Photograph: Carolyn Kaster/AP</span> </figcaption> </figure>  <p>In addition to seasonal allergies and a prescription for the blood thinner Coumadin, Clinton was treated in January of 2016 for a sinus and ear infection. “To help alleviate her symptoms, a myringotomy tube was placed in her left ear,” Bardack wrote. “Further follow-up evaluation with a CT scan of the brain and sinuses was done in March” that showed “no abnormalities of the brain and mild chronic sinusitis.” Clinton’s symptoms resolved, according to Bardack.</p> <p>The pneumonia diagnosis was made on Friday, September 9, one week after Clinton was evaluated for a low-grade fever and fatigue, an upper respiratory tract infection for which she was prescribed antibiotics and advised to rest. Clinton did not rest, however, and a non-contrast chest CT scan revealed “a small right middle-lobe pneumonia.” Clinton was treated with antibiotics and advised to rest, but, as has now been well-documented, did not do so.</p> <p>Clinton has since been evaluated by Bardack and “continues to improve.”</p> <p>As for the nitty-gritty, Clinton currently takes a thyroid medication, Coumadin, Clarinex for allergies and B12, as needed. Her blood testing has revealed normal results, with cholesteral at 189, LDL at 103, HDL at 56 and trigylcerides at 159. Clinton has a blood pressure of 100/70, a resting heart rate of 70 and a respiratory rate of 18. All of this lead Bardack to conclude that Clinton “has remained healthy and has not developed new medical conditions this year,” aside from the ear infection and pneumonia.</p> <p>“She continues to remain healthy and fit to serve as President of the United States,” Bardack concluded.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-14T21:19:45.672Z\">at 10.19pm BST</time></p>  </div> <div id=\"block-57d9b80ce4b0e813b694d140\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T20:59:31.443Z\">9.59pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Hillary Clinton's campaign releases more health information</h2>  <div class=\"block-elements\">  <p>As promised, Democratic presidential nominee Hillary Clinton’s campaign has released more information about the former secretary of state’s health, painting a picture of Clinton as a healthy 68-year-old woman despite her <a href=\"https://www.theguardian.com/us-news/2016/sep/11/hillary-clinton-leaves-911-ceremony-after-feeling-overheated\">recent diagnosis of pneumonia</a>.</p>  <figure class=\"element element-image\" data-media-id=\"289a121b9c2a2b89acae4bd768bff586cba5e04a\"> <img src=\"https://media.guim.co.uk/289a121b9c2a2b89acae4bd768bff586cba5e04a/0_0_5338_3559/1000.jpg\" alt=\"Hillary Clinton speaks at a campaign rally in Charlotte.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton speaks at a campaign rally in Charlotte.</span> <span class=\"element-image__credit\">Photograph: Andrew Harnik/AP</span> </figcaption> </figure>  <p><a href=\"http://www.politico.com/story/2016/09/clinton-releases-more-medical-information-after-pneumonia-diagnosis-228175\">According to Politico</a>, Clinton underwent a CT scan on Friday that revealed “a small right middle-lobe pneumonia.” The candidate was prescripted a treatment of the antibiotic Levaquin and instructed to take a course of the medication for ten days.</p> <p>In addition to the antibiotic, Clinton also takes a thyroid medication and the blood thinner Coumadin, both of which have been previously disclosed by the Clinton campaign.</p> <p>The Clinton campaign will release a letter from Dr. Lisa Bardack, Clinton’s personal physician, later today with more full information on the candidate’s health.</p> <p>Clinton’s health has long been a topic of unfounded rumors and conspiracy theories, but became a focus of mainstream media organizations after Clinton’s campaign told reporters that she had “overheated” at a ceremony commemorating the anniversary of the 9/11 terrorist attacks in New York, only to later clarify that the candidate had been diagnosed with pneumonia three days previous.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-14T21:01:42.938Z\">at 10.01pm BST</time></p>  </div> <div id=\"block-57d9b2dfe4b05caf65ecd411\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T20:30:28.676Z\">9.30pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Pastor interrupts Trump's remarks at church: 'I invited you here to thank us for what we’ve done in Flint, not to give a political speech'</h2>  <div class=\"block-elements\">  <p>While Donald Trump spoke at the Bethel United Methodist Church in Flint, Michigan, he began criticizing opponent Hillary Clinton’s foreign policy - drawing the condemnation of the church’s pastor.</p> <p>“Hillary failed on the economy, just like she’s failed on foreign policy. Everything she touched didn’t work out. Nothing. Now Hillary Clinton-”</p> <p>The reverend Faith Green Timmons interrupted Trump’s speech at the lectern, interjecting to say: “Mr. Trump, I invited you here to thank us for what we’ve done in Flint, not to give a political speech.”</p> <p>“Oh, okay, okay,” Trump said in response. “Okay. That’s good. Then I’m gonna go back. Okay.”</p> <p>Trump returned to his script, and Timmons quickly left the stage.<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MSNBC/status/776150990500208640\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump interrupted, asked &quot;not to give a political speech&quot; while delivering statement in Flint, Michigan <a href=\"https://t.co/ncrmsmmLP4\">https://t.co/ncrmsmmLP4</a></p>&mdash; MSNBC (@MSNBC) <a href=\"https://twitter.com/MSNBC/status/776150990500208640\">September 14, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-14T20:34:18.555Z\">at 9.34pm BST</time></p>  </div> <div id=\"block-57d9afe1e4b0e813b694d118\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T20:17:18.726Z\">9.17pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Hillary Clinton, Tim Kaine expected to release health records within the hour</h2>  <div class=\"block-elements\">  <p>Democratic presidential nominee Hillary Clinton and running mate Tim Kaine will release their health records within the next hour, campaign sources told the Guardian.</p> <p>We’ll be keeping watch - mostly to see if their exercise regimens consist of more than <a href=\"https://twitter.com/politicoroger/status/776135173914128384\">waving their arms around once a day</a>.</p> </div>   </div> <div id=\"block-57d9aee7e4b067ad30087c16\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T20:12:35.060Z\">9.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Donald Trump, on the <a href=\"https://www.theguardian.com/us-news/flint-water-crisis\">Flint water crisis</a>:</h2> <blockquote class=\"quoted\"> <p>It used to be cars were made in Flint and you couldn’t drink the water in Mexico. Now cars are made in Mexico and you can’t drink the water in Flint!</p> </blockquote> <p>As many as 12,000 Flint children have been exposed to drinking water with high levels of lead.</p> </div>   </div> <div id=\"block-57d9abbbe4b05caf65ecd3e2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T20:05:55.909Z\">9.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hillary Clinton has released a statement praising an agreement that provides a record $38b in security assistance to Israel, calling the “memorandum of understanding” agreed upon between the two nations a signal that “sends a clear message to the region... that we will always stand shoulder-to-shoulder with Israel.”</p>  <figure class=\"element element-image\" data-media-id=\"abc1ad402989784ccfbb7c8c614cb0e088cb1fd5\"> <img src=\"https://media.guim.co.uk/abc1ad402989784ccfbb7c8c614cb0e088cb1fd5/0_0_5184_3456/1000.jpg\" alt=\"Former Israeli president Shimon Peres embracing Hillary Clinton.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Former Israeli president Shimon Peres embracing Hillary Clinton.</span> <span class=\"element-image__credit\">Photograph: Jack Guez/AFP/Getty Images</span> </figcaption> </figure>  <p>“America’s commitment to Israel’s security must always remain rock-solid and unwavering,” Clinton said in the statement, released by her campaign this afternoon. “That’s why Senator Kaine and I applaud the agreement on a new memorandum of understanding regarding American security assistance to Israel, and congratulate Prime Minister Netanyahu and president Obama on this important diplomatic achievement.”</p> <p>Clinton’s commitment to the US-Israeli relationship - which the former secretary of state declared “is based on common security interests, shared values and deep historical ties” - will be strengthened by the new round of security funds and would remain “unwavering” in a Clinton administration.</p> <p>“I will work with our partners to implement this agreement, ensure that Israel always maintains its qualitative military edge, and take our alliance to the next level.”</p> </div>   </div> <div id=\"block-57d9aaf7e4b0e813b694d0fa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T19:56:44.758Z\">8.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Wisconsin Democrats have revealed a massive check - of the Pat Sajak variety - after documents were revealed that showed Scott Walker, the state’s Republican governor, asked allies to donate to an outside lobbying group* supporting his bid to beat a recall election in 2012.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Hannah_nbc15/status/776112954316029956\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">WI Assembly Democrats respond to newly released documents concerning Gov. Walker campaign finance details <a href=\"https://t.co/d09xqpkYr0\">pic.twitter.com/d09xqpkYr0</a></p>&mdash; Hannah (@Hannah_nbc15) <a href=\"https://twitter.com/Hannah_nbc15/status/776112954316029956\">September 14, 2016</a></blockquote>  </figure>  <p>The Guardian’s Ed Pilkington broke the news:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/14/corporate-cash-john-doe-files-scott-walker-wisconsin\">Leaked documents reveal secretive influence of corporate cash on politics</a> </p> </aside>  <p><strong>*Correction: </strong>We initially characterized this group as a Super Pac, which it’s not. The Guardian regrets the error.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-14T20:45:11.215Z\">at 9.45pm BST</time></p>  </div> <div id=\"block-57d9a0e3e4b05caf65ecd3ae\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T19:13:34.411Z\">8.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In a promotional clip released of Republican presidential nominee Donald Trump’s sitdown chat with TV’s Dr. Mehmet Oz, the perpetual showman responded to Oz’s question about why he hasn’t shared his medical records by furnishing the records from his jacket pocket.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=Qtn5BO_oATQ\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/Qtn5BO_oATQ?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>“Why not share your medical records?” Oz asked Trump, in response to the campaign’s pledges of transparency.</p> <p>“Well, I have really no problem in doing it - I have it right here. I mean, should I do it? I don’t care.” he asked the audience, prompting the audience to clap.</p> <p>“It’s two letters - one is the report and one is from Lennox Hill Hospital,” Trump said, removing two sheets of folded paper from his breast pocket. “These are all of the tests that were done last week.”</p> <p>We’ll have more on those actual test results tomorrow when the show airs.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-14T19:14:34.053Z\">at 8.14pm BST</time></p>  </div> <div id=\"block-57d99dd0e4b05caf65ecd398\" class=\"block\" data-block-contributor=\"profile/ryan-felton\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T18:59:00.061Z\">7.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Michigan’s governor, Rick Snyder, has stayed quiet throughout the campaign season as the fallout from Flint’s water crisis continued. The second-term Republican was once viewed as a possible contender in the race before the extent of Flint’s lead contamination emerged.</p> <p>Today, as a former state epidemiologist accepted a plea deal in an ongoing criminal probe by the state’s attorney general into Flint, Snyder again declined to comment on who he supports in the race.</p> <p>“Gov. Snyder has stayed out of presidential politics since before the primary election and intends on continuing to do so,” Snyder’s spokesperson, Ari Adler, said in an email. “He is focused on the work that needs to be done in Michigan.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-14T19:00:54.950Z\">at 8.00pm BST</time></p>  </div> <div id=\"block-57d99a00e4b05caf65ecd37f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T18:44:56.649Z\">7.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump <strike> is wheels down </strike> – curses now we’re saying it – Trump’s airplane has landed in Flint. The plane’s landing gear is down, reportedly. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tparti/status/776128825231085569\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump is wheels down in Flint. My view from the press bus <a href=\"https://t.co/5Mn0CVprsb\">pic.twitter.com/5Mn0CVprsb</a></p>&mdash; Tarini Parti (@tparti) <a href=\"https://twitter.com/tparti/status/776128825231085569\">September 14, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d9981ae4b0e813b694d0a9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T18:38:06.166Z\">7.38pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton applauds record military aid package for Israel</h2>  <div class=\"block-elements\">  <p>In a statement on the record US pledge of $38bn in aid to Israel over the next 10 years, Clinton releases a statement saying “Senator Kaine and I applaud the agreement... it reaffirms the depth and strength of the US-Israel relationship”:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeneps/status/776126416060551168\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Hillary Clinton&#39;s statement on the 10-year, $38 billion U.S. military assistance package for Israel <a href=\"https://t.co/lVx05UhBHr\">pic.twitter.com/lVx05UhBHr</a></p>&mdash; Jennifer Epstein (@jeneps) <a href=\"https://twitter.com/jeneps/status/776126416060551168\">September 14, 2016</a></blockquote>  </figure>  <p>Read further:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/sep/13/us-israel-aid-38-billion-record-military-assistance\">US pledges record $38bn military aid to Israel over next 10 years</a> </p> </aside> </div>   </div> <div id=\"block-57d996cfe4b067ad30087b94\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T18:29:09.686Z\">7.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Bloomberg’s source at the Dr Oz taping quotes Trump about kissing his daughter Ivanka:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferJJacobs/status/776106587106582528\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">ON KISSING: Ivanka kissed Dr. Oz &amp; her dad. Oz commented on kiss. Trump said he kisses her &quot;as often as I can,&quot; audience tells <a href=\"https://twitter.com/FayCortez\">@FayCortez</a>.</p>&mdash; Jennifer Jacobs (@JenniferJJacobs) <a href=\"https://twitter.com/JenniferJJacobs/status/776106587106582528\">September 14, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d99310e4b067ad30087b89\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T18:22:54.141Z\">7.22pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">The Colin Powell emails: lots more where that came from</h2>  <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JohnJHarwood/status/776121150317400064\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Powell on Trump adviser Flynn as Defense Intel Agency chief: “got fired. abusive w/staff, didn’t listen, bad management. right-wing nutty&quot;</p>&mdash; John Harwood (@JohnJHarwood) <a href=\"https://twitter.com/JohnJHarwood/status/776121150317400064\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JohnJHarwood/status/776123063981268993\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Colin Powell in hacked email on issue that made Donald Trump a national political force: &quot;the whole birther movement was racist&quot;</p>&mdash; John Harwood (@JohnJHarwood) <a href=\"https://twitter.com/JohnJHarwood/status/776123063981268993\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AaronBlake/status/776117622253428740\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Powell on Clinton: &quot;For good reason she comes across as sleazy.&quot; <a href=\"https://t.co/nzCGFvG4sW\">https://t.co/nzCGFvG4sW</a> <a href=\"https://t.co/qQLofciNzf\">pic.twitter.com/qQLofciNzf</a></p>&mdash; Aaron Blake (@AaronBlake) <a href=\"https://twitter.com/AaronBlake/status/776117622253428740\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BuzzFeedAndrew/status/776117733570347008\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEW: Powell unfiltered on the Cheneys. <a href=\"https://t.co/Mx2m24bTgu\">https://t.co/Mx2m24bTgu</a> <a href=\"https://t.co/JNZQnfgKN8\">pic.twitter.com/JNZQnfgKN8</a></p>&mdash; andrew kaczynski (@BuzzFeedAndrew) <a href=\"https://twitter.com/BuzzFeedAndrew/status/776117733570347008\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BuzzFeedAndrew/status/776123151906443265\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">When  Powell was asked for comment on calling the Cheneys &quot;idiots.&quot; <a href=\"https://t.co/pEVZMyswtX\">https://t.co/pEVZMyswtX</a> <a href=\"https://t.co/LDG9EGNXik\">pic.twitter.com/LDG9EGNXik</a></p>&mdash; andrew kaczynski (@BuzzFeedAndrew) <a href=\"https://twitter.com/BuzzFeedAndrew/status/776123151906443265\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/woodruffbets/status/776120806946410496\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Powell&#39;s assistant on the US soccer team v Belgium: &quot;we&#39;re probably gonna get creamed&quot; <a href=\"https://t.co/XVgW8Aexjd\">pic.twitter.com/XVgW8Aexjd</a></p>&mdash; Betsy Woodruff (@woodruffbets) <a href=\"https://twitter.com/woodruffbets/status/776120806946410496\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mmurraypolitics/status/776122473553227776\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Say what you will, but Colin Powell&#39;s emails are throwing tons of truth shade -- on a variety of topics</p>&mdash; Mark Murray (@mmurraypolitics) <a href=\"https://twitter.com/mmurraypolitics/status/776122473553227776\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoePerticone/status/776117495711297536\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">These Colin Powell emails are further proof that <a href=\"https://twitter.com/VeepHBO\">@VeepHBO</a> is the most accurate show about Washington</p>&mdash; Joe Perticone (@JoePerticone) <a href=\"https://twitter.com/JoePerticone/status/776117495711297536\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/StevenTDennis/status/776121968932388864\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Somebody get Colin Powell a talk show. Stat.</p>&mdash; Steven Dennis (@StevenTDennis) <a href=\"https://twitter.com/StevenTDennis/status/776121968932388864\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JWGOP/status/776120035576193024\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">My respect for General Powell has never been higher.</p>&mdash; John Weaver (@JWGOP) <a href=\"https://twitter.com/JWGOP/status/776120035576193024\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LoganDobson/status/776117772065599488\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">never email</p>&mdash; Logan Dobson (@LoganDobson) <a href=\"https://twitter.com/LoganDobson/status/776117772065599488\">September 14, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-14T18:25:52.881Z\">at 7.25pm BST</time></p>  </div> <div id=\"block-57d990cce4b05caf65ecd354\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T18:06:10.390Z\">7.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We’re not sure that two low-credibility doctors and a TV appearance amounts to a shell game – as patently false as it all seems – but this gif is cool:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TheFix/status/776113049962999808\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Donald Trump&#39;s shell game with his health records  <a href=\"https://t.co/sh2rXkump2\">https://t.co/sh2rXkump2</a> <a href=\"https://t.co/ajEqqtV4GW\">pic.twitter.com/ajEqqtV4GW</a></p>&mdash; Chris Cillizza (@TheFix) <a href=\"https://twitter.com/TheFix/status/776113049962999808\">September 14, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d98f7de4b0e813b694d084\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T18:02:48.341Z\">7.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>As Trump arrives in Michigan...</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joshledermanAP/status/776113597155946496\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">DETROIT (AP) — Ford Motor Co. says it&#39;s moving all of its U.S. small car production to Mexico</p>&mdash; Josh Lederman (@joshledermanAP) <a href=\"https://twitter.com/joshledermanAP/status/776113597155946496\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SeanTrende/status/776116451006615552\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Fortunately, this should have zero resonance in Michigan. <a href=\"https://t.co/FrNbBcBOi7\">https://t.co/FrNbBcBOi7</a></p>&mdash; Sean T at RCP (@SeanTrende) <a href=\"https://twitter.com/SeanTrende/status/776116451006615552\">September 14, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d984bfe4b067ad30087b50\" class=\"block is-key-event\" data-block-contributor=\"profile/ryan-felton\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T17:32:42.107Z\">6.32pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Flint, Michigan, warns Trump against 'photo op' visit</h2>  <div class=\"block-elements\">  <p>Donald Trump’s visit to the city of Flint, Michigan on Thursday was met with disdain from residents who said the Republican presidential nominee’s stop was nothing more than an opportunistic photo-op.</p> <p>Trump, who earlier this month spoke at a predominately black church in Detroit, had said he intended to visit Flint on the campaign trail.</p> <p>Ahead of Trump’s visit, protesters conveyed a brief press conference outside of Flint’s water plant, where many expressed dismay at what they described as the nominee’s attempt to use the city’s public health crisis as a “campaign prop.”</p> <p>Carrie Younger-Nelson, a Flint resident, said the city has been engulfed by the water crisis for two years and Trump “just sees an opportunity to get in here and get him some media.”</p> <p>“Flint do not want him here, and he needs to keep it rolling,” she said.</p>  <figure class=\"element element-image\" data-media-id=\"6bd3a88dc43cacfb394f2a441958c1dd92469ebc\"> <img src=\"https://media.guim.co.uk/6bd3a88dc43cacfb394f2a441958c1dd92469ebc/0_345_4032_2419/1000.jpg\" alt=\"Protesters at the Flint water plant.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Protesters at the Flint water plant.</span> <span class=\"element-image__credit\">Photograph: Ryan Felton</span> </figcaption> </figure>  <p>Standing nearby, State senate minority leader Jim Ananich, a Flint resident himself, said the purpose of the protest early Thursday was to send “a strong message that Flint’s not a photo-op.”</p> <p>“Looking at the water plant doesn’t help us get new, clean pipes; it doesn’t help us get clean water,” Ananich said.</p> <p>Jia Ireland, 23, also a Flint resident, said the public needs to know that Flint is still dealing with the effects of the water crisis, now well into its third year.</p> <p>“People are still living off of water bottles and living off of filters,” she said. “Yes, pipes are being dug up, but it’s a slow progress. And we need to see things happen fast and now.”</p> <p>“Also, I am not a supporter of Trump,” she continued. “I feel like Donald Trump is using this as a PR statement … so, you’re late.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-14T17:37:54.998Z\">at 6.37pm BST</time></p>  </div> <div id=\"block-57d9857fe4b05caf65ecd32c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T17:20:51.058Z\">6.20pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump passes Clinton in Nevada – poll</h2>  <div class=\"block-elements\">  <p>Monmouth University has released a <a href=\"http://www.monmouth.edu/polling-institute/reports/MonmouthPoll_NV_091416/\">new poll</a> of likely Nevada voters in which Trump leads Clinton by two points, in a four-way race. That’s a flip from Clinton’s four-point lead in the poll in July.</p> <p>In the battle for retiring minority leader Harry Reid’s US senate seat, the Republican candidate, Representative Joe Heck, leads Democratic former attorney general Catherine Cortez Masto by three points, 46-43, in the poll.</p> <p>The poll was conducted over the phone from 11-13 September.<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MonmouthPoll/status/776104274350579714\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">BREAKING:  Nevada<br>DJT 44 (was 41 in July)<br>HRC 42 (was 45)<br>Johnson 8 (was 5)<a href=\"https://t.co/IooG2mY37Q\">https://t.co/IooG2mY37Q</a></p>&mdash; MonmouthPoll (@MonmouthPoll) <a href=\"https://twitter.com/MonmouthPoll/status/776104274350579714\">September 14, 2016</a></blockquote>  </figure>  <p>Here’s some background information on Nevada:</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=NV\" data-alt=\"nevada\"> <a href=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=NV\">nevada</a> </figure> </div>   </div> <div id=\"block-57d98283e4b067ad30087b45\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T17:08:14.025Z\">6.08pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Powell email says 'I would rather not have to vote for' Clinton</h2>  <div class=\"block-elements\">  <p>Additional Colin Powell emails obtained by the hacker group DC Leaks, which Powell has acknowledged are his real emails, are surfacing in the media. CBS News managing editor for politics Will Rahn has tweeted one in which Powell shares a dim opinion of Bill Clinton and not such a great appraisal of Hillary Clinton.</p> <p>“I would rather not have to vote for her, although she is a friend I respect,” Powell writes to Democratic megadonor Jeffrey Leeds. “A 70-year-old person with a long track record, unbridled ambition, greedy, not transformational, with a husband still dicking bimbos at home (according to the NYP).”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/willrahn/status/776100071658098688\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This is a good Colin Powell email <a href=\"https://t.co/66krJvciYL\">pic.twitter.com/66krJvciYL</a></p>&mdash; Will Rahn (@willrahn) <a href=\"https://twitter.com/willrahn/status/776100071658098688\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/willrahn/status/776101697357803520\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">(yes, the email I just tweeted is real)</p>&mdash; Will Rahn (@willrahn) <a href=\"https://twitter.com/willrahn/status/776101697357803520\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JohnJHarwood/status/776113260827467776\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Here&#39;s why saying &quot;Powell criticizes both candidates&quot; represents false-equivalence. On HRC: &quot;hubris/ambition.&quot; On Trump: &quot;national disgrace&quot;</p>&mdash; John Harwood (@JohnJHarwood) <a href=\"https://twitter.com/JohnJHarwood/status/776113260827467776\">September 14, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-14T17:46:10.104Z\">at 6.46pm BST</time></p>  </div> <div id=\"block-57d97f42e4b067ad30087b36\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T17:01:49.079Z\">6.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here are the second ten of Clinton’s questions for Trump:</p> <blockquote class=\"quoted\"> <p>11. With business ties to politically-connected Indian developers, how can you conduct foreign policy that puts the U.S. above your profits?</p> <p>12. How can we be sure you’d be willing to be tough on any nation if necessary, if it would put your interests and profits at risk?</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/776100228441268228\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">13. How can we know you won&#39;t (again) impulsively damage relationships with crucial allies to preserve your own ego? <a href=\"https://t.co/j1VtaFhA6C\">https://t.co/j1VtaFhA6C</a></p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/776100228441268228\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/675523728055410689\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Dopey Prince <a href=\"https://twitter.com/Alwaleed_Talal\">@Alwaleed_Talal</a> wants to control our U.S. politicians with daddy’s money. Can’t do it when I get elected. <a href=\"https://twitter.com/hashtag/Trump2016?src=hash\">#Trump2016</a></p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/675523728055410689\">December 12, 2015</a></blockquote>  </figure>  <blockquote class=\"quoted\"> <p> 14. We know you engaged extensively in pay-to-play here at home. Have you bribed foreign officials or other parties abroad?<br></p> <p>15. To what extent are you and your family currently contractually tied to payments from foreign business partners, or governments?</p> <p>16. You’ve mentioned ~120 foreign deals, including in countries with national security implications. Where and with whom are you working?</p> <p>17. Will your children disclose all of the foreign trips and business deals they’ve undertaken during the campaign, and with whom they met?</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/776102376151416833\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">18. We&#39;ll let <a href=\"https://twitter.com/kurteichenwald\">@kurteichenwald</a> ask this one: <a href=\"https://t.co/xnIl6JazS3\">pic.twitter.com/xnIl6JazS3</a></p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/776102376151416833\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/776103470554353664\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">20. It&#39;s pretty clear: Trump&#39;s spent his life unscrupulously looking out for his own wallet above all. Why would that change as president?</p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/776103470554353664\">September 14, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d97e31e4b0e813b694d044\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T16:47:55.638Z\">5.47pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton demands Trump answer 20 questions about foreign business ties</h2>  <div class=\"block-elements\">  <p>Picking up on the Newsweek story <a href=\"https://www.theguardian.com/us-news/live/2016/sep/14/trump-clinton-ohio-poll-us-election-live?page=with:block-57d9611be4b0e813b694cfb3#block-57d9611be4b0e813b694cfb3\">featured earlier</a> in the blog, Hillary Clinton – is it her at home? An aide sitting next to her? All of the above? – tweets 20 questions for Trump.</p> <p>Here are the first 10:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/776093629249191936\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">In light of <a href=\"https://twitter.com/kurteichenwald\">@kurteichenwald</a>&#39;s report on the Trump Organization&#39;s dangerous ties, here are 20 questions that Trump needs to answer—now.</p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/776093629249191936\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/776095260153872385\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">2. How will you handle non-cancelable contractual obligations with parties whose interests conflict with those of the United States?</p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/776095260153872385\">September 14, 2016</a></blockquote>  </figure>  <blockquote class=\"quoted\"> <p> 3. While refusing to release your tax returns, how will you confirm that you do not have dangerous financial ties to bad actors abroad?<br></p> <p>4. If you were willing to work with Qaddafi—a known terrorist and dictator—is there anyone you aren’t willing to make a deal with? Who?</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/776096766412353536\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">5. How can you be tough on Iran, given your business partnership with someone connected to Iranian money laundering? <a href=\"https://t.co/1AdDm2kfvy\">pic.twitter.com/1AdDm2kfvy</a></p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/776096766412353536\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/776097265270292480\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">6. Given that you&#39;ve already questioned our commitments to NATO allies, what is your answer to this? <a href=\"https://t.co/qp5vMqtcs1\">pic.twitter.com/qp5vMqtcs1</a></p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/776097265270292480\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/776097711082921984\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">7. To what extent would your foreign policy be dictated by potential financial benefits for your business partners? <a href=\"https://t.co/4Nd9KSdTfi\">pic.twitter.com/4Nd9KSdTfi</a></p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/776097711082921984\">September 14, 2016</a></blockquote>  </figure>  <blockquote class=\"quoted\"> <p>8. Will you disclose the nature of your personal and business relationships with all of the Russian oligarchs you are “close” to?</p> <p>9. Have you or your campaign discussed U.S.-Russian relations with the Russian billionaires with whom you’ve done business?<br></p> <p>10. How did the Russian mob boss who ran a criminal organization out of Trump Tower get a VIP pass to your Miss Universe pageant in Moscow?</p> </blockquote> </div>   </div> <div id=\"block-57d97957e4b05caf65ecd2f7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T16:22:57.895Z\">5.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Seems legit. Except wait, does that say Dr Harold Bornstein performed the physical? The gastroenterologist who <a href=\"http://www.nbcnews.com/news/us-news/trump-doctor-wrote-health-letter-just-5-minutes-limo-waited-n638526\">admitted</a> to writing a letter praising Trump’s health as “amazingly excellent” in five minutes while a black car waited downstairs?</p> <p>NBC <a href=\"http://www.nbcnews.com/news/us-news/trump-doctor-wrote-health-letter-just-5-minutes-limo-waited-n638526\">reported last month</a>:</p> <blockquote class=\"quoted\"> <p>“If elected, Mr. Trump, I can state unequivocally, will be the healthiest individual ever elected to the presidency,” Bornstein wrote.</p> <p>Asked how he could justify the hyperbole, Bornstein said, “I like that sentence to be quite honest with you and all the rest of them are either sick or dead.”</p> </blockquote> <p>Bornstein has destroyed his credibility on the question of Trump’s health. Next.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/awzurcher/status/776093297538392064\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So Trump and Dr Oz did review his physical results it seems. <a href=\"https://t.co/dKsfDK2YAX\">pic.twitter.com/dKsfDK2YAX</a></p>&mdash; Anthony Zurcher (@awzurcher) <a href=\"https://twitter.com/awzurcher/status/776093297538392064\">September 14, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-14T16:32:26.976Z\">at 5.32pm BST</time></p>  </div> <div id=\"block-57d9749fe4b067ad30087aee\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T16:04:08.021Z\">5.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump has finished taping Dr Oz. Reports are emerging that the pair did in the end discuss Trump’s health. It’s unclear to what extent that happened. Here’s Maggie Haberman of the New York Times:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/maggieNYT/status/776087904766550016\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Whiplash &gt; Trump did apparently share some results from recent physical w Dr. Oz</p>&mdash; Maggie Haberman (@maggieNYT) <a href=\"https://twitter.com/maggieNYT/status/776087904766550016\">September 14, 2016</a></blockquote>  </figure>  <p>Here’s the guy who ghost-wrote the Art of the Deal:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tonyschwartz/status/776087268981366785\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Donald Trump looks unhealthy to me. Face is florid red. Clearly should lose a lot of weight. Eats terribly. Will Dr. Oz get at any of this?</p>&mdash; Tony Schwartz (@tonyschwartz) <a href=\"https://twitter.com/tonyschwartz/status/776087268981366785\">September 14, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-14T16:05:34.572Z\">at 5.05pm BST</time></p>  </div> <div id=\"block-57d973cfe4b0e813b694d012\" class=\"block is-key-event\" data-block-contributor=\"profile/ben-jacobs\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T16:01:01.381Z\">5.01pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">New York prosecutor opens new inquiry into Trump foundation</h2>  <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/us-news/new-york\">New York</a> attorney general Eric Schneiderman has opened an inquiry into the conduct of the Donald J Trump Foundation, the personal charity of the Republican presidential nominee, a source familiar with the matter confirmed to the Guardian.</p> <p>In <a href=\"http://www.cnn.com/2016/09/13/politics/eric-schneiderman-donald-trump-foundation/index.html\">an interview</a> with CNN’s Jake Tapper, Schneiderman said Tuesday that he had been “looking into the Trump Foundation to make sure it’s complying with the laws governing charities in New York”.</p> <p>The source said that Schneiderman “opened an inquiry on the Trump Foundation based on troubling transactions that have recently come to light.”<br></p>  <figure class=\"element element-image\" data-media-id=\"bedb3608fb2e81cd69ef7ce26d268c0eab287121\"> <img src=\"https://media.guim.co.uk/bedb3608fb2e81cd69ef7ce26d268c0eab287121/0_214_3500_2102/1000.jpg\" alt=\"New York State Attorney General Schneiderman in August 2014.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New York State Attorney General Schneiderman in August 2014.</span> <span class=\"element-image__credit\">Photograph: Carlo Allegri/REUTERS</span> </figcaption> </figure>  <p>Schneiderman said “my interest in this issue really is in my capacity as regulator of nonprofits in New York state, and we have been concerned that the Trump Foundation may have engaged in some impropriety from that point of view.”</p> <p>“We’ve had correspondence with them. I didn’t make a big deal out of it or hold a press conference.”</p> <p>Read further:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/13/trump-university-new-york-eric-schneiderman-concerned\">New York attorney general opens inquiry into Trump Foundation</a> </p> </aside> </div>   </div> <div id=\"block-57d96f04e4b0e813b694cff4\" class=\"block is-key-event\" data-block-contributor=\"profile/edpilkington\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T15:51:28.137Z\">4.51pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Leaked documents in Scott Walker case expose campaign finance crisis</h2>  <div class=\"block-elements\">  <p>The pervasive influence of corporate cash in the democratic process, and the extraordinary lengths to which politicians, lobbyists and even judges go to solicit money, are laid bare in sealed court documents leaked to the Guardian.<br></p> <p>The John Doe files amount to 1,500 pages of largely unseen material gathered in evidence by prosecutors investigating alleged irregularities in political fundraising. Last year the <a href=\"https://www.theguardian.com/world/wisconsin\">Wisconsin</a> supreme court ordered that all the documents should be destroyed, though a set survived that has now been obtained by the news organisation.</p> <p>The files open a window on a world that is very rarely glimpsed by the public, in which millions of dollars are secretly donated by major corporations and super-wealthy individuals to third-party groups in an attempt to sway elections. They speak to a visceral theme of the 2016 presidential cycle: the distortion of American democracy by big business that has been slammed by both Donald Trump and Bernie Sanders.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/14/corporate-cash-john-doe-files-scott-walker-wisconsin\">Leaked documents reveal secretive influence of corporate cash on politics</a> </p> </aside>  <p>In a case that is the subject of a <a href=\"http://www.prwatch.org/files/2015-04-29_cert_petition_redacted.pdf\">petition</a> currently in front of the US supreme court, five Wisconsin prosecutors carried out a deep investigation into what they suspected were criminal campaign-finance violations by the campaign committee of Scott Walker, Wisconsin governor and former Republican presidential candidate. Known as the “John Doe investigation”, the inquiry has been a lightning rod for bitter disputes between conservatives and progressives for years.</p> <p>In July 2015 the state’s <a href=\"https://www.wicourts.gov/sc/opinion/DisplayDocument.pdf?content=pdf&amp;seqNo=144525\">supreme court</a> halted the investigation, saying the prosecutors had misunderstood campaign finance law and as a result had picked on people and groups “wholly innocent of any wrongdoing”. Highly unusually, the court also ordered that all the evidence assembled by the prosecutors be destroyed and later held under seal...</p> <p>Read further:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/14/corporate-cash-john-doe-files-scott-walker-wisconsin\">Leaked documents reveal secretive influence of corporate cash on politics</a> </p> </aside>  <p>Read related:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/ng-interactive/2016/sep/14/john-doe-files-scott-walker-corporate-cash-american-politics\">Scott Walker, the John Doe files and how corporate cash influences American politics</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-14T15:52:10.820Z\">at 4.52pm BST</time></p>  </div> <div id=\"block-57d96b15e4b067ad30087abe\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T15:24:28.747Z\">4.24pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump campaign says he will release physical results 'this week'</h2>  <div class=\"block-elements\">  <p>Donald Trump campaign manager Kellyanne Conway, after multiple confusing sentences, gets to the point with Fox News: “Mr Trump has said that he had a physical late last week... and he will release it this week.”</p> <p>It’s Wednesday. Transcript via Sopan Deb of CBS News:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SopanDeb/status/776071093102735361\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Conway tells Fox that Trump will be releasing the results of his physical this week: <a href=\"https://t.co/vhg2IOwHz7\">pic.twitter.com/vhg2IOwHz7</a></p>&mdash; Sopan Deb (@SopanDeb) <a href=\"https://twitter.com/SopanDeb/status/776071093102735361\">September 14, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d962d8e4b0e813b694cfba\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T14:51:42.384Z\">3.51pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump makes play for Maine – poll</h2>  <div class=\"block-elements\">  <p>“A Colby College-Boston Globe poll released Tuesday shows the presidential race in Maine is now within the margin of error, with Clinton leading Trump, 42 percent to 39 percent,” <a href=\"https://www.bostonglobe.com/news/politics/2016/09/13/new-poll-shows-competitive-race-maine/YNsB57jVpHmEJcJsFZRXMP/story.html\">reports</a> the Boston Globe:</p> <blockquote class=\"quoted\"> <p>Mainers for the first time in a while have to pay attention to the statewide race for president,” said Dan Shea, a political science professor and director of the Goldfarb Center at Colby College. “The Clinton campaign can no longer take this state for granted.”</p> </blockquote> <p>Maine splits its electoral votes, like Nebraska, and the Trump campaign had hoped to pick up a single electoral vote in the state by winning the rural northern second district. The question this poll presents pertains to all four electoral votes at stake in the state. </p> <p>Maine <a href=\"http://elections.huffingtonpost.com/pollster/2016-maine-president-trump-vs-clinton\">isn’t polled enough</a> to generate a meaningful average. But giving Maine to Trump generates fun maps like this one, giving Trump Maine, Ohio, Florida, Iowa, Nevada, and North Carolina and letting Clinton keep Pennsylvania and New Hampshire.</p> <p>In the<a href=\"http://www.centerforpolitics.org/crystalball/articles/for-republicans-a-2016-tie-is-a-win/\"> event of an electoral college tie,</a> the newly elected House of Representatives picks the president, virtually guaranteeing, this year, <a href=\"http://www.centerforpolitics.org/crystalball/articles/for-republicans-a-2016-tie-is-a-win/\">analysts think</a>, a Republican win.</p>  <figure class=\"element element-embed\" data-alt=\"maine\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;div align=&quot;center&quot;&gt;&lt;a href=&quot;http://www.270towin.com/maps/DAjzk&quot;&gt;&lt;img src=&quot;http://www.270towin.com/presidential_map_new/maps/DAjzk.png&quot; width=&quot;500&quot;&gt;&lt;/a&gt;&lt;br&gt;&lt;small&gt;&lt;img style=&quot;vertical-align: middle;&quot; src=&quot;http://www.270towin.com/uploads/3rd_party_270_30px.png&quot; alt=&quot;&quot; /&gt; Click the map to create your own at &lt;a href=&quot;http://www.270towin.com/maps/DAjzk&quot;&gt;270toWin.com&lt;/a&gt;&lt;/small&gt;&lt;/div&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> <figcaption>Give Trump Maine, Ohio, Florida, Iowa, Nevada, and North Carolina. Let Clinton keep Pennsylvania and New Hampshire.</figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-14T15:00:25.456Z\">at 4.00pm BST</time></p>  </div> <div id=\"block-57d9611be4b0e813b694cfb3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T14:43:08.341Z\">3.43pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump organization's foreign ties present conflict of interest hazard</h2>  <div class=\"block-elements\">  <p>As head of the Trump organization international conglomerate, Donald Trump is bound by contracts to foreign parties, some of which are not publicly known, some of whom are clearly unsavory, and all of which would pose a massive conflict-of-interest problem should Trump be elected president, <a href=\"http://www.newsweek.com/2016/09/23/donald-trump-foreign-business-deals-national-security-498081.html\">writes</a> Kurt Eichenwald in Newsweek:</p> <blockquote class=\"quoted\"> <p>A close examination by <em>Newsweek</em> of the Trump Organization, including confidential interviews with business executives and some of its international partners, reveals an enterprise with deep ties to global financiers, foreign politicians and even criminals, although there is no evidence the Trump Organization has engaged in any illegal activities. It also reveals a web of contractual entanglements that could not be just canceled. If Trump moves into the White House and his family continues to receive any benefit from the company, during or even after his presidency, almost every foreign policy decision he makes will raise serious conflicts of interest and ethical quagmires.</p> </blockquote> <p>Read the<a href=\"http://www.newsweek.com/2016/09/23/donald-trump-foreign-business-deals-national-security-498081.html\"> full piece here</a>.</p> </div>   </div> <div id=\"block-57d95b82e4b067ad30087a64\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T14:37:46.009Z\">3.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In response to an apparent reversal by Donald Trump on a promise to disclose medical records, <strong>questions are swirling about his health</strong>, with some daring to ask whether he actually even had a physical examination last week, as he said he did.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/morningmoneyben/status/776061619235332096\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">What is Trump hiding about his health? <a href=\"https://t.co/K21e60NmBn\">https://t.co/K21e60NmBn</a></p>&mdash; Ben White (@morningmoneyben) <a href=\"https://twitter.com/morningmoneyben/status/776061619235332096\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanaHoule/status/776050624546865152\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Also, Conway has said he had a physical and he’s in good health…but she didn’t know who the doctor was <a href=\"https://t.co/CrekiR58F6\">https://t.co/CrekiR58F6</a></p>&mdash; Dana Houle (@DanaHoule) <a href=\"https://twitter.com/DanaHoule/status/776050624546865152\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/morningmoneyben/status/776064084664053760\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Just a reminder that all we know about <a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a>&#39;s health is a deranged fanboy letter from this guy. <a href=\"https://t.co/2h3dM9fnsL\">pic.twitter.com/2h3dM9fnsL</a></p>&mdash; Ben White (@morningmoneyben) <a href=\"https://twitter.com/morningmoneyben/status/776064084664053760\">September 14, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-14T14:44:23.972Z\">at 3.44pm BST</time></p>  </div> <div id=\"block-57d95ce9e4b067ad30087a6b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T14:28:48.928Z\">3.28pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Melania Trump pushes back against undocumented worker story</h2>  <div class=\"block-elements\">  <p>Melania Trump, Donald Trump’s wife, has released a letter from an immigration lawyer that says she never worked as a model on improper visas. The question had arisen based on the timing of modeling work Trump did in the mid-1990s, before she had American citizenship.</p> <p>The lawyer’s letter asserts Melania Trump never worked in the United States in 1995 and in fact never was in the United States in 1995.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MELANIATRUMP/status/776050512772886529\">  <blockquote class=\"twitter-tweet\"><p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/GcJKb80k4H\">pic.twitter.com/GcJKb80k4H</a></p>&mdash; MELANIA TRUMP (@MELANIATRUMP) <a href=\"https://twitter.com/MELANIATRUMP/status/776050512772886529\">September 14, 2016</a></blockquote>  </figure>  <p>But CNN reported in August that Trump had shot pictures in New York in 1995:</p> <blockquote class=\"quoted\"> <p>But Melania posed for those photos, which appeared in the French magazine Max, during a shoot in New York City in 1995 when she was 25 and known as “Melania K,” according to Bojan Pozar, the author of the biography “Melania Trump: The Inside Story.”</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/pbump/status/776059107245785088\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The one conflict here is that the NY Post reported the photo shoot was published in Jan. 1996. <a href=\"https://t.co/HwmJbL7SkA\">https://t.co/HwmJbL7SkA</a></p>&mdash; Philip Bump (@pbump) <a href=\"https://twitter.com/pbump/status/776059107245785088\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bencjacobs/status/776051746238042113\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So when is the press conference on this? <a href=\"https://t.co/D4sChktOiL\">https://t.co/D4sChktOiL</a></p>&mdash; Ben Jacobs (@Bencjacobs) <a href=\"https://twitter.com/Bencjacobs/status/776051746238042113\">September 14, 2016</a></blockquote>  </figure>  <p>Here’s the lawyer:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nycsouthpaw/status/776062417470156800\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Melania&#39;s immigration lawyer was once the mayor of Englewood, NJ. <a href=\"https://t.co/4QaTkmcNt6\">https://t.co/4QaTkmcNt6</a> <a href=\"https://t.co/D6gfV28Niu\">pic.twitter.com/D6gfV28Niu</a></p>&mdash; southpaw (@nycsouthpaw) <a href=\"https://twitter.com/nycsouthpaw/status/776062417470156800\">September 14, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57d958b5e4b05caf65ecd246\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T14:09:51.039Z\">3.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Clinton campaign announced plans Wednesday to open six additional offices in Ohio, bringing its total in the state to 54.</p> <p>In August the Trump campaign announced locations for 15 offices in Ohio, but it is <a href=\"http://www.cleveland.com/open/index.ssf/2016/08/donald_trump_campaign_has_open.html\">unclear</a> whether they are all fully functional. The campaign has overstated its footprint in other states, such as Florida, where it said in August that it would open two dozen offices, which <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/donald-trump-campaign-to-open-offices-in-south-florida/2292598\">never happened</a>.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/amychozick/status/776057517197647872\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Organization is not the problem <a href=\"https://t.co/pC9aDHmo6W\">https://t.co/pC9aDHmo6W</a></p>&mdash; Amy Chozick (@amychozick) <a href=\"https://twitter.com/amychozick/status/776057517197647872\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ForecasterEnten/status/776063016060096514\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">1. Selzer/Bloomberg Ohio poll could be right. 2. You should average. 3. Trump needs to win Ohio. 4. Clinton doesn&#39;t.</p>&mdash; (((Harry Enten))) (@ForecasterEnten) <a href=\"https://twitter.com/ForecasterEnten/status/776063016060096514\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-image\" data-media-id=\"45e835752bd146b72247c748e352c9986dbf2867\"> <img src=\"https://media.guim.co.uk/45e835752bd146b72247c748e352c9986dbf2867/0_0_1500_948/1000.png\" alt=\"Polling averages in Ohio, via Huffpost Pollster.\" width=\"1000\" height=\"632\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Polling averages in Ohio, via Huffpost Pollster.</span> <span class=\"element-image__credit\">Photograph: HuffPost Pollster</span> </figcaption> </figure>  <p>Here’s some background on Ohio demographics and presidential voting history:</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=OH\" data-alt=\"ohio\"> <a href=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=OH\">ohio</a> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-14T17:28:13.189Z\">at 6.28pm BST</time></p>  </div> <div id=\"block-57d9517ae4b0e813b694cf4b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T13:45:09.932Z\">2.45pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump appears to back out of medical disclosure</h2>  <div class=\"block-elements\">  <p>On Monday, Donald Trump said Hillary Clinton’s health was “an issue” and announced he would “be releasing very, very specific numbers” about his health soon. “This last week I took a physical,” Trump said, “and I’ll be releasing when the numbers come in.” </p> <p>At the same time, his campaign announced Trump would appear Thursday on the television program of Dr Oz, who vowed to keep the conversation inbounds with whatever Trump wanted to say.</p> <p>Trump is scheduled to tape Dr Oz this morning. The Trump campaign now says Trump will not discuss his medical reports or recent physical on Dr Oz:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PeterAlexander/status/776045952830496768\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">BREAKING: In reversal, Trump aides say Dr Oz taping today will NOT focus on his recent physical or medical records. <a href=\"https://t.co/sgbvguVWTl\">pic.twitter.com/sgbvguVWTl</a></p>&mdash; Peter Alexander (@PeterAlexander) <a href=\"https://twitter.com/PeterAlexander/status/776045952830496768\">September 14, 2016</a></blockquote>  </figure>  <p>Who conducted the physical? What day did Trump take it? And how slow is his doctor?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alexburnsNYT/status/776049691087822848\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Like someone going from &quot;I will release my tax returns&quot; to &quot;I&#39;m going to talk about how to save &amp; spend wisely in a Suze Orman special&quot;</p>&mdash; Alex Burns (@alexburnsNYT) <a href=\"https://twitter.com/alexburnsNYT/status/776049691087822848\">September 14, 2016</a></blockquote>  </figure>  <p>On Monday:</p> <blockquote class=\"quoted\"> <p> I think it’s an issue,” Trump <a href=\"https://www.theguardian.com/us-news/2016/sep/12/donald-trump-health-report-records-release\">said</a>. “In fact, this last week I took a physical and I’ll be releasing when the numbers come in. Hopefully they’re going to be good, I think they’re going to be good, I feel great, but when the numbers come in I’ll be releasing very, very specific numbers.</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/12/donald-trump-health-report-records-release\">Donald Trump: I will release 'very, very specific' health report soon</a> </p> </aside> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/12/donald-trump-dr-oz-show-health\">Trump slated to discuss his health on The Dr Oz Show</a> </p> </aside>  <figure class=\"element element-image\" data-media-id=\"bf5517e7ddd306d45ea4141254e688730d7b1b0b\"> <img src=\"https://media.guim.co.uk/bf5517e7ddd306d45ea4141254e688730d7b1b0b/0_200_3500_2099/1000.jpg\" alt=\"Campaign event outside Philly Tuesday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Campaign event outside Philly Tuesday.</span> <span class=\"element-image__credit\">Photograph: Mark Makela/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-14T13:58:10.900Z\">at 2.58pm BST</time></p>  </div> <div id=\"block-57d92d9de4b067ad30087989\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-14T12:27:00.938Z\">1.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello and welcome to our live-wire coverage of the 2016 race for the White House. Donald Trump leads Hillary Clinton by five points among likely voters in Ohio in a <a href=\"http://www.bloomberg.com/politics/articles/2016-09-14/ohio-poll\">new poll</a> put out by the highly reputable Ann Selzer firm for Bloomberg. </p> <p>Trump has a rally in Canton, Ohio, scheduled today, and he planned to visit Flint, Michigan. Clinton remains at home recuperating from pneumonia but was to return to the trail Thursday with a rally in Greensboro, North Carolina. </p> <p>Trump led Clinton 48-43 in a two-way race <a href=\"http://www.bloomberg.com/politics/articles/2016-09-14/ohio-poll\">in the poll</a>, which surveyed 802 likely voters from 8-12 September. Clinton placed half of Trump supporters in a “basket of deplorables” on 9 September and stumbled upon leaving the World Trade Center on 11 September. Trump led Clinton 44-39 in a four-way race in the poll, with Libertarian candidate Gary Johnson scoring an impressive 10 points.</p> <p>No Republican has ever won the presidency without winning Ohio, which has picked the winner in every presidential election since 1964. HuffPost pollster’s <a href=\"http://elections.huffingtonpost.com/pollster/2016-ohio-president-trump-vs-clinton\">average</a> has Clinton two points ahead of Trump in the state.</p> <p>In the Ohio Senate race, where Democrats once hoped to pick up a seat, incumbent Republican Rob Portman was ahead of former Democratic governor Ted Strickland by 17 points in the poll, 53-36%. </p> <h2>Trump tweets Crimea</h2> <p>Trump raised eyebrows Tuesday night with a strange tweet about Crimea and a disconnected riff on the Lincoln-Douglas debates. What do they mean? Here’s your morning brain teaser:<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/775897251533160448\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Russia took Crimea during the so-called Obama years. Who wouldn&#39;t know this and why does Obama get a free pass?</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/775897251533160448\">September 14, 2016</a></blockquote>  </figure>  <p>His comments on the Lincoln-Douglas debates came as Trump continues to <strong>argue against a moderator </strong>for the presidential debates this year, which begin on 26 September:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alivitali/status/775906903171923969\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This riff from Trump on the Lincoln-Douglas debates, amid his argument for no moderators at the upcoming debates: <a href=\"https://t.co/OqZXT0FqNE\">pic.twitter.com/OqZXT0FqNE</a></p>&mdash; Ali Vitali (@alivitali) <a href=\"https://twitter.com/alivitali/status/775906903171923969\">September 14, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JohnEkdahl/status/775910108794617856\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">There&#39;s plenty to unpack there, but his continued obsession with ratings at this point in the race is just baffling.</p>&mdash; John Ekdahl (@JohnEkdahl) <a href=\"https://twitter.com/JohnEkdahl/status/775910108794617856\">September 14, 2016</a></blockquote>  </figure> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/13/trump-childcare-proposal-paid-maternity-leave\">Donald Trump calls for paid maternity leave in childcare plan</a> </p> </aside>  <h2>Powell calls Trump ‘national disgrace’<br></h2> <p>Former secretary of defense and retired four-star general Colin Powell referred to Republican presidential nominee Donald Trump as a “national disgrace” and an “international pariah” in emails to a former aide, <a href=\"https://www.buzzfeed.com/andrewkaczynski/colin-powell-calls-trump-national-disgrace-in-personal-email?utm_term=.wirrVrqGJ0#.kxM0z0W52A\">according to Buzzfeed News</a>, reporting on leaks from a hack of Powell’s account with possible ties to Russian intelligence. </p> <p>Powell, who served under three Republican presidents but endorsed President Barack Obama twice, called the birther movement that Trump fomented “racist” in an email to Emily Miller, a journalist who once served as Powell’s deputy press secretary during his tenure in the second Bush administration.</p> <p>In a separate email, to former secretary of state Condoleezza Rice, Powell called the Benghazi affair a “stupid witch hunt”. Rice replied: “Completely agree.”</p> <h2>Ivanka Trump: dad’s healthy</h2> <p>A day before Donald Trump was to unveil some kind of medical information, seemingly in a made-for-TV event, his daughter Ivanka has told ABC that he is healthy: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ThisWeekABC/status/776024209147371520\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/IvankaTrump\">@IvankaTrump</a> on <a href=\"https://twitter.com/GMA\">@GMA</a>: Father&#39;s health &quot;unbelievable&quot;: &quot;I should be so lucky to keep his schedule&quot; <a href=\"https://t.co/cMFdOtPH4e\">https://t.co/cMFdOtPH4e</a></p>&mdash; This Week (@ThisWeekABC) <a href=\"https://twitter.com/ThisWeekABC/status/776024209147371520\">September 14, 2016</a></blockquote>  </figure>  <h2>Miley Cyrus on channeling Sanders</h2> <p>The recording artist, who is appearing as a coach on the reality singing show The Voice this season, said she would tell her charges to Be Bernie, the Washington Post <a href=\"https://www.washingtonpost.com/news/post-politics/wp/2016/09/13/bernie-sanderss-revolution-inspires-miley-cyrus-as-the-new-season-of-the-voice-approaches/?postshare=1191473850270102&amp;tid=ss_tw\">reports</a>: </p> <blockquote class=\"quoted\"> <p>I don’t want this to come off the wrong way, but I’m going to tell my contestants: Be Bernie Sanders,” Cyrus tells Elle. “Be the person people want and love. Don’t worry about the masses. That’s how you make a memorable moment. Let people talk about it.”</p> </blockquote>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"fb8d6caf3804a5a95fda4dd2cbdaea118f4d99a3\"> <img src=\"https://media.guim.co.uk/fb8d6caf3804a5a95fda4dd2cbdaea118f4d99a3/0_190_3712_4633/801.jpg\" alt=\"In Beverly Hills last week. Awesome pants.\" width=\"801\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">In Beverly Hills last week. Awesome pants.</span> <span class=\"element-image__credit\">Photograph: Action Press/REX/Shutterstock</span> </figcaption> </figure>  <p>Thank you for reading and please join us in the comments. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-14T12:39:07.374Z\">at 1.39pm BST</time></p>  </div>"
]