[
  "<p>From slave shackles to Prince’s tambourine: when the Smithsonian’s African American museum opens next month, it will offer visitors a layered journey through the long and complicated history of black people in America written in artifacts large and small, old and new.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/culture/2016/may/13/new-smithsonian-museum-african-american-history-tour\">Inside the new Smithsonian: a vivid exploration of African American history</a> </p> </aside>  <p>Most of the museum’s larger installations – a guard tower from the Angola prison in Louisiana; the Parliament-Funkadelic “mothership” retrieved from frontman George Clinton’s home – <a href=\"https://www.theguardian.com/culture/2016/may/13/new-smithsonian-museum-african-american-history-tour\">have been in place since at least this spring.</a> Many, like the guard tower, which was transported more than 1,000 miles on the back of an oversized flatbed truck, had to be in place before the building could even be finished.</p> <p>But as the public opening of the National Museum of African American History and Culture draws near, Smithsonian Magazine has <a href=\"http://www.smithsonianmag.com/smithsonian-institution/powerful-objects-collections-smithsonian-museum-180960126/?no-ist\">released details about some of the artifacts</a> that, while physically smaller, still represent monumental moments in the history of black Americans. The list spans some 400 years of US society, from the barbarism of the slave trade to the outsized cultural achievements of black Americans in decades past.</p>  <figure class=\"element element-image\" data-media-id=\"12400049fa8e105e1b7fed8b4cf6cfed7c485cad\"> <img src=\"https://media.guim.co.uk/12400049fa8e105e1b7fed8b4cf6cfed7c485cad/0_238_4570_2741/1000.jpg\" alt=\"Museum director Lonnie Bunch stands in front of one of the museum’s engraved walls.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Museum director Lonnie Bunch stands in front of one of the museum’s engraved walls.</span> <span class=\"element-image__credit\">Photograph: Paul Holston/AP</span> </figcaption> </figure>  <p>Arranged chronologically from the building’s basement up through its three glass stories, exhibitions about pre-colonial, pre-enslavement Africa greet visitors. In short order, the exhibitions turn to the transatlantic trade that brought more than 12 million Africans to the western hemisphere in shackles, displaying a genuine pair of 17th- or 18th-century iron wrist locks. </p> <p>They are probably one of the most poignant objects we have in our collection,” said Kinshasha Holman, deputy director of the museum. “It’s something that doesn’t ever allow us to forget that we as African Americans were born of a county built on the enslavement and the ownership of human beings.” </p> <p>“If these shackles could speak, they would say it took the resources of an entire society to create slave ships,” Charles Johnson, scholar and author of the historical novel Middle Passage told Smithsonian magazine about the artifact. “Everyone in slave-trading societies, even those who never owned a slave, was implicated.” </p> <p>The original ambrotype portrait – an early form of photography captured on glass – of Frederick Douglass is on display marking the nation’s fight for abolition and subsequent civil war. The abolitionist, speaker, writer and freedman was also the most photographed American of the 19th century. Deborah Willis, a scholar of African American photography at New York University, told Smithsonian Magazine that Douglass believed the emerging technology of photography “was a powerful instrument of racial uplift”.</p> <p>According to Willis, “Douglass believed photos ‘could challenge the racist caricatures of black people that pervaded the United States and beyond with images that communicated black humanity, self-worth and achievement’.”</p> <p>In the 1940s, in the pre-dawn of the civil rights era, Dr Kenneth Clark and his wife Mamie conducted what may be one of the most far-reaching social science studies of the 20th century. Clark’s “doll tests” demonstrated the way white supremacist ideology infects black people at miraculously young ages, asking black schoolchildren from segregated and unsegregated schools to pick whether they preferred a white or a black doll. The Clarks’ findings, that black children from segregated schools were more likely to prefer white dolls, played a part in the landmark supreme court decision in Brown v Board of Education that made segregation illegal in the US. One pair of black and white dolls used in the experiments are exhibited in the museum as well. </p>  <figure class=\"element element-image\" data-media-id=\"e1e71a1795f5d1c08bd9e2536d2d2e0ab8b0d16b\"> <img src=\"https://media.guim.co.uk/e1e71a1795f5d1c08bd9e2536d2d2e0ab8b0d16b/0_173_5184_3110/1000.jpg\" alt=\"An exhibit depicts the life and presidency of Barack Obama and his family.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An exhibit depicts the life and presidency of Barack Obama and his family.</span> <span class=\"element-image__credit\">Photograph: Paul Holston/AP</span> </figcaption> </figure>  <p>Fast-forward through time about 50 years: the museum’s third floor will feature a tambourine from Prince’s 1990 Nude tour. “He was always looking forward, working to expand his knowledge and understanding,”Sheila E, a musician and longtime Prince collaborator said to Smithsonian Magazine. “He pushed every boundary of art and challenged every concept of the way things were ‘supposed’ to be, in music and life.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/culture/gallery/2016/may/13/smithsonian-national-museum-african-american-history-culture-sneak-peak-tour-washington-dc\">First look at the Smithsonian's museum of African American history – in pictures</a> </p> </aside>  <p>The music section of the museum also features singer Chuck Berry’s trademark red Cadillac and film reels of jazz musician Cab Calloway’s home movies.</p> <p>More than 100 years in the making, plans for an African American history museum in the nation’s capital date back to a 1915 meeting of black Union army veterans, frustrated with discrimination and racism. Their efforts led to a presidential commission gathered by Herbert Hoover, but little else. The idea was essentially mothballed for more than half a century before re-emerging in the 1970s on the heels of civil rights advances.</p> <p>The now realized museum, in a prominent location on the national mall and in the shadow of the Washington monument, was approved in 2003 and architects broke ground in 2012, with Barack Obama in attendance. In September, the nation’s outgoing first black president will help celebrate its grand opening.</p> <p>The president will be prominently featured in the museum’s A Changing America: 1968 and Beyond exhibition, which illustrates the impact of African Americans on social, economic, political and cultural life. The exhibit spans from the death of Martin Luther King Jr to Obama’s second election and features dozens of pieces of campaign memorabilia from his historic 2008 and 2012 victories. </p>",
  "<p>It is being described as the political equivalent of the Super Bowl, World Cup final and Rumble in the Jungle rolled into one – or the smartest person in the room versus the class clown.</p> <p>When Hillary Clinton faces Donald Trump in the first presidential debate on 26 September, a record TV audience of tens of millions is expected to watch a fascinating clash of styles that could go a long way to determining who wins the White House.</p> <p>Clinton, the Democratic candidate, is said to be deep in books and painstaking rehearsal, mastering every policy detail and leaving nothing to chance. Republican rival Trump, characteristically, is understood to be taking a more freewheeling approach, hoping that his experience as a reality TV celebrity will carry the day. </p> <p>“It’s really different this time because Trump is such a wild card,” said <a href=\"https://twitter.com/lanheechen?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Lanhee Chen</a>, who helped prepare Senator Marco Rubio for this year’s <a href=\"https://www.theguardian.com/us-news/2016/mar/10/republican-debate-trump-rubio-cruz-kasich-policy-us-election\">Republican primary debates</a> against Trump. “The most important thing as someone facing him is to have your own strategy and not get thrown off. The danger is to chase ever shiny objects that he throws out there. She should ignore the shiny objects and stay disciplined.”</p> <p>The first contest, at Hofstra University on Long Island, New York, will take place 56 years to the day after the first ever televised debate between John F Kennedy and Richard Nixon; the more telegenic Kennedy went on to win a narrow election. The setpiece duels have not always been so consequential, but there is a sense that, in this most extraordinary of election years, Clinton v Trump could be a game changer.</p> <p>Chen, a research fellow at the Hoover Institution at Stanford University, who also prepared Mitt Romney for his 2012 debates with Barack Obama, said: “People have an impression of these candidates from TV ads, but the debate is the first opportunity people have to see them in their own words one-on-one. They are going to be crucial to the arc of the campaign. If Donald Trump is not able to perform in these debates then the election’s over.”</p> <p>For Trump, <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton_vs_johnson_vs_stein-5952.html\">consistently trailing in opinion polls</a>, the three upcoming debates now represent the best chance to shift the narrative, perhaps a last throw of the dice. Chen said he <a href=\"http://edition.cnn.com/2016/08/29/opinions/five-debate-prep-tips-trump-chen/index.html\">needs to make the case</a> against Clinton without exaggeration, demonstrate that he has the right temperament and judgment, and show a grasp of policy.</p> <p>“He’s very experienced with TV,” he said. “No one should underestimate Donald Trump’s ability to have a good debate. I’m not convinced that, as some people are saying, he’s going to be a disaster of a debater.”</p> <p>Trump’s rallies and tweets reflect a tension between scripted material and the improvised, shoot-from-the-hip approach that he favours. The bombastic businessman has reportedly held informal meetings about the debates but is eschewing methodical homework, trying to make his political inexperience a virtue. He <a href=\"http://www.nytimes.com/2016/08/30/us/politics/hillary-clinton-donald-trump-debate.html?_r=0\">told the New York Times last week</a>: “I believe you can prep too much for those things. It can be dangerous. You can sound scripted or phony – like you’re trying to be someone you’re not.”</p> <p>He boasted: “I know how to handle Hillary.”</p> <p>His advisers reportedly include Roger Ailes, who was <a href=\"http://www.nytimes.com/2016/07/22/business/media/roger-ailes-fox-news.html\">ousted</a> as Fox News chairman last month over allegations of sexual harassment. A friend of Trump’s, who did not wish to be named, said: “The debates are an area that Roger Ailes knows better than anyone else in the world.”</p>  <figure class=\"element element-image\" data-media-id=\"bbd3b9d6480d416d27a81a63a5141586a4a8ed60\"> <img src=\"https://media.guim.co.uk/bbd3b9d6480d416d27a81a63a5141586a4a8ed60/0_108_3000_1800/1000.jpg\" alt=\"Senator Marco Rubio and Donald Trump\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Senator Marco Rubio and Donald Trump at a Republican primary debate in March.</span> <span class=\"element-image__credit\">Photograph: Joe Raedle/Getty Images</span> </figcaption> </figure>  <p>Clinton, meanwhile, mindful of her 2008 primary defeat by Obama and 2016 scare from Bernie Sanders, is taking nothing in this campaign for granted and aiming to be hyper-prepared. “I’m running against someone who will say or do anything, and who knows what that might be,” she was <a href=\"https://www.washingtonpost.com/news/post-politics/wp/2016/08/29/i-dont-know-which-donald-trump-will-show-up-clinton-says-of-debating-trump/\">quoted as saying by the Washington Post</a>. “I do not know which Donald Trump will show up.”</p> <p>Her advisers are amassing data and in talks with <a href=\"https://twitter.com/tonyschwartz\">Tony Schwartz</a><strong>, </strong>the ghostwriter of Trump’s book The Art of the Deal, to gain insights into his deepest insecurities, <a href=\"http://www.nytimes.com/2016/08/30/us/politics/hillary-clinton-donald-trump-debate.html\">the New York Times reported</a> on Monday. Schwartz, who has expressed regret over the book, tweeted: <strong>“</strong>Trump isn’t preparing for debates because he can’t. No attention span = deep ignorance about issues. He will be all bluster, no substance.”</p> <p>The Clinton team are also studying Trump’s performances in 11 Republican primary debates, when he was the dominant figure on stage, and memorably once even made reference to the size of his manhood. Her press secretary Brian Fallon wrote on Twitter: “For all his lack of substance, Trump’s showmanship, as ex-TV star, makes him a formidable debate foe. He thrashed his rivals in GOP debates.”</p> <p>Joel Benenson, chief strategist for the Clinton campaign, told CNN on Tuesday: “What Donald Trump had in the primaries was a different ball of wax entirely. He had a free-for-all with eight people on the stage. In 90 minutes, he spoke for about 12 minutes. I don’t think he can go toe-to-toe with her.</p> <p>“I think he’ll be very aggressive. I don’t think he can go toe-to-toe with her on policy; I don’t think he can go toe-to-toe with her on substance. I think we’ll see a lot of the same kind of hyper-over-the-top rhetoric from him that we’ve seen. That’s who he is. I don’t think he can control himself.”</p> <p>One big, unresolved question for the Clinton camp is who to cast in the role of Trump during mock debates, a vital part of the preparation process. That person faces the unenviable duty of attacking her over her husband Bill’s sexual indiscretions and bringing up other humiliating talking points.</p>  <figure class=\"element element-image\" data-media-id=\"cd3d2fd4e8ffa58234a12cdd86014342f3027e46\"> <img src=\"https://media.guim.co.uk/cd3d2fd4e8ffa58234a12cdd86014342f3027e46/0_0_3500_2100/1000.jpg\" alt=\"Hillary Clinton and Bernie Sanders debate\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton and Bernie Sanders debate in April during the Democratic primaries.</span> <span class=\"element-image__credit\">Photograph: Lucas Jackson/Reuters</span> </figcaption> </figure>  <p>Kennedy v Nixon pulled in 66 million viewers and the four debates between the two drew 60% of US households on average. The 1980 debate between Jimmy Carter and Ronald Reagan was watched by 81 million viewers. Less than 40% of US households tuned in for Obama and Romney in 2012, according to Nielsen, although the clash generated more than 10 million posts on Twitter. </p> <p>It remains to be seen whether Clinton v Trump can rival the biggest TV event in US history, the 2015 Super Bowl, which was watched by 114 million people.</p> <p>Robert Shrum, who helped prepare Democrats Al Gore and John Kerry for their debates with George W Bush in 2000 and 2004, said: “She has to prepare for mild Trump, wild Trump and somewhere-in-between Trump. This means not only getting a grasp of the substance but doing lots of practice. You can figure out predictable things he’s going to say and ways to come back at him.”</p> <p>Shrum added: “Candidates under pressure in these debates tend to say things they’ve said on the road. We knew in 2004 that Bush would probably say we invaded Iraq because of 9/11. Kerry had a mantra in his head and said: ‘<a href=\"http://www.debates.org/index.php?page=september-30-2004-debate-transcript\">Saddam Hussein didn’t attack us. Osama bin Laden attacked us</a>.’ Bush looked like he’d been hit by a wet fish. Kerry won all three debates but, unfortunately, didn’t win the election.”</p> <p>This time, however, he believes the debate is critical to Trump’s chances. “It’s fundamental. Trump has one chance and one chance only to pass the commander-in-chief test. He needs people to say this man can be president of the United States, he’s got the temperament and we can trust him with the nuclear codes.”</p> <p>Some analysts suggest that Trump is thin-skinned and could easily be tempted to lash out against Clinton, an experienced and skilled debater. But Roger Stone, a political consultant and friend of Trump’s for more than three decades, said: “I have a lot of confidence in his instincts. He’s going to do fine. It’s a great opportunity: the debates benefit the candidate who’s behind. Within the political realm, she’s better known and has more experience.</p> <p>“The only thing predictable about Donald Trump is that he’s entirely unpredictable. She’s never going to know which way he’s going to come at her.”</p> <p>This, along with the constant hum and hype of 24-hour cable news, will make for a very American spectacle. “I’m going to open some popcorn and watch them all,” Chen said.</p>",
  "<p>Police and the army have been deployed on the streets of Libreville, the capital of Gabon, as tensions rise before the announcement of the result of a fraught election in which both sides have claimed victory.</p> <p>If the main opposition candidate, Jean Ping, and analysts are correct, the ruling Bongo family’s half-century in power is about to end.</p> <p> In the seaside capital residents stockpiled food on Tuesday and tried to stay indoors, anticipating a repeat of the violence after the disputed 2009 election.</p> <p>On Sunday, Ping said: “I am elected. I am waiting for the outgoing president to call me to congratulate me.” He repeated this claim on Monday.</p> <p>However, he was not the only one claiming victory.<br></p> <p>“Be confident, great things await us,” the incumbent president, Ali Bongo, told supporters, following remarks that he would calmly await the announcement of the national election commission.</p>  <figure class=\"element element-image\" data-media-id=\"d7d160a1f685224d37a08b83776711a17e30fc2f\"> <img src=\"https://media.guim.co.uk/d7d160a1f685224d37a08b83776711a17e30fc2f/1239_479_1845_1107/1000.jpg\" alt=\"Gabon’s incumbent president Ali Bongo.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gabon’s incumbent president, Ali Bongo.</span> <span class=\"element-image__credit\">Photograph: Steve Jordan/AFP/Getty Images</span> </figcaption> </figure>  <p>Bongo took over from his father, Omar , who was Africa’s longest-ruling president when he died in 2009. His Gabonese Democratic party (PDG) had been widely expected to win another term until just a week before the election when the main opposition parties formed a last-minute coalition, uniting behind Ping, who was once very close to the Bongo family. </p> <p>Ping was foreign minister under “Papa Bongo” . He has two children from his relationship with the late president’s daughter Pascaline.</p> <p>In tactics similar to those used by the <a href=\"https://www.theguardian.com/world/2009/jul/28/birther-movement-obama-citizenship\">anti-Barack Obama “birther movement</a>” in the US, Ping had accused Ali Bongo of not being Omar’s biological son, but an adopted Nigerian refugee, which would disqualify him as a presidential candidate. He also called the incumbent president a “genocidaire”, a thief and a pyromaniac in a Facebook post that led to Bongo opening proceedings against him. Ping reacted by saying that he had lodged a case against Bongo at the international criminal court in The Hague.</p>  <figure class=\"element element-image\" data-media-id=\"1c9aa8db390de7b7f5e488d19d7a10bbac259159\"> <img src=\"https://media.guim.co.uk/1c9aa8db390de7b7f5e488d19d7a10bbac259159/0_881_3548_2129/1000.jpg\" alt=\"Gabonese opposition leader Jean Ping addresses the media in Libreville.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Gabonese opposition leader, Jean Ping, addresses the media in Libreville.</span> <span class=\"element-image__credit\">Photograph: Marco Longari/AFP/Getty Images</span> </figcaption> </figure>  <p>Official international observers said Bongo had had an advantage during the election, through his greater access to money and the media. </p> <p>“I congratulate Gabonese voters who expressed their democratic will in a process whose management lacked transparency,” the European Union’s Mariya Gabriel said, adding that the electoral commission had failed to provide the interested parties with essential information such as the electoral roll or list of polling stations.</p> <p>Those remarks prompted Bongo’s spokesman to accuse the observers mission of overstepping its mandate. Alain-Claude Nze said: “This mission was looking into things that had nothing to do with this election.”</p> <p>Analysts said they expected the electoral commission to declare Bongo the winner.</p> <p>François Conradie, the head of research at NKC African Economics, said: “Incumbency isn’t what it used to be, and Ping has run a good campaign. Bongo depended entirely on his PDG network, which he has, a bit ironically, weakened by cleaning up government, so he has less to hand out. That’s a big part of the reason so many PDG operators are now opposition.”</p> <p>Former colonial power France’s ruling Socialist party surprised observers by declaring early on: “First estimates indicate that the outgoing president, Ali Bongo, will be beaten by Jean Ping … A changeover would be a sign of good democratic health and an example.”</p> <p>Two parliamentarians from tPresident François Hollande’s party, Jean-Marie Bockel and Jean-François Mancel, went even further, congratulating Ping for winning the election.</p> <p>“The ingratitude. How many Bongo millions went to Flanby’s campaign?” said Conradie, referring to Hollande by one of his nicknames.</p> <p>Omar Bongo enjoyed strong links to France and was known as a “pillar of Françafrique” – the term for an underhand network of influence, money and power between France and its former colonies in Africa.</p> <p>But France has been less friendly towards his son: Ali Bongo’s chief of staff was arrested last year in Paris in connection with an investigation into corruption.<br></p> <p>Last year, tapes of Bongo’s conversations with Michel Tomi, a controversial Corsican businessman known as the “last of the Godfathers” were leaked to the French investigative website Mediapart. They suggested that Bongo had received luxury watches, vehicles and trips in private jets in return for his patronage.<br></p> <p>He announced last year that he would <a href=\"http://mgafrica.com/article/2015-08-18-in-rare-move-for-an-african-leader-gabons-bongo-says-gives-away-family-property-to-nations-young-people\">give up his share of the inheritance</a> from his father, declaring that all Gabonese citizens were the heirs of Omar Bongo.<br></p> <p>Gabon is one of Africa’s richest countries, but the majority of its citizens <a href=\"https://www.theguardian.com/global-development/2016/aug/16/gabon-yawning-poverty-gap-end-dependency-oil\">do not enjoy the benefits of its great oil wealth</a>, with a fifth living on less than $2 a day. Both Bongo and Ping have promised to tackle poverty, which has been exacerbated by a fall in oil prices in recent years.<br></p>",
  "<p>It’s George W Bush’s world, and we’re just living in it.</p> <p>Not Donald Trump’s. Not Hillary Clinton’s. Not even Barack Obama’s. No, the unhinged arguments at the heart of the 2016 presidential election are not really a debate about the legacy of the current occupant of the White House. They’re not about Obamacare, or the Recovery Act; the Paris climate agreement or even the Iran nuclear deal.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/aug/04/donald-trump-republican-party-fight-american-tradition\">Donald Trump is alienating his own party? That's practically American tradition | James Nevius</a> </p> </aside>  <p>They are, at their heart, an unresolved argument about the world as the 43rd president defined it: for worse, for much worse, and then for better.</p> <p>If you’re the kind of person – on the left or right – who cannot hear the name George W Bush without foaming at the mouth, you should leave your comment or post your tweet right now. Because it’s time to take a sober look at a presidency bookended by the spectacular mass murder on 11 September 2001, and the spectacular financial meltdown of 2008.</p> <p>From the rise of Isis to mass surveillance; from tax cuts for the wealthy to immigration reform; from the excesses of Wall Street to the struggles of Main Street; this election is taking place in a country that is still torn apart by the Bush years.</p> <p>Rahm Emanuel, Obama’s hyperkinetic first chief of staff, <a href=\"https://www.amazon.com/Revival-Struggle-Survival-Inside-Obama/dp/0307717429\">liked to say</a> that President Bush had left them a ribbon-wrapped gift of a shit sandwich: two wars, the worst recession in living memory and a disastrous international reputation.</p> <p>But Bush also left them a path out from his own colossal disasters: the massive government bailout of the financial sector, and a Federal Reserve prepared to take unprecedented measures to bankroll the global economy. A drone war to kill terrorist targets without boots on the ground, and a more stable Iraq that could allow for a US withdrawal.</p> <p>While Obama got to work on his special sandwich, Bush’s Republican party is still stuck in the middle of it all. For the GOP can no more find its way out of the Bush debates than Britain’s Labour party can decide how to deal with the legacy of Tony Blair.</p> <p>The single most contentious issue riling the Republican party is immigration: an issue that derailed Bush’s presidency. After winning a second term, President Bush declared he enjoyed a considerable amount of political capital and would spend it on a path to legal status for undocumented immigrants.</p> <p>He failed, mostly thanks to the vocal, nativist opposition of far-right talk radio hosts and their equivalent in the House of Representatives. It was the revival of those reform efforts that Donald Trump skewered so effectively in the GOP primaries, as he demolished his three biggest foes: Marco Rubio, Ted Cruz and, yes, Bush’s brother, Jeb.</p> <p>George W<strong> </strong>Bush – along with every other sane Republican – realized long ago that the Republican party had no future as a nativist rump, hostile to the fastest-growing demographic bloc of voters in the country.</p> <p>It’s unclear whether Trump’s new management team can move their candidate into this space. Despite their half-hearted spin, Trump left the indelible impression that he would deploy a deportation force against all undocumented immigrants, especially the “murderers and rapists” he claimed Mexico was exporting to the US.</p> <p>The second most contentious issue of this election: how to treat Muslims and Arabs, and particularly Muslim Americans. In this area, Bush’s approach was vastly more enlightened than Trump’s, although it’s fair to say that Genghis Khan also crossed this low bar.</p> <p>Bush visited a mosque in Washington less than a week after the 9/11 attacks to declare that “Islam is peace” and that Muslim Americans “need to be treated with respect”. He added: “Women who cover their heads in this country must feel comfortable going outside their homes.” (In those days it was hard to imagine a European country banning a burkini.)</p> <p>But you could also make the case that Bush stoked the politics of fear – especially in the 2002 and 2004 elections – that led directly to this point of peak Islamophobia. It was under Bush’s watch, just one year after his second inauguration, that the fever took over. </p> <p>And it’s outlasted the war on terror, although Trump is doing his best to revive both. His party refuses to disown him for trashing a Muslim American family who lost a son in Iraq, or for wanting to close US borders to a billion Muslims. It cannot or will not condemn him for proposing to torture detainees, in direct breach of international laws of war.<br></p> <p>Republicans cannot say where they stand on the Bush spectrum of the war on terror. Trump naturally hates it, pretending to have opposed the war in Iraq, as well as Bush’s hostile turn against Russia. And the Republican foreign policy establishment hates Trump for all that and more.</p> <p>Before the Democrats feel too smug about the Bush conundrum, they should consider their own internal struggles. Much of the Clinton-Sanders battle was defined by the singular question of how to treat Wall Street: whether the bailout was justified and whether bank regulation went far enough. Many Sanders supporters remain opposed to Clinton because of her hawkish views on the Middle East.</p> <p>And for all their hatred of all things Bush, Democrats in Congress voted overwhelmingly with Republicans to stop President Obama from closing Guantánamo Bay.</p> <p>After eight years of an economic turnaround, we have yet to resolve the debate about rescuing Wall Street. After eight years of troop withdrawals, we are considering sending troops back to Iraq and maintain what looks like a lot like a permanent force in Afghanistan.</p> <p>After eight years of Obama, we have not escaped the legacy of George W Bush. And no matter who wins, we are unlikely to do so any time soon.</p>",
  "<p>Former New York City mayor Rudy Giuliani said on Monday that he had “saved more black lives” than Beyoncé, following <a href=\"https://www.theguardian.com/culture/2016/aug/29/mtv-vmas-2016-recap-review-beyonce-britney-spears-kanye-west\">the singer’s heralded MTV Music Video Awards performance</a>, which made allusions to racial injustice.<br></p> <p>At the awards show in New York on Sunday, Beyoncé performed <a href=\"http://www.mtv.com/video-clips/xa04vj/vma-2016-beyonce-lemonade-medley-live-performance-vma-2016-mtv\">a medley of songs</a> from her recent “visual album” Lemonade, which was released with an accompanying film. The 15-minute performance began with her dancers falling as though shot by guns after they were hit by a red light, a reference to police killings of black people, and she was later joined onstage by a black man wearing a hoodie, a seeming reference to the clothing <a href=\"https://www.theguardian.com/us-news/trayvon-martin\">teenager Trayvon Martin wore when he was killed</a>. She also <a href=\"https://www.theguardian.com/culture/2016/aug/29/mtv-vmas-2016-beyonce-brings-mothers-of-four-black-men-killed-in-the-us-to-awards\">brought the mothers of four unarmed black men</a> who were killed in the US to the awards show.</p> <p>Giuliani, who was mayor of New York City from 1994 to 2001, told Fox News on Monday that the singer’s performance was “a shame”. </p> <p>“I saved more black lives than any of those people you saw onstage,” he said, “by reducing crime – and particularly homicide – by 75%, of which maybe four or five thousand were African American young people who are alive today because of the policies I put in effect that weren’t in effect for 35 years.”</p> <p>Beyoncé’s performance should have also symbolized why police officers are dispatched to “those neighborhoods”, the former Republican presidential hopeful said.</p> <p>“Neither of them have saved any lives, although only Giuliani has the hubris to claim that he has,” Jeffrey Fagan, director of the Center for Crime, Community and Law at Columbia Law School, said. “His claim is dubious at best, without basis in fact.”</p> <p><a href=\"http://www.politifact.com/truth-o-meter/article/2007/sep/01/how-much-credit-giuliani-due-fighting-crime/\">There was a 56% drop in the violent crime rate</a> during Giuliani’s tenure, which mirrored a nationwide trend in falling crime rates at the time. Giuliani also instituted a controversial stop-and-frisk policy, <a href=\"https://www.theguardian.com/world/2013/aug/12/stop-and-frisk-landmark-ruling\">which a federal judge said in 2013</a> violated individuals’ constitutional rights and was “<a href=\"http://www.nytimes.com/2013/08/13/opinion/racial-discrimination-in-stop-and-frisk.html?_r=0\">racially discriminatory</a>”. </p> <p>“Crime was going down everywhere at the same time; perhaps he wants to take credit for saving lives in San Diego, Houston and many other large US cities,” Fagan said. </p> <p></p> <p>Giuliani, who made <a href=\"https://www.theguardian.com/world/2008/jan/30/usa.rudygiuliani\">a failed bid for the Republican presidential nomination in 2008</a>, was hailed as a hero in the aftermath of the 9/11 terror attacks, but in recent years has become known for his inflammatory comments. </p> <p><a href=\"https://www.theguardian.com/us-news/2016/jul/28/rudy-giuliani-muslims-watchlist-monitoring-bracelets\">Last month</a>, he suggested Muslims on the government’s watch list should be forced to wear GPS wristbands. <a href=\"https://www.theguardian.com/us-news/2015/feb/20/rudy-giuliani-defends-obama-does-not-love-america\">In 2015</a>, Democratic leaders condemned him for saying Barack Obama did not love America. Over the summer, Giuliani called Black Lives Matter “inherently racist”. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/jul/11/rudy-giuliani-black-lives-matter-racist-video\"            data-short-url=\"https://gu.com/p/4zt8a\"                    data-show-ads=\"true\"            data-video-id=\"2611504\"            data-video-name=\"Rudy Giuliani: Black Lives Matter is racist and anti-American – video\"            data-video-provider=\"CBS/Face the Nation\"            > <video data-media-id=\"gu-video-5783c741e4b0ea445f0fe338\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/07/11/160711rudy_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/webM/2016/07/11/160711rudy_synd_768k_vp8.webm\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2016/07/11/160711rudy_small.3gp\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/07/11/160711rudy.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2016/07/11/160711rudy_large.3gp\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/jul/11/rudy-giuliani-black-lives-matter-racist-video\">Rudy Giuliani: Black Lives Matter is racist and anti-American</a></figcaption> </figure>   <p>Giuliani, <a href=\"https://www.theguardian.com/us-news/live/2016/apr/07/giuliani-endorsement-trump-poll-clinton-sanders-cruz-kasich-new-york-primary-election-2016\">who endorsed Donald Trump earlier this year</a>, has criticized Beyoncé before. After her February half-time performance at the Super Bowl, which featured dancers dressed like Black Panthers, Giuliani said Beyoncé had used the show “as a platform to attack police officers”. </p>",
  "<p>British and French interior ministers have ordered a fresh review of security in Calais and confirmed they will continue with the treaty under which British border checks are carried out on French soil.</p> <p>A joint statement issued by the home secretary, Amber Rudd, and her French counterpart, Bernard Cazeneuve, says they will work together to strengthen security around the “shared border” in Calais and “strongly diminish” the migratory pressures that have attracted 7,000 migrants to the Channel tunnel port.</p> <p>The statement from the two ministers confirms their commitment to the 2003 Le Touquet treaty but makes no reference to calls from some French politicians for an asylum “hotspot” processing centre to be set up in Calais to consider claims for asylum in Britain.</p> <p>French rightwing politicians, including Nicolas Sarkozy, have called for Le Touquet to be scrapped or changed, raising the prospect of the UK border returning from Calais to Dover. But the joint statement issued by Rudd and Cazeneuve after a meeting in Tuesday clearly says they are committed to “preserve the vital economic link”.</p> <p>The two ministers say they recognise the humanitarian situation in Calais and they will step up their joint efforts to improve the situation. They say that additional work, including by Britain, to protect the shared border will “reflect the outcome of the UK/France security reviews and the steps that need to be taken to continue to manage the common border effectively”.</p> <p>On Monday the president of the region around Calais, Xavier Bertrand, had called for the Le Touquet agreement to end, telling the BBC: “It’s not possible to keep people here without a new agreement between the two governments.”<br></p> <p>The issue was highlighted during the EU referendum campaign when both David Cameron and François Hollande suggested the deal could be threatened by Brexit.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/aug/30/calais-asylum-hotspot-proposal-main-questions-answered-uk-refugees\">Calais asylum hotspot proposal: the main questions answered</a> </p> </aside>  <p>Bertrand suggested allowing migrants to apply for asylum in Britain from “hotspot” application centres in France. Rudd was expected to reject the idea during her visit. Government officials have reportedly said Britain could threaten to review security cooperation with France if it tries to tear up Le Touquet and push the border from Calais into Kent.</p> <p>Earlier the prime minister’s spokesman sought to play down tensions between the two governments. He said: “This meeting between the home secretary and her counterpart has been in the diary for some time. As we’ve said, these discussions will focus on security and counter-terrorism issues. Our position on Le Touquet is pretty clear and we are not changing from that. France is one of our most important allies in Europe.”</p> <p>Saying he would not be drawn on reports about security cooperation, he added: “We will cooperate fully with France. It is one of our closest allies.”</p> <p>The spokesman said the French government continued to support the agreement with Britain as it stands, dismissing Bertrand’s suggestions on both the treaty and the asylum centres.</p> <p>Former president Sarkozy, who hopes to make a comeback next year, has also said the “Jungle” migrant camp should be shut down and moved to Britain, but the prime minister’s spokesman said he wouldn’t comment on a hypothetical situation that was a “long way off”.</p>  <figure class=\"element element-interactive interactive element--showcase\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2016/08/calais_locator-zip/giv-31075MSeZdE3QkZ5S\" data-alt=\"Calais migrant camp locator\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2016/08/calais_locator-zip/giv-31075MSeZdE3QkZ5S\">Calais migrant camp locator</a> </figure>  <p>“In terms of relationship with France it remains as strong as it ever has done, it remains absolutely critical. [France is our] closest neighbour, we have worked incredibly closely together and we will continue to do so,” he said.<br></p> <p>“The French government position was made perfectly clear when the prime minister went to France last month for talks with President Hollande – and our position is clear. We are committed to protecting our shared border in Calais – it works in the interest of both countries.”</p> <p>On Tuesday morning Charlie Elphicke, the Conservative MP for Dover and Deal, urged the government to <a draggable=\"true\" href=\"https://www.theguardian.com/uk-news/2016/aug/30/dover-mp-warns-against-tit-for-tat-battles-with-france-over-border-security\">avoid any “tit-for-tat” battles</a> with France over border security. He told BBC Radio 4: “France, clearly, has suffered some serious terrorist atrocities, and we need to stand with France. Threatening a tit-for-tat is not the right thing to do.</p> <p>“What we need to do is work more closely together. Next year it’s likely there will be a change of [French] government and we need to understand what it is that they want to achieve. I think what they want to achieve is, as we in Dover want, is to see a lasting solution to a problem that has gone on too long.” </p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2016/08/calais_camp-zip/giv-31075KpDLXpW0OFpj\" data-alt=\"How the camp evolved\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2016/08/calais_camp-zip/giv-31075KpDLXpW0OFpj\">How the camp evolved</a> </figure>  <p>There are estimated to be nearly 10,000 people living in squalid surroundings at the Calais camp, including hundreds of unaccompanied minors, and French charities have warned of the worst sanitary conditions ever.</p> <p>The French right has jumped on the issue in the run-up to next year’s presidential election. Sarkozy said in a speech at the weekend: “I’m demanding the opening of a centre in Britain to deal with asylum seekers in Britain, so that Britain can do the work that concerns them. The Jungle should not be in Calais or anywhere else, because this is a republic and those with no rights to be here should return to their country.”</p> <p>Sarkozy, who is running a hardline rightwing primary campaign, in effect called for a renegotiation of Le Touquet. Yet it was Sarkozy, when he was interior minister, who signed the agreement with Britain in 2003.</p> <p>Alain Juppé, the mayor of Bordeaux who is favourite to become the right’s candidate for the presidency next year, has also questioned the agreement, saying over the summer that “logic dictates” that border controls should happen on UK soil.</p> <p>Marine Le Pen, of the far-right Front National, who has strong support in Calais, is also campaigning to scrap the current immigration deal.</p> <p>But at a government level the issue is complex as France tries to sort out its own asylum system issues. After the UK voted for Brexit in June, the Socialist government said there would be <a href=\"https://www.theguardian.com/world/2016/jun/25/french-border-deal-wont-be-affected-by-brexit-paris\">no renegotiation</a> of the British-French immigration deal because it would not be in French interests.</p>",
  "<p>Republicans hope to shore up their defence of the US Senate in primary elections on Tuesday that are an important test of residual anti-establishment sentiment in both parties.<br></p> <p>Senators Marco Rubio in Florida and John McCain in Arizona are both predicted to win their battles to retain the GOP nomination when voting closes late on Tuesday. </p> <p>But tighter-than-expected results, particularly from McCain’s conservative challenger Kelli Ward, could signal tough fights to come for both incumbents against Democrats in November.</p> <p>Rubio only <a href=\"https://www.theguardian.com/us-news/2016/jun/22/marco-rubio-re-election-florida-senate-seat\">decided to seek re-election</a> in June, despite a failed bid for the presidential nomination, as party leaders saw him as a crucial bulwark against a possible Donald Trump-inspired attack on the party’s grip over Congress.</p> <p>McCain, whose 80th birthday on Monday has become a surprise attack line for his opponent, also faces a tricky balancing act between acknowledging Trump’s popularity among primary voters and minimising a potentially toxic association when appealing to Arizona’s diverse general electorate.</p> <p>“It’s not separating myself from it, or anything like that,” McCain told NBC on the eve of polling when asked about Trump. “It’s the people of Arizona who know me. I have 100% name ID, they all know me very well, I’ve been here for many years. So I don’t think their judgment is affected by anything but what they view of me, how they view me.”</p> <p>McCain said he would also let the people of Arizona “make the judgment” about whether Ward was right to suggest he was too old to seek a sixth term in office.</p> <p>Democrats also face their own internal challenges if they are to unite around sufficiently strong candidates to net to the four seats needed to take back control of the Senate.</p> <p>In the Florida Senate primary, a challenge from progressive firebrand Alan Grayson has fizzled somewhat following domestic abuse allegations, and fellow Democratic congressman Patrick Murphy looks most likely to end up competing against Rubio.</p>  <figure class=\"element element-image\" data-media-id=\"ede0bb287f31f87aa122ece962ac493ea285aa17\"> <img src=\"https://media.guim.co.uk/ede0bb287f31f87aa122ece962ac493ea285aa17/63_317_2784_1670/1000.jpg\" alt=\"Rubio\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Senator Marco Rubio greets supporters on Monday, the final day before the Florida primary election.</span> <span class=\"element-image__credit\">Photograph: Joe Raedle/Getty Images</span> </figcaption> </figure>  <p>Instead it is congresswoman Debbie Wasserman Schultz, the controversial former chair of the Democratic National Committee, who is <a href=\"http://thehill.com/homenews/campaign/293506-wasserman-schultz-goes-down-to-the-wire-against-primary-challenger\">attracting most attention</a> from liberal activists. </p> <p>Tim Canova, her opponent in the primary for the strongly Democratic House district around Miami, has been endorsed by Bernie Sanders after <a href=\"https://www.theguardian.com/us-news/2016/jul/23/dnc-emails-wikileaks-hillary-bernie-sanders\">his bitter battle against Wasserman Schultz</a> during the presidential race.<br></p> <p>Strong support for the incumbent from party leaders such as Hillary Clinton should save her from fresh embarrassment, but Democrats will be looking to enthuse voters with a positive message about the status quo amid strong attacks from the right too.</p> <p>Rubio, in particular, is seen as a potential key figure in the defence of the Senate and is looking to exploit recent unease about the effectiveness of Barack Obama’s flagship healthcare reforms.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/25/senate-women-democrats-majority-power\">Women poised to lead Democratic return to power in the Senate</a> </p> </aside>  <p>“Patrick Murphy promised voters that Obamacare’s state exchanges would bring down costs and create more competition, but Floridians are finding themselves with fewer healthcare options and skyrocketing premiums they can’t afford,” said Rubio spokesman Michael Ahrens in a new attack.</p> <p>“Only someone like Patrick Murphy who has consistently embellished the facts about himself could read the latest devastating headlines about the failure of Obamacare and declare it a success that should be expanded.”</p> <p>Neither Rubio’s nor McCain’s brand of conservatism has proved radical enough for Republican voters in the past year, but these colourful national figures could be just the right side of the anti-establishment mood to make life hard for Democrats.</p> <p>McCain’s likely opponent in November, congresswoman Ann Kirkpatrick – who hopes to become the first Democratic senator from Arizona since 1995 – has in turn been<a href=\"http://www.dailykos.com/story/2016/8/10/1558786/-Ann-Kirkpatrick-s-new-ad-reminds-you-just-many-times-John-McCain-is-willing-to-lick-Trump-s-boots\"> running adverts</a> reminding voters just how many times this “maverick” Vietnam veteran has been forced to <a href=\"https://www.theguardian.com/us-news/2016/aug/01/john-mccain-condemns-trump-khizr-ghazala-khan-comments\">express grudging support</a> for Trump. </p>",
  "<p>Jeremy Corbyn has said his leadership campaign is working hard to prevent any supporters from targeting opponents via social media, declaring that online abuse must be dealt with.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/blog/live/2016/aug/30/corbyn-labour-leadership-digital-manifesto-to-democratise-the-internet-politics-live\">Corbyn promises to 'democratise the internet' - Politics live</a> </p> </aside>  <p>Speaking at the <a href=\"http://www.theguardian.com/politics/2016/aug/29/jeremy-corbyn-bernie-sanders-style-campaign-next-2020-general-election-labour\">launch of his digital democracy manifesto</a>, which sets out policies including a push for nationwide access to fast broadband and mobile connectivity, the Labour leader was asked why this did not include any specific commitments to combat online abuse.<br></p> <p>During the leadership campaign, Corbyn has <a href=\"http://www.theguardian.com/politics/2016/jul/22/female-labour-mps-call-on-jeremy-corbyn-to-act-over-escalating-abuse\">faced calls to take more action</a> against online insults and threats, especially those targeting female Labour MPs. </p> <p>Corbyn’s team says abuse and harassment is covered in a part of the digital manifesto connected to a “people’s charter of digital liberties”, and the leader said he was committed to tackling it. </p> <p>“It is appalling,” he said. “I have set up a code of conduct on this. The Labour party has a code of conduct on this, and it does have to be dealt with.<br></p> <p>“Everyone should learn that when they put something on Facebook or Twitter or online in an email, that is exactly the same as if you’d put it in the print media in any other way, with exactly the same protective laws of libel or slander.</p> <p>“Many people use instant access to Twitter more or less like they’re continuing a pub conversation, and deeply regret the abuse that they sent to people at that time. Unfortunately, it’s there for eternity, in some way or another, on the internet. And so there does have to be quite strict codes of conduct.<br></p> <p>“There also has to be an educative process about how people do things. I absolutely will not allow any sort of it, whatsoever, anywhere around our campaign. We do chase it down and we do stop it. And we will continue to do that, because it’s simply wrong.”</p> <p>More widely, Corbyn said he was worried about the use of social media among some young people to carry out mass bullying. “You wouldn’t gather around a young person and all shout abuse at them,” he said. “That would be seen to be crude, brutal, violent and rude. But they do it on Facebook and they do it on Twitter and they do it online.”</p> <p>Speaking in east London, Corbyn unveiled a series of ideas to “democratise the internet”, including an online learning hub; publicly funded software and hardware to help teach <a href=\"https://www.theguardian.com/technology/programming\">programming</a>; a voluntary “digital citizen passport” to create a secure portable identity; and more use of technology to debate and devise legislation.</p> <p>Corbyn said the plans would “rebuild and transform Britain so that no one and no community is left behind”.</p> <p>In parallel, the Labour leader said new technology could transform the party’s election chances, saying he would use innovations pioneered in his leadership campaign against Owen Smith, such as a digital phone canvassing app which allows volunteers to make calls from anywhere, whenever possible.</p> <p>The phone bank app was devised by a group called <a href=\"http://www.codersforcorbyn.com/\">Coders for Corbyn</a>. They have released a <a href=\"http://www.corbynkit.com/\">“toolkit” for volunteers</a> to spread the message, including a <a href=\"http://jeremoji.getforge.io/\">database of Corbyn-themed emojis</a>, called “Jeremojis”, and a Twitter tool to <a href=\"http://violet.codersforcorbyn.com/\">automatically block fake accounts</a> purporting to be those of Corbyn supporters.</p> <p>Corbyn said some of his strategy was based on the campaign of Bernie Sanders. The Vermont senator built a similarly energised support base in challenging for the Democratic presidential nomination.</p> <p>Corbyn said the fact Sanders eventually lost to Hillary Clinton did not mean valuable lessons could not be learned. <br></p> <p> “The Bernie Sanders campaign was amazing in the number of people who attended rallies, the number of people who were mobilised, and the fact he was totally counterintuitive to the whole norm of US politics, which is to appeal to the base that votes and to appeal to the interests of those voters that actually take part,” he said. </p> <p>“What the Bernie Sanders campaign did was to energise a whole lot of people – in a sense, the way that Barack Obama did in 2008 – by broadening the electoral base, and involving very large numbers of people, and he did that by a combination of digital technology and public rally appearances all over the country.</p> <p>“No, he didn’t win the nomination, that we fully understand. But he’s changed the Democratic party a great deal. The presidential platform on which Hillary Clinton is fighting the election is radically different compared to what it would have been had she not faced the challenge of Bernie Sanders.”</p> <p>Corbyn said he had enjoyed “long discussions with many people” in the Sanders campaign, saying it had transformed US politics. “It is a genie that cannot be put back in the bottle,” he said.</p> <p>With <a href=\"https://www.theguardian.com/commentisfree/2016/aug/22/corbyn-v-smith-labour-leader-voting-system-democratic-car-crash\">leadership ballot papers</a> due to be sent out in the next few days before voting, which closes on 21 September, both Corbyn and Smith have been touring the country and announcing policy initiatives.<br></p> <p>Corbyn has made announcements on <a href=\"https://www.theguardian.com/culture/2016/aug/25/jeremy-corbyn-arts-pupil-premium-primary-schools-reverse-spending-cuts/\">the arts</a>, <a href=\"http://www.theguardian.com/politics/2016/aug/13/jeremy-corbyn-interview-leadership-plots-nhs-education\">education</a> and <a href=\"http://www.theguardian.com/politics/2016/aug/16/corbyn-to-launch-transport-campaign-with-rail-pledges\">transport</a>. Smith has given pledges on <a href=\"http://www.theguardian.com/politics/2016/aug/27/owen-smith-proposes-graduate-tax-to-replace-university-fees-in-bid-for-youth-vote\">policies for young people</a>, <a href=\"http://www.theguardian.com/politics/2016/aug/24/owen-smith-labour-should-continue-to-fight-brexit\">Brexit</a> and <a href=\"http://www.theguardian.com/politics/2016/aug/15/owen-smith-tories-nhs-privatisation-labour-leadership\">the NHS</a>. The victor – Corbyn remains the bookmakers’ favourite – will be announced at the annual party conference on 24 September. </p>",
  "<h2>Apple hit by EU tax ruling</h2> <p>Apple is facing a $14.5bn fine from the European commission over unpaid back taxes, stemming from arrangements it made over nearly 25 years with the Irish government. The ruling found that <a draggable=\"true\" href=\"https://www.theguardian.com/business/2016/aug/30/apple-pay-back-taxes-eu-ruling-ireland-state-aid\">Dublin afforded Apple illegal state aid</a>, allowing the US tech company to pay as little as 1% corporate tax rate on two-thirds of its global earnings, and levies a heavier fine than expected. The result of the Irish arrangement was that Apple avoided tax on almost all profits from sales of its products across the EU’s single market by booking the profits in <a draggable=\"true\" href=\"https://www.theguardian.com/world/ireland\">Ireland</a> rather than the country in which the product was sold. Ireland’s finance minister said Dublin would appeal against the ruling, which columnist Owen Jones calls a <a href=\"https://www.theguardian.com/commentisfree/2016/aug/30/apple-tax-avoidance-vindication-protest-ttip\">vindication of protest</a>. <a draggable=\"true\" href=\"https://www.theguardian.com/business/2016/aug/30/eu-apple-ireland-tax-ruling-q-and-a\">Here</a> is an explainer.</p> <p><a href=\"https://www.theguardian.com/business/2016/aug/30/apple-pay-back-taxes-eu-ruling-ireland-state-aid\">EU orders Apple to pay up to €13bn</a><br></p> <h2>Trump rejects David Duke robocall</h2> <p>Republican nominee Donald Trump has rejected a robocall from white supremacist and onetime Ku Klux Klan imperial wizard David Duke encouraging Louisiana voters to vote for him in November’s election. As Trump’s presidential campaign becomes mired in accusations of racism, his campaign released a statement to Politico saying the candidate “continued to denounce David Duke and any group or individual associated with a message of hate. There is no place for this in the Republican party or our country. We have no knowledge of these calls or any related activities, but strongly condemn and disavow.”</p> <p><a href=\" https://www.theguardian.com/us-news/live/2016/aug/29/donald-trump-news-hillary-clinton-us-election-live?CMP=share_btn_tw&amp;page=with:block-57c4ab49e4b09fcabd06d1c4#block-57c4ab49e4b09fcabd06d1c4\">David Duke releases robocall in support of Donald Trump</a></p> <h2>Earth’s warming ‘unprecedented in 1,000 years’</h2> <p>Nasa is reporting that the Earth is warming at a pace not experienced within the past 1,000 years, at least, making it “very unlikely” that the world will stay within a crucial temperature limit agreed at the Paris climate accord just last year. This year has already seen scorching heat around the world, with the average global temperature peaking at 1.38C (2.48F) above levels experienced in the 19th century, perilously close to the 1.5C (2.7F) limit agreed in Paris.</p> <p><a href=\"https://www.theguardian.com/environment/2016/aug/30/nasa-climate-change-warning-earth-temperature-warming\">Nasa: Earth is warming at a pace ‘unprecedented in 1,000 years’</a><br></p> <h2>News module devolves into chaos as Facebook fires editors</h2> <p>Just months after the discovery that Facebook’s Trending news module was curated and tweaked by human beings, the company has abruptly dismissed its editors and left the algorithm to do its job. The results are not promising: the algorithm has pushed a false story about Fox’s Megyn Kelly, an offensive Ann Coulter headline and one about a man masturbating with a McDonald’s sandwich.</p> <p><a href=\"https://www.theguardian.com/technology/2016/aug/29/facebook-fires-trending-topics-team-algorithm\">Facebook fires trending team, and algorithm without humans goes crazy</a></p> <h2>Scientists tune in to HD164595b</h2> <p>At only 95 light years away, HD164595 is 99% the size of the sun and with at least one planet, HD164595b, which is about the size of Neptune and has a 40-day year. This is where a Russian radio telescope, Ratan-600, observed a “strong signal” a year ago. Claudio Maccone of the University of Turin in Italy said “the power of the signal received is not unrealistic for type I civilizations”, civilizations with a similar level of technology to Earth.</p> <p><a href=\"https://www.theguardian.com/science/2016/aug/29/russian-radio-telescope-strong-signal-hd164595-seti\">Alien life, or noise? Telescope detects ‘strong signal’ from sun-like star</a></p> <h2>Gene Wilder dies at 83</h2> <p>The actor, who starred in Willy Wonka and the Chocolate Factory and The Producers, died from complications from Alzheimer’s aged 83. The frizzy-haired actor was a master at playing panicked characters caught up in schemes that only director Mel Brooks could devise, whether reviving a monster in Young Frankenstein or bilking Broadway in The Producers.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/aug/29/gene-wilder-death-willy-wonka-mel-brooks-comedy\">Gene Wilder dies aged 83</a></p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/film/video/2016/aug/30/actor-gene-wilder-willy-wonka-star-dies-at-83-video\"            data-short-url=\"https://gu.com/p/5xj3f\"                    data-show-ads=\"true\"            data-video-id=\"2690835\"            data-video-name=\"Actor Gene Wilder, Willy Wonka star, dies at 83 – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-57c4ce72e4b0655f7276899c\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572767&amp;format=video/mp4\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572767&amp;format=video/m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572767&amp;format=video/3gp&amp;maxwidth=700\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572767&amp;format=video/3gp&amp;minwidth=700\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572767&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/film/video/2016/aug/30/actor-gene-wilder-willy-wonka-star-dies-at-83-video\">Actor Gene Wilder, Willy Wonka star, dies at 83</a></figcaption> </figure>   <h2>Racism in tech: one man’s solution<br></h2> <p>Racist posts on Nextdoor.com – billed as a “private social network for your neighborhood” – became so frequent that they started to make Shikira Porter <a href=\"https://www.theguardian.com/technology/2016/aug/30/tech-companies-racial-discrimination-nextdoor-airbnb\">feel physically ill</a>. “It’s incredibly toxic,” says Porter, 42, who said she has had migraines after arguing with racist users. “I just feel like I’m in a constant state of rage that I have to manage.” Now Porter is a part of Neighbors for Racial Justice, an advocacy group to combat racial profiling.</p> <p><a href=\"https://www.theguardian.com/technology/2016/aug/30/tech-companies-racial-discrimination-nextdoor-airbnb\">What happens when tech firms end up at the center of racism scandals?</a></p> <h2>North Korea executes officials with anti-aircraft gun<br></h2> <p><a href=\"https://www.theguardian.com/world/north-korea\">North Korea</a>’s purge of senior officials who are deemed a threat to <a href=\"https://www.theguardian.com/world/kim-jong-un\">Kim Jong-un</a>’s leadership of the country has continued with the public executions of two senior officials, according to South Korean media, possibly to generate fear among members of the elite after recent high-level defections. The conservative daily, the JoongAng Ilbo, reported on Tuesday that Hwang Min, a former agriculture minister, and Ri Yong-jin, a senior official at the education ministry, were executed by anti-aircraft gun at a military academy in Pyongyang earlier this month.</p> <p><a href=\"https://www.theguardian.com/world/2016/aug/30/north-korea-reportedly-executes-officials-anti-aircraft-gun-purge\">North Korea executes officials in new purge – report</a><br></p> <h2> Kaepernick has our attention. Now what? </h2> <p>It’s one thing to spark debate by <a href=\"https://www.theguardian.com/sport/2016/aug/30/colin-kaepernick-national-anthem-protest-nfl-49ers\">refusing to stand</a> for the national anthem or complaining about “what’s really going on in this country”, but now San Francisco 49ers quarterback Colin Kaepernick has to take meaningful action if he is to fight injustice, says Les Carpenter. And that means talking about issues such as police brutality, racial stereotyping and a system weighted toward the rich. It means convincing other athletes to join in and going to rallies and protests and city council meetings and demanding to be heard.</p> <p><a href=\"https://www.theguardian.com/sport/2016/aug/30/colin-kaepernick-national-anthem-protest-nfl-49ers\">Colin Kaepernick has our attention: so what does he do now?</a></p> <h2>In case you missed it ... </h2> <p>Once there were 10,000 lookouts, some among them famous writers and poets, scanning the wilderness for signs of smoke. Now just a few hundred remain. They are known, unofficially, as the “freaks on the peaks” – the name given to fire lookouts who live in elevated huts, armed with binoculars, a compass and a radio, scanning the wilderness for smoke. Twenty-six-year-old Levi Brinegar, at the Stonewall fire lookout in Montana’s Helena-Lewis and Clark national forest, says he could not be happier. “It’s fun. I’ll definitely try to get back next year.”</p> <p><a href=\"https://www.theguardian.com/us-news/2016/aug/30/us-national-parks-fire-lookout-forest-wildfire\">‘Freaks on the peaks’: the lonely lives of the last remaining forest fire lookouts</a></p> <h2></h2>",
  "<p></p> <p>Welcome to the Guardian’s weekly Brexit briefing, a summary of developments as Britain moves slowly – very slowly – towards the EU exit. If you’d like to receive it as a weekly email, do sign up <a href=\"http://www.theguardian.com/politics/2016/may/31/eu-referendum-morning-briefing-sign-up\">here</a>.</p> <p>Producing the Guardian’s thoughtful, in-depth journalism is expensive – but supporting us isn’t. If you value our Brexit coverage, please <a href=\"https://membership.theguardian.com/supporter?CMP=ema-3377\">become a Guardian supporter</a> and help make our future more secure. Thank you.</p> <h2>The big picture</h2> <p>With the dust of the referendum earthquake settled, August all but over and Westminster and Brussels back from their summer breaks, the Brexit battle lines have suddenly become a lot clearer. It is going to be quite a fight.</p>  <figure class=\"element element-image\" data-media-id=\"54ebb2f93955ed67d31277983d7518b82479af62\"> <img src=\"https://media.guim.co.uk/54ebb2f93955ed67d31277983d7518b82479af62/0_179_3500_2100/1000.jpg\" alt=\"Iain Duncan Smith said the UK should not seek to stay in the single market ‘putting yourself again under the rule of European law’.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Iain Duncan Smith said the UK should not seek to stay in the single market ‘putting yourself again under the rule of European law’.</span> <span class=\"element-image__credit\">Photograph: Jonathan Brady/PA</span> </figcaption> </figure>  <p>In one camp are the get-on-with-it Brexiters like former cabinet minister <a href=\"http://www.theguardian.com/politics/2016/aug/26/brexit-article-50-may-be-triggered-in-early-2017-says-iain-duncan-smith\"> Iain Duncan Smith, who told BBC Radio 4’s Today programme</a> last week that the formal leaving procedure must be launched early in 2017 to provide focus and set a clear deadline for exit talks. Key cabinet figures backed this plan, he said:</p> <blockquote class=\"quoted\"> <p>I have spoken to them and I am certain that these characters – David Davis, Liam Fox and Boris Johnson, and the prime minister by the way – are very clear that they need to get on with triggering article 50 as soon as possible ... And I believe they are all very positive about the outcome: we will be out, and we will do incredibly well.</p> </blockquote> <p>In his view, Duncan Smith said, Britain should not necessarily seek to remain in the EU’s single market because “that would entail putting yourself yet again under the rule of European law”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2016/aug/22/brexit-means-brexit-when-is-big-question\">Brexit means Brexit … but the big question is when?</a> </p> </aside>  <p>In the opposing camp are much of the rest of the cabinet, including the chancellor, Philip Hammond, who reportedly wants to see Britain retain access to the single market, at least in specific sectors such as financial services, while also securing border controls for the UK.</p> <p>Their position was ably summarised (also on Today) by Gus O’Donnell, the former civil service chief. While the government “needs to get on and implement the people’s decision”, he said, he really wouldn’t be in such a hurry.</p> <p>The problem is that article 50 is “very strongly in favour of those who are staying, not the leaving party”, O’Donnell said. That means it would be madness to trigger it without having a “strategic plan to say ‘what kind of UK do we want, what’s our place in the world, what are we trying to achieve in these negotiations?’”</p> <p>Whatever kind of Brexit it is, it will undoubtedly prove an “unprecedented challenge” for the government and for the civil service, he said – and particularly for the prime minister: </p> <blockquote class=\"quoted\"> <p>She’s got to corral all these different individuals, come up with precisely what version of Brexit we want, what works best for the British people, and then go about implementing it.</p> </blockquote> <p>With those words ringing in her ears, Theresa May promptly <a href=\"http://www.theguardian.com/politics/2016/aug/28/theresa-may-brexit-meeting-single-market\">announced a meeting of senior cabinet members</a> at the prime minister’s country residence, Chequers, on Wednesday. Amid reports of a cabinet split over single market membership (which would very probably entail accepting freedom of movement), she has demanded they come armed with ideas about how Brexit could be a success.</p> <p><a href=\"http://www.theguardian.com/politics/2016/aug/27/theresa-may-acting-like-tudor-monarch-in-denying-mps-a-vote-over-brexit\">May has reportedly also been told</a> by government lawyers that she is not obliged to hold a parliamentary vote on the decision to leave the EU before triggering article 50. Half a dozen different lawsuits claiming the contrary are currently before the high court where they will be heard in October, with a supreme court hearing likely some time in December.</p>  <figure class=\"element element-image\" data-media-id=\"808213cc69b4ef737ab33f6478ee2415fbb98a6a\"> <img src=\"https://media.guim.co.uk/808213cc69b4ef737ab33f6478ee2415fbb98a6a/0_135_3581_2149/1000.jpg\" alt=\"Barry Gardiner\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Barry Gardiner said Theresa May would be behaving ‘like a Tudor monarch’ if she triggered article 50 without a parliamentary vote.</span> <span class=\"element-image__credit\">Photograph: Stuart Wilson/Getty Images</span> </figcaption> </figure>  <p>Barry Gardiner, the shadow trade secretary, echoed the feelings of many MPs on hearing that news, saying parliament cannot be sidelined from the greatest constitutional change the country has debated in 40 years:</p> <blockquote class=\"quoted\"> <p>The logic of saying the PM can trigger article 50 without first setting out to parliament the terms and basis upon which her government seeks to negotiate – indeed, without even indicating the red lines she will seek to protect – would be to diminish parliament and assume the arrogant powers of a Tudor monarch.</p> </blockquote> <h2>The view from Europe</h2>  <figure class=\"element element-image\" data-media-id=\"90cfe696a66a83475f34bd5cddde5229712ae0b1\"> <img src=\"https://media.guim.co.uk/90cfe696a66a83475f34bd5cddde5229712ae0b1/0_0_2868_1721/1000.jpg\" alt=\"Angela Merkel  in Tallinn with the Estonian prime minister, Taavi Roivas\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Angela Merkel in Tallinn with the Estonian prime minister, Taavi Roivas.</span> <span class=\"element-image__credit\">Photograph: Guido Bergmann/EPA</span> </figcaption> </figure>  <p>Angela Merkel, at least, is prepared to be (relatively) patient. Mid-diplomatic marathon around assorted European capitals, the German chancellor said in Tallinn there was no point pushing Britain for progress until it had made up its mind what it wanted, and pointed out that the remaining 27 member states had plenty to sort out for themselves without the nitty-gritty of Brexit: </p> <blockquote class=\"quoted\"> <p>As long as Britain hasn’t submitted its application we can’t say what kind of a relationship we envision. [The EU-27] can allow Britain the time it takes to work out what relationship it wants with the EU. We have to think about what our priorities are, how we want to continue our work and where we want to make an effort in particular. </p> </blockquote> <p>Her economy minister, Sigmar Gabriel, however, sounded <a href=\"http://www.theguardian.com/politics/2016/aug/29/uk-must-pay-for-brexit-or-eu-is-in-deep-trouble-says-german-minister\">a somewhat less conciliatory note</a>, saying Britain should under no circumstances be allowed to have its cake and eat it in the wake of the referendum: </p> <blockquote class=\"quoted\"> <p>Brexit is bad, but it won’t hurt us as much economically as some fear – it’s more a psychological problem, and a huge problem politically. If we organise Brexit in the wrong way we’ll be in deep trouble, so now we need to make sure that we don’t allow Britain to keep the nice things, so to speak, related to Europe, while taking no responsibility.</p> </blockquote> <h2>Meanwhile, back in Westminster</h2> <p>The home secretary, <a href=\"https://www.theguardian.com/uk-news/2016/aug/29/uk-warned-calais-border-deal-is-in-danger\">Amber Rudd, looks like she may face a fight to keep Britain’s Le Touquet agreement</a> with France. The deal in effect places the UK border in Calais, and has led to the emergence of the so-called Jungle migrant camp.</p>  <figure class=\"element element-image\" data-media-id=\"e818ebed40cd91f5c4918c661eac65d2c2479f17\"> <img src=\"https://media.guim.co.uk/e818ebed40cd91f5c4918c661eac65d2c2479f17/0_137_4096_2458/1000.jpg\" alt=\"Amber Rudd with her French counterpart, Bernard Cazeneuve, on Tuesday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Amber Rudd with her French counterpart, Bernard Cazeneuve, on Tuesday.</span> <span class=\"element-image__credit\">Photograph: Etienne Laurent/EPA</span> </figcaption> </figure>  <p>Rudd was set to tell her opposite number, Bernard Cazeneuve, that talk of tearing up the accord is “a non-starter”. The rightwing regional president, Xavier Bertrand, and presidential hopeful Nicolas Sarkozy have both called for it to be scrapped. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2016/jul/22/one-month-on-what-is-the-impact-of-the-brexit-vote-so-far\">One month on, what has been the impact of the Brexit vote so far?</a> </p> </aside>  <p>The former British ambassador to France, Sir Peter Ricketts, has warned that if a rightwing candidate wins the country’s presidential election next year, Britain “is going to have to deal with a pretty serious conversation” about the accord. </p> <p>Meanwhile, in more indirect Brexit fallout, Labour’s leadership fight is getting increasingly nasty, with contender Owen Smith accusing his rival Jeremy Corbyn of lying about having voted to remain and being “happy about the result”. <a href=\"http://www.bbc.co.uk/news/uk-politics-37167253\">Smith said he would to stop May formally triggering Brexit</a> unless she promises a referendum on the final deal, or calls a general election to approve it.</p> <h2>You should also know that:</h2> <ul> <li><a href=\"https://www.theguardian.com/society/2016/aug/25/nhs-needs-eu-employees-to-avoid-collapse-says-thinktank\">The NHS would collapse without its 57,000 workers who are non-British EU nationals</a> who should be offered free British citizenship so they don’t leave, the Institute of Public Policy Research (IPPR) said.</li> <li>Ministers are under pressure to let traders sell produce in pounds and ounces, <a href=\"http://www.telegraph.co.uk/news/2016/08/29/ministers-should-let-traders-sell-groceries-in-pounds-and-ounces/\">according to the Telegraph</a>.</li> <li><a href=\"https://www.theguardian.com/world/2016/aug/25/net-migration-to-uk-fell-to-327000-in-past-year-figures-show\">UK passport applications from EU nationals rose 14% before the Brexit</a> referendum, with uncertainty about the result sparking a jump in applications, but there was a dip in net migration.<br></li> <li><a href=\"https://www.theguardian.com/business/2016/aug/23/swiss-watch-sales-rise-in-uk-after-sterling-fall\">Swiss watch exports to the UK have soared as tourists make the most of the slide in sterling</a> that has made Britain the cheapest luxury market in the world.</li> <li>The official remain campaign, Britain Stronger In Europe, <a href=\"http://www.open-britain.co.uk/open_britain\">has relaunched as a campaign group, Open Britain</a>, but will not call for a second referendum.</li> <li><a href=\"http://www.bloomberg.com/news/articles/2016-08-23/merkel-ally-says-u-k-based-banks-face-loss-of-eu-market-access\">The EU will not relax its rules to preserve access for the City after Brexit</a>, a leading German MP and Merkel ally has told Bloomberg.</li> <li>A return to economic growth in France and solid expansion in Germany have largely helped <a href=\"https://www.theguardian.com/business/2016/aug/23/eurozone-brexit-ihs-markit-gdp-growth\">the eurozone shrug off the anticipated blow from Brexit</a>. <br></li> </ul> <h2>Read these</h2>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"4db77ac348a33e985153fe703319f5ab4b14822f\"> <img src=\"https://media.guim.co.uk/4db77ac348a33e985153fe703319f5ab4b14822f/1879_0_3072_3840/800.jpg\" alt=\"Will Hutton\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Will Hutton.</span> <span class=\"element-image__credit\">Photograph: Anna Gordon/for the Guardian</span> </figcaption> </figure>  <p>The former economics editor of the Guardian, Will Hutton, responds to the current incumbent’s article last week about the absence of a Brexit armageddon, <a href=\"https://www.theguardian.com/commentisfree/2016/aug/26/damaging-fallout-brexit-armageddon-economies-ties-eu\">warning that unfortunately, the worst is still to come</a>: </p> <blockquote class=\"quoted\"> <p>We have been plunged into a mess. The EU never obstructed the vital structural changes to the British investment and innovation ecosystem that had to be made, in or out. Now we have to deliver those reforms beset by the disastrous uncertainty of leaving the world’s greatest trading bloc ... Larry Elliott, the Guardian’s current economic editor, is <a href=\"https://www.theguardian.com/commentisfree/2016/aug/20/brexit-eu-referendum-economy-project-fear\">upbeat about Brexit</a>. I, a former one, am profoundly concerned. Readers in the years ahead will judge which of us was right.</p> </blockquote> <p>In the <a href=\"https://www.ft.com/content/11a7bab6-7107-3efb-86b1-fb7d1fdfa2d9\">Financial Times, lawyer and blogger David Allen Green</a> argues that Brexit may of course happen, but it will not come about just because people say it will: </p> <blockquote class=\"quoted\"> <p>Brexit also needs to be capable of happening, and that requires a policy as well as resources. Instead of just asserting that Brexit “shall” happen, the government now needs to explain “how” it will happen. It seems not to have any idea.</p> </blockquote> <p>The LSE’s professor of European political economy, Paul de Grauwe, argues that for its own sake, the EU can and must offer the UK only two options: a Norwegian-style model (accepting EU rules, allowing freedom of movement and paying into the budget), or leaving entirely and negotiating a free trade agreement à la Canada:</p> <blockquote class=\"quoted\"> <p>Clarity is essential for those who consider leaving the EU. This clarity can only be achieved by excluding a privileged trade agreement with the UK ... The century-old British strategy remains the same, ie to weaken the forces that can make Europe stronger. The UK can achieve this by insisting on a special deal whereby the UK maintains the benefits of the union while not sharing in the costs. Such a deal would signal to other member countries that by exiting, they can continue to enjoy the benefits of the union without the costs. Such a prospect would fatally weaken the European Union.</p> </blockquote> <p>At the <a href=\"http://www.newstatesman.com/politics/brexit/2016/08/top-10-reasons-brexit-isnt-working-according-brexiteers\">New Statesman, Ian Leslie has a light-hearted but actually fairly accurate sounding guide to the top 10 reasons why Brexit isn’t working – according, of course, to Brexiters</a> (sabotage by Whitehall, remainers talking down the country, untrustworthy experts, EU bureaucrats, etc etc):</p> <blockquote class=\"quoted\"> <p>Over the next few years, it is likely that the economy will shrink, the entire government will be consumed by trade negotiations, and EU leaders will use their considerable negotiation advantages to theatrically screw us. As this unpretty story unfolds, those who argued confidently for Brexit, in parliament and in the press, will feel compelled to maintain that they were right, and that if it hadn’t been for some other impossible-to-foresee factor everything would be going splendidly. </p> </blockquote> <h2>Tweet of the week</h2> <p>The obvious silver lining? As the European commission <a href=\"https://www.theguardian.com/business/2016/aug/30/apple-pay-back-taxes-eu-ruling-ireland-state-aid\">rules that Ireland must recover up to €13bn in taxes</a> from Apple:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GavinHJackson/status/770570538787934208\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Now that we have left the EU maybe we could tempt Apple to come to London.</p>&mdash; Gavin (@GavinHJackson) <a href=\"https://twitter.com/GavinHJackson/status/770570538787934208\">August 30, 2016</a></blockquote>  </figure>",
  "<p>The Conservative MP for Dover has urged the government to avoid any “tit-for-tat” battles with France over border security before <a href=\"https://www.theguardian.com/uk-news/2016/aug/29/uk-warned-calais-border-deal-is-in-danger\">talks in Paris</a> between Amber Rudd, the home secretary, and her French counterpart. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/aug/30/lorry-drivers-in-calais-share-your-experiences\">Lorry drivers in Calais: share your experiences</a> </p> </aside>  <p>Rudd is expected to tell Bernard Cazeneuve on Tuesday that the UK government would not accept changes to the Le Touquet agreement – a reciprocal arrangement that allows British border officials to check the documents of migrants seeking to enter Britain from the camps in Calais, and French officials to do the same in Dover.</p> <p>The president of the region around Calais, Xavier Bertrand, called on Monday for the Le Touquet agreement to end, telling the BBC: “It’s not possible to keep people here without a new agreement between the two governments.”</p> <p>Amid reports that Britain could respond to such a move by reviewing other elements of security cooperation with France, Charlie Elphicke, the MP for Dover and Deal, urged caution.</p> <p>“France, clearly, has suffered some serious terrorist atrocities, and we need to stand with France,” he told BBC Radio 4’s Today programme on Tuesday. “Threatening a tit-for-tat is not the right thing to do. </p> <p>“What we need to do is work more closely together. Next year it’s likely there will be a change of [French] government and we need to understand what it is that they want to achieve. I think what they want to achieve is, as we in Dover want, is to see a lasting solution to a problem that has gone on too long.”</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2016/08/calais_locator-zip/giv-31075MSeZdE3QkZ5S\" data-alt=\"Map of Calais camp\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2016/08/calais_locator-zip/giv-31075MSeZdE3QkZ5S\">Map of Calais camp</a> </figure>  <p>Rudd and Cazeneuve had been due to discuss cooperation on terrorism and security after a series of deadly attacks in France, <a href=\"https://www.theguardian.com/world/bastille-day-truck-attack\">including in Nice</a>, at what will be their first face-to-face meeting.</p> <p>But she was expected to stress to Cazeneuve that Britain was opposed to any change to the Le Touquet deal. A Home Office source said: “This is a complete non-starter. The home secretary is crystal clear that people in need of protection should seek asylum in the first safe country they enter. That’s the long-held norm, and we are going to stick to it.”</p> <p>Elphicke said lorry drivers passing through Calais faced increasing peril from people seeking to get on to their trucks using desperate measures, and that France and Britain need to cooperate to remove the so-called Jungle camp near the French port, a base for thousands of people seeking to reach the UK.</p> <p>“I spoke to lorry drivers who have been attacked with chainsaws, they’ve been petrol bombed, they’ve been attacked with machetes, their lorries have been stopped by trees. It’s a really serious situation. That’s why we need to have a new treaty between Britain and France to deal with these problems once and for all,” Elphicke said.</p> <p>“We need to dismantle the Calais Jungle, to set up a repatriation centre to help the vulnerable people there back to their home nations, but most of all we need to target the people traffickers, who are busy attacking lorries in international transit, and are also exploiting the vulnerable people in the Jungle.”</p> <p>Those who work with the migrants and refugees in Calais believe that simply dismantling the camp will make very little difference. </p>  <figure class=\"element element-image\" data-media-id=\"fcd9d3e4bd48f268afef393361da8b7f300150a6\"> <img src=\"https://media.guim.co.uk/fcd9d3e4bd48f268afef393361da8b7f300150a6/0_189_4096_2458/1000.jpg\" alt=\"Migrants keep warm during the dismantling of the ‘Jungle’ makeshift camp in Calais.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Migrants keep warm during the dismantling of the ‘Jungle’ makeshift camp in Calais.</span> <span class=\"element-image__credit\">Photograph: Thibault Vandermersch/EPA</span> </figcaption> </figure>  <p>Efforts by local authorities earlier this year to <a href=\"https://www.theguardian.com/world/2016/mar/01/calais-camp-razed-refugees\">clear a section of the makeshift camp</a> led to a similar number of residents cramming into more cramped and insanitary conditions, while <a href=\"https://www.theguardian.com/world/2016/jan/31/migrants-dunkirk-british-citizens-france-tent-city-iraqi-kurds-uk-passports\">other, even worse, encampments</a> sprang up along the coast.</p> <p>There is estimated to be a record high of nearly 10,000 people living in squalid surroundings at the Calais camp, including hundreds of unaccompanied minors, with French charities warning of the worst sanitary conditions ever.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2016/08/calais_camp-zip/giv-31075KpDLXpW0OFpj\" data-alt=\"How the Calais camp has grown\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2016/08/calais_camp-zip/giv-31075KpDLXpW0OFpj\">How the Calais camp has grown</a> </figure>  <p>The French right has jumped on the issue in the run-up to next year’s presidential election. Nicolas Sarkozy, the former French president, who is seeking his party’s nomination to run in 2017, used a speech at the weekend to call for the main Calais camp to be relocated to the UK.</p> <p>Sarkozy said: “I’m demanding the opening of a centre in Britain to deal with asylum seekers in Britain, so that Britain can do the work that concerns them. The Jungle should not be in Calais or anywhere else, because this is a republic and those with no rights to be here should return to their country.”</p> <p>Sarkozy, who is running a hardline rightwing primary campaign, in effect called for a renegotiation of the Le Touquet agreement. Yet it was Sarkozy, when he was interior minister, who signed the agreement with Britain in 2003.</p> <p>Alain Juppé, the mayor of Bordeaux who is favourite to become the right’s candidate for the presidency next year, has also questioned the agreement, saying over the summer that “logic dictates” that border controls should happen on UK soil. </p> <p>Marine Le Pen, of the far-right Front National, who has strong support in Calais in northern France, is also campaigning on scrapping the current immigration deal. </p> <p>But at government level, the issue is complex as France battles to sort out its own asylum system issues. After the UK voted for Brexit in June, the Socialist government said there would be <a href=\"https://www.theguardian.com/world/2016/jun/25/french-border-deal-wont-be-affected-by-brexit-paris\">no renegotiation</a> of the British-French immigration deal because it would not be in French interests. </p> <p>Cazeneuve warned that a change to the deal would send a signal to traffickers and smugglers that they could legitimately leave people at the French border to cross to England and would lead to tens of thousands more migrants in northern France. President François Hollande said there would be “no sense” in changing the deal.</p> <p>The Labour leader, Jeremy Corbyn, declined to comment directly on the fate of the Le Touquet agreement when asked after a campaign event in London, instead saying the burden of taking refugees should be better spread across the EU.</p> <p>“The point I always make about the refugee crisis across Europe is it has to be shared across the whole of the European union,” he said. “At the moment Germany takes by far the largest proportion of Syrian asylum seekers and others. Some countries take none, and some take a very small number. The whole of Europe must recognise that we do have a moral duty to take a far greater number of asylum seekers all across Europe.”</p> <p>He said the UK should particularly be more ready to process asylum claims for people with family links to the country, adding: “Where there are family connections of people in the camps with family in Britain then clearly they can apply, and often do.”</p> <p>Corbyn condemned conditions in the main Calais camp, and similar ones along the coast in Dunkirk, both of which he has visited. “I’ve seldom seen anything so disgusting as those fetid camps in a land of plenty. It’s not necessary,” he said.</p> <p>Sir Peter Ricketts, a former British ambassador to France, warned on Monday that if a rightwing candidate won the presidential election next year, Britain “is going to have to deal with a pretty serious conversation with France about <a href=\"https://www.theguardian.com/world/2016/jun/25/french-border-deal-wont-be-affected-by-brexit-paris\">the Le Touquet agreement</a>”.</p> <p>He said the UK was unlikely to accept the hotspot idea – adopted by the EU to tackle the crisis of mass migration from Syria and elsewhere in the Middle East to Greece and Italy – warning that it would attract many more people to Calais. “As soon as you suggest that, it becomes a huge magnet,” added Ricketts.</p>",
  "<p>Few of Republican presidential nominee Donald Trump’s policies have divided voters like <a href=\"https://www.theguardian.com/us-news/live/2016/aug/29/donald-trump-news-hillary-clinton-us-election-live\">his views on immigration</a>. And as his promises to deport undocumented workers and <a href=\"https://www.theguardian.com/us-news/2016/apr/05/donald-trump-mexico-border-wall-plan-remittances\">build a wall with Mexico</a> come under ever greater scrutiny, one US labor union is fighting back. </p> <p>Starting on Tuesday, AFL-CIO, the largest US federation of labor unions, will start airing ads on social media starring executive vice-president Tefere Gebre, to back up a mail campaign in battleground states about what it means to be an American and an immigrant. It’s unlikely to win over Trump or his supporters, but that’s not who Gebre or AFL-CIO is looking to reach.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/aug/29/donald-trump-colin-kaepernick-national-anthem-protest\">Trump on Colin Kaepernick: 'He should find a country that works better for him'</a> </p> </aside>  <p>Gebre describes himself as a quadruple threat in Trump’s world. “I happen to be a black man, a refugee, an immigrant and a labor leader,” he said. The dynamic of this election gives some people a sense that some things are more “American” than others and Gebre wants to correct that. “My belief is that no one is more American than I am. I thought that people need to hear that,” he said.</p> <p>After escaping Ethiopia as a child, Gebre came to the US. In his role at the AFL-CIO he has traveled across the country sharing his experience. In addition to discussing racial and economic justice, Gebre helped lead the union’s effort to naturalize immigrants across the nation so, come November, they can go out and vote for the America that welcomes everyone. </p> <p>In 2013, there were about 8.8 million legal permanent residents who were eligible to apply for US citizenship. <a href=\"http://www.pewresearch.org/fact-tank/2016/05/13/immigrant-naturalization-applications-up-since-october-but-past-years-saw-larger-increases/\">According to Pew Research Center</a>, applications for naturalization increased 13% between October 2015 and January 2016 with a quarter of a million immigrants applying to become citizens.</p> <p>“We are processing hundreds of thousands of people to become citizens and go to the ballot box and, one way or another, tell Donald Trump what they think in response of what he thinks of them,” said Gebre.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=oj8Jyy95bW8\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/oj8Jyy95bW8?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>The America that he imagined as a child in Africa was one where if you worked hard and applied yourself to what you wanted to be, you could achieve your dream.</p> <p>“The America that I know is the America that values me for who I am and sees me as a human being instead of a refugee or an immigrant or as ‘other’. That’s what my America looks like,” he said.</p> <p>Even at the Republican convention, there was talk of immigration, Gebre points out. As he listened to Mike Pence, Trump’s running mate, “talk about his immigrant mother and get teary eyed about it” Gebre got thinking about other first generation Americans living in the US and what Republican policies would mean for them and their families.</p> <p>“They praise the immigrant spirit that built this country and in another breath they talk about building a wall and us being either terrorists or moochers in this country. I think that is very unsettling to just watch,” he said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/aug/26/nigel-farage-brexit-hero-donald-trump\">Nigel Farage: from Brexit hero to Trump’s little helper. That’s some career path | Marina Hyde</a> </p> </aside>  <p>Last week, Nigel Farage, the British politician who lead the UK Independence party’s (Ukip) campaign in favor of Britain leaving the European Union, came to the US to stump for Trump. Just like Trump, Ukip scapegoated immigrants and refugees for the country’s problems and to create a division among working class voters, said Gebre.</p> <p>“They played on people’s emotions, they played on people’s fears,” he said. “Believe me, it’s not just Donald Trump. Globally, there is this nationalism that is running rampant that is dangerous for working people.”</p> <p>Gebre says he’s not the only person who feels this way. “It’s not just me. It’s millions of people in this country. My belief is that someone like me has to stand up and say this is my country. And I am not even going to get into a discussion that someone who was born here is a better American than I am,” he said. “The more people realize that, the more people feel like they don’t have to be in a shadows and live in a fear of nativism.”</p>  <figure class=\"element element-image\" data-media-id=\"16c9069188698df84c833bc2879ee4c6e085c4be\"> <img src=\"https://media.guim.co.uk/16c9069188698df84c833bc2879ee4c6e085c4be/0_42_2048_1229/1000.jpg\" alt=\"Tefere Gebre and union leaders participate in a Democracy Awakens protest outside the US Capitol. Hundreds of people were arrested while protesting money in politics.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tefere Gebre and union leaders participate in a Democracy Awakens protest outside the US Capitol. Hundreds of people were arrested while protesting money in politics.</span> <span class=\"element-image__credit\">Photograph: Keith Mellnick/AFL-CIO</span> </figcaption> </figure>  <p>Despite that, there are some things “worry the hell out of us”, said Gebre.</p> <p>“I have lived through strongman, I have lived through people who say they can fix it,” he said referencing his childhood in Ethiopia. According to him, Trump is stoking fear and offering himself up as “panacea” to the things that he says are “invading” the country.</p> <p>Yet the one thing that is uniquely American is that everyone is welcome here. Immigrants have built this country and for two centuries have been coming here and calling the US their home.</p> <p>“It doesn’t matter if you came in bondage as a slave into this country or you came generations ago as Eastern European to build cities like Chicago or New York. Or you were Chinese and built railroads in this country. Or a modern day immigrant who make our beds and clean the offices and build our highways or the refugee engineers remapping the country,” said Gebre. “That’s who we are and that is the sense of this country and that is worth fighting for. That is worth really speaking up for.”</p> <p>That is why he hopes that people will go and vote this November.</p> <p>“The battlefield in this country is not picking up arms or anything like that. We have a battlefield that is a polling place. The AFL-CIO and all of us are doing whatever it takes to make sure that the voices of working people and the voices of people that one imagines don’t look like Americans actually go to the polling place say: ‘This is what American looks like and I am fighting my battle at the ballot box.’ That’s what we do as Americans. We come together and at the ballot box on a given Tuesday and we express our concerns. That’s what we are trying to do.”</p>",
  "<p>The home secretary, Amber Rudd, is expected to tell her French counterpart on Tuesday that Britain is determined to retain the Le Touquet agreement that allows border checks to take place in Calais, despite growing controversy in France.</p> <p>Rudd is expected to travel to Paris to meet Bernard Cazeneuve face-to-face for the first time. The pair had been due to discuss cooperation on terrorism and security following a series of deadly attacks in France, <a href=\"https://www.theguardian.com/world/bastille-day-truck-attack\">including in Nice</a>. <br></p> <p>But she is also expected to warn the French interior minister that proposals mooted by the regional president for hotspots to be set up, where migrants could apply for asylum in Britain directly from the Calais camps, are unacceptable to the UK government.</p> <p>A Home Office source said: “This is a complete non-starter. The home secretary is crystal clear that people in need of protection should seek asylum in the first safe country they enter. That’s the long-held norm, and we are going to stick to it.”<br></p> <p>The president of the region around Calais, Xavier Bertrand, called on Monday for the Le Touquet agreement to end, telling the BBC: “It’s not possible to keep people here without a new agreement between the two governments.”</p>  <figure class=\"element element-image\" data-media-id=\"9849151e38c198bff6c1ba6f07eccda13a3e6331\"> <img src=\"https://media.guim.co.uk/9849151e38c198bff6c1ba6f07eccda13a3e6331/0_50_4128_2478/1000.jpg\" alt=\"Xavier Bertrand at the Jungle camp in Calais in February.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Xavier Bertrand at the Jungle camp in Calais in February.</span> <span class=\"element-image__credit\">Photograph: Philippe Huguen/AFP/Getty Images</span> </figcaption> </figure>  <p>Nicolas Sarkozy, the former French president and a <a href=\"https://www.theguardian.com/world/2016/aug/22/nicolas-sarkozy-declares-candidacy-french-presidential-election\">contender in next year’s election</a>, also used a speech at the weekend to call for the so-called Jungle refugee camp in Calais to be relocated to the UK. </p> <p>The Le Touquet agreement is a reciprocal arrangement that allows British border officials to check the documents of migrants seeking to enter Britain from the camps in Calais – and French officials to do the same in Dover.</p> <p>But some French politicians claim it supports the existence of the Calais camp, in which thousands of refugees live in squalid conditions. </p> <p>Sarkozy said: “I’m demanding the opening of a centre in Britain to deal with asylum seekers in Britain, so that Britain can do the work that concerns them. The Jungle should not be in Calais or anywhere else, because this is a republic and those with no rights to be here should return to their country.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"0ecefc63d8ecf34ba619875bee84daeb4f4764cd\"> <img src=\"https://media.guim.co.uk/0ecefc63d8ecf34ba619875bee84daeb4f4764cd/0_25_3500_2100/1000.jpg\" alt=\"Home secretary Amber Rudd.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Home secretary Amber Rudd.</span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/PA</span> </figcaption> </figure>  <p>Sir Peter Ricketts, a former British ambassador to France, warned on Monday that if a rightwing candidate wins the presidential election next year, Britain “is going to have to deal with a pretty serious conversation with France about <a href=\"https://www.theguardian.com/world/2016/jun/25/french-border-deal-wont-be-affected-by-brexit-paris\">the Le Touquet agreement</a>”.</p> <p>He said the UK was unlikely to accept the hotspot idea – adopted by the EU to tackle the crisis of mass migration from Syria and elsewhere in the Middle East to Greece and Italy – warning that it would attract many more people to Calais. “As soon as you suggest that, it becomes a huge magnet,” added Ricketts.</p> <p>During the EU referendum campaign, it was suggested – including by the then prime minister, David Cameron – that leaving the EU could jeopardise the agreement.<br></p> <p>In a speech in February, Cameron said: “Clearly the point that is being made here is that should we leave the EU then some of these other arrangements that we may have with other countries, for example the juxtaposed controls we have with France, could be called into question.”</p>",
  "<p>The village headman, or <em>muhtar</em>, is the plankton in the food chain of Turkish politics. He – or, less often, she – is an elected local official who counts heads, settles feuds, and finds cats.</p> <p>On the night of 15 July, Can Cumurcu, the <em>muhtar</em> of the affluent neighbourhood of Çengelköy, on the Asian shore of Istanbul, led the defence of his manor against soldiers who had joined a <a href=\"https://www.theguardian.com/world/2016/jul/18/military-coup-was-well-planned-and-very-nearly-succeeded-say-turkish-officials\">military coup</a> to topple President Recep Tayyip Erdoğan. Çengelköy was the scene of a thrilling people’s defence against the rebels. Cumurcu was shot just above the hip; now he’s reckoned a <em>gazi</em>, or holy warrior.</p> <p>When I met him a couple of weeks after the coup failed, Cumurcu was propped up on the sofa in his flat in Çengelköy. His amiable face darkened when he mentioned his dead nephew, who had been cut down by army bullets during the coup – but the resolve in his voice, and his references to the “esteemed” president, the “sacred” national flag, and God, made it clear that he felt that he had done his duty as a Turk and a Muslim.</p> <p>“I got home at around 10pm that night,” he remembered, wincing from his sore side, “and my neighbours told me there were tanks on the Bosphorus Bridge.” Cumurcu went down to the coastal road, where people were discussing the announcement on TV that the army had taken over the country. Then he saw an army captain entering Çengelköy on foot, firing his gun into the air.</p> <p>“The captain saw me and said, ‘get these people inside!’ I said sharply, ‘Have you been drinking? Are you all right in the head?’”</p> <p>The captain retreated but Cumurcu guessed he would come back with reinforcements to clear the road. The <em>muhtar</em> arranged for a barricade of vehicles to be formed, and more locals were roused using social media. Some were armed; so were the handful of pro-Erdoğan duty officers at Çengelköy’s small police station. Shortly after midnight, the soldiers stormed back into the neighbourhood with a burst of automatic fire. Cumurcu was flung into the air by a slug that passed through his side.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/news/audio/2016/sep/16/welcome-to-demokrasi-how-erdogan-got-more-popular-than-ever-podcast\">Welcome to demokrasi: how Erdoğan got more popular than ever – podcast</a> </p> </aside>  <p>The stricken <em>muhtar</em> was rushed to a nearby hospital – which would receive 60 dead and wounded over the course of the night. Back in Çengelköy, the putschists had seized the police station but were unable to advance further. They took hostages and forced them to their knees in the road. According to media reports, one officer shouted, “You dogs! Don’t you know there’s only one God? Your God is Erdoğan. Let him come and save you now.”</p> <p>All the accounts of the coup – even allowing for the fact that they have since been tidied into a seamless epic – agree that the president did indeed have a decisive effect on events. Erdoğan had been holidaying in the southern resort of Marmaris; he was still there at 24 minutes past midnight, when he issued a televised appeal for Turks to come into the streets and defend the regime, for, as he put it, “I’ve yet to see a force stronger than the people.”</p> <p>The number of civilians resisting the soldiers in Çengelköy suddenly leaped from a few score to thousands, a pattern replicated outside the Istanbul mayoralty, the Ankara parliament, and other flashpoints across the country. When Erdoğan’s plane landed at Istanbul airport at around 3am, he was met by huge crowds of supporters; three hours later, when news arrived that the Bosphorus Bridge had been liberated, the soldiers in Çengelköy turned tail. The coup was over.</p> <p>For the next few days, following the example of the loyalist media, the people of Turkey doused themselves in anger, pride, grief and exhilaration. The putschists had killed some 240 civilians, 18 of them in Çengelköy. Parliament had been bombed by F-16s. But democracy had won.</p> <aside class=\"element element-membership element--supporting\"> <p> <span>Membership Event: </span><a href=\"https://membership.theguardian.com/event/the-long-read-live-at-the-hospital-club-27192843527\">The Long Read live - at the Hospital Club</a> </p> </aside>  <p>What followed, however, looked less like a democratic victory than an authoritarian purge. In six weeks, more than 80,000 soldiers, civil servants, teachers, and private sector employees have been arrested, sacked or suspended. Not all of those who have been targeted appear to be connected to the movement led by <a href=\"https://www.theguardian.com/world/2016/jul/16/fethullah-gulen-who-is-the-man-blamed-by-turkeys-president-for-coup-attempt\">Fethullah Gülen</a>, the influential US-based preacher and educationalist whom Erdoğan has accused of masterminding the coup. Scores of journalists have been detained, and around 100 media outlets have been forcibly shut down. Amnesty International has raised the possibility of <a href=\"https://www.amnesty.ie/latest/stories/2016/07/28/turkey-taking-big-step-backwards-human-rights/\">“mass repression, torture and arbitrary detention”</a> under the cover of the state of emergency that Erdoğan declared on 20 July.</p> <p>For onlookers in the west, Erdoğan’s clampdown confirms his well-established tendency to regard his own popularity as a mandate to crush opponents. The spontaneous civilian uprising against the military coup may have represented the ultimate affirmation of the popular will – but the events that followed have deepened the contradiction between Erdoğan’s unquestionable democratic legitimacy and his equally indisputable authoritarian rule.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Erdogan’s demokrasi may be “illiberal” in its practice, but it represents a forceful expression of the people’s will</p> </blockquote> </aside>  <p>The immediate reaction to the coup from American and European politicians provided evidence of their unease: both John Kerry, the US secretary of state, and Federica Mogherini, the EU’s foreign policy chief, issued warnings to the Turks demanding that Erdoğan <a href=\"https://www.theguardian.com/world/2016/jul/18/european-leaders-urge-turkey-to-respect-rule-of-law-after-failed-coup\">respect democracy and the rule of law</a>. The clear implication, for listeners inside Turkey, was that Europe and America were more concerned for the thugs who had tried to seize the state than they were for its democratically elected leaders. In response, Erdoğan excoriated the west for “siding with the putchists”.</p> <p>Words often change meaning when they change language. If Erdoğan is correct to suspect that the US and EU would not have mourned his overthrow, this is because he now presides over a bespoke form of government that western leaders do not understand or appreciate. Erdogan’s <em>demokrasi</em> may be “illiberal” in its practice, but it represents a forceful expression of the people’s will – a blunt majoritarian riposte to an imagined democratic gold standard that in reality no longer exists.</p> <p>Turkey under Erdoğan may be compared with Putin’s Russia, Modi’s India and Netanyahu’s Israel. In all these places the forms of democracy have been suborned by majoritarian nationalism, bolstered to varying degrees by the security state. In fact, Erdoğan’s programme does not look very different to the prospectus unveiled by France’s would-be strongman, Nicolas Sarkozy, whose campaign for the presidency looks likely to be defined by his promises to <a href=\"https://www.theguardian.com/world/2016/aug/22/nicolas-sarkozy-declares-candidacy-french-presidential-election\">enforce majority prejudice over minority interests</a>. (His support for the <a href=\"https://www.theguardian.com/world/2016/aug/26/frances-highest-court-suspends-burkini-ban-in-test-case\">burkini ban</a> is a case in point.) Of course, Erdoğan is an Islamist – while the others are anti-Islamists. But the new wave of elected authoritarians are nothing if not indulgent of many different varieties of nationalist phobia.</p> <p>From this perspective, Erdoğan is less an aberration than the vanguard of a global trend: the dissolution of the supposedly universal democratic ideal into many indigenised “versions” of democracy. What makes Kerry and Mogherini’s lectures even harder for Erdoğan to stomach is that Europe and America are hardly exceptions to this tendency. Under the state of emergency that France’s government introduced after last November’s terrorist attacks, the rights of French citizens to freedom of movement and association have been formally suspended. (Turkey’s government did the same following the coup.) Xenophobia has once more become a widely accepted electoral tool: consider the loud and deceitful warnings of leading Brexit campaigners that Britain would soon be swamped by millions of Turkish migrants if the UK remained inside the EU. As for the paternalistic American pluralism preached by John Kerry, this could soon be washed away by a demagogue whose conception of democracy consists of a soapbox and a baseball bat.</p> <p>It is unsurprising that Erdoğan views the west’s stated concern for democracy as nothing but a cynical tool of foreign policy: after all, these same countries mutely acquiesced in the <a href=\"https://www.theguardian.com/world/2013/jul/04/egypt-revolution-coup-military-intervention-analysis\">military overthrow</a> of his friend Mohamed Morsi, the democratically elected Muslim Brotherhood president of Egypt, only three years ago.</p> <p>For all Erdoğan’s democratic shortcomings, furthermore, his country isn’t a dictatorship and he isn’t a fascist. Turkey’s president has neither stolen elections nor launched pogroms against the country’s minority Kurdish or Alevi communities. The awkward fact for Erdoğan’s critics is that his popularity has not been hurt by his authoritarianism; if anything, his legitimacy has been further enhanced. Two years after he ascended from the prime minister’s office to the presidency, his electoral record is almost peerless: after leading his party to victory in one presidential election and five general elections, he is arguably the world’s most successful democratic politician.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"a4daf0c6352cd2f734cc7c96125da27bd9f4810e\"> <img src=\"https://media.guim.co.uk/a4daf0c6352cd2f734cc7c96125da27bd9f4810e/0_23_3480_2234/1000.jpg\" alt=\"President Erdoğan chairs a cabinet meeting, sitting beneath a portrait of the Turkish republic’s founder Mustafa Kemal Atatürk,\" width=\"1000\" height=\"642\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">President Erdoğan chairs a cabinet meeting, sitting beneath a portrait of the Turkish republic’s founder Mustafa Kemal Atatürk.</span> <span class=\"element-image__credit\">Photograph: HANDOUT/Reuters</span> </figcaption> </figure>  <h2>* * *</h2> <p>During his 13 years in power, Erdoğan and his Justice and Development party (AKP) have presided over a transformation in Turkey’s fortunes: on the back of strong and stable leadership and a raft of liberalising political and economic reforms, Europe’s basket case became a major economic power and a candidate for EU membership. The impetus for this transformation dates back to the 1980s and 1990s, when Turkish Islamists of Erdoğan’s generation were a numerical majority, and yet in political and social terms a repressed minority. The country’s ruling establishment was exclusively peopled by secular-minded Kemalists, named after the founder of the Turkish republic, <a href=\"https://www.theguardian.com/world/gallery/2013/nov/08/ataturk-turkey-photography-ersoy-emin\">Mustafa Kemal Atatürk</a>; the Kemalist army repeatedly intervened to prevent governments from reflecting the wishes of a mostly devout, intermittently anti-western electorate.</p> <p>Such was the Turkey I came to know after 1996, when I went to live in Ankara as the Economist’s correspondent. Atatürk and his successors had designed their new capital in the 1920s and 1930s to be a secular, republican contrast to Istanbul, the old imperial capital and former seat of the caliphate. Three-quarters of a century later, the Kemalist regime remained militaristic and unliberalised: one constantly saw staff officers being driven from one gaunt military building to another in ancient Turkish-made Fiats. Looking back from the big hill in the south of the city, with the Sheraton blocking your view of the only major mosque, it was possible to survey the capital of one of the world’s biggest Muslim countries without seeing a single minaret.</p> <p>I was struck by the hatred with which the secular elite regarded their devout compatriots. “Reactionary” and “retarded” were the kinder adjectives that bureaucrats, army officers and newspaper editors attached to members of banned Islamic brotherhoods or people who sent their children to religious schools. A physical revulsion seemed to come over my emancipated female friends at the rare sight of a woman wearing the long, black body covering known in Turkey as the <em>çarşaf</em>; they called these women “two-legged cockroaches”. At night, the secularists drank raki toasts to their hero Atatürk and chain-smoked Samsun cigarettes in a line of fish restaurants in the centre of town.</p> <p>Each day, in and out of the ministry buildings went clean-shaven men in ties and women in skirts. Beards or head coverings were banned for public servants, and the only scarf one saw was on the head of the tea lady. Even after Erdoğan became prime minister, in 2003, the arch-Kemalist President Ahmet Necdet Sezer refused to invite the covered Mrs Erdoğan to attend Republic Day celebrations; when a reporter asked what he felt about this, Erdoğan replied, “put yourselves in my wife’s place and decide for yourself”.</p> <p>The only time I had a strong impression of being in a Muslim city was while driving to Ankara airport, past slums that were home to migrants from rural Turkey. Here, the women were covered and the men bearded; spindly minarets rose like Anatolian poplars against the sky.</p> <p>Kemalism was a big institutional fantasy according to which Turkey was a kind of warm-water Sweden. In the troubled 1990s, the country’s secular establishment was associated with economic instability (inflation averaged 70%), a pitiless war against the Kurdistan Workers’ party (PKK), and a spiteful policy that banned girls in headscarves from public universities. Turkey’s allies in Nato and the EU were alive to these failures; in a country whose politicians constantly solicited the affirmation of the west, the eventual rejection of Kemalism could only take place with outside approval.</p> <p>The big winner from the west’s growing disenchantment with Kemalism was Recep Tayyip Erdoğan – a ferry captain’s son with roots in the conservative Black Sea region, who had served as a popular mayor of Istanbul since 1994. Rather than impose Islamic law on Turkey’s most cosmopolitan city, as the secularists had predicted he would, Erdoğan had devoted himself to improving the city’s transport system, water supply, and air quality.</p> <p>When I met Erdoğan in the spring of 1997, he was quick to point to the many ways in which Istanbullus’ lives had got better since he became mayor. His account was hard to fault; even his secularist critics concurred that this sclerotic, corrupt old wreck of a place finally had a competent, hard-working mayor who wasn’t on the take. We met on the terrace of an imperial Ottoman house that he had had restored and then opened to the public. The house itself was a symbol of his departure from the ruling order; the secularists were so disdainful of the defunct empire that they had let most of these relics crumble.</p> <p>Erdoğan came out on to the terrace where I was sitting with one of his aides; he was athletic and youthful and looked good in a dark suit. We were brought superb early strawberries and ate them while admiring the Bosphorus view. He smiled often as we talked, without any of the glowering pompousness he now displays regularly – but even then, I sensed a wariness that was more than the usual politician’s caution; he knew that the west was still making up its mind about him.</p> <p>He flashed one of his smiles when I reminded him of the Kemalists’ criticism of his decision not to allow booze in this and other municipal establishments. “When I became mayor they said I would ban alcohol in Istanbul, but anyone who wants to drink may do so.” He seemed to be saying, “time will tell”.</p> <p>The doubts that many in Turkey felt towards him concerned his intentions; the previous year he had caused outrage by describing democracy as a “tram ... it goes as far as we want it to go, and then we get off”. That evening I upset my Turkish friends by defending too fervently a man they continued to regard as a theocrat in disguise.</p> <p>The following year, Erdoğan was sentenced to 10 months in jail on risible charges of inciting a religious insurrection (he ended up serving four). He had recited some lines of martial poetry by an early Turkish nationalist, <a href=\"https://en.wikipedia.org/wiki/Ziya_G%C3%B6kalp\">Ziya Gökalp</a>. The US consul in Istanbul came to the mayoralty to commiserate; the case, she said, would “weaken confidence in Turkish democracy”.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"91a14cc9676774c7038c8347debef08a76dbac1b\"> <img src=\"https://media.guim.co.uk/91a14cc9676774c7038c8347debef08a76dbac1b/0_57_2048_1228/1000.jpg\" alt=\"Erdoğan with his wife Emine in 1999, the day before he was sent to prison for inciting a religious insurrection\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Erdoğan with his wife Emine in 1999, the day before he was sent to prison for inciting a religious insurrection.</span> <span class=\"element-image__credit\">Photograph: Reuters Photographer / Reuter/Reuters</span> </figcaption> </figure>  <h2>* * *</h2> <p>Four years after he was released from prison, Erdoğan’s rise to prime minister in 2003 was applauded not only by conservative Turks but also by western politicians and academics who hoped that his democratic Islamism would provide an alternative path to the “clash of civilisations” that many regarded as inevitable in the wake of 9/11. Erdoğan was praised for his commitment to something called “moderate” Islam, although he bridled at the term, as most Muslims would; Islam is a God-given truth and in no need of improving qualifiers. His domestic opponents continued to accuse him of hiding his true beliefs until he had purged Kemalist institutions like the army and the judiciary.</p> <p>In its first few years in power, Erdoğan’s AKP introduced a slew of liberalising and democratic reforms. The notorious state security courts were scrapped, torture was curtailed, and the government put out feelers aimed at a political settlement with the Kurds. Political stability and fiscal discipline helped to cut inflation, while in pious central Anatolia – the AKP’s heartland – ambitious family-run firms invested in future growth. Between 2002 and 2013 the economy expanded by an average of 5% per annum: the government used the proceeds of that growth to invest in housing, health, and education. The slums I used to drive past on the road to Ankara airport in the 1990s were replaced with smart modern flats.</p> <p>The high water mark for Erdoğan and the west was 2005, when the EU and Turkey opened accession negotiations. At the time, Erdoğan expressed a worldview that was notably open and optimistic. “Countries on their own,” he said, “do not mean … much any more. They can achieve a lot more in solidarity with their friends.”</p> <p>By making himself and Turkey indispensable to the west – there was, the veteran US diplomat Richard Holbrooke declared, “no country in the world of more strategic importance” – Erdoğan was also protecting himself against his Kemalist foes. The wisdom of this approach was demonstrated in 2007, when the general staff threatened a coup if he went ahead with plans to elevate his AKP confrere Abdullah Gül to the presidency. Instead, the EU and the US weighed in with statements of support for the elected government, Erdoğan called the generals’ bluff by holding early elections which he resoundingly won, and Gül moved into the presidential palace – along with his covered wife.</p> <p>Erdoğan was now strong enough to accelerate a process that had begun years earlier, changing the ethos of the army, which had earlier toppled three governments. Kemalist officers were retired, and Islamists brought in. In this endeavour, Erdoğan was assisted by the followers of Fethullah Gülen – the secretive Islamist movement that was allied with the AKP against the secular establishment for a decade until a dramatic split in 2013.</p> <p>It is likely that Erdoğan’s vulnerability in the early stages of his premiership made it easier for him to make friendly gestures to Kurds and liberals – constituencies well beyond the typical ambit of the Turkish Islamist. In 2004, a ban on teaching in the Kurdish language was lifted, and the prime minister repeatedly overruled plans by the military to attack PKK camps in northern Iraq; some Kurds, particularly the conscientious Muslim ones, rewarded him with their votes.</p> <p>Perhaps most surprising, in the mid-2000s Turkey gained the most vocal feminist, environmentalist and LGBT movements in the Muslim Middle East. The organisers of Istanbul’s annual gay pride march called it the biggest in the Muslim world. (<a href=\"https://www.theguardian.com/world/2016/jun/19/police-use-teargas-against-lgbt-activists-in-istanbul\">This year’s march was banned</a> by the authorities in Istanbul, however, citing security concerns after nationalist groups warned they would not allow it to take place.) For a while – with the exception of Turkey’s roughly 15 million Alevis, whom many in the Sunni mainstream regard as renegade Muslims – Erdoğan could claim to be a leader for all Turkey.</p> <p>The tragedy of modern Turkey is that all of these relationships that had begun to blossom under Erdoğan – with the Kurds, with Turkish liberals, with the EU and the US – have now fallen apart again under his leadership, which only becomes more authoritarian and isolated with the crumbling of each alliance.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"89c09e2f2480f7d5124effd0cb0143d54f0d8444\"> <img src=\"https://media.guim.co.uk/89c09e2f2480f7d5124effd0cb0143d54f0d8444/0_30_1993_1196/1000.jpg\" alt=\"Erdoğan greets his Justice and Development party supporters in Istanbul, about a month after the party won the 2002 general election.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Erdoğan greets his Justice and Development party supporters in Istanbul, about a month after the party won the 2002 general election.</span> <span class=\"element-image__credit\">Photograph: Murad Sezer/AP</span> </figcaption> </figure>  <h2>* * *</h2> <p>Erdoğan is a proud man, sensitive to slights. He turned decisively against his old friend Bashar al-Assad when the latter rejected Erdoğan’s appeal for leniency towards the Syrians who began protesting against the dictator in the spring of 2011. (It has also been reported that Mrs Assad made rude remarks about the Erdoğans after the two couples holidayed together, which were intercepted by Turkish intelligence.)</p> <p>Turkey’s support for Syrian opposition fighters reflected Erdoğan’s one-time hope that a Sunni-dominated Syria would become a loyal Turkish client. Instead, the Turks have seen an influx of millions of Syrian refugees, and watched helplessly while the Syrian Kurdish allies of the PKK, which Turkey designates as a terrorist organisation, have set up autonomous cantons across the border. When Turkey bowed to American pressure and joined the coalition against Islamic State in 2014, the jihadis responded with a string of suicide attacks inside Turkey – the most recent of which, in the <a href=\"https://www.theguardian.com/world/2016/aug/20/several-dead-in-suspected-terrorist-blast-at-wedding-in-turkey\">southern city of Gaziantep</a>, on 20 August, killed 50 people.</p> <p>In the summer of 2013, weeks of protests initially sparked by the government’s plans to bulldoze an Istanbul park decisively snapped whatever understanding still remained between Erdoğan and Turkish liberals, millions of whom came out to demonstrate against the AKP’s growing authoritarianism. (As if to prove their point, the protests were harshly put down, injuring thousands.) Finally, last summer, amid the ruins of his Syria policy, Erdoğan launched a new round of fighting against the PKK that has so far cost some 1,800 lives and devastated towns across Turkish Kurdistan.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Erdoğan’s capacity for umbrage knows no bounds: he has brought some 2,000 suits for defamation</p> </blockquote> </aside>  <p>Turkey’s unresolved application for EU membership has arguably been the most painful reverse of all. Even back in 2005, it was clear that there was a strong chance that Austria, France or Germany would block Turkey’s membership because the country is too big and too Muslim. Since then, various pretexts have been found to slow the accession process to a crawl. It is now clear that Turkey will not join, but formally ending negotiations would cause yet more ill-will and jeopardise what cooperation there is, particularly on Syrian refugees.</p> <p>Erdoğan is a bully who has insulted his political opponents and locked up critical journalists. His reflexive response to criticism is to demand, in public: “Who do you think you are?” (At the end of July, he directed this question at General Joseph Votel, the commander of American forces in the Middle East, who suggested that Erdoğan’s purge of military officers would damage the ongoing campaign against Islamic State.) Erdoğan’s capacity for umbrage knows no bounds: he has brought some 2,000 suits for defamation, including one against a German comic who recited a poem about him copulating with a goat.</p> <p>Even now, after 13 years of uninterrupted power and the accumulation of untold wealth, Turkey’s ruling Islamists seem still to be responding to humiliations that were meted out to them by the superior, snobby, Europeanised Kemalists. Erdoğan has not got where he is by taking fancy degrees or showing off his restaurant French (he is defiantly monolingual) – but through straightforward piety and political nous. Just as the Kemalists used to disparage the “primitive” ways of Turkey’s Islamists, so too does Erdoğan deplore liberal freedoms that he regards as obstacles to development and virtue. He has compared abortions to mass murder and derides all drinkers as alcoholics; environmentalists, he has said, should move to a forest.</p> <p>During Erdoğan’s honeymoon with the west, foreign journalists used to remark that his rough edges had been smoothed in office; his trips abroad as prime minister, it was implied, had been the making of him. But these pats on the head reflected their wishes rather than his: in the contemptuous words of a Turkish opposition leader, Erdoğan still had the style of a <em>maganda</em> – a boorish lout. (Erdoğan promptly sued.)</p> <p>The liberals protesting against Erdoğan in the summer of 2013 enjoyed mocking the monstrous <em>maganda</em> palace he was building for himself in Ankara – which ended up costing more than $600m and was built in brazen violation of a court ruling that it was illegal. Last October Erdoğan castigated opposition leaders who dared to criticise the palace for trying to weaken a “democratically-elected president”. For Erdoğan, what justifies his contempt for both the opposition and the law is the fact that he wins elections. In this view, the defeat of the attempted coup was the biggest election of all, and his most decisive victory. It was a huge and spontaneous plebiscite, and Turkey will probably never hear the end of it.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"06f6129cc8adbc6419287b2a142ea46cf5898626\"> <img src=\"https://media.guim.co.uk/06f6129cc8adbc6419287b2a142ea46cf5898626/426_922_4081_2448/1000.jpg\" alt=\"Police and civilians celebrate the thwarting of the coup, on the Bosphorus bridge in Istanbul.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Police and civilians celebrate the thwarting of the coup, on the Bosphorus bridge in Istanbul.</span> <span class=\"element-image__credit\">Photograph: Emrah Gurel/AP</span> </figcaption> </figure>  <h2>* * *</h2> <p>For the past few years – but especially in the past six weeks – Erdoğan has redefined Turkish democracy to give himself a mandate to interpret and even anticipate the will of the majority while absolving himself of the responsibility to protect minorities.</p> <p>In his obvious aspiration to personify the nation, there is only one man who can rival him: Atatürk. Until the final defeat of the Kemalist establishment in the late-2000s, Atatürk was everywhere: his handsome features on the TV screens, his aphorisms emblazoned in bus stations, his name intoned in every speech. Erdoğan now is as visible as Atatürk was then – and equally protected from criticism. “With your elevated permission,” the TV interviewers tiptoe, as they nervously pose their questions.</p> <p>The events of this summer have taken his popularity to a new level: a poll taken several weeks after the coup found that 68% of Turks approve of his handling of the situation. This is a lot more than the 52% of voters who propelled him to the presidency in 2014, when it seemed that the blush might be coming off the Erdoğan bloom. Erdoğan’s ad hoc supporters include Kurds – Kurdish nationalists have been sorely mistreated by Gülenist policemen and judiciary officials – as well as secularists who despise the Gülen movement’s secretive, cultish character.</p> <p>The president’s standing was not harmed by the fact that he seems to have faced considerable personal danger on the night of the coup. He escaped capture in Marmaris by a matter of minutes and the presidential jet was buzzed mid-air by rebel F-16s on its way to Istanbul’s Atatürk airport; it could only land once the control tower had been liberated from the putschists. Erdoğan is a bruiser from a hardscrabble Istanbul neighbourhood, whose legendary stare of disapproval has been known to terrify grown men; few Turks would have been surprised to hear that his sang-froid did not falter even when it looked as if the coup might succeed.</p> <p>When Erdoğan played semi-professional football as a young man – he declined to turn pro because his father disapproved – he was known for warning his teammates about the perils of drinking and looking at girls. Now, at 62, he is Turkey’s own severe father, who refuses to let the country’s honour be soiled.</p> <p>His brilliance as a communicator – an aspect that tends to be ignored by his critics – is shown to best effect when he addresses his supporters directly. But none of his speeches that I have seen can compare in intensity and sophistication to the address he delivered nine days after the coup, praising the “martyrs” who lost their lives defending the nation against the coup.</p> <p>The setting was a vertiginous conference hall attached to Erdoğan’s ostentatious new palace in Ankara. Among the crowd were the families of the martyrs, some holding framed photos of a husband or son. Some of the heroes of the resistance were also present – one on a stretcher. The president took to the stage in a dark suit and purple tie. Soon he was feeling expertly for the limits of his voice, alternating between hoarse denunciations of the coup, and low confiding riffs on the sanctity of death in the service of a holy cause.</p> <p>“After prophethood,” he said, “martyrdom is the next highest station”; he confessed that he envied those who had fallen on the night of the coup. Then, he attacked the credulous Gülenists, “poor fools” and “apostates” who had deluded themselves into believing that their leader was touched by divinity; for as Erdoğan remonstrated sternly, “we are the slaves only of our God … only in prayer, in God’s presence, do we genuflect.”</p> <p>Rarely in Ankara – Atatürk’s citadel of secularism – can a speech by a politician have been so suffused with ideas of faith and infidelity. But for all his religiosity, Erdoğan is arguably more of a nationalist than he is an Islamist: he is too much of a Turkish patriot to subscribe to a pan-Islamist ideology that would dissolve borders of land and ethnicity. His speech was as much about the pain and ecstasy of Turkishness as it was about God, and he quoted many stanzas of patriotic poetry – he has an excellent memory for verse and a fine delivery.</p> <p>“The martyrs’ graveyard is not empty,” the president declaimed, “the heroes await the earth, and the flag awaits the breeze to flutter.” Returning the obvious adoration of his audience, he interrupted himself wonderingly: “What a happy, what a blessed people we are … nowhere in the world can your equal be found.”</p> <p>Of course a nation is nothing without enemies, and in Erdoğan’s depiction the failed coup exposed not one, but many. Referring to the mealy-mouthed reaction of Turkey’s erstwhile western allies, he asked, “Are we surprised?” and then answered his own question with a no. “Are we saddened? Yes, we are human.” But what he called the “rebirth” of 15 July had shown the Turks, he continued, that “we can expect neither justice, nor help, nor support, nor understanding from anyone … whatever we do, we’ll do it ourselves.”</p> <p>In this way, uniting the themes of faith, nation and death, the president piped his followers to a state of weeping, cheering helplessness. In their front rooms, at “democracy vigils” in main squares across the country, millions more watched him on screen. The following day, in conversations with ordinary Istanbullus, I heard many of them repeat phrases borrowed from Erdoğan’s speech – the sentiments of the leader, absorbed among the people as if by osmosis.</p> <p>The president’s habit of referring to “my people”; his promise to remake the Turkish state “root and branch” to undo the damage done by the Gülenists; the economic objectives he has set for 2023, the centenary of the republic’s founding – nothing here suggests a man who expects to become irrelevant. Erdoğan has hollowed out the country’s institutions – including the military, at long last – and has made himself even more indispensable. No problem is not of his making, and no solution possible without him.</p> <p>The constitution allows the president two five-year terms, which would take Erdoğan to 2024 – 21 years after he first became prime minister. But constitutions can change.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"b3e24740b88c456f61431147eb395b79696ff872\"> <img src=\"https://media.guim.co.uk/b3e24740b88c456f61431147eb395b79696ff872/0_84_1579_1721/917.jpg\" alt=\"The then Prime Minister Erdoğan shows ioff his football skills to the Queen, in 2008\" width=\"917\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The then Prime Minister Erdoğan shows off his football skills to the Queen, in 2008.</span> <span class=\"element-image__credit\">Photograph: Firat Yurdakul/AP</span> </figcaption> </figure>  <h2>* * *</h2> <p>The world’s growing ranks of elected authoritarians may be refashioning democracy in their own image, but they still face considerable obstacles to out-and-out despotism. These regimes are defined in part by their proud disregard for the views of the minority – but an unrelenting majoritarianism hardens the opposition of the excluded.</p> <p>Erdoğan still operates under significant political constraints. The country’s Kurdish, Alevi, and secularist communities, who distrust him intensely, add up to roughly half of Turkey’s population of 75 million. For all the AKP’s status as Turkey’s unrivalled party of government, under Erdoğan’s unquestioned dominance, he has not been able to compel parliament to give him the enhanced powers of the executive presidency he covets.</p> <p>Nor does Erdoğan’s authority as an embodiment of Turkish Sunni conservatism mean that he is about to turn on those who do not embrace this identity; it is doubtful that he would have the support of his base to do so. A recent privately commissioned poll to which I have had access shows that while a majority of Turkish voters want a ban on alcohol and almost half would support the use of illegal means in the fight against terrorism, there is also wide support for abstract notions such as liberty and freedom of expression.</p> <p>Erdoğan trumpets his adherence to the will of his people, but he does not blindly pursue its whims. Having oscillated between Europhilia and Islamic fervour, universalism and isolationism, war and peace, it is clear that his political trajectory is that of a pragmatist who likes to keep his options open. His failure to pursue a ban on alcohol, despite the fact that it would please the base, is another instance of his pragmatism. That he regards secularism as useful – perhaps as a means of averting sectarian conflict – was demonstrated when he urged Mohamed Morsi to build a secular state after coming to power in Egypt in 2011.</p> <p>Even amid the purges, Erdoğan has withdrawn all the suits he brought for insulting him – with the exception of the German comic, that is. He has also suspended hostilities with the main opposition party, the Alevi- and secularist-dominated Republican People’s party (CHP). The CHP leader, Kemal Kılıçdaroğlu, himself an Alevi, was Erdoğan’s guest at a huge rally in Istanbul on 7 August, which allowed the president to stress the broad nature of the coalition against the coup, including people “from all roots and of all spirits”.</p> <p>Turkey is now trying to back out of its Syrian dead-end, and softening its opposition to the idea that Assad might retain a role in the postwar transition. Last week, the Turkish army joined the United States in a major cross-border offensive against Islamic State – with the additional aim of preventing the Syrian Kurds from establishing their own state on Turkey’s southern border. To the north, the PKK may be preparing for a possible return to negotiations with Erdoğan, having denounced the coup and announcing its readiness to help “build a democratic Turkey”.</p> <p>What that might look like is anyone’s guess. The reign of Erdoğan and other leaders in his mould is a clear sign that there is no longer a single model of democracy, stamped with EU or US approval, to which all countries aspire. It has long been common to contrast the emphasis laid by emerging non-western democracies on the will of the majority with the care taken by “mature” democracies to protect minority rights. But this flattering distinction may no longer be valid. The picture from France, the United States, and to an extent Britain suggests that a brazen majoritarianism has emerged from the crises and upheavals of the past decade. Erdoğan may not resemble our stated democratic ideals, but he may be their future. Welcome to <em>demokrasi</em>.</p> <p>• Follow the Long Read on Twitter at <a href=\"https://twitter.com/@gdnlongread\">@gdnlongread</a>, or sign up to the long read weekly email <a href=\"https://www.theguardian.com/news/2015/jul/20/sign-up-to-the-long-read-email\">here</a>.</p>",
  "<div id=\"block-57c4eb01e4b09fcabd06d224\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T02:17:13.666Z\">3.17am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today in Campaign 2016</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"32c7d0c31f309044b54fce0e39e64759f4faf9f4\"> <img src=\"https://media.guim.co.uk/32c7d0c31f309044b54fce0e39e64759f4faf9f4/0_0_4005_3047/1000.jpg\" alt=\"Anthony Weiner, Huma Abedin.\" width=\"1000\" height=\"761\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Anthony Weiner, Huma Abedin.</span> <span class=\"element-image__credit\">Photograph: Kathy Willens/AP</span> </figcaption> </figure>  <ul> <li>Top <a href=\"https://www.theguardian.com/us-news/hillary-clinton\">Hillary Clinton</a> aide Huma Abedin announced this morning that she had separated from her husband, former congressman Anthony Weiner, after the publication of newly revealed, explicit Twitter messages sent by Weiner to a woman he met online. “After long and painful consideration and work on my marriage, I have made the decision to separate from my husband,” Abedin said in a statement. “Anthony and I remain devoted to doing what is best for our son, who is the light of our life. During this difficult time, I ask for respect for our privacy.”</li> <li>Donald Trump issued a statement on the separation: “I only worry for the country in that Hillary Clinton was careless and negligent in allowing Weiner to have such close proximity to highly classified information. Who knows what he learned and who he told? It’s just another example of Hillary Clinton’s bad judgment. It is possible that our country and its security have been greatly compromised by this.”</li> <li>The highly respected pollsters at Monmouth University, who earn an A+ in FiveThirtyEight’s <a href=\"http://projects.fivethirtyeight.com/pollster-ratings/\">pollster ratings</a>, have published <a href=\"http://www.monmouth.edu/polling-institute/reports/MonmouthPoll_US_082916/\">a new survey</a> depicting Hillary Clinton as seven points ahead of Donald Trump, 46-39, among likely voters in a four-way presidential race. That margin is right in line with <a href=\"http://elections.huffingtonpost.com/pollster/2016-general-election-trump-vs-clinton\">polling averages</a>.<br></li> <li>Our strategy for figuring out what Donald Trump’s plan is on immigration is to wait and see what he says in his big speech on the topic announced for Wednesday. Here’s an episode from this morning that illustrates why. <a href=\"https://twitter.com/NoahCRothman/status/770251886570209281\">Talk by Trump surrogates</a> about features of a “virtual wall” along the border with Mexico was <a href=\"https://twitter.com/AriMelber/status/770277754784903168?lang=en\">reported</a> by MSNBC as another potential shift in Trump’s policy, except now the Trump camp has said there’s no shift:</li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Acosta/status/770303652879855616\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Sr. Trump adv: Reports of &quot;virtual wall&quot; are false. Trump determined to build wall, adv says: &quot;It will be an impenetrable physical barrier.&quot;</p>&mdash; Jim Acosta (@Acosta) <a href=\"https://twitter.com/Acosta/status/770303652879855616\">August 29, 2016</a></blockquote>  </figure>  <ul> <li>Onetime New York City mayor and full-time Donald Trump surrogate Rudy Giuliani has condemned onetime child of destiny and fulltime music icon Beyoncé’s performance at last night’s MTV Video Music Awards, calling her influence on young people “a shame.” When asked by Fox &amp; Friends cohost Ainsley Earhardt how he felt about Beyoncé’s <a href=\"https://www.facebook.com/MTV/videos/10153999778031701/\">15-minute performance</a>, in which backup dancers dressed in white “died” onstage due to stylized gunshots, Giuliani said that he had saved more black lives from violence than Beyoncé ever has.<br></li> <li>White supremacist and onetime Ku Klux Klan imperial wizard David Duke has released a robocall encouraging Louisiana voters to cast their votes for his senate bid - and for Republican presidential nominee Donald Trump.</li> <li><br></li> </ul> </div>   </div> <div id=\"block-57c4e64be4b0655f727689c7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T01:50:21.995Z\">2.50am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Rick Perry to join Dancing With the Stars</h2>  <div class=\"block-elements\">  <p><a href=\"http://www.etonline.com/news/196777_dancing_with_the_stars_derek_hough_confirms_return_cheryl_burke_set/\">Seriously.</a></p> </div>   </div> <div id=\"block-57c4e2c6e4b0655f727689c2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T01:48:26.007Z\">2.48am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hillary Clinton is taking aim at blood-red Utah in a new campaign advertisement, hitting Donald Trump as “unfit and unprepared” to serve as president in a state that has been tepid in its response to the Republican nominee, <a href=\"http://www.sltrib.com/home/4292213-155/clinton-hits-trump-in-utah-in\">according to the Salt Lake Tribune</a>.</p> <p>The campaign mailer, sent to an unknown number of Utah residents, shows a stern-looking woman above a line of dialogue calling Trump’s potential administration “alarming”: </p> <blockquote class=\"quoted\"> <p>You care about your community and the future of the country. That’s why the thought of Donald Trump as president is so alarming.</p> </blockquote> </div>   </div> <div id=\"block-57c4df14e4b0396caaf9a05c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T01:27:28.963Z\">2.27am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In an interview with CNN’s Erin Burnett, longtime Trump friend and business associate Tom Barrack said he did not want Donald Trump to talk about Huma Abedin and Anthony Weiner - despite the campaign’s release of a statement critiquing the disgraced former congressman as a national security risk.</p> <p>“Personally, I don’t,” Barrack said. “Because I think it detracts from the substance. I understand it, right? In other words, he’s saying, look, I’m here - the American people want a leader, they want somebody who stands in the middle of that fire and fights and fights to win.”</p> <p>“So if I have all these issues, I’m going to use them and they can use them on me. Bring it on, right? Nobody else does that. Everybody says, I’m not going to bring that up because somebody is going to bring it up on me,” Barrack continued. “He walks into the fire and says, I’m going to use everything that I have. I don’t personally agree with that.” <br></p> </div>   </div> <div id=\"block-57c4d44de4b0396caaf9a04b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T01:02:03.184Z\">2.02am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump campaign CEO accused of sexual harassment in '90s lawsuit</h2>  <div class=\"block-elements\">  <p>Trump campaign CEO Stephen Bannon was accused of workplace sexual harassment in a legal dispute during his time as director of a scientific research facility that aimed to prepare human for terraforming the planet Mars, <a href=\"https://www.buzzfeed.com/andrewkaczynski/trump-campaign-ceo-was-accused-of-sexual-harassment-in-90s-l?utm_term=.wkrQNQemkd#.qswlvldR1G\">according to a report from Buzzfeed News</a>.</p>  <figure class=\"element element-image\" data-media-id=\"70875902660e692085d20b238cf413bc4120afc8\"> <img src=\"https://media.guim.co.uk/70875902660e692085d20b238cf413bc4120afc8/0_62_3077_1847/1000.jpg\" alt=\"Stephen Bannon\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Stephen Bannon</span> <span class=\"element-image__credit\">Photograph: Carlo Allegri/Reuters</span> </figcaption> </figure>  <p>The lawsuit, filed in 1994, was the result of alleged comments made by Bannon during his tenure as the director of Biosphere 2, a scientific research facility in Oracle, Arizona, that was created as a closed system of biomes aimed to replicate the Earth.</p> <p>The suit, filed by former Biosphere 2 director Margret Augustine, accused Bannon of disparaging female employees of the facility and making sexualized comments towards her personally. Bannon denied the charges at the time, which were later dropped, and the Trump campaign released a statement denying the charges today:</p> <blockquote class=\"quoted\"> <p>The Bass Organization sued Ms. Augustine for fraud for embezzling $800,000. She then sued two representatives of the Bass Organization having never complained about any behavior. Subsequently, she dropped her legal action. Ms Augustine was removed as CEO in a corporate restructuring in 1993.</p> </blockquote> <p>In her complaint, Augustine accused Bannon of “insulting to the plaintiff and other females employees of Biosphere 2, and in their presence, and against their will, made lewd remarks, told offensive off-color stories, made disparaging remarks about females, made sexually suggestive remarks, discussed females they had known in a lewd and derogatory fashion and in general acted with total indifference to the feelings of the plaintiff and other female employees of Biosphere 2.”</p> </div>   </div> <div id=\"block-57c4d243e4b0655f727689aa\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T00:32:41.859Z\">1.32am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Republican Meg Whitman to campaign for Hillary Clinton</h2>  <div class=\"block-elements\">  <p>Billionaire Republican fundraiser Meg Whitman, a former CEO of Ebay and California gubernatorial candidate, will stump for Hillary Clinton in Denver tomorrow to campaign for the Democratic presidential nominee in a meeting with Colorado business leaders. </p> <p>Whitman “discuss Clinton’s plan to create jobs, invest in tech businesses, and make it easier for small business owners to succeed,” according to a campaign release that trumpets Whitman as a “35-year business veteran” and her declaration earlier this year that Republican presidential nominee Donald Trump is “unfit to be president.”</p> </div>   </div> <div id=\"block-57c4cf6ae4b0655f7276899d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-30T00:12:52.018Z\">1.12am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump is trumpeting - sorry - an opt-in internet poll that shows him tied with Hillary Clinton:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/770401822121005056\">  <blockquote class=\"twitter-tweet\"><p lang=\"und\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/MakeAmericaGreatAgain?src=hash\">#MakeAmericaGreatAgain</a> <a href=\"https://twitter.com/hashtag/ImWithYou?src=hash\">#ImWithYou</a> <a href=\"https://t.co/IoYMdjvWHf\">pic.twitter.com/IoYMdjvWHf</a></p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/770401822121005056\">August 29, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57c4cab1e4b0655f7276898f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T23:52:22.803Z\">12.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Oomf. </strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MeghanMcCain/status/770395839671984128\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/DRUDGE_REPORT\">@DRUDGE_REPORT</a> Um, the fight of his life was when he was captured and imprisoned for 5.5 years, but go with this obnoxious headline...</p>&mdash; Meghan McCain (@MeghanMcCain) <a href=\"https://twitter.com/MeghanMcCain/status/770395839671984128\">August 29, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57c4bb64e4b0396caaf9a014\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T22:48:21.499Z\">11.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>The Clinton campaign’s response to Donald Trump’s <a href=\"https://www.theguardian.com/us-news/live/2016/aug/29/donald-trump-news-hillary-clinton-us-election-live?page=with:block-57c463eae4b0396caaf99fab#block-57c463eae4b0396caaf99fab\">statement</a> on Huma Abedin’s <a href=\"https://www.theguardian.com/us-news/2016/aug/29/anthony-weiner-sexting-twitter-scandal\">separation</a> from Anthony Weiner:</h2> <blockquote class=\"quoted\"> <p>We’re not dignifying that with a response.</p> </blockquote> </div>   </div> <div id=\"block-57c4b86ae4b0655f72768978\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T22:46:49.291Z\">11.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Pastor Mark Burns, recently upgraded to a high-profile surrogate for Donald Trump’s presidential campaign, just went on what might be generously called an aggressive shouting jag with an MSNBC journalist on-air, at one point asking the host where her ancestors are from.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BraddJaffy/status/770380968569876480\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Here&#39;s part of <a href=\"https://twitter.com/kwelkernbc\">@KWelkerNBC</a>&#39;s interview with pro-Trump Pastor Mark Burns just now on MSNBC. Wow. Do watch. <a href=\"https://t.co/cgW972uvu2\">https://t.co/cgW972uvu2</a></p>&mdash; Bradd Jaffy (@BraddJaffy) <a href=\"https://twitter.com/BraddJaffy/status/770380968569876480\">August 29, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57c4b5bae4b0396caaf9a010\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T22:29:05.259Z\">11.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In an interview with a Seattle-area radio talk show host, Republican presidential nominee Donald Trump called disgraced former congressman Anthony Weiner a “disaster,” calling <a href=\"https://www.theguardian.com/us-news/2016/aug/29/anthony-weiner-sexting-twitter-scandal\">news of his separation from wife and Hillary Clinton adviser Huma Abedin</a> a national security risk.</p> <p>“I said a long time ago she’s married to a guy who is a disaster,” Trump told the Dori Monson Show, a conservative afternoon talk-radio program in the Seattle area. “I’ve known him for a long time. Here’s a guy - what he’s done over the internet is disgusting, and he’s a pervert and just a very sick guy. And she is married to him.”</p> <p>Trump appeared to imply that Abedin’s marriage to Weiner was a lapse in judgment, and put national security at risk by virtue of what he described as her access to classified information.</p> <p>“She’s married to a guy that is uncontrolled and uncontrollable. He’s a sick person, and you know she has access to classified information,” Trump said. “Huma Abedin has access to classified information. How Hillary got away with that one, nobody will ever know. But to think that it’s very likely that much of this information Anthony Weiner would know about, and I think it’s something that was terrible.”</p> <p>On Weiner, Trump did not hold back.</p> <p>“He’s a sick person. He’s a sick puppy. And so you know it just happened and it’s actually sad in many ways. He’s a very sick guy and I said if you look back you’ll see that I said at the beginning the worst thing she can do is marry this guy. I’ve known him because he’s a politician, I’ve known him for quite a while and I understood that that he had difficulties. And certainly when it came out, I don’t know if these people get cured, it doesn’t seem like it.”</p> </div>   </div> <div id=\"block-57c4b158e4b09fcabd06d1cb\" class=\"block\" data-block-contributor=\"profile/laughland-oliver\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T22:05:03.957Z\">11.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The <a href=\"https://www.theguardian.com/us-news/obama-administration\">Obama administration</a> could end its use of private immigration detention centres, the US homeland security secretary, Jeh Johnson, said today.</p>  <figure class=\"element element-image\" data-media-id=\"4f70406095d0fc8070c0ce3b0b6349bf1c35fbe3\"> <img src=\"https://media.guim.co.uk/4f70406095d0fc8070c0ce3b0b6349bf1c35fbe3/0_0_5395_3693/1000.jpg\" alt=\"A guard escorts an immigrant detainee from his ‘segregation cell’ back into the general population at the Adelanto Detention Facility.\" width=\"1000\" height=\"685\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A guard escorts an immigrant detainee from his ‘segregation cell’ back into the general population at the Adelanto Detention Facility.</span> <span class=\"element-image__credit\">Photograph: John Moore/Getty Images</span> </figcaption> </figure>  <p>The announcement follows <a href=\"https://www.theguardian.com/us-news/2016/aug/18/us-government-private-prisons-use-justice-department\">a landmark decision by the US Department of Justice</a>to phase out private prisons, after a stinging independent review found they were <a href=\"https://www.theguardian.com/us-news/2016/aug/12/private-federal-prisons-more-dangerous-justice-department\">drastically less safe</a> than publicly operated centres. The move, made earlier in August, led to intense pressure on the homeland security department to conduct a similar review, as it relies more heavily on the use of privatised facilities.</p> <p>Johnson said his department’s advisory council has been tasked to examine whether “immigration detention operations conducted by Immigration and Customs Enforcement (ICE) should move in the same direction” as the justice department. The panel will have until the end of November to make recommendations, and will consider “all factors … including fiscal considerations” related to ICE’s use of private centres.</p> <p>The agency’s use of private detention centres has long been criticised by human rights advocates. An investigation published by Human Rights Watch in July <a href=\"https://www.hrw.org/news/2016/07/07/us-deaths-immigration-detention\">found evidence of substandard medical care</a> at a number of facilities, while protests at privately operated family detention centres in Texas <a href=\"http://www.mysanantonio.com/news/local/article/Hundreds-protest-Obama-s-immigration-policy-in-6238231.php\">have become commonplace</a>.</p> <p>The Department of Homeland Security (DHS) detains a total of 33,676 people, as of the beginning of August, with an overwhelming 24,567 (or 72%) of these held in the country’s 46 private detention facilities. Conversely, the Department of Justice’s Bureau of Prisons operates only 13 private prisons, which hold around <a href=\"https://www.bop.gov/about/statistics/population_statistics.jsp\">11% of the federal prison population</a>. The federal prison population has also declined in recent years, while the numbers of those detained in ICE facilities <a href=\"http://grassrootsleadership.org/reports/payoff-how-congress-ensures-private-prison-profit-immigrant-detention-quota#1\">has increased</a>.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/29/us-immigration-detention-facilities-private\">US considers ending use of private immigration detention facilities</a> </p> </aside> </div>   </div> <div id=\"block-57c4ab49e4b09fcabd06d1c4\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T21:46:27.152Z\">10.46pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">David Duke releases robocall in support of Donald Trump</h2>  <div class=\"block-elements\">  <p>White supremacist and onetime Ku Klux Klan imperial wizard David Duke has released a robocall encouraging Louisiana voters to cast their votes for his senate bid - and for Republican presidential nominee Donald Trump.</p>  <figure class=\"element element-audio\" data-canonical-url=\"https://soundcloud.com/buzzfeedandrew/david-duke-robocall1\"> <iframe width=\"460\" height=\"460\" src=\"https://w.soundcloud.com/player/?visual=true&url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F280451983&show_artwork=true\" frameborder=\"0\" allowfullscreen></iframe> </figure>  <p>“Hi, this is David Duke,” the call begins. “I’m sorry I missed you. I’m running for US Senate. I’ll tell the truth that no other candidate will dare say. Unless massive immigration is stopped now, we’ll be out numbered and outvoted in our own nation. It’s happening. We’re losing our gun rights, our free speech. We’re taxed to death. We’re losing our jobs and businesses to unfair trade. We’re losing our country. Look at the Super Bowl salute to the Black Panther cop killers.”</p> <p>“It’s time to stand up and vote for Donald Trump for president and vote for me David Duke for the US Senate. I’d love to hear from you. To find out more contribute or volunteer for the DavidDuke.com. Go to Davidduke.com. Together, we’ll save America and save Louisiana.”</p> <p>In a comment to Politico, the Trump campaign repudiated Duke’s support (<a href=\"https://www.theguardian.com/us-news/2016/feb/28/donald-trump-former-kkk-leader-david-duke\">much more rapidly than the first time</a>):</p> <p>“Mr. Trump has continued to denounce David Duke and any group or individual associated with a message of hate,” the campaign <a href=\"http://www.politico.com/story/2016/08/david-duke-trump-robocall-227510\">said in a statement</a> to Politico. “There is no place for this in the Republican party or our country. We have no knowledge of these calls or any related activities, but strongly condemn and disavow.”</p> </div>   </div> <div id=\"block-57c4a7abe4b09fcabd06d1c2\" class=\"block\" data-block-contributor=\"profile/davidsmith\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T21:23:37.963Z\">10.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Barack Obama will head to Asia this week assuring allies that the US intends to press ahead with the <a href=\"http://www.nytimes.com/interactive/2016/business/tpp-explained-what-is-trans-pacific-partnership.html\">Trans-Pacific Partnership (TPP)</a> - despite Hillary Clinton and Donald Trump’s <a href=\"https://www.theguardian.com/us-news/2016/aug/20/trump-clinton-free-trade-policies-tpp\">vehement opposition to it</a>.</p>  <figure class=\"element element-image\" data-media-id=\"953817c35901f67fb6f426130affcbb5356dea0c\"> <img src=\"https://media.guim.co.uk/953817c35901f67fb6f426130affcbb5356dea0c/0_0_4549_3334/1000.jpg\" alt=\"Barack Obama.\" width=\"1000\" height=\"733\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Barack Obama.</span> <span class=\"element-image__credit\">Photograph: Pablo Martinez Monsivais/AP</span> </figcaption> </figure>  <p>Clinton supported the 12-nation deal as secretary of state but has come out against it as a presidential candidate, saying it does not do enough to protect American jobs. This puts her <a href=\"https://www.theguardian.com/us-news/2015/oct/07/hillary-clinton-opposes-trans-pacific-partnership-tpp\">directly at odds</a> with Obama even as he joins her on the campaign trail.</p> <p>“TPP is in many ways seen as litmus test for whether or not the US has staying power in this region,” Ben Rhodes, Obama’s deputy national security adviser, <a href=\"https://www.whitehouse.gov/live/press-briefing-press-secretary-josh-earnest-brian-deese-ben-rhodes-and-wally-adeyemo\">told reporters</a> ahead of Obama’s trip to China and Laos this week. “We are a Pacific power, and we have been traditionally, but we’re also on the other side of the Pacific ocean and what the countries of the Asia Pacific region want to know, particularly the Asian countries, is whether or not we can be counted on.”</p> <p>The TPP brings countries such as Vietnam and Malaysia up to regulatory standards set by the US, Rhodes added, and to reject it would be to cede crucial ground to China.</p> <p>He warned: “When they see such an evidently good deal for the United States, and then see the United States not following through on that, it will cause them to question our leadership in the Asian Pacific and our leadership in the world, and that is profoundly important economically to the United States because we need access to these markets, but it’s also important to our national security because it would be seen as a significant setback, I think, for American leadership if we don’t move forward.”<br></p> <p>Rhodes declined to comment directly on Clinton and Trump but insisted that TPP would create jobs and avoid the pitfalls of past trade deals. “I won’t speak to the domestic issues beyond saying that many of the questions that have been raised about trade agreements for many years are actually specifically addressed in TPP. So some of the things that we heard about the shortcomings of Nafta, that the president agrees with, were actually addressed in the negotiation of TPP.”</p> <p>He added: “I think the logic of it is overwhelming. We’d be cutting against our interests to walk away from TPP. The next president will benefit enormously from TPP.”</p> <p>John Earnest, the White House press secretary, claimed that the TPP has strong backing from both Democrats and Republicans and indicated the White House hopes it will be ratified during the post-election “lame duck” session of Congress. “There is a reservoir of support across the country that we can draw from,” he said. “The president’s going to make a strong case that we have made progress and there is a path for us to get this done before the president leaves office.”<br></p> <p>Rhodes also told a press briefing on Monday that Myanmar state counsellor <a href=\"https://www.theguardian.com/world/aung-san-suu-kyi\">Aung San Suu Kyi</a>, once among the world’s most prominent political prisoners, will visit the White House soon.</p> </div>   </div> <div id=\"block-57c4a25be4b09fcabd06d1bd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T21:00:31.578Z\">10.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Donald Trump, on a <a href=\"http://mynorthwest.com/379851/trump-issues-warning-ahead-of-visit/\">potential wall on the Canadian border</a>:</h2> <blockquote class=\"quoted\"> <p>I think it’s unlikely, to be honest with you.”</p> </blockquote> </div>   </div> <div id=\"block-57c49e9fe4b0396caaf99ff4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T20:50:06.098Z\">9.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The <a href=\"https://www.theguardian.com/us-news/2016/aug/26/steve-bannon-florida-registered-vote-donald-trump\">drip</a>-<a href=\"https://www.theguardian.com/us-news/2016/aug/27/trump-campaign-ceo-stephen-bannon-denies-antisemitic-remarks\">drip</a>-<a href=\"https://www.theguardian.com/us-news/2016/aug/26/steve-bannon-domestic-violence-trump-campaign-ceo\">drip</a> of embarrassing anecdotes and criminal allegations against Trump campaign CEO Stephen Bannon continues today, with revelations that Bannon dismissed progressive women as a “bunch of dykes” who criticize conservative women because they didn’t attend historic women’s colleges.</p> <p>“These women cut to the heart of the progressive narrative,” Bannon said of Ann Coulter, Michele Bachmann and Sarah Palin during a radio interview in 2011 while promoting his film Fire From the Heartland: the Awakening of the Conservative Woman.<br></p> <p>“That’s why there are some unintended consequences of the women’s liberation movement,” Bannon continued. “That, in fact, the women that would lead this country would be pro-family, they would have husbands, they would love their children. They wouldn’t be a bunch of dykes that came from the Seven Sisters schools up in New England. That drives the left insane and that’s why they hate these women.”</p>  <figure class=\"element element-audio\" data-canonical-url=\"https://soundcloud.com/buzzfeedandrew/bannon-on-dykes\"> <iframe width=\"460\" height=\"460\" src=\"https://w.soundcloud.com/player/?visual=true&url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F280476647&show_artwork=true\" frameborder=\"0\" allowfullscreen></iframe> </figure>  <p>The so-called Seven Sisters schools are historic women’s college in the Northeast, roughly analogous to the Ivy League. The colleges include Barnard College, Bryn Mawr College, Mount Holyoke College, Radcliffe College, (which has since merged with Harvard University), Smith College, Vassar College, and Wellesley College, from which current Democratic presidential nominee Hillary Clinton graduated in 1969.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-29T20:51:04.765Z\">at 9.51pm BST</time></p>  </div> <div id=\"block-57c49af8e4b0655f7276895e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T20:30:40.959Z\">9.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Pastor Mark Burns, Donald Trump’s adviser on issues relating to black voters, announced earlier today that Trump will be speaking to The Impact Network, an African American-owned Christian television network, this coming Saturday as part of his outreach attempts to minority communities who are deeply suspicious of the candidate.</p> <p>This afternoon, he tweeted this:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/pastormarkburns/status/770316740509233152\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Black Americans, THANK YOU FOR YOUR VOTES and letting me use you again..See you again in 4 years. <a href=\"https://t.co/c4BOc6Tgkt\">pic.twitter.com/c4BOc6Tgkt</a></p>&mdash; Pastor Mark Burns (@pastormarkburns) <a href=\"https://twitter.com/pastormarkburns/status/770316740509233152\">August 29, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57c497f0e4b09fcabd06d1b0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T20:21:44.413Z\">9.21pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump says Colin Kaepernick should 'find a country that works better for him'</h2>  <div class=\"block-elements\">  <p>San Francisco 49ers quarterback Colin Kaepernick “should find a country that works better for him”, Donald Trump has said in response to the furore over the black footballer’s decision to sit <a href=\"https://www.theguardian.com/sport/2016/aug/27/colin-kaepernick-national-anthem-protest\">during a performance</a> of The Star-Spangled Banner because he believes the United States oppresses African Americans and other minorities.</p> <p></p>  <figure class=\"element element-image\" data-media-id=\"dc9e71beaf13326e1c7d7f012fa5b9cedb342d6d\"> <img src=\"https://media.guim.co.uk/dc9e71beaf13326e1c7d7f012fa5b9cedb342d6d/0_0_3000_2314/1000.jpg\" alt=\"Colin Kaepernick stands on the field before their NFL pre-season football game against the Denver Broncos.\" width=\"1000\" height=\"771\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Colin Kaepernick.</span> <span class=\"element-image__credit\">Photograph: Stephen Lam/Reuters</span> </figcaption> </figure>  <p>“I have followed it and I think it’s personally not a good thing,” Trump <a href=\"https://soundcloud.com/buzzfeedandrew/trump-criticizes-kaepernick\">told the Dori Monson Show</a>, a conservative afternoon talk-radio program in the Seattle area, of the controversy. “I think it’s a terrible thing, and you know, maybe he should find a country that works better for him. Let him try - it won’t happen.”</p> <p>Kaepernick sat on the team’s bench on Friday night for the first time during the anthem before the Niners played host to the Green Bay Packers in an exhibition game.</p> <p>“I am not going to stand up to show pride in a flag for a country that oppresses black people and people of color,” Kaepernick said in an interview with NFL Media afterwards. “To me, this is bigger than football and it would be selfish on my part to look the other way. There are bodies in the street and people getting paid leave and getting away with murder.”</p> <p>The 49ers issued a statement saying that Americans have the right to protest or support the anthem.</p> <p>“The national anthem is and always will be a special part of the pregame ceremony,” the team said. “It is an opportunity to honor our country and reflect on the great liberties we are afforded as its citizens. In respecting such American principles as freedom of religion and freedom of expression, we recognize the right of an individual to choose to participate, or not, in our celebration of the national anthem.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-29T21:09:52.231Z\">at 10.09pm BST</time></p>  </div> <div id=\"block-57c491eee4b0396caaf99fdb\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T20:01:15.514Z\">9.01pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Rudy Giuliani: Beyoncé's VMA performance 'a shame'</h2>  <div class=\"block-elements\">  <p>Onetime New York City mayor and full-time Donald Trump surrogate Rudy Giuliani has condemned onetime child of destiny and fulltime music icon Beyoncé’s performance at last night’s MTV Video Music Awards, calling her influence on young people “a shame.”</p> <p>When asked by Fox &amp; Friends cohost Ainsley Earhardt how he felt about Beyoncé’s <a href=\"https://www.facebook.com/MTV/videos/10153999778031701/\">15-minute performance</a>, in which backup dancers dressed in white “died” onstage due to stylized gunshots, Giuliani said that he had saved more black lives from violence than Beyoncé ever has.</p> <p>“I ran the largest and best police department in the world, the New York City Police Department, and I saved more black lives than any of those people you saw on stage by reducing crime, and particularly homicide, by 75%,” Giuliani said, declaring that “maybe 4,000 or 5,000” African-Americans are alive today because of his policies.</p> <p>“So if you’re going to do that, then you should symbolize why the police officers are in the neighborhoods and what are you going to do about it?”</p> <p>Cohost Brian Kilmeade added that, as “an extremely popular and powerful performer,” Beyoncé’s message to young people is “pretty indelible.”</p> <p>“It’s a shame,” Giuliani responded. “It’s a shame.”</p> <p>It’s far from Giuliani’s first criticism of the reigning queen of pop - in February, Giuliani criticized Beyoncé’s halftime show at the Super Bowl as “an attack” on police officers due to its theme of black pride.</p> <p>Judge Beyoncé’s Lemonade medley yourself:</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.facebook.com/MTV/videos/10153999778031701/\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.facebook.com/video/embed?video_id=10153999778031701\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-57c48ecfe4b0655f72768951\" class=\"block\" data-block-contributor=\"profile/dan-roberts\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T19:40:32.075Z\">8.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Huma Abedin has been the reluctant star of two political psychodramas in the past year.</p>  <figure class=\"element element-image\" data-media-id=\"d4a283d1f787c0f19f595f88f6690eb671b296db\"> <img src=\"https://media.guim.co.uk/d4a283d1f787c0f19f595f88f6690eb671b296db/0_76_2319_1392/1000.jpg\" alt=\"Huma Abedin.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Huma Abedin.</span> <span class=\"element-image__credit\">Photograph: Brian Snyder/Reuters</span> </figcaption> </figure>  <p>The first – involving painfully public strains in her marriage to Anthony Weiner, the former New York congressman – ended, perhaps predictably, on Monday with news that she had <a href=\"https://www.theguardian.com/us-news/2016/aug/29/anthony-weiner-sexting-twitter-scandal\">decided to separate from him</a> following yet another sexting scandal.</p> <p>But the second – Abedin’s emerging role as a central figure in the likely return of<a href=\"https://www.theguardian.com/us-news/hillary-clinton\">Hillary Clinton</a> to the White House – may be only just beginning and remains of far greater public interest.<br></p> <p>Just how crucial this 40-year-old campaign aide is to the presidential project became clear last July when <a href=\"https://www.theguardian.com/us-news/live/2015/jun/30/hillary-clinton-emails-released-state-department-updates#block-55934536e4b07edb74969b94\">emails revealed</a> the inner workings of Clinton’s hectic life as secretary of state.</p> <p>Then serving as deputy chief of staff to the secretary, Abedin appeared frequently in the email traffic, as a gatekeeper, personal assistant and professional confidante so close that Clinton said she was “like a second daughter”.</p> <p>Initially, the tranches of emails painted Clinton’s right-hand woman in a flattering, but somewhat subdued, light: advising her boss on how to operate a secure fax machine and suggesting when it was <a href=\"http://dailycaller.com/2016/08/23/emails-show-huma-used-to-put-hillary-down-for-nap-time/\">time to take a nap</a>.</p> <p>But more recent batches underlined how far Abedin has come since this George Washington University student started out as intern working for the then first lady in the East Wing of an earlier Clinton White House.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/29/huma-abedin-anthony-weiner-hillary-clinton\">Huma Abedin's split with Weiner ends one political drama as another unfolds</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-29T19:50:04.483Z\">at 8.50pm BST</time></p>  </div> <div id=\"block-57c48412e4b09fcabd06d1a4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T18:51:58.244Z\">7.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Hillary Clinton campaign has produced a “behind-the-scenes” video of the candidate’s visit with vice president Joe Biden to Scranton, Pennsylvania, earlier this month:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoeBiden/status/770327134686605313\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Joe and Hillary went home to Scranton. Take a behind-the-scenes look at their visit: <a href=\"https://t.co/xdiqa0dbdP\">pic.twitter.com/xdiqa0dbdP</a></p>&mdash; Joe Biden (@JoeBiden) <a href=\"https://twitter.com/JoeBiden/status/770327134686605313\">August 29, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57c48310e4b09fcabd06d1a2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T18:49:12.804Z\">7.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>It’s unclear what platforms this <strong>new Trump campaign video</strong> will be disseminated on – but it’s for sure on Twitter.</p> <p>The spot hits Clinton for saying she never sent or received classified information on her private email when the FBI found she had.</p> <p>There’s an animation of Clinton with a growing Pinnochio nose: <br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/770330631783972868\">  <blockquote class=\"twitter-tweet\"><p lang=\"und\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/CrookedHillary?src=hash\">#CrookedHillary</a> <a href=\"https://t.co/vXhcC8PaPy\">pic.twitter.com/vXhcC8PaPy</a></p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/770330631783972868\">August 29, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GlennKesslerWP/status/770333378377879552\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">huh, even the &quot;failing&quot; Washington Post can be useful from time to time <a href=\"https://t.co/u1n6kxaTdd\">https://t.co/u1n6kxaTdd</a></p>&mdash; Glenn Kessler (@GlennKesslerWP) <a href=\"https://twitter.com/GlennKesslerWP/status/770333378377879552\">August 29, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-29T18:55:05.594Z\">at 7.55pm BST</time></p>  </div> <div id=\"block-57c47031e4b09fcabd06d195\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T17:37:01.990Z\">6.37pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump on wall: 'impenetrable physical barrier'</h2>  <div class=\"block-elements\">  <p>Our strategy for figuring out what Donald Trump’s plan is on immigration is to wait and see what he says in his big speech on the topic announced for Wednesday.</p> <p>Here’s an episode from this morning that illustrates why. <a href=\"https://twitter.com/NoahCRothman/status/770251886570209281\">Talk by Trump surrogates</a> about features of a “virtual wall” along the border with Mexico was <a href=\"https://twitter.com/AriMelber/status/770277754784903168?lang=en\">reported</a> by MSNBC as another potential shift in Trump’s policy, except now the Trump camp has said there’s no shift: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Acosta/status/770303652879855616\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Sr. Trump adv: Reports of &quot;virtual wall&quot; are false. Trump determined to build wall, adv says: &quot;It will be an impenetrable physical barrier.&quot;</p>&mdash; Jim Acosta (@Acosta) <a href=\"https://twitter.com/Acosta/status/770303652879855616\">August 29, 2016</a></blockquote>  </figure>  <p>Last week Trump himself <a href=\"https://www.theguardian.com/us-news/live/2016/aug/24/donald-trump-tax-returns-mississippi-clinton-campaign?page=with:block-57bdeda1e4b048662988fc7b#block-57bdeda1e4b048662988fc7b\">said</a> “We’re going to build a wall, don’t worry about it” and elaborated that “we’re going to have protection for tunnels, so people can’t tunnel under.”</p> <p>It’s unknown whether Trump still supports a deportation force for undocumented migrants or whether he supports a path to legal status for some; it’s unknown where he stands on birthright citizenship, which he has second-guessed in the past; it’s unknown where he stands on the status of DREAMers. The basics of his policy are unknown.</p> <p>We’ll be listening Wednesday.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/28/donald-trump-immigration-plan-deportation-mike-pence\">Trump surrogates: Republican's position on immigration has not changed</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-29T17:38:15.126Z\">at 6.38pm BST</time></p>  </div> <div id=\"block-57c46b5be4b0655f72768934\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T17:12:27.441Z\">6.12pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton maintains healthy lead in new Monmouth poll</h2>  <div class=\"block-elements\">  <p>The highly respected pollsters at Monmouth University, who earn an A+ in FiveThirtyEight’s <a href=\"http://projects.fivethirtyeight.com/pollster-ratings/\">pollster ratings</a>, have published <a href=\"http://www.monmouth.edu/polling-institute/reports/MonmouthPoll_US_082916/\">a new survey</a> depicting Hillary Clinton as seven points ahead of Donald Trump, 46-39, among likely voters in a four-way presidential race. That margin is right in line with <a href=\"http://elections.huffingtonpost.com/pollster/2016-general-election-trump-vs-clinton\">polling averages</a>. </p> <p>Libertarian candidate Gary Johnson scores 7% in the poll and Green party candidate Jill Stein earns 2%.</p> <p>The poll reveals once again that <strong>Americans loathe these candidates:</strong></p> <blockquote class=\"quoted\"> <p>In the current poll, 34% of voters have a favorable opinion of Clinton and 51% have an unfavorable view of her. Even fewer (26%) have a favorable opinion of Trump and 57% have an unfavorable view of him. </p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LPDonovan/status/770318525114318848\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Great work everyone! <a href=\"https://t.co/y0hespqzxA\">https://t.co/y0hespqzxA</a> <a href=\"https://t.co/jnBzJfMdYM\">pic.twitter.com/jnBzJfMdYM</a></p>&mdash; Liam Donovan (@LPDonovan) <a href=\"https://twitter.com/LPDonovan/status/770318525114318848\">August 29, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-29T18:04:09.119Z\">at 7.04pm BST</time></p>  </div> <div id=\"block-57c4680ee4b09fcabd06d189\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T17:02:11.485Z\">6.02pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump ad makes claims for tax plan. Just not Trump's tax plan</h2>  <div class=\"block-elements\">  <p>Here’s a good catch by Benjy Sarlin, writing on <a href=\"http://www.nbcnews.com/politics/2016-election/trump-ad-credits-tax-plan-he-doesn-t-support-n639376\">nbcnews.com</a>. The new Donald Trump ad (<a href=\"https://www.theguardian.com/us-news/live/2016/aug/29/donald-trump-news-hillary-clinton-us-election-live?page=with:block-57c41ec8e4b0396caaf99f3f#block-57c41ec8e4b0396caaf99f3f\">see earlier</a>) describing the economic benefits of a Trump presidency takes credit for tax plans that Trump explicitly disagrees with. </p> <p>In one place the ad cites analysis of a plan Trump ditched a year ago. Elsewhere the ad cites analysis of a plan advanced by House Republicans, which Trump partially disagrees with, Sarlin writes:</p> <blockquote class=\"quoted\"> <p>For the ad’s claim that “working families get tax relief,” it refers viewers not to an analysis of Trump’s own tax proposals, but to a white paper by House GOP leaders about <a href=\"http://abetterway.speaker.gov/_assets/pdf/ABetterWay-Tax-PolicyPaper.pdf\">their own tax reform plan. </a> [...]</p> <p>The ad’s next two claims that Trump would make “wages go up” and “small businesses thrive” refer to his old tax plan from last year, which had drastically different rates, </p> </blockquote> <p>Read the full piece here. Here’s the ad:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=4obk0P2YCFg\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/4obk0P2YCFg?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Update: The Trump campaign has released this statement to NBC, saying they expect analysis of their plan to be “similar to the prior analysis”:<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BenjySarlin/status/770313494080131073\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump camp on why their ad cites tax plan he no longer favors: They think it&#39;s close enough <a href=\"https://t.co/bOoZbAcov8\">https://t.co/bOoZbAcov8</a> <a href=\"https://t.co/rnf2NUMoRh\">pic.twitter.com/rnf2NUMoRh</a></p>&mdash; Benjy Sarlin (@BenjySarlin) <a href=\"https://twitter.com/BenjySarlin/status/770313494080131073\">August 29, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-29T19:01:27.042Z\">at 8.01pm BST</time></p>  </div> <div id=\"block-57c463eae4b0396caaf99fab\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T16:34:57.532Z\">5.34pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump warns Weiner's conduct may have 'greatly compromised' national security</h2>  <div class=\"block-elements\">  <p>Donald Trump has issued a statement on Abedin’s separation from Weiner.</p> <p>“Huma is making a very wise decision. I know Anthony Weiner well, and she will be far better off without him,” the statement says, continuing:</p> <blockquote class=\"quoted\"> <p>I only worry for the country in that Hillary Clinton was careless and negligent in allowing Weiner to have such close proximity to highly classified information,. Who knows what he learned and who he told? It’s just another example of Hillary Clinton’s bad judgment. It is possible that our country and its security have been greatly compromised by this.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/daveweigel/status/770308537448861696\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">How is this Huma/Weiner security leak supposed to work?<br><br>&quot;Anthony, I am never around and you&#39;ve humiliated me. Here&#39;s some state secrets.&quot;</p>&mdash; daveweigel (@daveweigel) <a href=\"https://twitter.com/daveweigel/status/770308537448861696\">August 29, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-29T17:15:10.924Z\">at 6.15pm BST</time></p>  </div> <div id=\"block-57c45399e4b0655f72768912\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T15:27:00.573Z\">4.27pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Abedin announces separation from Weiner</h2>  <div class=\"block-elements\">  <p>Here’s a new statement from Huma Abedin:</p> <blockquote class=\"quoted\"> <p>After long and painful consideration and work on my marriage, I have made the decision to separate from my husband. Anthony and I remain devoted to doing what is best for our son, who is the light of our life. During this difficult time, I ask for respect for our privacy.</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/29/anthony-weiner-sexting-twitter-scandal\">Anthony Weiner's Twitter account deleted amid latest sexting scandal</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-29T15:27:27.690Z\">at 4.27pm BST</time></p>  </div> <div id=\"block-57c451bae4b0655f7276890f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T15:23:53.061Z\">4.23pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Online scam targeting Trump donors nets more than $1m</h2>  <div class=\"block-elements\">  <p>A man unconnected with the Donald Trump campaign has collected more than $1m in donations online by dangling the promise of a dinner with Trump on a site called dinnerwithtrump.org.</p> <p>“Enter for a chance for you and a guest to have dinner with Donald Trump,” <a href=\"https://dinnerwithtrump.org/enter-to-win\">the site says</a>. The flight, food &amp; stay are on us.” </p> <p>Visitors who enter their personal information to enter for free are invited to donate and increase their chances. Donations pour into the coffers of a political action committee run by a 25-year-old Maryland man called Ian Hawes.</p> <p>The fine print “discloses that this ‘dinner’ actually amounts to the PAC buying two tickets ‘at a Sponsor-selected fundraising evening event held with Donald Trump and other attendees’,” Politico <a href=\"http://www.politico.com/story/2016/08/donald-trump-fundraiser-hawes-227486#ixzz4IjdAPpBp\">reports</a>:</p> <blockquote class=\"quoted\"> <p>As of Sunday, Hawes’ group had raised $1.1 million from 21,253 donors, he said. More than 410,000 people had signed up for the dinner contest — giving him a massive email list he can <a href=\"http://www.politico.com/story/2015/12/inside-the-2016-black-market-for-donor-emails-216761\">leverage for more money</a> for years to come.</p> </blockquote> <p>Read the <a href=\"http://www.politico.com/story/2016/08/donald-trump-fundraiser-hawes-227486#ixzz4IjddhPM1\">full piece here</a>.</p> </div>   </div> <div id=\"block-57c44236e4b0655f727688ff\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T14:41:27.866Z\">3.41pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump: 'I will stop the slaughter going on' in American cities</h2>  <div class=\"block-elements\">  <p>Donald Trump tweets this morning that he “will stop the slaughter going on” in inner cities, and the candidate wonders how much more violence “will it take” for voters to turn to him.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/770247094439469058\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Inner-city crime is reaching record levels. African-Americans will vote for Trump because they know I will stop the slaughter going on!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/770247094439469058\">August 29, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/770245313345052673\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Look how bad it is getting! How much more crime, how many more shootings, will it take for African-Americans and Latinos to vote Trump=SAFE!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/770245313345052673\">August 29, 2016</a></blockquote>  </figure>  <p>Trump’s Twitter storm this morning (there are <a href=\"https://twitter.com/realdonaldtrump?lang=en\">more tweets</a> where those came from) rests on an assertion he made prominently at the Republican convention last month, that “decades of progress made in bringing down crime are now being reversed by this administration’s <strong>rollback of criminal enforcement.”</strong></p> <p>In fact, there has <strong>been a recent spike in murders</strong> in 36 of the 50 biggest cities in America (in 2015 the homicide rate increased 54.3% in Washington and 58.5% in Baltimore), the Guardian’s David Smith and Scott Bixby <a href=\"https://www.theguardian.com/us-news/2016/jul/22/fact-check-donald-trump-republican-convention-speech\">wrote</a>:</p> <blockquote class=\"quoted\"> <p>But in the first three months of 2016, the picture was more mixed, according to the Major Cities Chiefs Association: New York, for example, recorded a 25% fall in homicides. The Brennan Center responds: “Over the past 25 years, crime in major cities has fallen 66%. In the country as a whole, violent crime is half of what it was in 1991, and has gone down 26% in the last decade. Property crime is down 43% in the past 25 years. No single year change has reversed that trend. Instead, the murder rate for 2015 remains close to 2012 levels – just barely above recent, historic lows.”</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joshgreenman/status/770268094803677184\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump says urban crime is reaching record levels, cities are war zones. Chicago statistics. <a href=\"https://t.co/rRKlOHiSPo\">https://t.co/rRKlOHiSPo</a> <a href=\"https://t.co/V4mreiZVfx\">pic.twitter.com/V4mreiZVfx</a></p>&mdash; Josh Greenman (@joshgreenman) <a href=\"https://twitter.com/joshgreenman/status/770268094803677184\">August 29, 2016</a></blockquote>  </figure>  <p>It can seem a bit silly, though, to brandish statistics to illustrate the <strong>fundamental wrongness of Trump’s vision of the American city </strong>as an unmitigated hellscape. Hillary Clinton made the point last week in a speech about Trump’s “long history of racial discrimination.” “When I hear them, I think to myself: How sad. Donald Trump misses so much,” Clinton <a href=\"https://www.theguardian.com/us-news/2016/aug/25/hillary-clinton-alt-right-racism-speech-donald-trump-nevada\">said</a>, continuing:</p> <blockquote class=\"quoted\"> <p>He doesn’t see the success of black leaders in every field, the vibrancy of black-owned businesses, the strength of the black church.</p> <p>He doesn’t see the excellence of historically black colleges and universities or the pride of black parents watching their children thrive. And he apparently didn’t see Police Chief Brown on television after the murders of five of his officers conducting himself with such dignity. He certainly doesn’t have any solutions to take on the reality of systemic racism and create more equity and opportunity in communities of color and for every American.</p> <p>It really does take a lot of nerve to ask people he’s ignored and mistreated for decades, “What do you have to lose?” Because the answer is: Everything.</p> <p>Now, Trump’s lack of knowledge or experience or solutions would be bad enough.</p> <p>But what he’s doing here is more sinister.</p> <p>Trump is reinforcing harmful stereotypes and offering a dog whistle to his most hateful supporters.</p> <p>It’s a disturbing preview of what kind of president he’d be.</p> </blockquote> <p>Trump has not said what he would do to stop, for example, gun violence in some cities. <strong>Indiana governor Mike Pence</strong>, Trump’s running mate, was asked on Sunday about consistent findings by Chicago police that most out-of-state guns recovered in Chicago originated in Indiana. Pence rejected the correlation between his state’s lax gun laws and violent crime across the border, saying that “firearms in the hands of law abiding citizens” make everyone safer.</p> <p>Trump accuses the Obama administration of a “rollback of criminal enforcement.” Will he stop crime by hiring more cops? Does Trump advocate stop-and-frisk? Or the kind of “broken-windows” law enforcement tactics his adviser Rudy Giuliani advanced in New York? Does he plan to solve urban crime with new employment, education or housing policies? </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/maddiehanna/status/770305823323095040\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Asked about 8-year-old girl killed by stray bullet in Camden and what a President Trump could do in city, Christie says: &quot;Nothing.&quot;</p>&mdash; Maddie Hanna (@maddiehanna) <a href=\"https://twitter.com/maddiehanna/status/770305823323095040\">August 29, 2016</a></blockquote>  </figure>  <p>When do we find out? Maybe next Saturday, when Trump is scheduled to speak at a Detroit church and “answer questions that are relevant to the African American community,” his campaign has announced.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/770253550639251456\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Now that African-Americans are seeing what a bad job Hillary type policy and management has done to the inner-cities, they want TRUMP!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/770253550639251456\">August 29, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-29T17:16:26.306Z\">at 6.16pm BST</time></p>  </div> <div id=\"block-57c42e09e4b0396caaf99f4f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T13:29:25.071Z\">2.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Hillary Clinton campaign was confronted with an unpleasant distraction on Monday morning as the New York Post published a front-page story about newly revealed, explicit Twitter messages sent by former congressman Anthony Weiner to a woman he met online. Weiner is married to Huma Abedin, Clinton’s closest aide. </p> <p>The latest messages appear to be another installment in a long-running pattern of conduct by Weiner online that has <a href=\"http://www.nytimes.com/2016/08/18/magazine/anthony-weiner-says-his-wife-never-agreed-to-that-documentary.html?_r=0\">made a public spectacle</a> of his marriage and recalled the sex scandals attached to Clinton’s own marriage. </p> <p>Weiner resigned from Congress in 2011 after similar explicit messages came to light. His 2013 New York City mayoral bid foundered on a similar scandal.</p> <p>Weiner’s Twitter account has been deleted. The Clinton campaign did not immediately reply to a request for comment. </p> <p>The Post on Monday published texts and images said to have been sent and received by Weiner about a year ago, in July 2015. The images include one that appears to have been sent by Weiner in which his young son, asleep, is visible in the background.</p> <p>As his mayoral bid collapsed, Abedin, already anticipating Clinton’s presidential run, appeared alongside Weiner and expressed support for him. She did not appear at a concession speech he gave at the end of the campaign. She travels constantly with Clinton.</p> <p>The disintegrating mayoral bid, and the couple’s efforts to prevent the same from happening to their marriage, were the subject of an award-winning documentary released this year, <a href=\"https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=3&amp;ved=0ahUKEwiT1Ib42ubOAhVMmx4KHWK2B_MQFggoMAI&amp;url=https%3A%2F%2Fwww.theguardian.com%2Ffilm%2F2016%2Fmay%2F20%2Fanthony-weiner-documentary-political-lessons&amp;usg=AFQjCNFZFTqi1gJNsVSuoS-vTvtDH-TyoQ&amp;sig2=bfEm_RSy2sbUOdkNQ2SQPg&amp;bvm=bv.131286987,d.dmo\">Weiner</a>.</p> <p>Earlier this month, Weiner revealed that Abedin <a href=\"http://www.nytimes.com/2016/08/18/magazine/anthony-weiner-says-his-wife-never-agreed-to-that-documentary.html?_r=0\">never agreed</a> to the documentary. </p> <p>Update: Donald Trump has sent a tweet <strong>questioning Clinton’s judgment,</strong> without mentioning Weiner by name:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/770252177512230912\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Crooked Hillary&#39;s brainpower is highly overrated.Probably why her decision making is so bad or, as stated by Bernie S, she has BAD JUDGEMENT</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/770252177512230912\">August 29, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-29T14:06:32.556Z\">at 3.06pm BST</time></p>  </div> <div id=\"block-57c41ec8e4b0396caaf99f3f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-29T13:18:46.091Z\">2.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello and welcome to our live-wire coverage of the 2016 race for the White House. Donald Trump has announced a date for what he bills as “a major speech on ILLEGAL IMMIGRATION” – Wednesday in the “GREAT State of Arizona”. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/770040258796855296\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I will be making a major speech on ILLEGAL IMMIGRATION on Wednesday in the GREAT State of Arizona. Big crowds, looking for a larger venue.</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/770040258796855296\">August 28, 2016</a></blockquote>  </figure>  <p>Trump surrogates have <a href=\"https://www.theguardian.com/us-news/2016/aug/28/donald-trump-immigration-plan-deportation-mike-pence\">said</a> he will use the speech to clarify his immigration proposals. The candidate <a href=\"https://www.theguardian.com/us-news/2016/aug/28/donald-trump-immigration-plan-deportation-mike-pence\">appears to be backing away</a> from a proposal to stand up a “deportation force” to remove millions of undocumented migrants from the country. Trump’s running mate Mike Pence and New Jersey governor Chris Christie <a href=\"https://www.theguardian.com/us-news/2016/aug/28/donald-trump-immigration-plan-deportation-mike-pence\">insisted at the weekend</a> that the candidate’s position on immigration had not changed. </p> <p>The Trump campaign has reserved “upward of $10m” in TV ad time in nine states “in the next week or so”, AP <a href=\"http://www.usnews.com/news/politics/articles/2016-08-29/gop-presidential-nominee-trump-plans-major-ad-buy-monday\">reports</a>, including states where Trump’s poll numbers have lagged such as Virginia and Colorado. The buy brings the Trump campaign’s total TV ad spending to about $15m, versus $77m for the Hillary Clinton campaign.</p> <p>The Trump campaign is also out with a new ad this morning, offering contrasting visions of what would happen to the American economy under a Trump presidency versus a Clinton presidency:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=4obk0P2YCFg\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/4obk0P2YCFg?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Can Trump catch Clinton in the 71 days remaining until election day (with early voting in dozens of states a month away)? Polling averages <a href=\"http://elections.huffingtonpost.com/pollster/2016-general-election-trump-vs-clinton\">depict</a> a static race through the month of August, with Clinton leading by between six and eight points. New polling by Emerson College, which FiveThirtyEight <a href=\"http://projects.fivethirtyeight.com/pollster-ratings/\">has found</a> has a measurable house effect in favor of Republicans, has Trump <a href=\"https://twitter.com/EmersonPolling/status/770148497311969280\">within three points</a> of Clinton in a four-way race in Pennsylvania, where head-to-head <a href=\"http://elections.huffingtonpost.com/pollster/2016-pennsylvania-president-trump-vs-clinton\">averages</a> have her up seven points. Morning Consult released a <a href=\"http://elections.huffingtonpost.com/pollster/polls/morning-consult-25276\">national poll</a> yesterday showing Trump within three points of Clinton after having trailed by six points a week earlier. Is he gaining? The signals are mixed. </p> <p>In conversations in Nascar country, Guardian Washington bureau chief Dan Roberts found some skepticism about the Republican candidate.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/29/donald-trump-nascar-north-carolina-republicans\">Trump's slump in Nascar country deepens Republican fears of defeat</a> </p> </aside>  <h2>New Weiner sexts revealed</h2> <p>This has happened:<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jacobkornbluh/status/770221891214831616\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.@anthonyweiner&#39;s Twitter account has been deleted <a href=\"https://t.co/l0DftDzJIn\">pic.twitter.com/l0DftDzJIn</a></p>&mdash; Jacob Kornbluh (@jacobkornbluh) <a href=\"https://twitter.com/jacobkornbluh/status/770221891214831616\">August 29, 2016</a></blockquote>  </figure>  <p>Presumably because <a href=\"https://twitter.com/nypost/status/770192746036461568?lang=en\">this happened</a> (that link takes you to the New York Post coverage of previously unseen, by the public, sexts by Anthony Weiner, from a year ago). </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JusticeWillett/status/770128067524227074\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">When you see Anthony Weiner is trending. <a href=\"https://t.co/h9xT3Gzyn7\">pic.twitter.com/h9xT3Gzyn7</a></p>&mdash; Justice Don Willett (@JusticeWillett) <a href=\"https://twitter.com/JusticeWillett/status/770128067524227074\">August 29, 2016</a></blockquote>  </figure>  <p>Thanks for reading and please join us in the comments. </p> </div>   </div>"
]