[
  "<p>Signs of a split in the Trump campaign over <a href=\"https://www.theguardian.com/us-news/2016/oct/14/donald-trump-summer-zervos-apprentice-sexual-assault\">allegations of sexual misconduct</a> emerged on Sunday, as key surrogates diverged in their support for the candidate and the way he has responded.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/15/donald-trump-sexual-misconduct-allegations-cathy-heller\">Donald Trump 'grabbed me and went for the lips', says new accuser</a> </p> </aside>  <p>“I believe my friend Donald Trump when he tells me he didn’t do it,” said Rudy Giuliani, the former mayor of New York and a top adviser to the nominee, on CNN’s State of the Union. </p> <p>He conceded, however, that he could not speak to the <a href=\"https://www.theguardian.com/us-news/2016/oct/12/donald-trump-women-new-sexual-harassment-stories\">particulars of every allegation</a>, which range from <a href=\"https://www.theguardian.com/us-news/2016/jul/20/donald-trump-sexual-assault-allegations-jill-harth-interview\">a sexual assault lawsuit</a> to aggressive groping to nonconsensual kisses and <a href=\"https://www.buzzfeed.com/jtes/a-fifth-teen-beauty-queen-says-trump-visited-dressing-room\">barging in on beauty pageant contestants</a> while they changed. “I haven’t been able to focus on every single [allegation],” he said.</p> <p>The former House speaker Newt Gingrich expressed frustration with Trump’s reaction to the allegations, telling ABC’s This Week: “I think it’s stupid.”</p> <p>A week ago, the Washington Post published a leaked 2005 recording, from the NBC show Access Hollywood, in which Trump <a href=\"https://www.theguardian.com/us-news/2016/oct/08/donald-trump-forced-into-apology-as-sex-boast-tape-horrifies-republicans\">boasted about making unwanted advances</a> to women. At the <a href=\"https://www.theguardian.com/us-news/2016/oct/10/debate-donald-trump-threatens-to-jail-hillary-clinton\">second presidential debate last Sunday</a>, he denied ever having done what he bragged about, insisting it had merely been an example of “locker room talk”.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/08/donald-trumps-sex-boasts-when-you-are-a-star-they-let-you-do-anything-video\"            data-short-url=\"https://gu.com/p/56ffv\"                    data-show-ads=\"true\"            data-video-id=\"2786643\"            data-video-name=\"Donald Trump's sex boasts: 'When you are a star they let you do anything' – video\"            data-video-provider=\"NBC\"            > <video data-media-id=\"gu-video-57f87665e4b0e4aaeaa8d24b\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/08/161008TrumpUpdate2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/08/161008TrumpUpdate2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/08/161008TrumpUpdate2_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/08/donald-trumps-sex-boasts-when-you-are-a-star-they-let-you-do-anything-video\">Donald Trump’s sex boasts: ‘When you are a star they let you do anything’</a></figcaption> </figure>   <p>Nine women have since accused the Republican nominee of unwanted touching or kissing. The ninth, Cathy Heller, <a href=\"https://www.theguardian.com/us-news/2016/oct/15/donald-trump-sexual-misconduct-allegations-cathy-heller\">told the Guardian on Saturday</a> Trump “grabbed me and went for my mouth and went for my lips”.<br></p> <p>Trump has denied all the claims, and also called his accusers “horrible, <a href=\"https://www.theguardian.com/us-news/live/2016/oct/13/trump-sexual-misconduct-allegations-election-clinton-obama\">horrible liars</a>” and, in some cases, demeaned their physical appearance. “Believe me, she would not be my first choice, that I can tell you,” he <a href=\"http://www.thedailybeast.com/cheats/2016/10/14/trump-she-wouldn-t-be-my-first-choice.html?via=desktop&amp;source=copyurl\">said of one woman on Friday</a>.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The Little Trump frankly gets out … is stupid … and I don’t defend him when he wanders off. I’ve told him over and over</p> <footer> <cite>Newt Gingrich</cite> </footer> </blockquote> </aside>  <p>“I believe Donald Trump,” Giuliani said on Sunday. “I don’t know the nine women, I don’t know the case, I’m not going to engage in Clinton-type conduct and attack them.”</p> <p>He did, however, question the credibility of two of the women who have come forward, including Jessica Leeds, who spoke <a href=\"http://www.nytimes.com/2016/10/13/us/politics/donald-trump-women.html\">to the New York Times</a>. “Some of these things appear to be on their face to be kind of untrue,” Giuliani said, “[such as] 15 minutes of groping in first class on an airplane.”</p> <p>A <a href=\"https://www.theguardian.com/us-news/2016/oct/15/trump-allegation-british-witness-anthony-gilberthorpe\">self-professed witness emerged on Friday to question</a> the claims by Leeds, which relate to alleged events on a flight in the early 1980s. Reports in the UK have in turn questioned the character and background of the British witness, Anthony Gilberthorpe, a 54-year-old former conservative activist.</p> <p>“You don’t pick who the witnesses are,” Giuliani said. “This man’s come forward on his own and said it’s not true.”</p> <p>Gloria Allred, an attorney for a Summer Zervos, a former Apprentice contestant who has accused Trump, held a press conference later on Sunday to answer his attacks against her client and the other women. </p> <p>“Mr Trump’s terrible smear campaign has been aimed at these brave women because they had the courage to come forward and reveal what they claim he did to them,” Allred said in a statement, “after his own words condemned him.”</p> <p>Allred also had Ann Russo, a social worker and friend of Zervos, come forward with a public statement that she heard Zervos’ story in 2010, long before Trump’s presidential campaign. </p> <p>“Summer told me that he was verbally, physically, and sexually aggressive with her and that she had rebuffed his advances,” Russo said, adding that her friend had felt “conflicted” and “believed, at the time, that Mr Trump knew he made a mistake.”</p> <p>Before the presidential debate in St Louis last Sunday, Trump <a href=\"https://www.theguardian.com/us-news/2016/oct/09/donald-trump-women-bill-clinton-sex-scandal-hillary-debate\">held a press conference</a> with three women who are critical of Hillary Clinton for her conduct toward accusers of her husband and one who was the alleged victim in a 1975 rape trial in which Clinton represented one of the accused.</p> <p>“Should we be beyond that now?” Giuliani asked, on CNN. “Should we beyond Hillary Clinton’s past, Donald Trump’s past?”</p> <p>Gingrich also voiced frustration. He said he saw “a big Trump” and “a little Trump”. “The Big Trump is a historic figure,” he said, who “is creating issues that make the establishment very uncomfortable. </p> <p>“The Little Trump frankly gets out – is stupid. I mean, that comment just then is dumb. And I don’t defend him when he wanders off. I’ve told him over and over. You know, presidents have to be disciplined, and in that sense Hillary is probably better trained to be president, just because she’s the most corrupt person to ever get the nomination of a major party.”</p> <p>Other Trump supporters sought to cast doubt on the women’s claims and whether the media should report them. On CNN on Sunday, Renee Ellmers, a Republican representative from North Carolina, said: “It is a ‘he said, she said’ situation.”<br></p> <p>“To correct you,” host Jake Tapper interjected, “it’s a ‘he said, she said, she said, she said, she said, she said, she said, she said, she said, she said’ situation.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/16/donald-trump-rigged-election-poll-giuliani-gingrich-pence\">Trump warns of 'rigged' election as Giuliani makes racially charged claims</a> </p> </aside>  <p>Mike Pence, Trump’s running mate, said the allegations were “unsubstantiated” and that he believed the nominee when he said the recording was “just talk”. Pence told NBC’s Meet the Press it was “necessary to move beyond the issue”.</p> <p>A Washington Post/ABC poll released on Sunday suggested some voters may have done so. Though Clinton took big leads in some battleground states after the debate, prompting her to discuss <a href=\"https://www.theguardian.com/us-news/2016/oct/13/clinton-california-calls-landslide-victory-trump-bigotry-bullying\">the prospect of a landslide victory</a>, the new nationwide poll showed her with just a 47% to 43% lead over Trump. The Libertarian Gary Johnson polled at 5%, and the Green party’s Jill Stein at 2%. </p> <p>In the same poll, however, 35% of respondents said events since the release of the Access Hollywood tape had made them less likely to vote for Trump. 64% said it would make no difference and 1% said events had made them more likely to vote for the Republican.<br></p> <p>A CBS poll, also released Sunday, showed Clinton up 46%-40% in 13 key states, with a 15-point advantage among women.</p> <p>The third and final debate will be held in Las Vegas in Wednesday.</p>",
  "<p>Donald Trump’s campaign allies joined <a href=\"https://twitter.com/realDonaldTrump/status/787699930718695425\">his baseless accusation</a> of a “rigged election” on Sunday, with Rudy Giuliani speaking in racially charged terms amid growing fears of a violent backlash from supporters of the Republican presidential nominee.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/15/donald-trump-sexual-misconduct-allegations-cathy-heller\">Donald Trump 'grabbed me and went for the lips', says new accuser</a> </p> </aside>  <p>Trump himself furthered the charge, <a href=\"https://twitter.com/realDonaldTrump/status/787699930718695425\">tweeting</a>: “The election is absolutely being rigged by the dishonest and distorted media pushing Crooked Hillary – but also at many polling places – SAD.” </p> <p>A request for clarification from the Trump campaign about which polling places he meant was not immediately returned. </p> <p>The move appeared to be a concerted effort to deflect attention from <a href=\"https://www.theguardian.com/us-news/2016/oct/15/donald-trump-sexual-misconduct-allegations-cathy-heller\">allegations of sexual harassment or assault</a> by nine women, following the release of a video in which Trump boasted about groping. </p> <p>The ninth woman to accuse Trump of sexual misconduct, Cathy Heller, <a href=\"https://www.theguardian.com/us-news/2016/oct/15/donald-trump-sexual-misconduct-allegations-cathy-heller\">told the Guardian on Saturday</a> that at an event at Trump’s Mar-a-Lago Florida resort in 1997, the businessman “took my hand, and grabbed me, and went for the lips”. </p> <p>Trump, who said in the second presidential debate he had never done the things he boasted about, has denied all the claims and blamed a media conspiracy.</p> <p>At campaign events over the weekend, as controversy over the groping claims continued, Trump described US democracy as “an illusion” and repeated his calls for people to watch polling stations, which have raised concerns of illegal voter intimidation on election day and possible violent unrest after the result is known.</p> <p>Allies including running mate Mike Pence and top adviser Giuliani, a former mayor of New York, backed up his claim. </p> <p>Pence dodged Trump’s outright accusation, <a href=\"http://www.nbcnews.com/meet-the-press/meet-press-october-16-2016-n667251\">telling NBC’s Meet the Press</a>: “So many Americans feel like this election is being rigged.” For months, the Indiana governor has tried to bridge Trump’s extreme positions with the more conventional wing of the Republican party. His support for the “rigged election” claim puts him well outside the mainstream.</p> <p>Pence did say he and Trump would “absolutely accept the results of the election”.</p> <p>On Saturday, House speaker Paul Ryan said he did not have any doubts about the American electoral system. “Our democracy relies on confidence in election results, and the speaker is fully confident the states will carry out this election with integrity,” his spokeswoman AshLee Strong said.</p> <p>On Sunday, as Trump attacked Ryan <a href=\"https://twitter.com/realDonaldTrump/status/787758668565581824\">via Twitter</a>, representatives for the Republican National Committee and Senate majority leader Mitch McConnell did not immediately respond to requests for comment.</p> <p>But on Sunday, Newt Gingrich, a former House speaker and a periodic adviser to Trump, embraced Trump’s more conspiratorial tone, blaming the press for the nominee’s plummeting poll numbers. “Fourteen million people picked Donald Trump,” he told <a href=\"http://www.foxnews.com/on-air/fox-news-sunday-chris-wallace/\">Fox News</a>. “Twenty TV executives decided to destroy him.”</p> <p>He claimed: “Without the unending, one-sided assault of the news media, Trump would be beating Hillary Clinton by 15 points.”</p> <p>Since last week, when <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">a 2005 video leaked to the Washington Post</a> showed Trump bragging about groping women without consent, the candidate’s poll numbers have collapsed.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/08/donald-trumps-sex-boasts-when-you-are-a-star-they-let-you-do-anything-video\"            data-short-url=\"https://gu.com/p/56ffv\"                    data-show-ads=\"true\"            data-video-id=\"2786643\"            data-video-name=\"Donald Trump's sex boasts: 'When you are a star they let you do anything' – video\"            data-video-provider=\"NBC\"            > <video data-media-id=\"gu-video-57f87665e4b0e4aaeaa8d24b\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/08/161008TrumpUpdate2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/08/161008TrumpUpdate2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/08/161008TrumpUpdate2_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/08/donald-trumps-sex-boasts-when-you-are-a-star-they-let-you-do-anything-video\">Donald Trump’s sex boasts: ‘When you are a star they let you do anything’</a></figcaption> </figure>   <p>On Sunday, <a href=\"http://www.nbcnews.com/politics/first-read/clinton-holds-11-point-national-lead-over-trump-nbc-wsj-n666986\">a NBC/WSJ</a> poll showed Clinton ahead nationally with 48%, Trump with 37% and the Libertarian and Green party candidates with 7% and 2% respectively. In a new Washington Post/ABC poll, Clinton had only a four-point lead, but nearly 70% of voters said Trump had probably sexually harassed women. </p> <p>A CBS poll showed Clinton up 46%-40% in 13 key states, with a 15-point advantage among women.</p> <p>Trump, who spent the week launching tirades at Clinton, journalists and his own party, continued on Sunday to portray himself as the victim. <a href=\"https://twitter.com/realDonaldTrump/status/787618207444131840\">He tweeted</a>: “Polls close, but can you believe I lost large numbers of women voters based on made up events THAT NEVER HAPPENED. Media rigging election!”</p> <p><a href=\"https://twitter.com/realDonaldTrump/status/787632098794467328\">In another post</a>, he said: “Election is being rigged by the media, in a coordinated effort with the Clinton campaign, by putting stories that never happened into news!”</p> <p>He goes head-to-head with Clinton in the final presidential debate in Las Vegas on Wednesday evening.</p> <p>Giuliani at first argued that the candidate was merely speaking about bias in journalism, <a href=\"http://www.cnn.com/videos/politics/2016/10/16/rudy-giuliani-trump-rigged-election-sotu-sot.cnn\">telling CNN’s State of the Union</a>: “When he talks about a rigged election, he’s not talking about the fact that it’s going to be rigged at the polls. What he’s talking about is that 80% to 85% of the media is against him.”</p> <p>But then he jumped from media criticism into racially charged territory, saying “there have been places where a lot of cheating going on”, citing two cities with large black populations, Philadelphia and Chicago.</p>  <figure class=\"element element-image\" data-media-id=\"01c86391521876d1246dad7c656958a99c25d904\"> <img src=\"https://media.guim.co.uk/01c86391521876d1246dad7c656958a99c25d904/251_423_3338_2003/1000.jpg\" alt=\"Former New York City mayor Rudy Giuliani\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Former New York City mayor Rudy Giuliani speaks in Bangor, Maine.</span> <span class=\"element-image__credit\">Photograph: Sarah Rice/Getty Images</span> </figcaption> </figure>  <p>Giuliani claimed, without evidence, that Pennsylvania Democrats bussed voters in from Camden, New Jersey, and that “dead people generally vote for Democrats”. To back up his claims of voter fraud, he said the Republican president of the New York Yankees had stopped bussing voters around the deeply Democratic city’s boroughs.</p> <p>“To tell me that I think the election in Philadelphia and Chicago is going to be fair, I would have to be a moron to say that,” Giuliani said. “I would have to dislearn everything I learned in 40 years of being a politician.”</p> <p>The claims about Philadelphia appear to be drawn from a conspiracy theory born in 2012 after <a href=\"http://www.cbsnews.com/news/romney-earned-zero-votes-in-some-urban-precincts/\">Mitt Romney failed to win a single vote</a> in 59 almost wholly black precincts of its 1,687 total. Obama won 85% of the city, 52% of Pennsylvania, and 93% of black voters nationwide.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/16/trump-campaign-supporters-sexual-misconduct-allegations-women\">Trump camp shows signs of fracture over sexual misconduct allegations</a> </p> </aside>  <p>Conversely, he could not win a single vote in whole counties in deeply conservative Utah that year. John McCain failed to win votes in Chicago and Atlanta precincts in 2008.</p> <p>Philadelphia’s Republican party and an investigation by the city’s Inquirer newspaper found claims of fraud or wrongdoing were baseless, and larger studies have found cases of in-person voter fraud have been exceedingly rare over the last six years.</p> <p>Giuliani and Trump, however, have continued to argue that it does exist, and blamed “inner cities”, which Giuliani said Republicans “don’t control”.</p> <p>That phrase has offended many African Americans, who hear in it a outdated and hyperbolic vision of their lives that does not match with rising quality of life for many minorities.</p> <p>Trump has repeatedly said that black and Hispanic Americans are “living in hell”. When a black voter asked him in the second debate whether he would serve “all” Americans as president, he began speaking of “inner cities”, unprompted by anything in the man’s question.</p> <p>Gingrich also said, without evidence, that fraud had taken place in cities such as Philadelphia, Chicago and St Louis, <a href=\"http://abcnews.go.com/Politics/week-transcript-sen-tim-kaine-newt-gingrich/story?id=42829884\">telling ABC’s This Week</a> that Ryan knows only “honest elections” in his midwest state of Wisconsin.</p> <p>Gingrich said he thought Ryan should “go and look at the history of Philadelphia, including four years ago, the intimidation”.</p> <p>Some of Trump’s own supporters have said they intend to go to polls to intimidate voters. Steve Webb, a 61-year-old Ohio voter, <a href=\"https://www.bostonglobe.com/news/politics/2016/10/15/donald-trump-warnings-conspiracy-rig-election-are-stoking-anger-among-his-followers/LcCY6e0QOcfH8VdeK9UdsM/story.html\">told the Boston Globe</a> this week: “Trump said to watch your precincts. I’m going to go, for sure. I’m going to go right up behind them. I’ll do everything legally. I want to see if they are accountable. I’m not going to do anything illegal. I’m going to make them a little bit nervous.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/16/trump-says-clinton-may-have-taken-drugs-before-debate-video\"            data-short-url=\"https://gu.com/p/57mdc\"                    data-show-ads=\"true\"            data-video-id=\"2811387\"            data-video-name=\"Trump says Clinton may have taken drugs before debate – video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-5803584de4b016012389650c\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/16/161016TrumpClintonDrugs_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/16/161016TrumpClintonDrugs.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/16/161016TrumpClintonDrugs_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/16/trump-says-clinton-may-have-taken-drugs-before-debate-video\">Trump says Clinton may have taken drugs before debate</a></figcaption> </figure>   <p>Giuliani tried to downplay such remarks about a “coup” and “bloodshed”. “You can find just as many wacko nuts on her side,” he said.<br></p> <p>Asked if he believed that every one of the women accusing Trump of sexual misconduct was lying, Giuliani told CNN: “No, I believe my friend Donald Trump when he tells me he didn’t do it. I know Donald. I have been with him for 28 years. I have never seen him do anything like that.”</p> <p>Some analysts have warned that, by stoking anger and fuelling conspiracy theories, Trump poses an unprecedented threat to America’s democratic stability. His supporters have become increasingly hostile and abusive towards the media. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/15/republican-party-after-donald-trump-paul-ryan\">Life after Trump: Republicans brace for betrayal and civil war after 2016</a> </p> </aside>  <p>On Saturday, Milwaukee county sheriff David Clarke, a backer of Trump, <a href=\"https://twitter.com/SheriffClarke/status/787314656641712128\">tweeted</a>: “It’s incredible that our institutions of gov, WH, Congress, DOJ, and big media are corrupt &amp; all we do is bitch. Pitchforks and torches time.”</p> <p>A narrow Clinton victory would put pressure on Republican leaders such as Ryan to quickly declare the result free and fair. The supreme court, forced to rule on the disputed 2000 election between George W Bush and Al Gore, is <a href=\"https://www.theguardian.com/law/2016/sep/07/richard-blumenthal-supreme-court-merrick-garland-republican\">currently depleted</a> by the death of Antonin Scalia, raising the prospect of a 4-4 split.</p> <p>Clinton’s running mate, Tim Kaine, a senator for Virginia, accused Trump of looking for a scapegoat as he faces defeat. </p> <p>“Donald Trump has kind of started to go wilder and wilder,” he said on ABC. “I think after – by all accounts – losing the first two debates, he started to make wild claims, kind of scorched earth claims about the election being rigged. He shouldn’t be engaging in those scare tactics.”</p> <p>He added: “We have to keep putting out a message, and we need to call on everybody to speak out about the fact that we run elections and we run them well here. And we ask the GOP leaders also to stand up for the integrity of the American electoral process.”</p> <p><em>Additional reporting by Ben Jacobs</em></p>",
  "<p>Theresa May is to fly to India next month for her first bilateral trip outside the EU since becoming prime minister, with her reception there seen as a key test of her ability to win backing for the UK’s future trading environment.</p> <p>The three-day trade mission is intended to send a strong signal about the government’s priority for post-Brexit trade deals. During the EU referendum debate, Eurosceptics argued that a leave vote would readdress the balance of trade and migration that had been weighted in favour of Europe rather than the Commonwealth. </p> <p>During the visit May will meet with the Indian prime minister, Narendra Modi, to discuss strengthening links between the UK and India and encourage further inward investment in the UK. May will also visit businesses in Delhi along with her international trade secretary, Liam Fox.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/oct/16/hard-brexiters-political-extremists-boris-johnson-cabinet\">These aren’t hard Brexiters. They’re political extremists | Zoe Williams</a> </p> </aside>  <p>“We have the chance to forge a new global role for the UK – to look beyond our continent and towards the economic and diplomatic opportunities in the wider world,” May said, announcing next month’s trip. “I am determined to capitalise on those opportunities, and as we embark on the trade mission to India, we will send the message that the UK will be the most passionate, most consistent and most convincing advocate for free trade.”</p> <p>The prime minister said she wanted to shift the traditional approach to trade delegations. “We will be focusing on small and medium-sized businesses, and, importantly, the delegation will include representation from every region of the UK,” she said.</p> <p>“I want to create an economy that truly works for everyone. This new approach to international trade missions will help achieve just that.”</p> <p>Greg Hands, minister of state for international trade, said it was no secret Britain needed to improve its exports record. “Only 11% per cent of UK companies export, we need that increased,” he told ITV’s Peston on Sunday show. “If you look at exports as a percentage of our total economy, of GDP, the UK is actually the lowest of all of the 28 EU countries at just 21%, Germany by the way is at 35%. </p> <p>“So we need to actually increase our exports and our trade both with the European Union and with developing markets like India.”</p> <p>Hands said his department had already set up working groups in India to examine the parameters of a future free trade agreement with the country, which cannot be formally negotiated until Britain leaves the EU.</p> <p>The minister denied such a deal would entail the UK leaving the EU single market and customs union. “Currently we’re in the European Union, we are probably the leading advocates for TTIP, for Ceta, within the EU so yes of course you can actually be a leading advocate for global free trade while still fulfilling those other criteria,” he said.</p> <p>Hands, who was born in the US, said May was keen to stress the UK’s commitment to free trade especially given some of the protectionist language emerging from Donald Trump’s election campaign. Hands, who has a vote in the US election, said he would not be voting for the Republican presidential hopeful.</p> <p>“I’m a bit worried by some of the rhetoric that’s been, to be honest, on both camps about free trade,” he said. “Theresa May has been absolutely clear that we want the UK to be the leading global advocate for free trade and that I see as a role that I think my secretary of state Liam Fox and I, and the prime minister I think will make sure that we fill that role.”<br></p>",
  "<p>On 7 October, as the political world convulsed from the revelation that Trump had <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">bragged about kissing and groping women</a> without their consent, Cathy Heller, 63, was sitting in her New York home fielding incredulous emails from a friend.</p> <p>“I keep thinking about how he treated you,” her friend wrote, hours after showing Heller the tape. “Obviously not an isolated incident.”</p> <p>It was a story Heller had told many friends and family members over the years, but is only now telling in public. Some 20 years ago, she claims, when she met Donald Trump for the first and only time, he grabbed her, went for a kiss, and grew angry with her as she twisted away. “Oh, come on,” she alleges that he barked, before holding her firmly in place and planting his lips on hers.</p> <p>It is exactly what Trump claimed, in the most recent presidential debate, that he did not do. And so Heller has added her voice to a chorus of women now accusing Trump of unwanted behavior. “He can’t claim we’re all liars,” Heller said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/14/donald-trump-summer-zervos-apprentice-sexual-assault\">Summer Zervos: former Apprentice contestant claims Trump kissed and groped her</a> </p> </aside>  <p>Her allegation tracks closely what Trump claimed in a 2005 recording obtained by the <a href=\"https://www.washingtonpost.com/politics/trump-recorded-having-extremely-lewd-conversation-about-women-in-2005/2016/10/07/3b9ce776-8cb4-11e6-bf8a-3d26847eeed4_story.html\">Washington Post</a>. “You know I’m automatically attracted to beautiful – I just start kissing them,” Trump <a href=\"https://www.washingtonpost.com/politics/trump-recorded-having-extremely-lewd-conversation-about-women-in-2005/2016/10/07/3b9ce776-8cb4-11e6-bf8a-3d26847eeed4_story.html\">is heard saying</a> on the tape. “It’s like a magnet. Just kiss. I don’t even wait.”</p> <p>“And when you’re a star, they let you do it. You can do anything.”</p> <p>Trump has denied that he ever acted on his words. But in speaking out about her experience, Heller joins <a href=\"http://edition.cnn.com/2016/10/14/politics/trump-women-accusers/\">eight other women</a> who have publicly accused Trump of inappropriate come-ons, touching, or kissing over the past several decades. The allegations have opened a chasm within the Republican party as the presidential campaign enters the crucial final weeks, and have inspired Trump to issue a series of fulminating denials. This week, Trump called some of the women who have accused him “<a href=\"https://www.theguardian.com/us-news/live/2016/oct/13/trump-sexual-misconduct-allegations-election-clinton-obama\">horrible, horrible liars</a>”.</p> <p>But Heller does not believe Trump’s many accusers are lying. </p> <p>Their alleged encounter took place almost two decades ago – Heller believes the year was 1997 and she was at a Mother’s Day brunch – at Trump’s Mar-a-Lago estate. Heller, her husband, her three children and her in-laws were among dozens of families seated at big round tables in what she and a relative who spoke to the Guardian recall was an open lobby.</p> <p>Trump made the rounds greeting members of his club. When he stopped at their table, Heller recalled, and her mother-in-law introduced her, she stood and extended her hand.</p> <p>“He took my hand, and grabbed me, and went for the lips,” she claimed. </p> <p>Alarmed, she said she leaned backwards to avoid him and almost lost her balance. “And he said, ‘Oh, come on.’ He was strong. And he grabbed me and went for my mouth and went for my lips.” She turned her head, she claims, and Trump planted a kiss on the side of her mouth. “He kept me there for a little too long,” Heller said. “And then he just walked away.”<br></p> <p>“I was angry and shaken,” she continued. “He was pissed. He couldn’t believe a woman would pass up the opportunity.” She added that he seemed to feel “entitled” to kiss her. </p> <p>The Guardian heard accounts that matched Heller’s from two other people: Susan Klein, the friend who was emailing with Heller, and a relative seated at the table with Heller that day. The relative, who declined to be named for fear of retaliation, recalled that Heller sat back down with a stunned look on her face.</p> <p>“I remember she was really freaked out,” said the relative. The relative didn’t see Heller’s entire interaction with Trump, but saw him get “in her face” and saw Heller pull away. “He was very forceful … She really was definitely affected by this man who was very aggressive toward her.”</p> <p>Heller and the relative both recalled that no one at the table quite knew how to react. “I was shook up,” said Heller. As they all processed the moment, Trump had already left.</p>  <figure class=\"element element-image\" data-media-id=\"f4de981095d09fe9fc72b51b34f78ff816aace0d\"> <img src=\"https://media.guim.co.uk/f4de981095d09fe9fc72b51b34f78ff816aace0d/0_216_1905_1143/1000.jpg\" alt=\"Donald Trump, seen in 1997, the year Heller recalls the incident taking place.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump, seen in 1997, the year Heller recalls the incident taking place.</span> <span class=\"element-image__credit\">Photograph: Graham Whitby-Boot/Sportsphoto Ltd./Allstar</span> </figcaption> </figure>  <p>But the incident has never been far from Heller’s mind or her family’s.</p> <p>“Even before the news, that was something we’ve always talked about,” said the relative.</p> <p>An acquaintance of Heller’s, who did not wish to be named because of the attention it would bring, said Heller told him her story about Trump more than a month ago. “This was before all the stories came out,” he said. “I remember she said, ‘He grabbed me, he pulled me toward him, he tried to kiss me.’ It made her very uncomfortable.”</p> <p>Heller readily acknowledged that she is a Clinton supporter who would not have backed Trump regardless of how he behaved the one time they met. Heller met Clinton briefly at a March fundraiser, and in January she donated the individual maximum of $2,700 to Clinton’s campaign. She believes she has also attended a party where the Clintons were present.</p> <p>In addition, her husband’s family is involved in a years-long effort to recover initiation fees that her late in-laws paid to join Mar-A-Lago. The club’s rules state that the fees are refundable under certain circumstances when an individual is no longer a member, and Heller has placed at least one phone call to a club manager attempting to recover the money, totaling several thousand dollars.</p> <p>But Heller says her encounter with Trump predates that effort.</p> <p>“My motivations for speaking,” she said, are to show “it’s not ‘just talk’”, as Trump has claimed. “It’s action.”</p> <p>Klein, Heller’s friend and neighbor, told the Guardian that she had heard the story long before the tape surfaced.</p> <p>Klein said she learned about Heller’s alleged brush with Trump in the summer of 2015. It was shortly after Trump launched his run for the presidency, and Heller confided her story to the ladies’ Mahjong group the women both belong to near their homes in New York. Klein recounted Heller’s telling of story to the Guardian in similar detail.<br></p> <p>“And when this tape came out, I couldn’t believe it, because it was exactly what he said he did and had done to Cathy,” Klein said.</p> <p>Klein forwarded a breaking news alert to Heller on 7 October, the day news of the tape broke. “You were one of Trump’s victims,” she wrote. “He said when he sees a pretty woman, he just kisses her, he doesn’t even wait.”</p> <p>Later that night, Heller replied: “The stories coming out go so well with how he treated me!”</p> <p>On Saturday afternoon, the Trump campaign denied the accusation. “There is no way that something like this would have happened in a public place on Mother’s Day at Mr Trump’s resort,” spokesman Jason Miller said in a statement. “It would have been the talk of Palm Beach for the past two decades.</p> <p>“The reality is this: for the media to wheel out a politically motivated Democratic activist with a legal dispute against this same resort owned by Mr Trump does a disservice to the public, and anyone covering this story should be embarrassed for elevating this bogus claim.”</p> <p>Heller said that besides her January donation to Clinton, she had “also bought a woman’s card from Hillary,” alluding to <a href=\"https://shop.hillaryclinton.com/products/the-woman-card\">a $5 card</a> sold by the campaign after Trump accused his rival of “<a href=\"https://www.theguardian.com/us-news/2016/jan/03/donald-trump-hillary-clinton-woman-card-middle-east\">constantly playing the woman card</a>”. </p> <p>She added that although she supports Clinton, she is not an activist – “I’ve never done any work for the Democratic Party” – and that she is not pursuing any legal action against Mar-A-Lago.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/787359730465329152\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Nothing ever happened with any of these women. Totally made up nonsense to steal the election. Nobody has more respect for women than me!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/787359730465329152\">October 15, 2016</a></blockquote>  </figure>  <p>On its release, the tape quickly unleashed a cascade of accusations from women who have said Trump forcibly kissed or groped them, or reached under their clothing without asking. For many, the tipping point came the Sunday night after the tape’s release, in Trump’s second presidential debate with Clinton. Pressed by CNN’s Anderson Cooper to say whether he touched women without their consent, Trump denied that he had.</p> <p>“No, I did not,” Trump said. “I don’t think you understood what was said. This was locker room talk … Certainly I’m not proud of it. But this is locker room talk.<br></p> <p>Within days, several former competitors in the Miss USA and Miss Teen USA contests, pageants once owned by Trump, claimed that Trump had <a href=\"https://www.theguardian.com/us-news/2016/oct/12/donald-trump-miss-usa-dressing-room-2001-rehearsal\">barged into their dressing rooms</a> without warning while they were half-dressed or naked. One woman, who spoke to <a href=\"https://www.buzzfeed.com/kendalltaggart/teen-beauty-queens-say-trump-walked-in-on-them-changing?utm_term=.lcJKXPrMeB#.rwEJ28P10e\">Buzzfeed</a>, said at the time she was 15.</p> <p>By Friday evening, eight women had accused Trump – publicly and using their full names – of harassing them or touching them without their consent. Jessica Leeds and Rachel Crooks <a href=\"http://www.nytimes.com/2016/10/13/us/politics/donald-trump-women.html\">alleged to the New York Times</a> that Trump was sexually inappropriate toward them on a plane and in Trump Tower, respectively. </p> <p>Mindy McGillivary and the People writer Natasha Stoynoff claimed Trump grabbed them, and, in Stoynoff’s case, forced a kiss on her, at separate events at Mar-a-Lago. In a tearful statement she read on Friday afternoon, Summer Zervos, a former contestant on The Apprentice, Trump’s reality TV show, <a href=\"https://www.theguardian.com/us-news/2016/oct/14/donald-trump-summer-zervos-apprentice-sexual-assault\">accused Trump</a> of using conversations about a job opportunity as cover to touch her breast and try to force her into his bedroom at a Beverly Hills hotel.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/13/list-of-donald-trump-sexual-misconduct-allegations\">A timeline of Donald Trump's alleged sexual misconduct: who, when and what</a> </p> </aside>  <p>Trump has reacted to these allegations with livid denials. At recent rallies, where his speeches have grown more feverish and conspiratorial, Trump has said some of the women to accuse him are not attractive enough for him to have hit on. “Look at her,” Trump <a href=\"https://www.theguardian.com/us-news/2016/oct/14/look-at-her-i-dont-think-so-trumps-defence-is-to-demean-his-accusers\">said of Stoynoff</a>. “I don’t think so.”</p> <p>A steady drumbeat of campaign surrogates have questioned the timing of Trump’s accusers, suggesting they are seeking attention.</p> <p>But accusations of sexual misconduct against Trump are not new. Jill Harth, a woman whose husband briefly partnered with Trump to produce a pageant, accused Trump in a 1997 lawsuit of attempting to rape her – a claim <a href=\"https://www.theguardian.com/us-news/2016/jul/20/donald-trump-sexual-assault-allegations-jill-harth-interview\">she has maintained</a> ever since.</p> <p>Heller, likewise, had been telling friends her story for months before a spotlight shone on Trump’s behavior toward women.</p> <p>“This is not just something she said when she heard other women were coming out,” Klein said. “She told us this a good year and a half ago.”</p> <p>Heller also told her account to a Guardian reporter in February. But she declined to tell her story on the record.</p> <p>What ultimately swayed Heller to tell her story publicly, she said, were Trump’s own denials. Hearing the tape, she said, made her feel “validated and vindicated”. But it was Trump’s denials at Sunday night’s debate that convinced her to speak up.</p> <p>“He said this is just talk, but it’s not just talk,” Heller said. “This was him.”</p>",
  "<p>Meghan Milloy grew up in southern Mississippi, a deep red state steeped in conservative Christian values. In high school, she founded a Teenage Republicans club, and before she was eligible to vote, traveled to New Hampshire to knock on doors for George W Bush’s re-election campaign. She later joined the College Republicans and worked for Mitt Romney in Ohio in 2012.</p> <p>This year, however, Milloy cannot stomach supporting her party’s nominee, Donald Trump – <a href=\"https://www.theguardian.com/us-news/2016/sep/28/millennial-voters-young-republicans-trump-2016-election\">and she’s not alone</a>. The Pepperdine law school alumna is part of a constituency that no Republican presidential nominee <a href=\"http://fivethirtyeight.com/features/trump-may-become-the-first-republican-in-60-years-to-lose-white-college-graduates/\">since 1956</a> has lost but one that Hillary Clinton stands poised to win: white voters with a college degree.</p> <p>“I never thought that it would get to a point where I would have to make a decision not to vote for the Republican nominee,” said Milloy, chair of Republican Women for Hillary. </p> <p>While blue-collar workers, and men in particular, helped Trump clinch the Republican nomination and will be critical to him in November, the Republican nominee is struggling to attract college-educated white voters.<br></p> <p>Trump’s brash temperament and hardline politics are accelerating the gradual splintering of white voters along educational and gender lines. And the publication of an 11-year-old recording in which Trump boasted that being famous allowed him to force himself on women is only expected to exacerbate this. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/02/trump-clinton-election-class-socioeconomic-divide\">Hidden faultline: how Trump v Clinton is laying bare America's class divide</a> </p> </aside>  <p>In <a href=\"https://www.washingtonpost.com/page/2010-2019/WashingtonPost/2016/09/25/National-Politics/Polling/question_17451.xml?uuid=l5UrXoLUEeaVeFWMwSXHug#\"> a recent Washington Post/ABC survey</a>, 62% of white voters without a college education support Trump compared with 39% among white college graduates, a 23-point margin. And in Pennsylvania, a major battleground state this election, a majority of voters with a college education – or 56% – support Clinton, according to an NBC News/Wall Street Journal/Marist Poll released last week.<strong> </strong>If this holds, it would be the largest educational divide among white voters in at least three decades.</p> <p>“If Clinton wins, white educated voters, especially white educated women, will be a crucial voting bloc in getting her elected,” said William Frey, a demographer at the Brookings Institute.<br></p> <p>This constituency could hand Clinton an edge in key battleground states like North Carolina, Virginia and Colorado where a significant proportion of the electorate has a higher education. </p> <p>White college-educated women could buffer Clinton against an exceedingly high turnout for Trump among white non-college-educated men,<a href=\"https://www.brookings.edu/blog/the-avenue/2016/08/16/educated-white-women-could-trigger-a-decisive-trump-defeat/\"> according to a projection model</a> Frey designed based on current polling, US Census Bureau data and 2012 turnout rates. In another scenario, this group delivers a landslide victory for the white, college-educated woman on the Democratic ticket at a level unmatched since <a href=\"http://abcnews.go.com/Politics/race-gender-education-keys-2016-election-poll/story?id=41404170\">Ronald Reagan in 1980</a>.</p>       <figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/13/donald-trump-hillary-clinton-jailed-florida-video\"            data-short-url=\"https://gu.com/p/579g5\"                    data-show-ads=\"true\"            data-video-id=\"2801984\"            data-video-name=\"Trump again calls for Clinton to be jailed – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-57ff35fce4b01d9dd2c90745\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/13/161013trumpclinton_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/13/161013trumpclinton.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/13/161013trumpclinton_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/13/donald-trump-hillary-clinton-jailed-florida-video\">Trump again calls for Clinton to be jailed</a></figcaption> </figure>   <p>The defection of non-college-educated white voters – once a bedrock of the Democrats’ coalition – to the Republican party and, conversely, the march of college-educated white voters to the Democratic party has been slowly occurring over the past several election cycles. Frey said that although Romney won both constituencies in 2012, President Obama held a slight edge among college-educated white women.</p> <p>Trump’s path to the White House relies heavily on maximizing turnout among non-college-educated white men to deliver wins in the Rust Belt states. </p> <p>He has firmly embraced this constituency, stoking the fires of a working-class revolt with his populist appeal. “We won with poorly educated,” the Wharton School of business graduate <a draggable=\"true\" href=\"https://www.youtube.com/watch?v=Vpdt7omPoa0\">bragged at a rally</a> after winning the Nevada caucuses. “I love the poorly educated.”</p> <p>But in the process of appealing to this demographic group, Trump has pushed away white voters with a college degree who are more likely to view immigration and global trade – issues that have animated his campaign – as positive forces, said Michelle Diggles, a senior policy analyst at Third Way, a liberal thinktank that examined the splintering of white voters.</p> <p>“White people with a college degree are much more likely to be optimistic about their own lives,” Diggles said. “They tend to think they have efficacy, that they’re in control of their own life and that they can successfully or relatively successfully navigate the forces that are transforming our society and economy much better.”</p> <p>A <a href=\"http://s3.amazonaws.com/content.thirdway.org/publishing/attachments/files/000/000/935/December_2015_National_Poll_of_Registered_Voters.pdf?1453831785\">survey</a> conducted by Third Way found that more than half of white voters without a college education believed the economy was rigged. By contrast, nearly half of college-educated white voters said they believed it was not. Similarly, 45% of non-college-educated whites said the deck was stacked against people like them, while only 29% of college-educated white voters agreed with the sentiment.<br tabindex=\"-1\"></p> <p>Diggles added: “White people without a college degree are much more likely to see a rigged system, to see the forces of globalization acting against them and they don’t feel like they have control over their own destiny.”</p> <p>Gregory Rosenthal, a retina surgeon and a member of <a href=\"http://www.r4c16.org/\">Republicans for Clinton</a>, is deeply disdainful of Trump’s anti-intellectual appeal to uneducated voters’ fears and anxieties and equally critical of the GOP nominee’s apparent want for complex ideas and speech. <br></p> <p>“Trump is an imbecile like the fictitious Chauncey Gardiner, supported by a rogues’ gallery of cynics hoping to control him,” Rosenthal wrote in an emailed response, making reference to the lead character in the 1979 movie Being There.</p> <p>Rosenthal described his gradual split with the Republican party over its nominee as a “slow motion spiral into a dark hole” and that nothing Trump does at this point could win back his vote.</p> <p> This isn’t the first time he has supported a Democratic nominee, however. In 2008, Rosenthal voted for Obama after John McCain selected Sarah Palin as his running mate.</p>",
  "<p>The longer an American has stayed in school, the more likely he or she is to register to vote and to cast a ballot on election day. </p> <p>At one extreme, in the 2012 presidential election just 21.6% of adults who left school before ninth grade voted. At the other, according to statistics from the <a href=\"https://www.census.gov/hhes/www/socdemo/voting/publications/p20/2012/tables.html\">Census Bureau</a>, 74.7% of adults who had an advanced degree voted. Though the precise numbers may not be known, observers are aware of the link between education and voting – it’s one of the clearest correlations in political behavior research.</p>  <figure class=\"element element-image\" data-media-id=\"21e30fe36dae918a6f0204a241004d6de07d0cbf\"> <img src=\"https://media.guim.co.uk/21e30fe36dae918a6f0204a241004d6de07d0cbf/15_0_540_435/500.jpg\" alt=\"Educational status and voting\" width=\"500\" height=\"403\" class=\"gu-image\" /> </figure>  <p>It’s generally <a href=\"http://web.mit.edu/berinsky/www/files/edu.pdf\">assumed</a> that an education – for <a href=\"http://www.theatlantic.com/education/archive/2015/10/education-solving-inequality/412729/\">those who are able</a> to afford it – improves civic engagement: that educated people feel they have a greater stake in society and feel it is worth their time to vote. In terms of shaping outcomes in 2016, though, it’s not just turnout that matters – the way educational status tends to align with party inclination counts too.</p> <p>Again, the results are pretty clear. The Democratic party is preferred by college graduates, even though as recently as 2002 that was not the case. That’s partly because non-white Americans now make up a <a draggable=\"true\" href=\"http://www.pewhispanic.org/2013/05/09/hispanic-high-school-graduates-pass-whites-in-rate-of-college-enrollment/\">larger share</a> of the college population, and those voters are less likely to be Republican.</p> <p>This election has been dominated by headlines about the non-college educated white Americans who form Republican nominee Donald Trump’s support base. In 2012, about 55% of that demographic group showed up to vote, and 60% voted Republican.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"b3ca6ab1b6d8bc3b3501b67f0cfd863924c7f119\"> <img src=\"https://media.guim.co.uk/b3ca6ab1b6d8bc3b3501b67f0cfd863924c7f119/0_0_420_714/294.jpg\" alt=\"Educational status and voting\" width=\"294\" height=\"500\" class=\"gu-image\" /> </figure>  <p>To understand how those people might affect this election, consider a few different hypothetical scenarios:</p> <p><strong>1.</strong> Non-college educated whites are no less likely to be Republican in 2016 and 100% of them show up to vote – which, let’s face it, would never happen. According to polling analysis site FiveThirtyEight’s <a href=\"http://projects.fivethirtyeight.com/2016-swing-the-election/\">calculations</a>, Hillary Clinton would still narrowly win, by two percentage points. </p> <p><strong>2.</strong> Non-college educated white people are no more likely to vote, but 98% of those who do vote, vote for Trump – which, again, is never going to happen. Trump would win by a landslide of 27%. </p> <p><strong>3.</strong> Now consider a more realistic final hypothesis. Non-college educated white people become a little more Republican and a little more likely to vote – let’s suggest that turnout rises to 65% from 55% and Republican vote share rises to 70% from 60%. Trump would win the White House with 52% of the national vote.</p> <p>All of these scenarios, however, assume that nothing else has changed since 2012 – that other educational groups like college graduates and other racial groups show up in the same numbers, with the same voting intentions, as they did four years ago. Clearly, that won’t be the case. This election has repeatedly shown that no party can afford to rest on its laurels about whom it can count on to vote.</p>",
  "<p>It was a poignant celebration for Republican grandees: they gathered to rehabilitate an outcast, a leader history deemed unfit for the White House, only to grapple with a potential brand new one.<br></p> <p>The <a href=\"https://www.nixonlibrary.gov/\">Richard Nixon Presidential Library and Museum</a> reopened on Friday after a $15m overhaul, drawing family, friends, allies and a brass band to honour the 37th president, but it was a potential 45th president and his scandals, not Watergate, who hovered over the event.</p> <p>After almost half a century, it was time to put Nixon’s dirty tricks and cover-up into perspective, they agreed, but the seemingly <a href=\"https://www.theguardian.com/us-news/live/2016/oct/14/trump-women-sexual-misconduct-election-live\">hourly allegations and revelations </a>about <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> split the gathering into factions who either excused or reviled the Republican nominee.</p> <p>Given the chance, <a href=\"https://www.theguardian.com/us-news/richard-nixon\">Nixon</a>, who resigned in 1974, halfway through his second term, and died in 1994, would have voted for Trump, surmised the late president’s grandson, Christopher Nixon Cox. “He always supported the Republican ticket. I think he’d go straight down the line Republican.”</p>  <figure class=\"element element-image\" data-media-id=\"d731798ef64fd81ad8097546af9d781e6d189ceb\"> <img src=\"https://media.guim.co.uk/d731798ef64fd81ad8097546af9d781e6d189ceb/0_47_3000_1800/1000.jpg\" alt=\"The grandson and daughter of Richard Nixon attended the reopening.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The grandson and daughter of Richard Nixon, Christopher Nixon Cox and Tricia Nixon Cox, attended the reopening.</span> <span class=\"element-image__credit\">Photograph: Stephen McLaren/The Guardian</span> </figcaption> </figure>  <p>Jeffrey Donfeld, a veteran official who served in Nixon’s administration, disagreed. “He’d be absolutely disgusted by this current campaign. Look at Richard Nixon’s private behaviour and Donald Trump’s – you can’t make a comparison.” His wife, Noelle, nodded. On election day she will support all other Republican candidates, she said, but not Trump.</p> <p>It was a day of strange synchronicity. </p> <p>While guides led visitors, including Henry Kissinger, through renovated exhibits at the complex in Yorba Linda, a Republican bastion in southern California, another woman came forward at a <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/oct/14/donald-trump-summer-zervos-apprentice-sexual-assault\">press conference in Beverly Hills</a>, 50 miles to the north, to accuse Trump of groping.</p> <p>While visitors mulled a framed Nixon quotation – “America has suffered from a fever of words. We cannot learn from one another until we stop shouting at one another” – the airwaves throbbed with a fresh fever of shouting. </p> <p>While the library’s new Watergate exhibit admitted “dirty tricks and political espionage”, Trump denied any wrongdoing and claimed he was being set up by the “lies and smears” of Democrats and their media allies, an old Nixonian defence.</p> <p>While clandestine White House recordings laid bare the duplicity of a man dubbed “tricky Dick”, Trump reeled from<a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">a leaked tape</a> and Hillary Clinton squirmed over emails <a draggable=\"true\" href=\"https://www.theguardian.com/media/2016/oct/14/wiileaks-from-liberal-beacon-to-a-prop-for-trump-what-has-happened\">released by WikiLeaks</a>, allegedly via Russian intelligence.</p> <p>Lois Lundberg, chairman emeritus of Orange County’s Republican party, and a friend of Nixon, said he would have been “blown away” by the current election’s toxicity. “He’d be terribly shocked and confused, as so many of us are.”</p> <p>Lundberg, 85, said Nixon was honourable, decent and a statesman, notwithstanding Watergate. “It was such a minor thing compared to what’s going on now in the political world.” Whatever Trump’s faults, Lundberg said, she would vote for him. “I can’t desert my party.”</p>  <figure class=\"element element-image\" data-media-id=\"7314867320e3f5080cf905d0ad1521f08d707dbe\"> <img src=\"https://media.guim.co.uk/7314867320e3f5080cf905d0ad1521f08d707dbe/0_101_3000_1800/1000.jpg\" alt=\"henry kissinger\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Henry Kissinger at the Nixon library. The former secretary of state has said he will not support either major party candidate in this presidential election.</span> <span class=\"element-image__credit\">Photograph: Stephen McLaren/The Guardian</span> </figcaption> </figure>  <p>In this corner of <a href=\"https://www.theguardian.com/us-news/california\">California</a>, a beleaguered Republican redoubt amid state-wide Democratic domination, others echoed that loyalty. “I’ll support Trump because of the appointments he’ll make,” said Michael Antonovich, 74, who served Nixon, Ronald Reagan and George HW Bush. </p> <p>He accused the media of turning gossip into news and shuddered at the prospect of <a href=\"https://www.theguardian.com/us-news/hillary-clinton\">Hillary Clinton</a> – “so, so corrupt, a career politician with a shady past” – appointing supreme court justices.</p> <p>John Van Viegen, 66, a volunteer at the library, railed at fellow Republicans who have renounced Trump. “I may not like some of the things he says, but how do you not support the candidate?”</p> <p>An apt question for Kissinger. Nixon’s foreign policy architect said in a <a href=\"http://www.cnn.com/2016/09/02/politics/henry-kissinger-george-shultz-donald-trump-hillary-clinton/\">statement last month</a> he would not support either major party candidate, in order to focus on working across party lines to improve America’s standing in the world.</p> <p>When the Guardian asked the 93-year-old to elaborate, library staff bustled him away before he could answer. </p> <p>Pete Wilson, 82, a former California governor, said this election would have stumped Nixon. “I think, like the rest of us, he would have been utterly baffled.” Wilson faulted the Trump campaign’s ground operation but did not elaborate on the candidate. </p> <p>Tyson Kelly, 28, in contrast, gave a blunt assessment. “Donald Trump is an abomination. Absolutely the worst human being.” Kelly, however, was one of the few non-Republicans. He was there, with a union jack T-shirt, as part of the evening’s entertainment, playing in a Beatles tribute band, Liverpool Legends. </p> <p>From humble roots in Yorba Linda, Nixon rose to become Dwight Eisenhower’s vice-president. He narrowly lost the presidency to John Kennedy in 1960, and then lost a bid to be California’s governor, but bounced back in 1968 to win the White House. He escalated, then ended, the war in Vietnam and opened relations with Mao’s China. A landslide re-election in 1972 gave way to<a href=\"https://www.theguardian.com/us-news/watergate\"> Watergate</a>, when spying on political foes, and covering it up, forced his resignation. In his final years, he clawed back respect as an éminence grise, but never escaped the shadow of disgrace.</p> <p>The library opened in 1990 with fanfare and controversy. Historians called it a whitewash, with one scholar dubbing it another California theme park whose reality level was <a draggable=\"true\" href=\"http://www.latimes.com/politics/la-pol-ca-nixon-library-reopening-20160816-snap-htmlstory.html\">“slightly better than Disneyland”</a>.</p> <p>It was only in 2007 that it joined the official presidential library system, leading to an overhaul of the exhibits to give a more rounded portrait of a troubled presidency. The renovated version unveiled on Friday included nearly 70 new exhibits. The unflinching Watergate section was first unveiled in 2011.</p>  <figure class=\"element element-image\" data-media-id=\"e79effb2b4586d94e1fdc6daec7c0209f3b54646\"> <img src=\"https://media.guim.co.uk/e79effb2b4586d94e1fdc6daec7c0209f3b54646/0_101_3000_1800/1000.jpg\" alt=\"nixon memorabilia bobblehead and mug\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Richard Nixon: ‘Only if you have been in the deepest valley can you ever know how magnificent it is to be on the highest mountain.’</span> <span class=\"element-image__credit\">Photograph: Stephen McLaren/The Guardian</span> </figcaption> </figure>  <p>Nixon could be coarse in private but was also a policy wonk and, by today’s GOP standards, progressive in some areas. He created the Environmental Protection Agency and signed Title IX, advancing gender equality.</p> <p>Some framed quotes sound closer to Clinton than Trump: “We seek an open world, a world in which no people, great or small, will live in angry isolation.”</p> <p>If polls indicating a Trump defeat are accurate, however, the businessman may yet channel other Nixon quotes. In 1962, after losing California’s gubernatorial election, Nixon waxed petulant: “You don’t have Nixon to kick around any more, because, gentlemen, this is my last press conference.”</p> <p>And in 1974, upon leaving the White House, he pledged greatness despite defeat. “We think that when we lose an election, we think that when we suffer a defeat, that all is ended,” he said. “Not true. It is only a beginning, always. The young must know it, the old must know it. </p> <p>“It must always sustain us, because the greatness comes not when things go always good for you, but the greatness comes and you are really tested, when you take some knocks, some disappointments, when sadness comes, because only if you have been in the deepest valley can you ever know how magnificent it is to be on the highest mountain.”</p> <p> </p>",
  "<p>Donald Trump suggested on Saturday that Hillary Clinton might have taken performance-enhancing drugs to prepare for their presidential debates, and that both candidates for president should be tested before Wednesday’s final debate.</p> <p>“We’re like athletes,” the Republican nominee told a rally in Portsmouth, New Hampshire. “They make them take a drug test. I think we should take a drug test prior to the debate. I think we should – why don’t we do that?”</p> <p>Trump continued: “We should take a drug test prior because I don’t know what’s going on with her, but at the beginning of her last debate she was all pumped up at the beginning and at the end it was, ‘Huh, take me down.’ She could barely reach her car. So I think we should take a drug test. Anyway, I’m willing to do it.”</p> <p>Trump’s campaign has previously criticised the media for taking his rally statements literally, with the candidatesaying, for instance, that he was being “<a href=\"https://www.theguardian.com/us-news/2016/aug/12/donald-trump-obama-isis-founder-sarcasm\">sarcastic</a>” when he said Barack Obama “founded” Isis. Aides have yet to say whether he was speaking tongue in cheek.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/15/republican-party-after-donald-trump-paul-ryan\">Life after Trump: Republicans brace for betrayal and civil war after 2016</a> </p> </aside>  <p>The health of both candidates has been<a href=\"https://www.theguardian.com/us-news/2016/sep/14/hillary-clinton-doctor-letter-pneumonia\"> under scrutiny</a> in the final months of the grueling 2016 campaign. Clinton was <a href=\"https://www.theguardian.com/us-news/2016/sep/11/hillary-clinton-health-pneumonia\">slow to reveal a bout of pneumonia</a>, which her campaign only made public after she made a premature departure from a September 11 memorial service in New York.</p> <p>Trump’s repeated sniffling during the first two debates has also drawn attention, and Howard Dean, the former governor of Vermont, was forced to apologise for tweeting a suggestion that it could be due to cocaine use.</p> <p>The Trump campaign did not respond to questions about what drugs the candidate was suggesting could have been used to enhance Clinton’s debate performance.</p> <p>A pro-<a href=\"http://edition.cnn.com/2016/06/23/politics/donald-trump-super-pac-fundraising/\">Trump Super Pac</a>, run by the millionaire donor <a href=\"http://www.nytimes.com/2016/08/19/us/politics/robert-mercer-donald-trump-donor.html\">Robert Mercer</a>, released an ad earlier this month questioning Clinton’s health. “If athletes need to be tested for drugs for the biggest race of their lives,” the <a href=\"https://www.youtube.com/watch?v=kGdKr-0Ti78&amp;feature=youtu.be\">ad says</a>, “shouldn’t candidates be tested for the biggest race of yours?”</p> <p>With his campaign in a tailspin after <a href=\"https://www.theguardian.com/us-news/2016/oct/15/donald-trump-sexual-misconduct-allegations-cathy-heller\">several women came forward</a> with allegations of sexual harassment, Trump began Saturday with another barrage of the tweets that have become a hallmark of his campaign. In them, he alleged that the election was rigged and suggested that a loss on 8 November would be illegitimate. He wrote in one: “100% fabricated and made-up charges, pushed strongly by the media and the Clinton Campaign, may poison the minds of the American Voter. FIX!”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/15/donald-trump-sexual-misconduct-allegations-cathy-heller\">Donald Trump 'grabbed me and went for the lips', says ninth accuser</a> </p> </aside>  <p>In another, he said: “This election is being rigged by the media pushing false and unsubstantiated charges, and outright lies, in order to elect Crooked Hillary!”</p> <p>And a third: “Hillary Clinton should have been prosecuted and should be in jail. Instead she is running for president in what looks like a rigged election.”</p> <p>The Republican nominee has repeatedly suggested that the election is “rigged” over the past few months and warned of voter fraud, without any evidence. Since August, Trump has <a href=\"https://www.theguardian.com/us-news/2016/aug/02/donald-trump-calls-hillary-clinton-the-devil-and-suggests-election-will-be-rigged\">stirred conspiracy theories</a> in the swing state of Pennsylvania, <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/oct/02/donald-trump-renews-voter-warning-and-says-clinton-could-be-crazy\">warning of fraud</a> in “certain areas”, such as Philadelphia, a diverse city with a large African American population. He has also echoed a 2012 conspiracy theory that Mitt Romney fell victim to voter fraud in the city that year, because he did not receive a single vote in 59 precincts in African American neighborhoods. There are 1,687 precincts in the city and Obama received more than 85% of the vote there in 2012.</p> <p>Trump picked up the theme during his rally in New Hampshire, scene of his first victory in the Republican primary campaign. “Hillary Clinton is running for president in what looks like a rigged election, OK?” he said. “It looks to me like a rigged election. The election is being rigged by corrupt media pushing completely false allegations and outright lies in an effort to elect her president. And you know what I mean.”</p> <p>The businessman has been widely condemned by members of both parties for seeking to undermine the legitimacy of the election. But introducing Trump on Saturday, Alabama Senator Jeff Sessions fuelled the fire. “They are attempting to rig this election,” he said, shaking his fists. “They will not succeed.”</p> <p>Clinton’s campaign manager, Robby Mook, denounced the claim. “Campaigns should be hard fought and elections hard won, but what is fundamental about the American electoral system is that it is free, fair and open to the people,” he said.</p> <p>“Participation in the system – and particularly voting – should be encouraged, not dismissed or undermined because a candidate is afraid he’s going to lose.” </p> <p>AshLee Strong, a spokeswoman for the House speaker, Paul Ryan, said the top Republican in Washington did not agree with Trump’s assertion of fraud. “Our democracy relies on confidence in election results, and the speaker is fully confident the states will carry out this election with integrity,” she said.</p> <p>A spokesperson for the Republican national committee chairman, Reince Priebus, did not respond to a request for comment and a spokesman for the Senate majority leader, Mitch McConnell, declined to comment about whether they agreed that the election was “rigged”. Priebus, McConnell and Ryan continue to support Trump <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/oct/08/donald-trump-list-of-republicans-reject-support-endorsement\">although dozens of their party colleagues have denounced him</a>.</p> <p>Libertarian candidate Gary Johnson also disputed the claim, with spokesman Joe Hunter saying: “He doesn’t believe the actual voting is rigged.” Johnson “has major issues with the two-party control of ballot access, debates, etc”, Hunter added.</p> <p>In contrast, the Republican senator Ben Sasse of Nebraska, a fierce Trump critic, <a href=\"https://twitter.com/BenSasse/status/787332845781987328\">tweeted</a> on Saturday: “Freedom-loving Americans repudiate anybody who says they want to make lawful voters ‘a little bit nervous’ at polls.”</p> <p>Trump also attempted to defend himself against the repeated sexual harassment allegations. “How about this crazy woman on the airplane,” he said of one accuser. “I mean, can anybody believe that one? How about this? After 15 minutes! We don’t know each other.”<br></p> <p>“After 15 minutes, she says, ‘Well, that was too much, I decided.’ Fifteen minutes! With the ladies in this place it would be one second and then it would be smack. Fifteen minutes! It’s a crazy world we’re living in.”</p>",
  "<p>Three episodes into the new season of Saturday Night Live, and the show, like many media outlets, is learning to navigate this most unusual political season. Historically, what made SNL’s campaign coverage so necessary was its ability to highlight the subtle absurdities of the election and exaggerate the ridiculous. Needless to say, the 2016 presidential election could never be accused of subtlety, forcing<em> </em>SNL to take a page from some of its fellow late-night shows and move into more blatant commentary.</p> <p>In its obligatory debate cold open, a weary Anderson Cooper (Alex Moffat) and Martha Raddatz (Cecily Strong) did shots as they introduced the “the worst ever presidential debate”. Alec Baldwin returned as Donald Trump, and Kate McKinnon was introduced by the moderators as: “Can we say this yet?” “Probably fine.” “President Hillary Clinton.” </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/09/no-groping-for-laughs-as-alec-baldwin-nails-trump-on-saturday-night-live\">No groping for laughs as Baldwin nails Donald Trump on Saturday Night Live</a> </p> </aside>  <p>Baldwin’s Trump is still mostly facial expressions and excruciating pauses – more mimicry then genuine impression – while McKinnon’s Clinton feels lived-in and comfortable.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=Pf_BGqEfMs0\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/Pf_BGqEfMs0?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>The sketch included some classic SNL elements, imitating the candidates’ awkward staging during the town hall debate, and brilliantly turning their decision not to shake hands into an awkward dance. But when McKinnon’s Clinton mocked the idea she would be intimidated by women like Paula Jones in the audience, the joke felt more like a Samantha Bee quip than an SNL<em> </em>line. It was a little jarring, but ultimately this shift could be a good thing; SNL has many funny people at its disposal with many varied strengths, and it will help them immensely to shake up even something as traditional as a debate satire.</p> <p>Emily Blunt was a strong host, an immensely talented actor who was down for anything and flitted easily between melodramatic, goofy, sexy, and sweet. Unfortunately, her monologue was another musical number, this time a take on “Get Happy!” to cheer things up in the face of a grim news cycle. There were puppies and cookies, and while it was cute and chipper, it was immediately forgettable.</p> <p>The first post-monologue sketch was, dispiritingly, about two hookers; the joke (helpfully summarized at the end of the sketch) was the duo’s long list of rules and requirements. Blunt’s goofy, mid-Atlantic-accented prostitute had a few good lines, while Leslie Jones got to be very funny with her quirks – “I can only role play as Stewie from the Family Guy” – but it didn’t have much to build to and ended blandly.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nbcsnl/status/787507223542976512\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Hillary! Behind you! <a href=\"https://twitter.com/hashtag/SNL?src=hash\">#SNL</a> <a href=\"https://t.co/LIkLXvzQY4\">pic.twitter.com/LIkLXvzQY4</a></p>&mdash; Saturday Night Live (@nbcsnl) <a href=\"https://twitter.com/nbcsnl/status/787507223542976512\">October 16, 2016</a></blockquote>  </figure>  <p>Pre-taped segments have been SNL’s strongest areas in the past decade, but this week’s R&amp;B music video featuring five women in the Trump circle – Melania Trump, Ivanka Trump, Kellyanne Conway, Omarosa, and Tiffany Trump – began as a female empowerment video, with each saying “boy, bye” to The Donald, but didn’t commit to any strong idea and sold itself out at the end. Entertaining, but it was no <a href=\"https://www.youtube.com/watch?v=6-QG-rFf4po\">Twin Bed</a>.</p> <p>Next, Vanessa Bayer ended up the lone audience member at a short film festival forced to ask questions to the dozens of cast and crewmembers on stage. Bayer’s deer-in-the-headlights performance was spot-on and made this weird, silly sketch work.</p> <p>Weekend Update led with all things Trump, and co-host Colin Jost seemed, understandably, exhausted by the entire thing. Michael Che has found his footing as an update host, even if this audience seemed eager to find him shocking, groaning at some relatively harmless jokes. The most biting moment came from Bayer as a little girl doing the news in a sing-songy musical voice, who was outraged at Today co-host Billy Bush’s $10m payment “from this network!”, earning a well-deserved applause break.</p> <p>Keen viewers – and many Twitterers – also caught onto the show’s <a href=\"http://mashable.com/2016/04/26/snl-less-commercials-more-branded-content/#QiKD6nR11uqb\">new product placement</a> in a few later, lesser sketches – a bizarre stream of characters pulling through a Burger King drive-thru, then a robot sketch that prominently featured the Hondo logo. Whether it’s meta-sketches or branded content, the 40-year-old institution is changing with the times.</p>"
]