[
  "<p>Fighting to stay in the European Union may seem a hopeless cause if you look at the political situation today. The British people have voted to leave the EU. Theresa May is committed to deliver Brexit. David Davis, the Brexit secretary, <a href=\"http://www.theguardian.com/politics/2016/sep/05/david-davis-vows-to-build-national-consensus-on-brexit\">rammed this home in a speech in parliament on Monday</a>, saying there would be no second referendum. Jeremy Corbyn, the leader of the opposition, has also accepted that we will quit.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2016/sep/05/david-davis-vows-to-build-national-consensus-on-brexit\">David Davis vows to build national consensus on Brexit</a> </p> </aside>  <p>But what if a significant number of leave voters change their minds? This is not pie in the sky. After all, we were all lied to during the campaign. Brexiteers told us that <a href=\"http://www.theguardian.com/politics/2016/jun/26/eu-referendum-brexit-vote-leave-iain-duncan-smith-nhs\">Britain sends £350m a week to Brussels</a> and that Turkey is scheduled to join the EU in 2020, when neither is true. They promised we could have our cake and eat it – access to the single market, control of our laws, no budget contributions, an end to free movement and so forth.</p> <p>But on her way to the G20 summit, the prime minister refused to endorse some of Vote Leave’s pledges – an <a href=\"https://www.theguardian.com/uk-news/2016/sep/05/no-10-theresa-may-rules-out-points-based-immigration-system-for-britain-brexit\">Australian-style points system to control migration</a>, no more contributions to the EU budget, and an extra £100m a week for the NHS. Meanwhile, the <a href=\"http://www.theguardian.com/politics/2016/sep/05/japanese-ambassador-warns-companies-could-leave-uk-over-brexit\">Japanese government warned that its firms may shift activities from Britain</a> to the EU if we botch the Brexit process.</p> <p>More politicians may even follow Gordon Brown in arguing that Britain can help lead the EU if it stays. The failure to make any positive case for our membership was one of David Cameron’s many sins. We need such a vision if we are to persuade the electorate that we should stay in the EU.</p> <p>We also need to show that many of the genuine problems that troubled leave voters – stagnant wages, crowded schools and GP surgeries, not enough homes – are the fault of our government, not the EU.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>A significant number of leave voters need to change their minds</p> </blockquote> </aside>  <p>This is why I and some others who wished to remain have launched a new group, <a href=\"http://www.commongrounduk.com/\">CommonGround</a>, that promotes a broad vision for Britain, rather than simply wanting to stay in the EU. We have to find common ground with leave voters on the need for a fair and open society and for honest politics, which was in short supply on both sides of the referendum debate.</p> <p>Now, of course, even if some leave voters change their minds, the people may still not get a chance to vote on the Brexit terms. But let’s peer into the crystal ball and consider a series of admittedly slim possibilities. The prime minister has craftily put<a href=\"http://www.theguardian.com/politics/blog/live/2016/sep/05/david-davis-brexit-commons-statement-leaving-uk-since-brexit-vote-poll-suggests-politics-live\"> two Brexiteers – Davis and Liam Fox</a> – in charge of negotiating Brexit. If they come up with a terrible deal, she may be able to dissociate herself from it.</p> <p>Alternatively, Labour may get a new pro-European leader or a chunk of its MPs may split off and form their own party. Although Corbyn seems to have the leadership sewn up and most MPs are too scared to leave the mother ship now, things may change in the next couple of years. If so, enough pro-European Tories may join forces with Labour to require the government to hold a referendum on the Brexit deal.</p> <p>It’s also possible that such a plebiscite is already legally required. Under the so-called <a href=\"http://www.bbc.co.uk/news/uk-politics-uk-leaves-the-eu-36749304\">referendum lock legislation</a> passed in 2011, the people have to authorise any treaty that replaces the existing EU treaties. A Brexit deal is likely to involve a new treaty. A clever lawyer could say this would replace the existing ones. If this argument holds water, we may have a new referendum whether May likes it or not.</p> <p>Finally, something may change in the EU that gives May a good excuse to consult the people again – either with a referendum or an election. In particular, if the EU was prepared to reform free movement, the prime minister might modify her mantra that Brexit means Brexit.</p> <p>Now, of course, the EU isn’t remotely close to making such a change. But next year there is a French presidential election followed by a German general election. The far right is on the march pretty much everywhere, playing on people’s fears over immigration. Germany’s Alternative für Deutschland <a href=\"https://www.theguardian.com/world/2016/sep/04/mecklenburg-vorpommern-german-anti-immigrant-party-strong-regional-election-exit-polls-merkel\">beat Angela Merkel’s party in a state election at the weekend</a>.</p> <p>The main concern across the Channel is over migration of large numbers of people from outside the EU, rather than freedom of movement of workers within the EU. But, as in the UK referendum, populist politicians may find it convenient to muddle the two issues. If so, mainstream politicians may respond by eventually agreeing to modify free movement.</p> <p>Listing these possibilities may seem like clutching at straws. Each scenario is a low-probability event. But they don’t all have to occur for Britain to stay in the EU. If even one happens, that may be enough.</p> <p>What does have to happen is that a significant number of leave voters need to change their minds. That could in turn trigger one of the other possibilities – a U-turn by May, a change in the Labour party, or even the willingness of our European partners to offer Britain a concession to persuade us to stay.</p> <p>My own view is that the chance of staying in the EU is now no better than 25%. But no Brexit is a good Brexit except, just maybe, the pure fantasy one promised by the leave camp. Some things are worth fighting for even when the odds are long. This is one of them.</p>",
  "<p>US intelligence officials are investigating the possibility that the Russian government is attempting to influence the US election, according to a new report.</p> <p>The director of national intelligence, James Clapper, is leading an inquiry into whether and how Russian officials may be attempting to influence the election and “provide propaganda fodder to attack US democracy-building policies around the world”, <a draggable=\"true\" href=\"https://www.washingtonpost.com/world/national-security/intelligence-community-investigating-covert-russian-influence-operations-in-the-united-states/2016/09/04/aec27fa0-7156-11e6-8533-6b0b0ded0253_story.html\">the Washington Post reported on Monday,</a></p> <p>Officials who spoke to the Post on condition of anonymity said there was no confirmation of any executed or planned attack, but according to one “even the hint of something impacting the security of our election system would be of significant concern”. He added: “It’s the key to our democracy, that people have confidence in the election system.”</p> <p>Multiple officials told the Post that if proven, the Russian attempts at sabotage may not be intended to swing the election any particular way, but rather to generally promote chaos and mistrust that could make the US seem less stable and trustworthy in international affairs, potentially diminishing its authorities. Washington and Moscow have been <a draggable=\"true\" href=\"https://www.theguardian.com/world/2016/sep/04/syria-peace-talks-us-and-russia-stall-g20\">in talks over the ongoing conflict in Syria</a> at the G20 summit in Hangzhou, China.</p> <p>The investigation comes just months after over 20,000 Democratic National Committee emails were released by WikiLeaks in a hack that has been linked to Russian intelligence. Reports suggest that US officials suspected Vladimir Putin’s administration was involved in the hack, but <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/jul/26/russia-hackers-democratic-national-committee-email-leak\">a senior Obama administration official told the Guardian in July</a> that they could not “unequivocally” attribute the attack to a “Russian state actor”.</p> <p>Around the same time as the DNC hacks, the <a href=\"https://www.theguardian.com/technology/2016/aug/29/arizona-illinois-voter-registration-systems-hacked-fbi\">voter registration systems in Arizona and Illinois were also infiltrated by hackers,</a> raising the concern that cyber sabotage could reap untold damage on the US election. Compromised machines, producing faulty vote tallies, would raise serious questions about the integrity of the political process.</p> <p>“Election administrators are trained to run elections, not defend computer systems,” said Joe Hall, chief technologist for the Washington-based Center for Democracy and Technology. “The voting systems we use in many cases don’t keep the kind of evidence one would need to detect an attack, let alone recover from it, without disruption or loss of votes.” </p> <p>Last week the Senate minority leader, Harry Reid, <a href=\"https://www.theguardian.com/us-news/live/2016/aug/30/donald-trump-hillary-clinton-hacking-threat-election-live?page=with:block-57c571afe4b0df5f040dbcae#block-57c571afe4b0df5f040dbcae\">sent a letter to the FBI asking its director, James Comey, to investigate</a> the possibility of election infiltration by the Kremlin. “I have recently become concerned that the threat of the Russian government tampering in our presidential election is more extensive than widely known and may include the intent to falsify official election results,” Reid wrote.</p> <p>There is bipartisan concern over the potential ramifications. In a statement, Republican senator from Nebraska Bob Sasse asked the president to openly name the Russian government as the responsible party for the July DNC hack, and more.</p> <p>“Free and legitimate elections are non-negotiable. It’s clear that Russia thinks the reward outweighs any consequences,” Sasse said. “That calculation must be changed.” </p>",
  "<h2>Obama calls for ‘robust, inclusive growth’ as China plays down snub</h2> <p>As Barack Obama left China at the conclusion of his final G20, he painted a picture of the benefits of international financial cooperation and called for the positive aspects of globalization to be shared fairly. “The complicated challenges of the 21st century cannot be met without coordinated action,” the US president said. Meanwhile, Chinese media claimed that reports of poor treatment shown to Obama and his entourage on his arrival in China were sensationalized by the western press. Unlike other world leaders, Obama was not offered a red carpet as he stepped off Air Force One, and one local official told a White House staff member: “This is our country! This is our airport!” Beijing’s anger can be explained by US policy in the South China Sea, <a href=\"http://www.straitstimes.com/asia/lack-of-red-carpet-staircase-for-obama-a-snub\">said international affairs expert Shen Dingli</a>, and its deployment of a missile defence system in South Korea. “The US should know well what they have done to upset China,” Dingli wrote. Obama described his meeting on the sidelines of the summit with Russia’s Vladimir Putin as “candid, blunt and business-like”. The two discussed cyber intrusion, Obama said, adding that the US’s goal was “not to duplicate cyber escalation that we saw in other arms races in the past, but rather to institute some norms. We cannot have a situation where this becomes the wild, wild west”. US intelligence and law enforcement agencies are investigating what they see as a Russian operation in America to undermine trust in the upcoming presidential elections, the <a href=\"https://www.washingtonpost.com/world/national-security/intelligence-community-investigating-covert-russian-influence-operations-in-the-united-states/2016/09/04/aec27fa0-7156-11e6-8533-6b0b0ded0253_story.html\">Washington Post reported on Monday morning</a>.</p> <p><a href=\"https://www.theguardian.com/world/2016/sep/05/g20-chinese-newspaper-claims-western-media-hyped-up-obama-snub\">Chinese newspaper claims western media ‘hyped up’ Obama G20 snub</a></p> <h2>Hillary Clinton’s celebrity-fundraising summer ends</h2> <p>The presidential <a href=\"https://www.theguardian.com/us-news/2016/sep/05/hillary-clinton-campaign-final-stretch-labor-day\">frontrunner</a> has spent weeks touring the homes of America’s rich and famous, hosted by Justin Timberlake, welcomed by Magic Johnson and serenaded by Jimmy Buffett, Jon Bon Jovi and Paul McCartney. Her coffers filled with a record $143m available balance. Now the real battle begins. The Democratic candidate, equipped with a new plane, heads for events in Cleveland and the Quad cities, industrial towns bordering Iowa and Illinois, where she must winnow out pockets of blue-collar support for Donald Trump. Meanwhile, as the presidential election enters the home stretch, <a href=\"https://www.theguardian.com/us-news/2016/sep/05/donald-trump-final-stretch-labor-day\">Trump’s campaign is in a vulnerable position</a>. In recent weeks, the Republican nominee has <a href=\"https://www.theguardian.com/us-news/2016/aug/26/steve-bannon-florida-registered-vote-donald-trump\">changed key aides</a> yet again, flip-flopped on <a href=\"https://www.theguardian.com/us-news/2016/sep/04/donald-tump-immigration-mixed-messages-republicans\">his signature issue of immigration</a> and stayed well behind Clinton in fundraising, organization and <a href=\"https://www.theguardian.com/us-news/2016/aug/29/donald-trump-nascar-north-carolina-republicans\">polling</a>.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/sep/05/hillary-clinton-campaign-final-stretch-labor-day\">Clinton in the final stretch: winning over anti-Trump contingent may be best play</a></p> <p><a href=\"https://www.theguardian.com/us-news/2016/sep/05/donald-trump-final-stretch-labor-day\">Trump in the final stretch: path to victory relies on Clinton missteps</a><br></p> <h2>Obama commutations continue</h2> <p>In early August, the president commuted the sentences of 214 federal inmates, including 67 life sentences, in what the White House called the largest batch of commutations on a single day in more than a century. Now many families are hoping that the president will extend his powers of executive clemency to their loved ones. “Seeing Obama do these things to these people, I was like this is our chance,” says Jerri Mason, 29, whose father, Gerry Vega, went to prison for possession of 500 grams of heroin and 100 grams of cocaine when she was one years old. </p> <p><a href=\"https://www.theguardian.com/us-news/2016/sep/05/criminal-justice-reform-obama-executive-power\">‘This is our chance’: advocates fear criminal justice reform after Obama</a></p> <h2>Back to the Future, economically speaking</h2> <p>At the first G6 in 1975, the world economy was experiencing a system failure. With similar conditions observed now – and as the Hangzhou G20 wraps up – it comes as no surprise that the radical solutions offered then are taking root again now. As the IMF reported before the meeting, meager wage growth has “raised anxiety about globalization and worsening the climate for political reform”. As in the 1970s, writes economics editor Larry Elliott, the imperative “was to return to business as usual as quickly as possible. Again, the attempt has been unsuccessful”.</p> <p><a href=\"https://www.theguardian.com/business/2016/sep/04/g20-is-it-time-to-go-back-to-the-future-before-globalisation\">G20: is it time to go back to the future, before globalisation?</a></p> <h2>Kaepernick protest spreads</h2> <p>Soccer star Megan Rapinoe has joined 49ers quarterback Colin Kaepernik’s <a href=\"https://www.theguardian.com/football/2016/sep/04/megan-rapinoe-anthem-protest-colin-kaepernick\">provocative stand </a>against racial injustice in what could be a spreading protest in US sports. Rapinoe knelt during the national anthem before Seattle Reign’s NWSL game against the Chicago Red Stars on Sunday. “It was a little nod to Kaepernick and everything that he’s standing for right now,” she told American Soccer Now after the game. “We need to have a more thoughtful, two-sided conversation about racial issues in this country.”<br></p> <p><a href=\"https://www.theguardian.com/football/2016/sep/04/megan-rapinoe-anthem-protest-colin-kaepernick\">As Kaepernick’s racial injustice protest hits the road, a country begins to talk</a></p> <h2>New ‘victims’ of sexism</h2> <p>Rose Hackman writes that she keeps hearing complaints from men that feminist advancements were leading to an unfair double standard. “Men I know, and many more I do not, reach out to me to tell me they feel wronged – silenced, even,” Hackman writes. Do men really feel “misunderstood, robbed, wronged and silenced”? Michael Kimmel, a professor of sociology and gender at State University of New York, explains: “What is being challenged here is the general sense of entitlement.”</p> <p><a href=\"https://www.theguardian.com/world/2016/sep/05/straight-while-men-suffering-sex-feminism\">‘I didn’t choose to be straight, white and male’: are modern men the suffering sex?</a></p> <h2>Money talks – but will Bond listen?</h2> <p>Daniel Craig has reportedly been offered $150m for two more Bonds. Craig, 48, has already starred in four films, and despite a rumoured $65m (£48.66m) payday for 2015’s Spectre, has exhibited notable scepticism (“I’d rather slash my wrists”) than return for another go-around. But perhaps Craig’s coolness to Bond is merely a negotiating position. The actor added that he reserved “the right to change my mind” about quitting the series.</p> <p><a href=\"https://www.theguardian.com/film/2016/sep/05/daniel-craig-offered-150m-two-more-bonds\">Never say never again: Daniel Craig ‘offered $150m for two more Bonds’</a></p> <h2>In case you missed it …</h2> <p>A high-priced, luxury camp at the Burning Man festival was attacked last night by protesters professing to want to reclaim the neo-hippie festival from the “parasite class”. Organizers of the exclusive White Ocean zone took to Facebook to denounce the “hooligans” who “raided our camp, stole from us, pulled and sliced all of our electrical lines leaving us with no refrigeration and wasting our food and glued our trailer doors shut, vandalized most of our camping infrastructure, dumped 200 gallons of potable water flooding our camp”. The response from festival regulars has been split.</p> <p><a href=\"https://www.theguardian.com/culture/2016/sep/05/luxury-camp-at-burning-man-festival-targeted-by-hooligans\">Luxury camp at Burning Man festival targeted by ‘hooligans’</a></p> <p></p>",
  "<h2><strong>In five words</strong></h2> <p>A city that breathes history.<br> </p> <h2><strong>Sound of the city</strong></h2>  <figure class=\"element element-embed\" data-alt=\"The sound of minarets\">  <iframe width=\"100%\" height=\"166\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/256185665&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false\"></iframe> </figure>  <p>There isn’t a day that passes in Sana’a when you do not hear the enchanting melody of minarets. As night gives way to the early signs of morning light, you hear blended tones of praise and prayers rising from the minarets that surround you, usually performed by old men who are declaring the birth of a new day. Citizens gather for the first prayer of the day, before dispersing throughout the city to go about their daily business.<br></p> <h2><strong>Best building</strong></h2>  <figure class=\"element element-image\" data-media-id=\"64a464a71a3a7cea5e51d9e639e1dcc08b98797c\"> <img src=\"https://media.guim.co.uk/64a464a71a3a7cea5e51d9e639e1dcc08b98797c/0_0_2811_1836/1000.jpg\" alt=\"The Al-Saleh mosque is the biggest in Yemen.\" width=\"1000\" height=\"653\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">All roads lead to … Al-Saleh mosque.</span> <span class=\"element-image__credit\">Photograph: Ahmad Gharabli/AFP</span> </figcaption> </figure>  <p>All roads inside the city lead you to Al Saleh Mosque, the biggest in <a draggable=\"true\" href=\"https://www.theguardian.com/world/yemen\">Yemen</a>. Built by ex-president <a draggable=\"true\" href=\"https://www.theguardian.com/commentisfree/2011/nov/24/yemen-ali-abdullah-saleh-resigns\">Ali Abdullah Saleh</a> and completed in 2008, it was supposedly constructed from his personal funds and thus named in his honour. With six colossal minarets towering over one of the city’s main squares, the main hall alone covers 13,500 sq m and can hold more than 44,000 people. The best view of the mosque can be seen from rooftops in the old city.</p> <h2><strong>Homegrown talent</strong></h2> <p>In 2011, during the latest conflict, <a draggable=\"true\" href=\"https://muradsubay.com/about/\">Murad Subay</a>, a Yemeni graffiti artist (one of very few in the country) took it upon himself to use the war-battered walls for artistic expression. He painted a message of peace and beauty over all the death and destruction, organised several <a draggable=\"true\" href=\"https://muradsubay.com/campaigns/\">artistic campaigns</a> and invited people to join him in the streets, letting the damaged city walls speak up for the people of Sana’a. Since then, the popularity of graffiti art has grown, particularly among young people. At 28, Murad is the first notable street artist here, and in April 2014, he won the <a draggable=\"true\" href=\"http://nationalyemen.com/2014/05/04/young-yemeni-artist-receives-art-for-peace-award/\">Art for Peace Award</a> from the Veronesi Foundation, an annualprize that goes to an artist promoting peace through their work.</p> <h2><strong>Top insider’s tip</strong></h2>  <figure class=\"element element-image\" data-media-id=\"b0a050ef2d701bd7d0f6e54bb8eb8cf34abc8e35\"> <img src=\"https://media.guim.co.uk/b0a050ef2d701bd7d0f6e54bb8eb8cf34abc8e35/0_0_4272_2848/1000.jpg\" alt=\"You will find all that’s unique in Sana’a in Sooq Almelh.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Spices and silver … Souq al-Melh in Sana’a.</span> <span class=\"element-image__credit\">Photograph: Khaled Taher</span> </figcaption> </figure>  <p>Inside the legendary old city of Sana’a, the historical market known as Souq al-Melh is where you will find all that is unique and beautiful in the city, Its small streets retain their traditional character and are divided into several sections, in which you will find all sorts – from gold and silver to raisins and spices to a wide range of crafts and ornaments. It also has some of the best breakfasts in the entire city.</p> <h2><strong>What does your city do better than anywhere else?</strong></h2>  <figure class=\"element element-image\" data-media-id=\"9138c1726c11e4625c5442d4e8a8729bad83174d\"> <img src=\"https://media.guim.co.uk/9138c1726c11e4625c5442d4e8a8729bad83174d/0_0_2048_1365/1000.jpg\" alt=\"Qat gathering in Sana’a.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Qat and chill … a gathering in Sana’a.</span> <span class=\"element-image__credit\">Photograph: Khaled Taher</span> </figcaption> </figure>  <p>Every afternoon, Yemenis gather to enjoy <a draggable=\"true\" href=\"https://www.theguardian.com/world/2011/jun/12/qat-chat-yemen-paul-torday\">qat gatherings</a>. It’s a traditional activity that goes back hundreds of years, to when qat – a mild stimulant plant leaf that is chewed – was first discovered. We sit, relax, listen to Yemeni oud music and chat about everything from our personal lives to sport and politics.</p> <h2><strong>Under-rated location</strong></h2> <p>Sana’a is the city that wakes up before you do. It is one of those places that you do not leave without carrying some of its glamour with you – the smell of its spices, the singing of its hawkers and the sound of the Yemeni oud songs that permeate everyday life. And there’s nowhere better to find all of this than at Nogom Central Market, located on the eastern side of the city. Nogom also has several shops selling wild animals – not for the faint-hearted!</p> <h2><strong>Biggest controversy</strong></h2> <p>In March 2010 <a href=\"https://www.theguardian.com/global-development/poverty-matters/2014/may/06/yemen-child-brides-fgm-rights-act-law\">child marriage</a> became a crucial debate on the city’s streets following several tragic stories, including that of <a draggable=\"true\" href=\"http://www.equalitynow.org/action-alerts/yemen-end-early-marriages-enacting-and-enforcing-minimum-age-marriage-law\">Sally Al-Sabahi</a>, who, after being married at the age of 10, was raped and beaten by her much older husband, and 13-year-old Ilham, who died in 2010 from internal bleeding four days after her forced marriage. Following international condemnation and campaigns by charities such as <a draggable=\"true\" href=\"http://www.unicef.org.uk/\">Unicef</a> and <a draggable=\"true\" href=\"http://www.equalitynow.org/\">Equality Now</a>, the country’s <a draggable=\"true\" href=\"http://www.theguardian.com/global-development/poverty-matters/2014/may/06/yemen-child-brides-fgm-rights-act-law\">government</a> finally appears ready to end the shocking tradition.</p> <h2>Best cultural Instagram</h2>  <figure class=\"element element-embed\" data-alt=\"Instagram.\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;blockquote class=&quot;instagram-media&quot; data-instgrm-version=&quot;6&quot; style=&quot; background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);&quot;&gt;&lt;div style=&quot;padding:8px;&quot;&gt; &lt;div style=&quot; background:#F8F8F8; line-height:0; margin-top:40px; padding:50.0% 0; text-align:center; width:100%;&quot;&gt; &lt;div style=&quot; background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAAGFBMVEUiIiI9PT0eHh4gIB4hIBkcHBwcHBwcHBydr+JQAAAACHRSTlMABA4YHyQsM5jtaMwAAADfSURBVDjL7ZVBEgMhCAQBAf//42xcNbpAqakcM0ftUmFAAIBE81IqBJdS3lS6zs3bIpB9WED3YYXFPmHRfT8sgyrCP1x8uEUxLMzNWElFOYCV6mHWWwMzdPEKHlhLw7NWJqkHc4uIZphavDzA2JPzUDsBZziNae2S6owH8xPmX8G7zzgKEOPUoYHvGz1TBCxMkd3kwNVbU0gKHkx+iZILf77IofhrY1nYFnB/lQPb79drWOyJVa/DAvg9B/rLB4cC+Nqgdz/TvBbBnr6GBReqn/nRmDgaQEej7WhonozjF+Y2I/fZou/qAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;&quot;&gt;&lt;/div&gt;&lt;/div&gt;&lt;p style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;&quot;&gt;&lt;a href=&quot;https://www.instagram.com/p/8X8yJ9zAbH/&quot; style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none;&quot; target=&quot;_blank&quot;&gt;A photo posted by @trueyemen&lt;/a&gt; on &lt;time style=&quot; font-family:Arial,sans-serif; font-size:14px; line-height:17px;&quot; datetime=&quot;2015-10-03T11:44:20+00:00&quot;&gt;Oct 3, 2015 at 4:44am PDT&lt;/time&gt;&lt;/p&gt;&lt;/div&gt;&lt;/blockquote&gt;&lt;script async defer src=&quot;//platform.instagram.com/en_US/embeds.js&quot;&gt;&lt;/script&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <h2><strong>Moment in history</strong></h2> <p>In February 2011, youth activists and university students started a series of protests in the streets. Following this, more members of the community, as well as politicians and human rights activists across the country, began calling for change. They wanted the existing political regime to be replaced, in order to improve the lives of Yemeni people.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/mar/25/we-are-trapped-in-war-no-end-in-sight-for-yemen-civilians\">'We are trapped in war': one year on and still no end in sight for Yemen</a> </p> </aside>  <p>This resulted in armed clashes, and many people being arrested and killed by the military. In early 2012, the Gulf cooperation countries broked an agreement, which was signed by all parties, including ex-president Ali Abdullah Saleh, for a new presidential election. The result: <a draggable=\"true\" href=\"https://www.theguardian.com/world/2012/feb/20/abd-rabbu-mansour-hadi-yemen\">Abd Rabbuh Mansur</a> became Yemen’s new president in February 2012. Now, five years since we marched on the streets, what we fought for still hasn’t quite materialised. Instead, we now live in a prolonged war zone – exploding bombs shake my window frames on a weekly basis.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=DnlaT32CPCA\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/DnlaT32CPCA?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <h2><strong>Best local artist</strong></h2> <p>“A poet flooded in love” or “the inspiring”, as people here call him, <a href=\"http://voiceseducation.org/content/abdel-aziz-al-maqaleh-poems\">Dr Abdul Aziz Al-Maqaleh</a> is the most famous and prominent poet in the city. He is a huge inspiration to the young, and some of his poems are said to have had a great impact on the <a href=\"http://www.nytimes.com/2011/02/14/world/middleeast/14yemen.html?_r=0\">2011 youth revolution</a> that lead to the political regime being overthrown.</p> <h2><strong>How green is your city?</strong></h2> <p>Sana’a suffers from a style of construction that can only really be described as “random”, and there is limited green space at the city’s core. However, there is a strong will among citizens to improve our city, be it through small greenification campaigns, or city-wide clear-ups. </p> <p>In December 2012, I participated, along with many other residents, in the biggest cleaning campaign Sana’a has ever witnessed, known as <a href=\"http://www.alarabiya.net/articles/2012/12/14/254988.html\">Brooms not Guns</a>. After all the hard work, the city looked beautiful, and this mass participation was a great sign of the power of collective activity in Sana’a.</p> <h2><strong>Five to follow</strong></h2> <p><a href=\"https://twitter.com/ibiibrahim\">Ibi Ibrahim</a></p> <p><a href=\"https://twitter.com/muradsubay\">Murad Subay</a></p> <p><a href=\"https://twitter.com/734555200\">Bushra Al-Fusail</a></p> <p><a href=\"http://www.boushraart.com/\">Boushra Almutawakel</a></p> <p><a href=\"https://www.facebook.com/sanaa.rohi\">Sanaa Rohi</a></p> <h2>From me</h2>  <figure class=\"element element-image\" data-media-id=\"cdaec935878ab84389dc7874fc9675ba3cd84e7b\"> <img src=\"https://media.guim.co.uk/cdaec935878ab84389dc7874fc9675ba3cd84e7b/0_49_4272_2563/1000.jpg\" alt=\"Khaled Taher shows us around his hometown.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">From me … Khaled Taher shows us around his hometown.</span> <span class=\"element-image__credit\">Photograph: Khaled Taher</span> </figcaption> </figure>  <p><em>Khaled Taher is a field officer for the NGO <a href=\"http://www.globalcommunities.org/yemen\">Global Communities</a>, and has also worked as a fixer and translator for foreign journalists in Yemen. </em></p>",
  "<p>French prosecutors are to recommend that Nicolas Sarkozy stands trial over alleged irregularities in his failed 2012 re-election campaign, which could affect the former president’s hopes of returning to the Élysée Palace.</p> <p>Sarkozy, who last month <a draggable=\"true\" href=\"https://www.theguardian.com/world/2016/aug/22/nicolas-sarkozy-declares-candidacy-french-presidential-election\">launched his candidacy</a> for next year’s presidential election, has been under investigation over alleged illegal campaign finances.</p> <p>Prosecutors will recommend that Sarkozy should be tried over the allegations concerning how the cost of his failed 2012 campaign reached more than double the legal limit, according to both Reuters and AFP.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/aug/22/nicolas-sarkozy-declares-candidacy-french-presidential-election\">Nicolas Sarkozy declares candidacy for French presidential election</a> </p> </aside>  <p>“Prosecutors are calling for all of those charged to be tried,” a source told AFP.</p> <p>Sarkozy <a href=\"https://www.theguardian.com/world/2016/feb/16/nicolas-sarkozy-under-investigation-over-2012-campaign-funds\">was put under formal investigation</a> in February, when he was questioned by magistrates at the Paris financial prosecutor’s office over the claims of dual accounting and the discovery of €18m (£15.5m) in false invoices issued by the Bygmalion event organisation company.</p> <p>Bygmalion organised some of Sarkozy’s campaign appearances and is accused of using false accounting. It allegedly charged the bill to Sarkozy’s party instead of the president’s re-election campaign.</p> <p>As a result, the campaign was able to greatly exceed a spending limit of €22.5m, according to the prosecution. The maximum penalty he could face was a fine of €3,700, lawyers said.</p> <p>The winner of a crucial centre-right primary election in November is likely to go on to face <a draggable=\"true\" href=\"https://www.theguardian.com/world/2012/apr/23/francois-hollande-french-election\">François Hollande, who beat Sarkozy in the 2012 election</a>, and the far-right Front National leader, Marine Le Pen.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"e2c879905546319fcf2c588824ecefeceac119a6\"> <img src=\"https://media.guim.co.uk/e2c879905546319fcf2c588824ecefeceac119a6/128_2792_2219_1332/1000.jpg\" alt=\"Hollande and Le Pen\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hollande and Le Pen.</span> <span class=\"element-image__credit\">Photograph: DSK/AFP/Getty Images</span> </figcaption> </figure>  <p>Sarkozy’s ambitions have not been helped by a series of scandals, including allegations that he used money from the late Libyan dictator <a href=\"https://www.theguardian.com/world/muammar-gaddafi\">Muammar Gaddafi</a> to fund his 2007 campaign, that he was involved in kickbacks from an arms deal in the 1990s, and that he tried to bribe a magistrate to get information on another corruption case.<br></p> <p>The Bygmalion case could prove the most damaging, especially after the investigation found that Sarkozy asked for more campaign events in mid-March 2012, about two months before the vote.</p> <p>His campaign director, Guillaume Lambert, has told police he warned Sarkozy of the risk of breaching financing limits. Questioned by police in September 2015, the former president said he did not remember the warning, and described the controversy as a “farce”. </p> <p>In a book published last month, Sarkozy wrote: “It will no doubt be hard to believe, but I swear it is the strict truth: I knew nothing about this company until the scandal broke.”</p>",
  "<p>As the presidential election enters the home stretch, Donald Trump’s campaign is in a vulnerable position. In recent weeks, the Republican nominee has <a href=\"https://www.theguardian.com/us-news/2016/aug/26/steve-bannon-florida-registered-vote-donald-trump\">changed key aides</a> yet again, flip-flopped on <a href=\"https://www.theguardian.com/us-news/2016/sep/04/donald-tump-immigration-mixed-messages-republicans\">his signature issue of immigration</a> and stayed well behind Hillary Clinton in fundraising, organization and <a href=\"https://www.theguardian.com/us-news/2016/aug/29/donald-trump-nascar-north-carolina-republicans\">polling</a>.</p> <p>Trump is by no means out of the race, but his path to victory relies as much on Clinton missteps as on his own successes. That means he now has a clear goal. He is not going to try to be a normal candidate. There will be no attempt to pivot to the center. There will not be a softer side. </p> <p>Trump will be the same fiery demagogue that tore up the Republican primary. The goal will not be to dam his torrent of political incorrectness. It will be to channel it, to produce maximum appeal to voters.</p> <p>The biggest change in the Trump campaign in recent weeks was <a href=\"https://www.theguardian.com/us-news/2016/aug/19/paul-manafort-resigns-donald-trump-campaign\">the replacement</a> of top aide Paul Manafort with a two-headed team, pollster Kellyanne Conway as campaign manager and rightwing publisher Steve Bannon as campaign CEO. The two took over in mid-August, after a series of revelations about Manafort’s ties to <a href=\"https://www.theguardian.com/us-news/2016/aug/16/donald-trump-campaign-paul-manafort-ukraine-yanukovich\">allies of Russian president Vladimir Putin</a>. </p> <p>A veteran of Republican campaigns since 1976, Manafort was brought on to help guide the campaign through the arcane process of delegate selection for the Republican convention in Cleveland. He was then able to push out Corey Lewandowski, Trump’s previous campaign manager, who was known for his brash, hard-charging style. </p> <p>Manafort is known for his charisma, but he was not able to bring it to bear on Trump. Before the billionaire clinched the nomination, Manafort <a href=\"https://www.theguardian.com/us-news/2016/apr/21/trump-campaign-republican-establishment-election-strategy\">promised top Republicans</a> his candidate was putting on “an act” for primary voters. Trump was reportedly furious, and therefore did his utmost to demonstrate that he was just being himself.</p> <p>Trump subsequently meandered from controversy to controversy, a situation not helped by the fact that unlike Lewandowski, Manafort did not travel with him. It is almost unheard for campaign managers to travel with their candidate, but no candidate in American history has been so impulsive as Trump. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/03/citizens-united-david-bossie-trump-campaign\">Trump's new hire David Bossie has decades-long history attacking Clintons</a> </p> </aside>  <p>The result? To name just two controversies, Trump claimed a federal judge was biased against him <a href=\"https://www.theguardian.com/us-news/2016/jun/03/donald-trump-judge-curiel-university-case-biased-mexican\">because of his Mexican heritage</a> and <a href=\"https://www.theguardian.com/us-news/2016/jul/31/donald-trump-father-muslim-us-soldier-khizr-khan-soul\">insulted the family</a> of an American soldier who died in Iraq. And so Manafort was pushed out, along with other veteran operatives such as Rick Gates and Mike McSherry.</p>  <figure class=\"element element-image\" data-media-id=\"6907baf7f7ca18c437bf08cd5a17525f72bef92e\"> <img src=\"https://media.guim.co.uk/6907baf7f7ca18c437bf08cd5a17525f72bef92e/0_91_2074_1244/1000.jpg\" alt=\"Campaign Manager Kellyanne Conway and Paul Manafort\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Current campaign manager Kellyanne Conway with former campaign chair Paul Manafort, in August. Manafort has since been pushed out.</span> <span class=\"element-image__credit\">Photograph: Carlo Allegri/Reuters</span> </figcaption> </figure>  <p>The resulting shakeup also brought in <a href=\"https://www.theguardian.com/us-news/2016/sep/03/citizens-united-david-bossie-trump-campaign\">David Bossie</a>, a long-time anti-Clinton operative. As a result, the campaign’s brains trust, which also includes Trump’s son-in-law <a href=\"https://www.theguardian.com/us-news/2016/jul/05/jared-kushner-new-york-observer-jewish-antisemitism\">Jared Kushner</a>, has no experience working for a presidential candidate in a general election. It is however well-attuned to Trump’s idiosyncratic ways.</p> <p>One of the biggest changes is that Trump now uses a teleprompter when speaking, even at his raucous campaign rallies. Although he has long disdained the device and boasted of his ability to improvise every night, thanks to the arrival of Conway he has finally been persuaded to stick to something resembling a script. </p> <p>No one, of course, should mistake Trump for an automaton. He uses his prepared remarks in the same way John Coltrane used the sheet music to My Favorite Things: as the basis for a series of wild riffs. But the presence of the teleprompter means that Trump at least gets back to the basic notes, rather than off on a politically costly solo.</p> <p>The most glaring sign Trump’s new reliance on technology came at the end of August, at an Iowa fundraiser for Senator Joni Ernst that was held in a barn on the state fairgrounds, where livestock normally compete for blue ribbons. Politician after politician took the stage to cheers from crowd sitting on benches on the dirt floor, wolfing down barbecued pork sandwiches. As Trump’s appearance drew near, technicians suddenly appeared and installed a teleprompter. At such an informal event, it was a jarring site.</p>  <figure class=\"element element-image\" data-media-id=\"d9ec5297b1d66276248bc101c1f8a915d5d659bb\"> <img src=\"https://media.guim.co.uk/d9ec5297b1d66276248bc101c1f8a915d5d659bb/0_319_5200_3119/1000.jpg\" alt=\"Donald Trump Attends Joni Ernst’s Annual Roast And Ride In Des Moines\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump speaks from a teleprompter at the 2nd annual Joni Ernst Roast and Ride in Des Moines last month.</span> <span class=\"element-image__credit\">Photograph: Stephen Maturen/Getty Images</span> </figcaption> </figure>  <p>In terms of policy, the candidate has returned to the “let Trump be Trump” tactics that defined his campaign in the primary. This was most clear in his immigration speech in Phoenix on Wednesday, where Trump definitely took a <a href=\"https://www.theguardian.com/us-news/2016/sep/01/donald-trump-vows-to-deport-millions-during-first-hour-in-office-in-hardline-speech\">hardline stance</a>, doubling down on the inflammatory rhetoric that drove his surge to the nomination. </p> <p>Proclaiming “there will be no amnesty”, parading family members of Americans killed by illegal immigrants, he <a href=\"https://www.theguardian.com/us-news/2016/sep/01/in-arizona-we-saw-the-real-donald-trump-the-one-we-already-knew\">framed the issue</a> not as “a humanitarian crisis”, as he said earlier that day in Mexico, or even an economic one. Instead, it was about public safety and the “wellbeing of the American people”.</p> <p>In the aftermath of a speech that showed little potential to improve poll numbers among Latino voters, a number of members of Trump’s Hispanic advisory council resigned. A recent poll showed <a href=\"http://www.latimes.com/nation/politics/trailguide/la-na-trailguide-updates-1472827916-htmlstory.html\">only 19% of Hispanics</a> supporting Trump. In 2004, George W Bush won 44%. In one recent poll, Trump’s approval rating among African Americans was <a href=\"http://fusion.net/story/341993/trump-public-policy-polling-0-percent/\">zero</a>. To win, he will have to run the table with white voters.</p> <p>Trump does appeal to disconnected blue-collar white voters. While diverse states like Colorado and Virginia, swing states in past cycles, have moved off the map, Trump is showing staying power in places such as <a href=\"https://www.theguardian.com/us-news/2016/aug/28/donald-trump-iowa-republican-red-state\">Iowa</a> and Nevada, which have recently leaned Democratic. The problem is that those states have comparatively few votes in the electoral college. He is also being significantly out-organized and out-fundraised by the Clinton political juggernaut.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/04/donald-trump-support-marriage-ipsos-poll\">Married couples more politically split this election, thanks to Donald Trump</a> </p> </aside>  <p>His one advantage is Clinton. Trump may be the most unpopular presidential candidate in modern American history, but Clinton is the second-most unpopular. No less than <a href=\"https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;ved=0ahUKEwjVramepfLOAhXL1CYKHXITBhwQFggcMAA&amp;url=https%3A%2F%2Fwww.washingtonpost.com%2Fnews%2Fthe-fix%2Fwp%2F2016%2F07%2F25%2F4-brutal-poll-numbers-that-greet-hillary-clinton-at-the-democratic-national-convention%2F&amp;usg=AFQjCNF3LYkvtxduzuAbFlrG4LS35sas1g&amp;sig2=avFhpcUS4ooeR2Bcx27UxQ&amp;bvm=bv.131783435,d.eWE\">68% of Americans</a> think the Democratic nominee isn’t honest and trustworthy and with <a href=\"https://www.theguardian.com/us-news/2016/sep/02/hillary-clinton-emails-laptop-thumb-drive-archive-missing\">her email scandal</a> showing no sign of abating, the Democrat will come under continued scrutiny until election day itself.</p> <p>Trump’s path to victory is still narrow. But if there is one thing Trump has shown in the past year, it’s that an underfunded, out-organized campaign can throw caution to the wind, and ride a never-ending twister of controversy to beat an establishment opponent. That worked in the Republican primary. Can it work in November? </p> <p>One thing is clear: Trump is more confident pursuing an outlandish, unconventional approach than he is if he acts like a normal politician. </p> <h2><strong>Key players</strong></h2> <p>Kellyanne Conway, campaign manager; Steve Bannon, campaign CEO; Jared Kushner, son-in-law; Roger Ailes, former Fox News chief.</p> <h2><strong>Signature policies</strong></h2> <p>Building a wall and having Mexico pay for it; renegotiating free trade agreements; “bombing the hell out of Isis” and “taking their oil”.</p> <h2><strong>Strongest point</strong></h2> <p>Able to garner free media with a single tweet.</p> <h2><strong>Weakest point</strong></h2> <p>Has hit record lows with minority voters, reaching 0% in one recent poll of African Americans. Is also is being massively outspent and outorganized by Clinton.</p> <h2><strong>Core supporters</strong></h2> <p>Blue-collar white males.</p>",
  "<p>Hillary Clinton’s summer ends abruptly on Monday. For several weeks, the presidential frontrunner has toured the homes of America’s rich and famous, hosted by Justin Timberlake, welcomed by Magic Johnson and <a href=\"https://www.instagram.com/p/BJwfvsCg_h4\">s</a><a draggable=\"true\" href=\"https://www.instagram.com/p/BJwfvsCg_h4\">erenaded </a>by Jimmy Buffett, Jon Bon Jovi and Paul McCartney.<br tabindex=\"-1\"></p> <p>It all helped swell Democratic coffers by a record $143m in August, crucial ammunition for the 64 days of TV advertising left between now and the general election. It also allowed an exhausted campaign to recharge its batteries following months on the road and July’s convention in Philadelphia.</p> <p>But on Labor Day, Clinton swaps the beaches of Cape Cod and Long Island for the rust-belt towns of Ohio and Iowa, scenes of her bruising primary race against Bernie Sanders and home to a stubbornly loyal pockets of blue-collar support for Donald Trump.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/04/who-will-win-presidential-election-2016-labor-day-prediction\">Who will win the presidential election? No usual answers on Labor Day 2016</a> </p> </aside>  <p>She won’t be alone. Monday’s events in Cleveland and the Quad Cities, industrial towns bordering Iowa and Illinois, will debut a new campaign plane, large enough to carry the traveling reporters who were hitherto consigned to tagging along behind.</p> <p>Journalists have complained for months about a lack of access to Clinton, who has not held a conference for 276 days. Her campaign has accused the media of fixating on that <a draggable=\"true\" href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/07/07/heres-how-long-it-has-been-since-hillary-clinton-held-a-press-conference/?tid=a_inl\">daily tally</a> and ignoring the interviews she gives to select cable anchors or local news stations. </p> <p>“This <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/08/18/hillary-clinton-hasnt-held-a-press-conference-in-257-days-thats-ridiculous/\">257 days</a> nonsense is ludicrous. When has it been the norm that a presidential candidate regularly does press conferences?” spokesman Nick Merrill askedreporters on Thursday. He then promised one “soon”. </p> <p>The new aircraft is nothing if not symbolic: it launches the start of an intense period of travel and scrutiny during the debates and rallies before election day on 8 November.</p> <p>The plane also provides room for key Clinton aides to escape their headquarters in Brooklyn and gain important time with the boss. Her loyal gatekeeper Huma Abedin will likely stand guard, returning to the plane after a period of absence that aides insist has nothing to do with the very public <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/aug/29/anthony-weiner-sexting-twitter-scandal\">break-up of her marriage to former congressman Anthony Weiner</a>. </p>  <figure class=\"element element-image\" data-media-id=\"02fe2f8a192552c1eab0129408a381a14a5f5d6c\"> <img src=\"https://media.guim.co.uk/02fe2f8a192552c1eab0129408a381a14a5f5d6c/0_40_3500_2100/1000.jpg\" alt=\"Huma Abedin\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Huma Abedin waits while Hillary Clinton greets supporters in Scranton, Pennsylvania, last month.</span> <span class=\"element-image__credit\">Photograph: Mark Makela/Getty Images</span> </figcaption> </figure>  <p>Campaign manager Robby Mook and chairman John Podesta have their own challenge: working out where to direct the plane. Some campaign destinations are obvious, such as the swing states of Ohio, Florida, New Hampshire, Nevada, Iowa and North Carolina. Some in rust-belt states such as Pennsylvania, Wisconsin and Michigan are getting more attention this time thanks to Trump’s appeal to the white working class. Colorado and Virginia look well out of his reach.</p> <p>The bigger question is whether to take the battle into enemy territory. Trump has proved so unpopular among some Republican voters, minorities and women, that deep red territory is perhaps in play. States such as Arizona, Utah and Georgia, which haven’t voted Democrat in decades, could be vulnerable in the winner-take-all electoral college system – and Clinton has superior fundraising and a vastly more organised network of campaign offices.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/02/presidential-debate-moderators-martha-raddatz-anderson-cooper\">The Clinton-Trump presidential debates: who are the moderators?</a> </p> </aside>  <p>Her campaign is at least testing the waters. On Friday, Clinton began airing <a href=\"https://www.washingtonpost.com/news/post-politics/wp/2016/09/01/clinton-launching-tv-ads-in-arizona-a-state-that-has-been-reliably-republican/\">TV ads in Arizona</a>, where Mitt Romney beat Barack Obama by nearly 10 points. Clinton’s husband is the only Democrat to have won the state in a presidential election since 1952. </p> <p>Her campaign is also spending money in Nebraska, one of two states that splits electoral college votes and therefore offers Clinton a chance to peel off electors from the relatively liberal city of Omaha. Even Utah, where Trump has riled conservative Mormons, has seen the Clinton campaign <a href=\"http://www.usatoday.com/story/news/politics/onpolitics/2016/08/23/clinton-field-office-utah-sullivan/89200340/\">open a field office</a>. </p> <p>Whether these moves amount to a radical new strategy or clever feints to trick Trump is not clear. Some inside Clinton’s Brooklyn headquarters are <a href=\"http://www.politico.com/story/2016/08/clinton-trump-electoral-strategy-227561\">reportedly cheering</a> that moves into Republican heartlands appear to have Trump spending time and money in places he ought to take for granted – for instance, by staging a major immigration speech in Arizona. </p> <p>Yet the confidence could easily become complacency too. Clinton’s healthy lead following the party’s convention has eroded in recent weeks, slipping down to the low single digits in some key states. Not only are the <a href=\"http://thehill.com/blogs/ballot-box/presidential-races/294037-national-poll-clinton-edges-trump-by-2-points\">headline polls</a> too close for comfort, but Americans still stubbornly dislike Clinton and Trump by enormous margins. A record number of Americans now say they dislike Clinton, according to a <a href=\"https://www.washingtonpost.com/page/2010-2019/WashingtonPost/2016/08/31/National-Politics/Polling/release_441.xml\">Washington Post-ABC News poll</a> that showed 41% of Americans have a favorable impression of her, while 56% have an unfavorable one.</p>  <figure class=\"element element-image\" data-media-id=\"b2a5b2a2b7e42facc177e4254c15454870f9037b\"> <img src=\"https://media.guim.co.uk/b2a5b2a2b7e42facc177e4254c15454870f9037b/0_58_5178_3107/1000.jpg\" alt=\"Latino Clinton supporters\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Latino supporters of Hillary Clinton hold a sign saying ‘I’m with her’ written in Spanish at a campaign rally in Miami in July.</span> <span class=\"element-image__credit\">Photograph: Brooks Kraft/Getty Images</span> </figcaption> </figure>  <p>Though she enjoys a powerful coalition of support in Washington, particularly from the Obama administration, political surrogates cannot necessarily translate her shower their popularity on friends.</p> <p>“This ain’t over man. This is not over,” Joe Biden warned at a rally for Clinton in Cleveland on Thursday, where one supporter confessed he was actually planning to vote Trump but came along because he just liked the vice-president. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/02/hillary-clinton-wellesley-college-freshmen-women\">Where Hillary called home: Wellesley’s 2020 class on its most famous alumnus</a> </p> </aside>  <p>The scepticism of many independent voters may also help explain the decision by Clinton’s communications director Jennifer Palmieri to shield the candidate from the rough-and-tumble of open press conferences, where generally risks are high and rewards low.</p> <p>Clinton’s campaign has expressed frustration with the questions of trustworthiness, particularly over her private emails system that appear to reinforce a reputation of favoritism and privilege built up by the Clintons. Aides also complain that she does not get the recognition she deserves for developing many more new policy ideas than most candidates.</p> <p>“People criticise me for having so many plans,” Clinton told a lukewarm audience of military veterans in Cincinnati on Wednesday. “People say, Oh there she goes with another plan about mental health, or whatever,” she added. “But I have this old fashioned idea that if you are going to ask to be president if you have to have a plan.”<br></p> <p>Yet the campaign is under no illusion about the nature of this year’s fight. If hunkering down away from the press while outspending Trump – she has <a href=\"http://www.theatlantic.com/politics/archive/2016/09/hillary-clinton-has-a-lot-of-money/498467/\">raised more money</a> than <a href=\"http://data.worldbank.org/country/marshall-islands\">the GDP</a> of <a href=\"http://www.tradingeconomics.com/palau/gdp\">small Pacific nations</a> – is what it takes to beat him, then so be it.</p> <p>“This is not a normal election,” Clinton said at the American Legion convention in Cincinnati. “This election shouldn’t be about ideology, it’s not just about differences over policy. It’s about who has the experience and temperament to serve as president and commander and chief.”</p> <p>“The stakes this fall are as high as any election in our lifetimes.”</p> <h2><strong>Key players</strong></h2> <p>Huma Abedin, Clinton’s right-hand woman and gatekeeper. Robby Mook, the campaign manager in charge of her election machine. John Podesta, family friend, campaign chairman and former chief of staff to Bill Clinton. Jennifer Palmieri, former Obama communications director now fielding flak for Clinton. Neera Tanden, key figure in transition team preparing the clan for power.</p> <h2><strong>S</strong><strong>ignature policies</strong></h2> <p>The campaign slogan “stronger together” captures Clinton’s broad belief in a more socially inclusive America, but the underlying policies range widely from a jobs program and infrastructure spending, to making college more affordable and tackling climate change. On trade and social security, she has moved to the left, rhetorically, at least.<br></p> <h2><strong>Strongest points</strong></h2> <p>Clinton’s experience as secretary of state, senator and activist first lady make her one of the most qualified candidates to run for office. Supporters also point to her resilience in the face of setbacks, long track record of social activism and historic achievement as the first woman nominee of a major party.</p> <h2><strong>Weakest points</strong></h2> <p>The biggest handicap according to opinion polls is a perceived lack of trust among voters, something exacerbated by years of attacks on Clinton family “scandals” and an ongoing controversy over her private email server. Voters sometimes also talk about finding her inauthentic and lacking warmth. </p> <h2><strong>C</strong><strong>ore supporters</strong></h2> <p>African Americans, women, Latinos, college-educated men – in short, a vast swath of the increasingly diverse US electorate. Geographically, the strongest support for Democrats is heavily concentrated on the coasts however.</p>"
]