[
  "<p>All humanoids suffer illness, but very few of us get sick only two months before we’re due to go toe-to-toe with Donald Trump to decide who will become the most powerful person in the world. The news that Hillary Clinton is suffering from pneumonia points up a truth that distinguishes politicians from the rest of us: for them, illness is not a phenomenon that has to be treated only medically, but is also something that must be managed by teams of PR goons working round the clock so that their boss doesn’t seem too feeble to hold the proverbial reins of power.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/12/hillary-pneumonia-more-important-things-donald-trump\">Eight things that are more important than Hillary's pneumonia</a> </p> </aside>  <p>Trump, 70, has already questioned his 68-year-old rival’s physical and mental capabilities to become president. And she has retorted, with perhaps even greater justice, indicting his temperament for the job.</p> <p>Clinton went on the late-night comedy show Jimmy Kimmel Live! in August to rubbish rumours about her health. “Back in October [2015], National Enquirer said I would be dead in six months,” she said. “So with every breath I take, it feels like a new lease on life.”</p> <p>No wonder, given the wild speculation and huge risks to political capital involved, politicians have gone to incredible lengths to ensure any illnesses they might suffer remain private. Here are some examples.</p> <h2>Ronald Reagan (1911-2004)</h2>  <figure class=\"element element-image\" data-media-id=\"4922e28b7533690cbe293d77b08e437c9453a8d2\"> <img src=\"https://media.guim.co.uk/4922e28b7533690cbe293d77b08e437c9453a8d2/0_205_3071_1843/1000.jpg\" alt=\"Ronald Reagan in 1984.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ronald Reagan in 1984.</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <p>The two-term American president, who served from 1981 to 1989, was diagnosed with Alzheimer’s in 1994. University of Arizona researchers found that subtle changes in speaking patterns linked to the onset of dementia <a href=\"http://www.telegraph.co.uk/news/worldnews/northamerica/usa/11506047/Ronald-Reagans-speeches-showed-the-beginnings-of-Alzheimers-before-diagnosis.html\">were apparent years before doctors diagnosed his disease</a>. “President Reagan showed a significant reduction in the number of unique words over time and a significant increase in conversational fillers and non-specific nouns,” wrote professors of speech and hearing science Visar Berisha and Julie Liss.</p> <h2>John F Kennedy (1917-1963)</h2>  <figure class=\"element element-image\" data-media-id=\"f6ecd4efe94b7e1e2af5b3a07b0fe3f4c458256a\"> <img src=\"https://media.guim.co.uk/f6ecd4efe94b7e1e2af5b3a07b0fe3f4c458256a/0_283_2700_1619/1000.jpg\" alt=\"JFK in 1962.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">JFK in 1962.</span> <span class=\"element-image__credit\">Photograph: CBS Photo Archive/Getty Images</span> </figcaption> </figure>  <p>When JFK was elected US president in 1960, he seemed, at 43, healthy and vibrant. In reality, he suffered various problems controlled by doses of steroids and other drugs. Among those problems was Addison’s disease or autoimmune polyendocrine syndrome type 2. During the 1960 presidential campaign, Kennedy’s adversaries claimed that he had the disease, but as the Los Angeles Times reports, a cunningly worded statement issued at the time by his doctors asserted that Kennedy did not have Addison’s disease caused by tuberculosis (which is the cause of the diseases in only 20% of sufferers). As a result of this statement, the matter was dropped. The truth was, though, that JFK did suffer from Addison’s disease, but in his case it was autoimmune in origin. The disease causes the adrenal glands (which produce adrenaline and other hormones) to wither and results in symptoms such as fatigue, dizziness, muscle weakness, weight loss, difficulty standing up, nausea, sweating, and changes in mood and personality. Kennedy collapsed twice, once during a congressional visit to Britain, as a result of Addison’s disease.</p> <p>JFK’s medical records, studied posthumously by navy doctor Lee R Mandel, <a href=\"http://articles.latimes.com/2009/sep/05/science/sci-jfk-addisons5\">revealed that the president was taking</a> 500mg of vitamin C twice daily; 10mg of hydrocortisone daily; 2.5mg of prednisone twice daily; 10mg of methyltestosterone daily (to combat weight loss and gonadal atrophy associated with the steroids he was taking); 25mg of liothyronine (a synthetic thyroid hormone) twice daily; 0.1mg fludrocortisone daily; and diphenoxylate hydrochloride and atropine sulfate, two tablets as needed.</p> <h2>Franklin D Roosevelt (1882-1945)</h2>  <figure class=\"element element-image\" data-media-id=\"5c37c4c8a06c708a0ce676c33548abd6fbb34950\"> <img src=\"https://media.guim.co.uk/5c37c4c8a06c708a0ce676c33548abd6fbb34950/0_11_594_356/500.jpg\" alt=\"FDR in 1924.\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">FDR in 1924.</span> <span class=\"element-image__credit\">Photograph: PhotoQuest/Getty Images</span> </figcaption> </figure>  <p>In 1921, at the age of 38, Roosevelt suffered a severe attack of polio, which resulted in the total paralysis of both legs. The previous year he had run as vice-president on Democratic candidate James M Cox’s ticket. His illness seemed to threaten his future political career, but it did not. In 1928, he was elected governor of New York and in 1932 defeated Herbert Hoover to become president, in which office he served until his death in 1945 – becoming thereby the last president to serve more than two four-year terms in office. In 1944, hospital tests revealed that the president, a lifelong chain smoker, had high blood pressure, atherosclerosis, coronary heart disease causing angina pectoris and congestive heart failure, but his declining health was hidden from the public. During the 1944 election campaign, his personal physician, Admiral Ross McIntire, told reporters what he must have known to be untrue, namely: “The president’s health is perfectly OK. There are absolutely no organic difficulties at all.” There are even claims that he used the office of censorship to quash reports of his declining health before the election, which he won – only to die the following year, shortly after experiencing a massive cerebral haemorrhage.</p> <h2>François Mitterrand (1916-1996)</h2>  <figure class=\"element element-image\" data-media-id=\"80f8ac68e97c50b0dede6151542e6b4cf19317f9\"> <img src=\"https://media.guim.co.uk/80f8ac68e97c50b0dede6151542e6b4cf19317f9/0_167_2878_1726/1000.jpg\" alt=\"Mitterrandin 1992.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mitterrandin 1992.</span> <span class=\"element-image__credit\">Photograph: Franck Perry/AFP</span> </figcaption> </figure>  <p>The French president died of prostate cancer in 1996, a year after the end of his two-term, 1981-95 presidency. During those long years in the Élysée Palace, he and his doctors concealed his condition from the French public. David Owen, in his book <a href=\"https://bookshop.theguardian.com/in-sickness-and-in-power.html\">In Sickness and in Power: Illness in Heads of Government During the Last 100 Years</a>, reveals the lengths they went to to conceal his condition.</p> <p>When Mitterrand <a href=\"http://www.telegraph.co.uk/news/features/3636287/David-Owen-Tony-Blair-and-John-F-Kennedy-may-have-been-power-crazy.html\">had to be given regular intravenous oestrogen hormone therapy</a>, the president’s personal physician “hung the intravenous drip on a picture hook or a coat hanger so as not to have to hammer a nail into the wall of an embassy or another government’s guest house”.</p> <p>Shortly before his death, Mitterrand <a href=\"https://www.theguardian.com/film/2005/jul/15/1\">had an intimate farewell supper with friends</a>. Each diner was presented with a sizzling roasted ortolan, a sparrow-like bird the size of a lemon. He and his guests placed napkins over their heads. Then each bent over their dish, inhaled its delicate vapours, took the bird by its beak and sucked out the innards, including bones, through its rectum. In part because hunting the songbird was illegal in France, this supper – just like Mitterrand’s cancer – remained a secret until after his death.</p> <h2>Harold Wilson (1916-1995)</h2>  <figure class=\"element element-image\" data-media-id=\"e6f2f15b9ce17cb037fdd837e5eaecd8aa60a7ad\"> <img src=\"https://media.guim.co.uk/e6f2f15b9ce17cb037fdd837e5eaecd8aa60a7ad/0_1483_6036_3621/1000.jpg\" alt=\"Wilson in 1971.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wilson in 1971.</span> <span class=\"element-image__credit\">Photograph: Imagno/Getty Images</span> </figcaption> </figure>  <p>During the British prime minister’s second term of office from 1974-76, he suffered symptoms that were later diagnosed as colon cancer. He may also have suffered from Alzheimer’s while in office (like Reagan). Neurologist Dr Peter Garrard analysed Wilson’s changing speech patterns at the dispatch box, just as he had those of novelist Iris Murdoch, and found evidence that the prime minister might well have been suffering from Alzheimer’s without knowing it. Garrard said: “Language is known to be vulnerable to the earliest stages of Alzheimer’s disease, and the findings of the earlier Iris Murdoch project confirmed that linguistic changes can appear even before the symptoms are recognised by either the patient or their closest associates.</p> <p>“If such changes are apparent during the effortful and relatively controlled process of creative writing, then the cognitive demands of spontaneous speech production make it even more likely for them to be detectable in spoken output.” Garrard argued that such effortful cognitive demands may have prompted Wilson to retire from office.</p> <h2>Winston Churchill (1874-1965)</h2>  <figure class=\"element element-image\" data-media-id=\"f0159721107c83180b84721de3425aaa3d92baad\"> <img src=\"https://media.guim.co.uk/f0159721107c83180b84721de3425aaa3d92baad/0_257_2723_1633/1000.jpg\" alt=\"Churchill in 1942.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Churchill in 1942.</span> <span class=\"element-image__credit\">Photograph: Popperfoto/Getty Images</span> </figcaption> </figure>  <p>In his 1966 memoir, Churchill’s personal physician Charles Wilson, the first Baron Moran, revealed that “Black Dog” was the name Churchill gave to “the prolonged fits of depression from which he suffered”. The claim that Britain’s wartime leader was clinically depressed has ever since remained controversial, though Churchill acknowledged in his book Painting as a Pastime that he was prey to the “worry and mental overstrain [experienced] by persons who, over prolonged periods, have to bear exceptional responsibilities and discharge duties upon a very large scale”. To combat such worry and overstrain, Lord Moran reported, Churchill was prone to take solace in whisky and cigars, especially during the darkest days of the second world war. He suffered a heart attack at the White House in 1941 and contracted pneumonia a few years later.</p> <p>During his second term as prime minister from 1951 to 1955, Churchill was, in the words of his biographer Roy Jenkins, “gloriously unfit for office”. Ageing and increasingly unwell, he often conducted business from his bedside. He had suffered a stroke while on holiday in 1949 and, while in office in 1953, suffered another. Despite being paralysed down one side and doctors fearing he might not survive the weekend, he conducted a cabinet meeting without, it is claimed, anyone noticing his indisposition. News of this stroke was kept from parliament and the public, who were told that he was suffering merely from exhaustion. <a href=\"https://www.gov.uk/government/history/past-prime-ministers/winston-churchill\">He left office in 1955</a>. A year after his retirement, he suffered another stroke.</p> <h2>Tony Blair (1953-) </h2>  <figure class=\"element element-image\" data-media-id=\"1ddf854b68079a0e8948a5deb57152da8b693979\"> <img src=\"https://media.guim.co.uk/1ddf854b68079a0e8948a5deb57152da8b693979/0_265_2048_1229/1000.jpg\" alt=\"Blair in 2004.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Blair in 2004.</span> <span class=\"element-image__credit\">Photograph: Abbas Momani/AFP/Getty Images</span> </figcaption> </figure>  <p>In 2004, the then prime minister was rushed to Hammersmith hospital in west London for emergency treatment after he complained of chest pains and an irregular heartbeat. The Guardian reported at the time: “No 10 immediately played down the incident, but the image of the youthful prime minister struck down by a heart condition sent shockwaves through the government.” He was found to be suffering from supraventricular tachycardia, and the following year was treated for a heart flutter. “It’s not particularly alarming but it’s something that you should get fixed – it’s a routine procedure,” he said later. “I’ve had it for the last couple of months and it’s not impeded me doing my work and feeling fine, but it is as well to get it done.” At the time, Blair placed a great deal of emphasis on being fit and healthy. He told interviewers that, at 51, he weighed about 83kg (13st), less than he did a decade before. In part, this was due to his healthy lifestyle – playing tennis regularly and insisting his aides ensure time for for workouts in his daily diary.</p> <h2>Gordon Brown (1951-)</h2>  <figure class=\"element element-image\" data-media-id=\"eedd775026a0a0849f4dfc11c33a93ba6552eb0f\"> <img src=\"https://media.guim.co.uk/eedd775026a0a0849f4dfc11c33a93ba6552eb0f/0_267_3004_1802/1000.jpg\" alt=\"Brown last year.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Brown last year.</span> <span class=\"element-image__credit\">Photograph: Roberto Ricciuti/Getty Images</span> </figcaption> </figure>  <p>In 2009, <a href=\"http://www.theguardian.com/politics/2009/sep/27/andrew-marr-gordon-brown-health\">on Andrew Marr’s Sunday morning BBC TV show</a>, prime minister Gordon Brown gave a detailed description of his difficulties with his eyesight. He lost the sight in one eye after a teenage rugby accident and has a retinal detachment in his other eye, leaving him with the “same fear” that he will completely lose his sight. He told Marr: “Although I have problems with my eyes and it has been very difficult over the years, I think people understand that you can do a job and you can work hard. And I think it would be a terrible indictment of our political system if you thought that because someone had this medical issue, they couldn’t do the job. I feel that I have done everything to show people that I can do the job even with the handicap that I’ve had as a result of a rugby injury.”</p> <h2>Konstantin Chernenko (1911-1985)</h2>  <figure class=\"element element-image\" data-media-id=\"3284f120ad9804fb304998a32f78a70916f14aee\"> <img src=\"https://media.guim.co.uk/3284f120ad9804fb304998a32f78a70916f14aee/0_464_4000_2401/1000.jpg\" alt=\"Chernenko (centre) in 1984.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chernenko <em>(centre)</em> in 1984.</span> <span class=\"element-image__credit\">Photograph: TASS via Getty Images</span> </figcaption> </figure>  <p>The fifth general secretary of the Communist Party of the Soviet Union was terminally ill when he took office in February 1984. He had started smoking aged nine and continued the habit as an adult, suffering emphysema and heart failure as a result. A year before he succeeded Yuri Andropov, he had been absent for three months because of bronchitis, pleurisy and pneumonia. Despite these seeming disqualifications for office, he still managed to serve – in name at least – as the leader of the Soviet Union for 13 months. In reality, from the end of 1984 until his collapse into a coma and death in March 1985, he rarely left Moscow’s heavily guarded Central Clinical hospital, and when he did, he only upset the Soviet people with his cadaverous TV appearances. Chernenko was the third Soviet leader to die during Ronald Reagan’s presidency, aged 73. “How am I supposed to get anyplace with the Russians if they keep dying on me?” the American reportedly remarked.</p> <h2>Fidel Castro (1926-)</h2>  <figure class=\"element element-image\" data-media-id=\"5c8c6588f46ce206e6c3e5085a73605692f0dda2\"> <img src=\"https://media.guim.co.uk/5c8c6588f46ce206e6c3e5085a73605692f0dda2/0_182_2000_1200/1000.jpg\" alt=\"Castro in 2004.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Castro in 2004.</span> <span class=\"element-image__credit\">Photograph: Jose Goiti/AP</span> </figcaption> </figure>  <p>In 2006, the Cuban leader underwent surgery for intestinal bleeding. The then US president, George W Bush, was less than thrilled about the news of Castro’s recovery: “One day, the good Lord will take Fidel Castro away.” Castro retorted: “Now I understand why I survived Bush’s plans and the plans of other presidents who ordered my assassination: the good Lord protected me.” Instead of being taken down by American hitmen, Castro stood down in 2008, writing: “It would betray my conscience to take up a responsibility that requires mobility and total devotion, that I am not in a physical condition to offer.” To be fair, he was nearly 90. There has been much speculation since that Fidel suffers from diverticulitis, a digestive disease in which pouches within the large bowel wall become inflamed; Havana has not confirmed this. Quite possibly, Castro worries that Americans are still trying subtle techniques to kill him. In March, following Barack Obama’s Cuban visit, Castro wrote that the US president’s words were so sugary, he feared he was going to have a heart attack.</p> <h2>Theresa May (1956-)</h2>  <figure class=\"element element-image\" data-media-id=\"9622e57ef9a1e58b2f040dc696aee56dd5d02ba4\"> <img src=\"https://media.guim.co.uk/9622e57ef9a1e58b2f040dc696aee56dd5d02ba4/0_71_4096_2458/1000.jpg\" alt=\"May earlier this month.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">May earlier this month.</span> <span class=\"element-image__credit\">Photograph: Will Oliver/EPA</span> </figcaption> </figure>  <p>In 2012, the then home secretary went to see her doctor about a heavy cold because she feared that it could develop into bronchitis, as had happened to her husband. Instead, she was diagnosed with type 1 diabetes, which she manages with four insulin injections a day. “I would like the message to get across that it doesn’t change what you can do,” she told one interviewer.</p> <p>“The fact is that you can still do whatever you want to do. For example, on holiday my husband and I do a lot of quite strenuous walking up mountains in Switzerland, and it doesn’t stop me doing it. I can still do things like that and can still do the job.”</p>",
  "<p>On Sunday afternoon, Hillary Clinton’s doctor revealed that she had been <a href=\"https://www.theguardian.com/us-news/2016/sep/11/hillary-clinton-leaves-911-ceremony-after-feeling-overheated\">diagnosed with pneumonia</a> two days earlier. The admission came after she was filmed stumbling into her van after leaving a 9/11 memorial ceremony early. Pneumonia is a serious illness, but it can be treated with antibiotics.</p> <p>The incident divided opinion along familiar lines: for the Trumpian right it was confirmation that Hillary is sickly, perhaps far more than she lets on. Some Clinton supporters railed against the press’s obsession with her health, arguing that it feeds conspiracy theories – and why on earth should it matter?</p> <p>Of course a presidential candidate’s health matters. Both Trump and Clinton can rightly expect scrutiny of their records and fitness for office. But the press also has a duty to place medical problems in perspective.</p> <p>The effects of the illness may last a few more days, or a month. And the coming hours will be utterly dominated by coverage of it. But the next president is going to be elected for at least four years. Hillary Clinton is sick right now, but her opponent has flaws that won’t disappear with a course of pills. Here’s a reminder of some of the factors that should weigh heavier than a bout of pneumonia. </p> <h2>Donald Trump’s attitude to climate change</h2> <p>The Republican candidate has said he would <a href=\"https://www.theguardian.com/us-news/2016/may/26/donald-trump-environmental-policy-climate-change-keystone-xl\">withdraw</a> from the Paris deal on cutting emissions, and in 2014 referred to the scientific consensus on global warming as “<a href=\"https://twitter.com/realdonaldtrump/status/418542137899491328?lang=en\">bullshit</a>”, stating that “our planet is freezing”. The <a href=\"http://www.climatecentral.org/gallery/graphics/the-10-hottest-years-on-record\">10 hottest years on record</a> have all occured since 1998. </p> <h2>Donald Trump’s religious test for migrants</h2> <p>In December 2015, Trump called for “total and complete shutdown of Muslims entering the United States”. Since then his position has shifted somewhat; in June he <a href=\"http://www.bloomberg.com/politics/articles/2016-06-25/trump-says-immigration-plan-wouldn-t-feature-mass-deportations\">said</a> “I want people that have bad thoughts out” and his finance chairman <a href=\"http://www.cnn.com/2016/07/24/politics/donald-trump-muslim-ban-election-2016/\">explained</a>: “It is about Muslims from countries that support terrorism.” The RNC chairman, Reince Priebus, has denied that this would amount to a religious test. </p> <h2>Donald Trump’s support of torture</h2> <p>In February, Trump <a href=\"http://www.factcheck.org/2016/07/trump-torture/\">said</a> “Torture works. OK, folks?” and has endorsed waterboarding, which was banned by George W Bush in 2006, <a href=\"https://www.theguardian.com/us-news/2016/jun/28/donald-trump-ohio-rally-isis-torture-tpp-rape\">saying</a>: “I like it a lot. I don’t think it’s tough enough.”</p> <h2>Donald Trump’s attitude towards freedom of the press</h2> <p>He argued that libel laws should be <a href=\"https://www.theguardian.com/us-news/2016/feb/26/trump-pledges-curb-press-freedom-libel-laws-first-amendment\">expanded</a>, so that “when the New York Times or the Washington Post writes a hit piece, we can sue them”.</p> <h2>Donald Trump’s attitude towards women</h2> <p>Trump has <a href=\"https://www.washingtonpost.com/news/book-party/wp/2015/08/05/donald-trump-on-women-sex-marriage-and-feminism/?utm_term=.6feaf23fe1e0\">written</a> that “Women have one of the great acts of all time. The smart ones act very feminine and needy, but inside they are real killers.” He has criticized female public figures for their appearance and retweeted the question: “If Hillary Clinton can’t satisfy her husband what makes her think she can satisfy America?” before deleting it. He also <a href=\"https://www.youtube.com/watch?v=sQfJpTUYr2Q\">stated</a> that “there has to be some form of punishment” for women who have abortions (he subsequently <a href=\"http://www.bloomberg.com/politics/articles/2016-03-30/trump-says-abortion-ban-should-carry-punishment-for-women\">released a statement</a> that, where abortion was illegal, doctors, not women, should bear criminal responsibility). </p> <h2>The prospect of Donald Trump as commander in chief</h2> <p>Retired General John Allen has <a href=\"http://www.politico.com/story/2016/07/john-allen-donald-trump-226479\">warned of</a> a “civil military crisis where the military could be ordered to conduct illegal activities” if Trump is elected. Former CIA director, Michael Hayden, has expressed concern about how “erratic” Trump is, <a href=\"http://www.politico.com/story/2016/08/michael-hayden-trump-military-226606\">saying</a>: “He’s inconsistent. And when you’re the head of a global superpower, inconsistency, unpredictability, those are dangerous things. They frighten your friends and they tempt your enemies. And so I would be very, very concerned.” The Trump campaign <a href=\"http://thehill.com/policy/national-security/290227-trump-camp-denies-questioning-of-us-nuclear-policy\">denies reports</a> that, referring to nuclear weapons, he asked a foreign policy expert, “If we have them, why can’t we use them?” three times during a briefing. </p> <h2>Donald Trump’s donations to public officials<br></h2> <p>Trump told the Wall Street Journal in 2015: “As a businessman and a very substantial donor to very important people, when you give, they do whatever the hell you want them to do.” Trump donated $25,000 to Florida’s attorney general, Pam Bondi, a few days after her office said it would review allegations made against Trump University in 2013. The review was <a href=\"http://www.cnn.com/2016/06/10/politics/pam-bondi-donald-trump-donation/\">ended</a> without any action being taken. Bondi denies any impropriety. </p> <h2>Mike Pence’s beliefs</h2> <p>The man who will be a heartbeat away from the presidency also <a href=\"https://www.washingtonpost.com/news/energy-environment/wp/2016/07/14/watch-mike-pence-trumps-likely-vp-pick-question-global-warming-and-demur-on-evolution/?utm_term=.f3b8fe5e6687\">questions</a> the expert consensus on global warming, saying the “science is very mixed”. He has refused to say he’s convinced by the theory of <a href=\"http://www.politifact.com/california/statements/2016/jul/29/jerry-brown/jerry-brown-makes-true-claim-mike-pence-denies-evo/\">evolution</a>. He voted against measures designed to prevent discrimination based on sexual orientation and opposed equal marriage. </p>",
  "<p>Opposition candidates have won seats in parliamentary elections in Belarus for the first time since 2000, though critics of the ruling regime said they had been “appointed” to appease the west, and independent observers reported widespread vote-rigging.<br></p> <p>Anna Konopatskaya, of the United Civic party, won a district in Minsk, and Yelena Anisim, of the Belarusian Language Society, also won a seat. Anisim’s opponent, Yelena Zhuravlyova, a regime loyalist, unexpectedly withdrew from the race last month.</p> <p>Leading critics of the regime of Alexander Lukashenko, who has ruled Belarus for 22 years, were unimpressed.</p> <p>“Lukashenko is trying to show that he is creating possibilities [for the opposition], but nothing is actually happening, he just wants money from the west because the economy is headed towards a cliff,” said Andrei Sannikov, an activist who challenged Lukashenko in the 2010 presidential race and was imprisoned for two years in a violent crackdown on protests that arose after the flawed vote.</p> <p>Nikolai Statkevich, another imprisoned 2010 presidential candidate, who was <a href=\"https://www.theguardian.com/world/2015/aug/24/belarus-president-lukashenko-pardons-six-jailed-opposition-figures\">released</a> in 2015, <a href=\"https://charter97.org/ru/news/2016/9/12/222096/\">called</a> the elections a “farce” and asked Belarusians to gather in Oktyabrskaya Square in Minsk on Monday night to “demand real elections”.</p>  <figure class=\"element element-image\" data-media-id=\"f4a53c0d85c03ec1c3e875d01fff6abf1abac2e6\"> <img src=\"https://media.guim.co.uk/f4a53c0d85c03ec1c3e875d01fff6abf1abac2e6/0_160_3864_2319/1000.jpg\" alt=\"President Alexander Lukashenko (right) greets a member of the electoral committee at a polling station in Minsk\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">President Alexander Lukashenko (right) greets a member of the electoral committee at a polling station in Minsk.</span> <span class=\"element-image__credit\">Photograph: Tatyana Zenkovich/EPA</span> </figcaption> </figure>  <p>In February the European Union <a href=\"https://www.theguardian.com/world/2016/feb/15/eu-lifts-most-sanctions-against-belarus-despite-human-rights-concerns\">lifted most of its sanctions</a> against Belarus following the release of political prisoners and a <a href=\"https://www.theguardian.com/world/2015/oct/11/alexander-lukashenko-expected-to-remain-as-belarusian-president\">peaceful presidential election</a> in October. </p> <p>Belarus’s state-dominated economy – the government owns 80% of all industry – shrank by nearly 4% in 2015. Minsk has been negotiating a $3bn (£2.25bn) loan programme with the International Monetary Fund, and Lukashenko <a href=\"http://www.interfax.by/news/belarus/1212424\">said</a> on Sunday that Belarus had met all the organisation’s requirements except for a demand that the population pay for 100% of its utilities.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/sep/10/belarus-election-politics-lukashenko-russia-eu\">Who'd be an MP in Europe's 'last dictatorship'?</a> </p> </aside>  <p>Observers reported numerous irregularities in Sunday’s elections. Although the central electoral commission announced a turnout of 74.8%, the independent group Right to Vote <a href=\"http://www.svaboda.org/a/27981653.html\">told</a> Radio Liberty that based on the 10 districts where its 1,300 observers had been able to monitor all voting, turnout appeared to be less than 40%. </p> <p>The Nasha Niva newspaper <a href=\"http://nn.by/?c=ar&amp;i=177103\">published photographs</a> of electoral documents from a polling station in Konopatskaya’s district in Minsk showing discrepancies in the number of unused ballots and a tripling in the number of ballots cast by early and unregistered voters on the last day of polling, which it said was evidence of electoral fraud.</p> <p>Human Rights Defenders for Free Elections <a href=\"http://www.svaboda.org/a/27981712.html\">reported</a> that a large number of people had been forced to vote and electoral commissions had inflated turnout.</p> <p>“The procedure of counting votes in Belarus hasn’t changed, it remains non-transparent,” coordinator Vladimir Labkovich told Radio Liberty.</p> <p>Few expect that Konopatskaya and Anisim will be able to change the authoritarian style of governance in Belarus given parliament’s limited powers and the predominance of MPs loyal to Lukashenko. Indeed, the United Civic party chairman, Anatoly Lebedko, <a href=\"http://www.belaruspartisan.org/m/politic/355267/\">told</a> independent news site Belarusky Partisans after the vote that “there’s no parliament as such in the country”.</p> <p>Sannikov said: “They probably can write signs in some village in Belarusian rather than Russian, or fix up a road, but when the whole system needs perestroika, the improvement of a road in some city or village won’t help.”</p>",
  "<p>Donald Trump will release “very, very specific” results of a physical examination soon, the Republican presidential candidate said on Monday, a day after the Democratic nominee, Hillary Clinton, was <a href=\"https://www.theguardian.com/us-news/2016/sep/11/hillary-clinton-leaves-911-ceremony-after-feeling-overheated\">revealed to have pneumonia</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/11/hillary-clinton-leaves-911-ceremony-after-feeling-overheated\">Hillary Clinton cancels California trip after pneumonia forces departure from 9/11 ceremony</a> </p> </aside>  <p>“This last week I took a physical and I’ll be releasing when the numbers come in,” Trump said in an interview with Fox News. </p> <p>Trump has so far released only a short letter from his personal physician, which the doctor in question subsequently said had been <a href=\"https://www.theguardian.com/us-news/2016/aug/27/donald-trump-doctor-letter-health-harold-bornstein\">rushed</a>. Clinton last year released a longer <a href=\"http://www.politico.com/story/2015/07/hillary-clinton-health-excellent-doctor-letter-2016-campaign-120861\">doctor’s note</a>, written by the same physician who on Sunday released a statement saying that the nominee had been diagnosed with pneumonia on Friday.</p> <p>“I hope she gets well soon,” Trump said. “I really don’t know what’s going on. Like you, I say what I see. [Clinton’s] coughing fit was a week ago” – at a <a href=\"https://www.theguardian.com/us-news/video/2016/sep/05/hillary-clinton-every-time-i-think-about-trump-i-get-allergic-video\">Labor Day rally in Cleveland</a> – “so that was pneumonia also, I think it would have been, so something’s going on. I hope she gets well and gets back on the trail and we’ll be seeing her at the debate.”</p> <p>Asked if he thought the Democratic National Committee was preparing a replacement for Clinton, and whether he was ready to contest an election against Clinton running mate Tim Kaine, Trump said: “No, I don’t think they’ll replace her. We have to see what’s wrong, we have to see what’s wrong. But whatever it is, I’m ready.</p> <p>“I think it’s an issue. In fact, this last week I took a physical and I’ll be releasing when the numbers come in. Hopefully they’re going to be good, I think they’re going to be good, I feel great, but when the numbers come in I’ll be releasing very, very specific numbers.</p> <p>“I’ve already done it but the report should be finished this week.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/10/hillary-clinton-half-of-trumps-supporters-go-into-the-basket-of-deplorables-video\"            data-short-url=\"https://gu.com/p/52dnz\"                    data-show-ads=\"true\"            data-video-id=\"2706693\"            data-video-name=\"Hillary Clinton: 'half of Trump's supporters go into the basket of deplorables' - video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-57d41f39e4b08465d44ff4a7\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/10/160910ClintonTrumpFans2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/10/160910ClintonTrumpFans2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/10/160910ClintonTrumpFans2_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/10/hillary-clinton-half-of-trumps-supporters-go-into-the-basket-of-deplorables-video\">Hillary Clinton: ‘half of Trump’s supporters go into the basket of deplorables’</a></figcaption> </figure>   <p>Trump chose to focus his political fire on Clinton’s <a href=\"https://www.theguardian.com/us-news/2016/sep/10/hillary-clinton-trump-supporters--bigoted-deplorables\">remark at a Friday fundraiser</a> in New York that “to just be grossly generalistic, you could put half of Trump’s supporters into what I call the basket of deplorables”.</p> <p>Trump said he had initially thought “it was not within the realm of possibility that she said it” and called the remark “the biggest mistake of the political season”. “It was said with such anger,” he added.</p> <p>Clinton issued <a href=\"https://www.theguardian.com/us-news/2016/sep/10/hillary-clinton-basket-of-deplorables-donald-trump\">a statement</a> over the remark on Saturday, in which she repeated that she had been being “grossly generalistic” but said she had been wrong to say a “half”. </p> <p>On Sunday, Clinton left 9/11 commemorations in New York after an hour and a half, and was later seen in <a href=\"https://twitter.com/zgazda66/status/774993814025011200\">video shot by a bystander</a> stumbling as she was supported into a car. Amid press confusion and reports of a “medical episode”, she went to her daughter’s Manhattan apartment to rest. Her campaign initially said she had been “feeling overheated”; Clinton emerged from the apartment to say she was “feeling great”.</p> <p>“Secretary Clinton has been experiencing a cough related to allergies,” Dr Lisa R Bardack said in a subsequent statement, having examined Clinton at her home in Chappaqua. “On Friday, during follow-up evaluation of her prolonged cough, she was diagnosed with pneumonia. She was put on antibiotics, and advised to rest and modify her schedule.</p> <p>“While at this morning’s event, she became overheated and dehydrated. I have just examined her and she is now rehydrated and recovering nicely.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/11/hillary-clinton-health-pneumonia\">Poor communication on pneumonia is symptom of Hillary Clinton's press problems</a> </p> </aside>  <p>Clinton was ordered to rest and subsequently canceled a Monday trip to a fundraiser in California, although the campaign said she planned to appear by video instead.</p> <p>Trump is due to appear on the Dr Oz television show this week, to discuss the health of both presidential candidates. The candidate himself and his campaign surrogates have cast doubt on Clinton’s health and fitness for the Oval Office, based on a 2012 incident in which Clinton fell, a mishap attributed to a stomach virus, and <a href=\"https://www.theguardian.com/world/2013/jan/03/hillary-clinton-released-blood-clot\">suffered a concussion and a blood clot in the brain</a>. Later testing showed the clot to have cleared completely.</p> <p>The release of health records – like the release of tax returns, which Trump has not done – is traditional rather than mandatory. In 2008, <a href=\"http://www.politico.com/story/2008/05/obama-releases-health-record-summary-010686\">Barack Obama</a>, then 47, released a 276-word report about his health. His opponent, <a href=\"http://abcnews.go.com/Health/Politics/story?id=4922123\">John McCain</a>, then 71, made available more than 1,000 pages related to his own medical history. </p> <p>A spokesman for <a href=\"https://www.theguardian.com/us-news/2016/sep/11/gary-johnson-aleppo-day-white-house-clinton-trump\">Gary Johnson, the Libertarian nominee</a>, said in a statement to the Guardian on Sunday: “Given Governor Johnson’s level of fitness and exercise, his medical records haven’t been much of an issue. We will discuss with him how and what information to release.”</p>",
  "<p>For years, the BBC has been <a href=\"https://www.theguardian.com/environment/climate-consensus-97-per-cent/2014/feb/27/bbc-false-balance-fox-news-global-warming\">criticised</a> for the false balance of its climate change coverage. And for years, the BBC has apparently been doing “<a href=\"http://downloads.bbc.co.uk/bbctrust/assets/files/pdf/our_work/science_impartiality/trust_conclusions.pdf#page=3\">ongoing work</a>” to fix it. So far, however, this ‘reform’ has been more like a triumph of the middling. Yes, the BBC may broadcast less outright misinformation, but as a scientist and a citizen, I still feel let down by its continually careless handling of climate denial - most recently two weeks ago. This nod to mediocrity is a disservice to science, to public trust, and to the biggest news story in the world. And it is a huge, missed opportunity.</p> <p>As a young PhD graduate working on climate change solutions, I am confronted daily by a world where the warnings of science are undercut by <a href=\"https://www.theguardian.com/environment/climate-consensus-97-per-cent/2015/aug/17/fox-news-inner-struggle-with-climate-misinformation\">Fox ‘News’</a> and its <a href=\"http://www.ecowatch.com/wall-street-journal-willing-to-print-truth-about-climate-change-if-you-1891174269.html\">ilk</a>. It is a very different world to the trustworthy BBC broadcasts of David Attenborough and the Royal Institution Christmas Lectures that I grew up with, which helped inspire me to become a scientist. But as a recent BBC News segment by Science Editor David Shukman sadly reminded me, those worlds can too easily collide.</p> <p>Shukman’s broadcast was an interesting one. An important perspective on the “political battle over the future of fuel” in the swing state of Ohio, and its implications for U.S. energy policy. I transcribed it <a href=\"https://docs.google.com/document/d/1nnTclsQtlshkrj7Xz1XU0GoyFD_yVUlGpoI-9Nktf_M/edit\">here</a>. It was all pretty benign until, halfway through, something in Shukman’s narration caught my ear (emphasis mine): </p> <blockquote class=\"quoted\"> <p><em>The problem with coal comes when you burn it. It releases carbon dioxide, which is <strong>blamed </strong>for global warming. <strong>Donald Trump says</strong> that isn’t a problem. But <strong>Hillary Clinton says</strong> it is, and she’s offering a greener future instead ... </em></p> <p><em><strong>While the debate rages over whether climate change is a threat or not</strong> …</em></p> </blockquote> <p>Shukman’s accompanying BBC <a href=\"http://www.bbc.com/news/science-environment-37034052\">blog post</a> beats the same drum, outlining the candidates’ “starkly different visions of global warming”: </p> <blockquote class=\"quoted\"> <p><em>The Democratic Party contender says she believes in the science of climate change. By contrast, the Republican candidate talks down the threat of rising temperatures.</em></p> </blockquote> <p>As harmless as they sound, words like “blamed”, “debate”, and “believe” - without careful context - are the <a href=\"https://www.climatecommunication.org/wp-content/uploads/2011/10/Somerville-Hassol-Physics-Today-2011.pdf#page=4\">currency of public confusion</a>. “Who, exactly, blames carbon dioxide for global warming?” we are forced to wonder. Clinton? Liberals? Scientists? And who disagrees? Trump? Other politicians? Some scientists too? Most importantly, who’s right in this blame game? </p> <p><a href=\"https://twitter.com/GeoffreySupran/status/769574268933922816\">For the record</a>, carbon dioxide is not “blamed” for global warming - it “causes” it. That is the unequivocal scientific <a href=\"http://iopscience.iop.org/article/10.1088/1748-9326/11/4/048002\">consensus</a> the world over.</p> <p>Confusion, in turn, <a href=\"http://eiui.ca/current-literature-the-conflict-between-journalistic-balance-and-scientific-credibility-in-science-reporting/\">fosters</a> doubt. And in the <a href=\"http://www.nature.com/nature/journal/v465/n7299/full/465686a.html\">strategic</a> words of <a href=\"https://www.theguardian.com/environment/2015/feb/27/what-happened-to-lobbyists-who-tried-reshape-us-view-climate-change\">Big Oil</a> and Big Tobacco, “Doubt is our product.” Doubt <a href=\"http://www.apa.org/science/about/publications/climate-change.aspx\">promotes</a> apathy. It demotes the importance of climate change to the electorate. It means we demand less of our leaders, and less of ourselves. And it is all that those who <a href=\"http://www.merchantsofdoubt.org/\">oppose</a> action on climate change need to win. </p> <p>The psychology of climate communication is of course <a href=\"https://www.theguardian.com/sustainable-business/behavioural-insights/climate-change-consensus-who-cares\">not</a> black-and-white, but as one <a href=\"http://www.nature.com/nclimate/journal/v1/n9/full/nclimate1295.html\">peer-reviewed study</a> summarised:</p> <blockquote class=\"quoted\"> <p><em>In short, people who believe that scientists disagree on global warming tend to feel less certain that global warming is occurring, and show less support for climate policy. </em></p> </blockquote> <p>The BBC should know better, because <a href=\"https://www.theguardian.com/science/2011/jul/20/bbc-climate-change-science-coverage\">over</a> and <a href=\"https://www.theguardian.com/environment/2014/apr/02/mps-criticise-bbc-false-balance-climate-change-coverage\">over</a>, it has been indicted for mistakes like this. In fact, Shukman’s position of Science Editor was <a href=\"https://www.theguardian.com/media/2012/jan/16/bbc-david-shukman-science-editor\">created</a> to address mistakes like this. </p> <p>As a cross-party Science and Technology Committee investigation in 2014 <a href=\"http://www.publications.parliament.uk/pa/cm201314/cmselect/cmsctech/254/25406.htm\">put it</a>,</p> <blockquote class=\"quoted\"> <p><em>This lack of distinction within BBC News between proven scientific facts and opinions or beliefs is problematic.</em></p> </blockquote> <p>It was déjà vu of what the BBC’s own governing body had <a href=\"http://downloads.bbc.co.uk/bbctrust/assets/files/pdf/our_work/science_impartiality/science_impartiality.pdf#page=3\">concluded</a> three years earlier, and came just months before yet another critical BBC Trust review in 2014: </p> <blockquote class=\"quoted\"> <p><em>The BBC has a duty to reflect the weight of scientific agreement but it should also reflect the existence of critical views appropriately. Audiences should be able to understand from the context and clarity of the BBC’s output what weight to give to critical voices.</em></p> </blockquote> <p>I couldn’t help but <a href=\"https://twitter.com/GeoffreySupran/status/769574166873845760\">share my frustration</a> that this is still happening: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GeoffreySupran/status/769574166873845760\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Due respect, it&#39;s appalling to today see <a href=\"https://twitter.com/BBCNews\">@BBCNews</a> Science Ed <a href=\"https://twitter.com/davidshukmanbbc\">@davidshukmanbbc</a> indulge climate chg denial &amp; a false sense of debate...(1/4)</p>&mdash; Geoffrey Supran (@GeoffreySupran) <a href=\"https://twitter.com/GeoffreySupran/status/769574166873845760\">August 27, 2016</a></blockquote>  </figure>  <p>To be clear, I am certain that Shukman intended nothing untoward with his report. It could easily be fixed. It is not the <a href=\"https://www.theguardian.com/environment/climate-consensus-97-per-cent/2013/jul/17/climate-change-scepticism-andrew-neil-ed-davey\">blatant</a>, <a href=\"https://www.theguardian.com/environment/2013/oct/28/bbc-coverage-favouring-climate-change-sceptics\">egregious</a> <a href=\"https://www.theguardian.com/media/2013/oct/01/bbc-coverage-climate-report-ipcc-sceptics\">climate</a> <a href=\"https://www.theguardian.com/commentisfree/2013/oct/01/bbc-betrayed-values-carter-scorn-ipcc\">denial</a> that is <a href=\"https://www.theguardian.com/environment/climate-consensus-97-per-cent/2014/feb/27/bbc-false-balance-fox-news-global-warming\">mostly</a> <a href=\"http://www.climatechangenews.com/2015/08/06/bbc-lost-at-sea-as-radio-4-mocks-climate-change-science/\">in</a> the BBC’s past. He kindly replied with an explanation:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davidshukmanbbc/status/769658857371103232\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/GeoffreySupran\">@GeoffreySupran</a> also with respect, I was referring to the opposing climate views ie  debate of the two leading US presidential candidates</p>&mdash; David Shukman (@davidshukmanbbc) <a href=\"https://twitter.com/davidshukmanbbc/status/769658857371103232\">August 27, 2016</a></blockquote>  </figure>  <p>This is important journalism. I applaud Shukman for reflecting climate change as the electoral <a href=\"http://www.scientificamerican.com/article/sanders-says-climate-change-is-a-central-election-issue/\">wedge</a> <a href=\"http://www.tandfonline.com/doi/full/10.1080/00139157.2016.1208995\">issue</a> it <a href=\"https://www.theguardian.com/us-news/2016/jul/05/climate-change-voters-2016-election-issues\">may</a> be. He does an excellent job, in the BBC Trust’s <a href=\"http://downloads.bbc.co.uk/bbctrust/assets/files/pdf/our_work/science_impartiality/trust_conclusions.pdf\">words</a>, of “reflect[ing] the existence of critical views”. </p> <p>Sorely lacking from Shukman’s broadcast, however, are “the weight of scientific agreement” and “context and clarity of...what weight to give critical voices”. My point is that these subtleties of reporting matter too. They help make the difference between fair balance and false balance - a difference the BBC has <a href=\"https://www.theguardian.com/environment/climate-consensus-97-per-cent/2014/feb/27/bbc-false-balance-fox-news-global-warming\">struggled</a> to respect. Repeated day after day, their additive creep must be guarded against to avoid the innocuous becoming the insidious. </p> <p>The public absolutely deserve to hear the <a href=\"https://www.theguardian.com/environment/climate-consensus-97-per-cent/2016/sep/06/conservative-media-bias-is-inflating-american-climate-denial-and-polarization\">debate</a>. But they also deserve to know that the debate is <a href=\"https://www.theguardian.com/environment/climate-consensus-97-per-cent/2013/oct/04/global-warming-debate-not-about-science\">political, not scientific</a>. They deserve to know that science-wise, one side is right and the other is wrong. They deserve to know that scientists <a href=\"http://iopscience.iop.org/article/10.1088/1748-9326/11/4/048002\">unanimously agree</a> that humans are causing climate change. And they deserve to know that President Trump <a href=\"http://content.sierraclub.org/press-releases/2016/07/report-trump-would-be-only-world-leader-deny-climate-science\">would be</a> the only leader in the world to oppose that consensus. </p> <p>Pat Moynihan once said, “Everyone is entitled to their own opinions, but not their own facts.” So how can the BBC avoid its damaging lapses, where the two get blurred? </p> <p>Extrapolating from the “disappoint[ment]” of the Parliamentary committee chair, <a href=\"https://www.theguardian.com/environment/2014/apr/02/mps-criticise-bbc-false-balance-climate-change-coverage\">Andrew Miller</a>, “that the BBC does not ensure all of its [programs] and presenters reflect the actual state of climate science in its output”, here’s one idea: The BBC could adopt a new reporting protocol, whereby whenever individuals express opinions on climate change of any kind, or perhaps whenever the subject arises at all, reporters must include a one-sentence summary of the <a href=\"http://iopscience.iop.org/article/10.1088/1748-9326/11/4/048002\">scientific consensus</a> in their story. </p> <p>This (partial) solution would give journalists an uncontroversial way to apply the recommendation of Miller’s committee “to challenge statements that stray too far from science.” And <a href=\"http://eiui.ca/current-literature-the-conflict-between-journalistic-balance-and-scientific-credibility-in-science-reporting/\">empirical studies</a> suggest that while this approach would not be enough to fully offset the <a href=\"http://www.nature.com/nclimate/journal/v1/n9/full/nclimate1295.html?wt.ec_id=nclimate-201112\">crippling confusion</a> caused by “<a href=\"http://blogs.lse.ac.uk/mediapolicyproject/2014/04/02/false-balance-in-climate-reporting-reveals-bbcs-sensitivity-to-political-pressure/\">falsely balanced</a>” reporting, it <a href=\"http://onlinelibrary.wiley.com/doi/10.1002/2013EF000226/full\">would help</a>. It wouldn’t be as funny as <a href=\"https://www.theguardian.com/environment/climate-consensus-97-per-cent/2014/may/23/john-oliver-best-climate-debate-ever\">pitting</a> 97 climate scientists against three climate deniers, but it would be practical. </p> <p>There are plenty of examples of this strategy. In May, when the Washington Post <a href=\"https://www.washingtonpost.com/news/morning-mix/wp/2016/05/24/donald-trump-calls-global-warming-a-hoax-until-it-threatens-his-golf-course/\">reported</a> Donald Trump’s dubious position(s) on climate change, it made sure to clarify, with citations, that, </p> <blockquote class=\"quoted\"> <p><em>There is a scientific <a href=\"http://climate.nasa.gov/scientific-consensus/\">consensus</a> that humans are causing the planet to warm. </em></p> </blockquote> <p>And last month, when Brian Cox was <a href=\"http://www.abc.net.au/tv/qanda/txt/s4499754.htm\">confronted</a> by a climate denier on live television, he too left no room for confusion. There is “absolute, absolute consensus,” he underscored.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=ZXuRvvKLwtw\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/ZXuRvvKLwtw?start=828&wmode=opaque&feature=oembed&start=828\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>I hope that David Shukman and his team understand that my constructive criticism of the BBC is only tough love. The BBC boasts many of the highest calibre science and environment correspondents in the world. Their skill and dedication to quickly and accurately communicating science to the public deserves our respect and appreciation. It is only because of the general <a href=\"http://www.yaleclimateconnections.org/2011/08/bbc-science-and-climate-coverage-gets-high-remarks-for-accuracy-impartiality/\">high quality</a> of the BBC’s science output that we can confidently hold it to an even <a href=\"http://www.publications.parliament.uk/pa/cm201314/cmselect/cmsctech/254/25409.htm\">higher standard</a> befitting its public trust. </p> <p>There has never been a more important time for higher standards. In the face of what some journalists have <a href=\"http://www.theguardian.com/environment/ng-interactive/2015/mar/16/the-biggest-story-in-the-world\">called</a> the biggest story in the world, surely this is an opportunity - greater than any time since World War II - for Britain’s <a href=\"http://www.publications.parliament.uk/pa/cm201314/cmselect/cmsctech/254/25406.htm\">most trusted</a> media outlet, and our <a href=\"http://www.publications.parliament.uk/pa/cm201314/cmselect/cmsctech/254/25403.htm\">main source</a> of scientific information, to live up to the <a href=\"http://www.bbc.co.uk/aboutthebbc/insidethebbc/whoweare/publicpurposes/\">Public Purposes</a> codified by its Royal Charter. </p> <p>Already, the BBC has <a href=\"https://www.theguardian.com/environment/2014/jul/09/bbc-rejects-climate-sceptic-lord-lawson-global-warming\">made</a> <a href=\"https://twitter.com/GeoffreySupran/status/735471496953483264\">progress</a>. It is no longer, as one commentator <a href=\"https://www.theguardian.com/environment/georgemonbiot/2009/jul/13/george-monbiot-bbc-climate-change\">put it</a> in 2009, “walking with dinosaurs on climate change”. But how long until it evolves to be truly “standing with scientists” instead?</p> <p><em>Geoffrey Supran is a postdoctoral fellow at Harvard University working with Naomi Oreskes. He obtained his PhD in Materials Science and Engineering from MIT, where he led the Fossil Free MIT divestment campaign. He holds a B.A. in physics from Trinity College, Cambridge. Geoffrey was born and raised in the UK and grew up with the BBC. He currently works in Boston, but his dad sometimes sends him recordings of BBC science reports to remind him of home. </em></p>",
  "<p>This should not be news. But in today’s febrile world of Twitter-fed headlines, it bears repeating: there are two old people running for president.</p> <p>One is a 68-year-old woman whose legs gave way in the late summer heat on Sunday<em> [Editor’s note: shortly after publication of this article, the Clinton campaign revealed she was <a href=\"https://www.theguardian.com/us-news/2016/sep/11/hillary-clinton-leaves-911-ceremony-after-feeling-overheated\">suffering from pneumonia</a>]</em>. Hillary Clinton has also coughed a few times on camera. Both events have taken on cosmic significance in this otherwise sedate and stately presidential contest.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/12/hillary-pneumonia-more-important-things-donald-trump\">Eight things that are more important than Hillary's pneumonia</a> </p> </aside>  <p>Four years ago, Clinton fainted and banged her head while sick with a stomach virus. Her doctor detailed last year the handful of pills she takes regularly: for her allergies, thyroid, and blood thinning. These facts have driven the conservative media into the kind of hysteria that requires its own medical attention.</p> <p>If American voters (or journalists) still expect their candidates to be – in the <a href=\"http://genius.com/Lin-manuel-miranda-my-shot-lyrics\">words</a> of a popular musical – young, scrappy and hungry, they have not been paying attention. The primaries have left us with two nominees who are rather geriatric, stiff and well-fed.</p> <p>But as Joe Biden (73 years old) likes to say: don’t compare me to the Almighty, compare me to the alternative.</p> <p>In this case, the alternative is an overweight 70-year-old man who loves fast food, and whose gastroenterologist declared that he would be the healthiest president ever.</p> <p>Donald Trump’s gut doctor explained in recent interviews that this “healthiest” judgment was compared mostly to people now residing in their graves. “All the rest of them are sick or dead,” Dr Harold Bornstein <a href=\"http://www.nbcnews.com/news/us-news/trump-doctor-wrote-health-letter-just-5-minutes-limo-waited-n638526\">told</a> NBC News.</p> <p>This is an unkind comparison for the current commander-in-chief, who works out every day and seems not to have an inch of fat on his bones. It is true that Barack Obama gave up basketball a few years ago, so maybe Bornstein knows something we don’t. Then again, he also admitted he wrote about Trump’s health <a href=\"https://www.theguardian.com/us-news/2016/aug/27/donald-trump-doctor-letter-health-harold-bornstein\">in five minutes</a> while a Trump limo idled outside his office.</p> <p>Still, there are no two ways about it. This was Hillary’s Worst. Weekend. Ever. (Apart from that whole impeachment saga and the 2008 primaries.) Just as she looked like she was running away to a landslide victory, a combination of a gaffe and a hot wobble has thrown the entire election into disarray.</p> <p>Of course until now, the gaffes have all emerged from the motor-mouth of Donald Trump. They have been so numerous, and so offensive, they have almost lost their power to shock. </p> <p>But with Hillary Clinton’s <a href=\"https://www.theguardian.com/us-news/2016/sep/10/hillary-clinton-basket-of-deplorables-donald-trump\">off-the-cuff remarks about the bigotry of Trump’s supporters</a>, we have officially reached the point of no return. This deplorable election, featuring a deplorable candidate, is now circling the drain because the only respectable candidate expressed her disdain for racist voters.</p> <p>Voters hold an unusual amount of respect in any election. We may have lost our respect for politicians, sports stars, religious leaders and just about every profession, but voters remain sacrosanct. So Clinton’s comments have crossed a line: an unforced error that reveals how flawed a campaigner she is.</p> <p>“You know, to just be grossly generalistic,” she told a Manhattan fundraiser, “you could put half of Trump’s supporters into what I call the basket of deplorables. Right? The racist, sexist, homophobic, xenophobic, Islamophobic – you name it. And unfortunately there are people like that. And he has lifted them up.”</p>       <figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/10/hillary-clinton-half-of-trumps-supporters-go-into-the-basket-of-deplorables-video\"            data-short-url=\"https://gu.com/p/52dnz\"                    data-show-ads=\"true\"            data-video-id=\"2706693\"            data-video-name=\"Hillary Clinton: 'half of Trump's supporters go into the basket of deplorables' - video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-57d41f39e4b08465d44ff4a7\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/10/160910ClintonTrumpFans2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/10/160910ClintonTrumpFans2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/10/160910ClintonTrumpFans2_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/10/hillary-clinton-half-of-trumps-supporters-go-into-the-basket-of-deplorables-video\">Hillary Clinton: ‘half of Trump’s supporters go into the basket of deplorables’</a></figcaption> </figure>   <p>And so the “basket of deplorables” has found its place alongside other debris in the gaffe sewer of recent elections, including this stinker from a fundraiser in San Francisco in 2008: “You go into these small towns in Pennsylvania and, like a lot of small towns in the midwest, the jobs have been gone now for 25 years and nothing’s replaced them. And they fell through the Clinton administration, and the Bush administration, and each successive administration has said that somehow these communities are going to regenerate and they have not.</p> <p>“And it’s not surprising then they get bitter, they cling to guns or religion or antipathy toward people who aren’t like them, or anti-immigrant sentiment or anti-trade sentiment, as a way to explain their frustrations.”</p> <p>The speaker of these grossly generalistic insults of the pro-gun, pro-God culture of Middle America? Barack Obama, of course.</p> <p>Those comments came to light in April 2008, as Obama was fighting one Hillary Clinton for votes in the Pennsylvania primary. “I was taken aback by the demeaning remarks Senator Obama made about people in small-town America,” Clinton said at the time. “His remarks are elitist and out of touch.”</p> <p>Clinton’s staffers started handing out stickers saying “I’m not bitter” and she went on to win the primary by nine points. She ultimately lost the nomination by a convincing margin.</p> <p>What of the lasting damage to candidate Obama from this revealing insight into this elitist character? In the general election, Obama won Pennsylvania by 10 points. He took God-fearing Virginia by 6 points, and gun-loving Indiana by 1 point.</p> <p>Ah, yes. But what about Mitt Romney’s unforgettable gaffe – also at a fundraiser among the super-wealthy – when he condemned not just half of his opponent’s supporters, but half of the population of the United States?</p> <p>“There are 47% of the people who will vote for the president no matter what,” he said, “who are dependent upon government, who believe that they are victims. These are people who pay no income tax … and so my job is not to worry about those people. I’ll never convince them that they should take personal responsibility and care for their lives.”</p> <p>Why did the Romney gaffe stick? Because it played into months of multi-million-dollar advertising and messaging from the Obama campaign about Romney’s lack of compassion for the middle class. After all those attacks, the gaffe seemed like Romney’s confession of the truth.</p> <p>So where is the comparable anti-Clinton narrative, bolstered by huge ad spends and a consistent communications strategy? (And no, tweets don’t count.) The Trump campaign, such as it is, has no major ad spending, and nothing that resembles a strategy in communications, policy or politics. It is singularly ill equipped to profit from this gift of a gaffe.</p> <p>If any candidate plays into this gaffe-fest, it’s Trump himself. Because the real power of a gaffe is that it exposes some unspeakable truth. And the truth is that many Trump supporters are indeed attracted by the “racist, sexist, homophobic, xenophobic, Islamophobic” eruptions of the candidate himself.</p> <p>Trump built his candidacy on questioning the birthplace of the country’s first black president. He went on to suggest that the same president harbored sympathies for Isis. <a href=\"http://www.publicpolicypolling.com/main/2016/05/gop-quickly-unifies-around-trump-clinton-still-has-modest-lead.html\">Sure enough</a>, two-thirds of Trump supporters believe Obama is Muslim and 59% think he wasn’t born in the United States. It’s unlikely they hold these views in an adorable way.</p> <p>Deplorable, on the other hand, might be a great word to describe a candidate who suggests that gun owners should shoot Hillary Clinton to stop her proposals on gun safety? That would be the <a href=\"http://www.politico.com/story/2016/08/trump-violent-rhetoric-history-226873\">same candidate</a> whose butler posted that someone should shoot Obama, and whose supporters regularly chant “kill the bitch” when Clinton’s name is mentioned. </p> <p>Clinton isn’t missing the other appeal of Donald Trump: the aspirational side of his policy agenda that his supporters are yearning for. There is no other appeal of Trump and no aspirational agenda. That’s why the Clinton campaign is digging in for a long fight about Trump’s deplorable nature.</p> <p>Was the comment elitist, tone-deaf and self-defeating? Could it – along with the health scare stories – narrow the Clinton poll lead by a point or two? As Sarah Palin would say, you betcha.</p> <p>But please spare us the false equivalency. There are worse political crimes than such gaffes. And there are older, unhealthier candidates running for president.</p>",
  "<p>Campaigns, the White House and the public make grueling demands on leaders: amid persistent questions about candidates’ health, symptoms have included pneumonia on the trail, migraines during debates and even vomit in the lap of a prime minister.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/11/hillary-clinton-leaves-911-ceremony-after-feeling-overheated\">Hillary Clinton has pneumonia, says doctor, after exit from 9/11 ceremony</a> </p> </aside>  <p>Hillary Clinton’s diagnosis of <a href=\"https://www.theguardian.com/us-news/2016/sep/11/hillary-clinton-leaves-911-ceremony-after-feeling-overheated\">pneumonia</a>, made on Friday but revealed on Sunday after her abrupt and unsteady departure from a 9/11 anniversary event, duly renewed demands for comprehensive health reports from both the Democratic candidate and her opponent, Donald Trump. </p> <p>Last year, Clinton’s doctor <a href=\"https://hillaryclintonspeeches.files.wordpress.com/2016/08/2015-07-28_statement_of_health_-_lbardack.pdf\">released a few pages</a> of vital information about the 68-year-old’s health and history, including a concussion in 2012 and a current prescription of antihistamines. </p> <p>Trump, 70, has released even less information: his doctor released a vague letter, <a href=\"https://www.theguardian.com/us-news/2016/aug/27/donald-trump-doctor-letter-health-harold-bornstein\">written in about five minutes</a>, that said the businessman would be the “healthiest individual ever elected to the presidency”.</p> <p>Past candidates have offered more. In 2008, Barack Obama’s doctor offered <a href=\"http://www.politico.com/story/2014/06/president-obama-health-107797\">a 276-page report</a> about the senator, then 47, and John McCain, then 71 and <a href=\"http://articles.latimes.com/2008/may/24/science/sci-melanoma24\">the survivor of several brushes with skin cancer</a>, made almost 1,200 pages of medical history available.</p> <p>Clinton can be expected to recover swiftly – pneumonia is a common illness that most people get over in about two weeks, though it can become dangerous for older people and infants. The infection typically develops after a cold or flu: Clinton’s doctor said the former secretary of state was suffering from persistent allergies before the diagnosis. </p> <p>Dr Lisa R Bardack, of Mount Kisco Medical Group in New York, prescribed antibiotics and rest and advised Clinton change her schedule, which has sent her traveling almost daily around the US, often to the large fundraisers or rallies. That schedule was under discussion on Sunday.</p> <p>Campaigns can act as petri dishes for the politicians, aides and the reporters who attend them, and recent elections have seen several instances of candidates persevering through or bowing out over illness. </p> <p>The former US representative Michele Bachmann, for example, was an early leader in the 2012 Republican primary but cited <a href=\"https://www.washingtonpost.com/politics/michele-bachmann-releases-physicians-note-on-migraines/2011/07/20/gIQAcnTiQI_story.html\">debilitating migraines</a> to explain why she suddenly left a debate. She eventually released a doctor’s letter explaining the headaches were so strong they required medication. That same year, former Texas governor Rick Perry campaigned despite recent back surgery, <a href=\"https://www.washingtonpost.com/news/post-politics/wp/2012/12/03/rick-perrys-back-problems-worse-than-we-knew/\">reportedly using painkillers </a>to cope.</p> <p>Two decades earlier, Massachusetts senator Paul Tsongas ran against Bill Clinton in the Democratic presidential primary. His history of cancer <a href=\"http://www.nytimes.com/1997/01/20/us/paul-tsongas-who-made-presidential-bid-dies-at-55.html\">became a major election issue</a>: Tsongas later <a href=\"http://www.cnn.com/HEALTH/blogs/paging.dr.gupta/2007/04/cancer-and-presidency.html\">admitted he had lied </a>about being cancer-free in the years before the race. A subsequent presidential election had its own health scare: Republican vice-presidential candidate Dick Cheney <a href=\"http://www.cnn.com/2008/POLITICS/10/15/cheney.hospital/index.html?iref=topnews\">had his fourth heart attack</a> shortly after voters went to the polls in November 2000.</p> <p>Questions of seniority and health followed Ronald Reagan’s 1984 campaign, when the 73-year-old was running for re-election as the oldest president in history. Reagan broached the issue at a debate against his younger opponent, Walter Mondale, joking: “I am not going to exploit for political purposes my opponent’s youth and inexperience.”</p> <p>Only eight presidents have died in office, and four of those were assassinated. Not long after his inauguration in 1841, 68-year-old William Henry Harrison caught a cold that developed into pneumonia, according to his doctor, though he may have actually <a href=\"http://www.nytimes.com/2014/04/01/science/what-really-killed-william-henry-harrison.html\">contracted enteric fever</a>. Despite attempts to medicate Harrison with opium and other toxins, he became the first president to die in service.</p> <p>Less than a decade later, Zachary Taylor died in office, only five days after falling ill, probably from cholera. In 1923, Warren G Harding died from heart disease – a sudden heart attack while he was visiting San Francisco – aged 57.</p> <p>Franklin Delano Roosevelt, who was diagnosed with polio at 39 and lived with increasing paralysis through his time in office, only <a href=\"http://www.nytimes.com/2010/01/05/health/05docs.html\">allowed voters a partial view</a> of his health through four elections and three and a half terms. He used a wheelchair only in private, relying on crutches and weighted podiums to stand in public, and retreated often to Warm Springs, Georgia, where he owned a rehabilitation clinic.</p>  <figure class=\"element element-image\" data-media-id=\"a3a97fd4b51476d3dbdac23bc18ac384bf5bc7ca\"> <img src=\"https://media.guim.co.uk/a3a97fd4b51476d3dbdac23bc18ac384bf5bc7ca/0_0_2775_1665/1000.jpg\" alt=\"dick cheney with bust\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dick Cheney had a heart attack shortly after voting took place in 2000.</span> <span class=\"element-image__credit\">Photograph: Brendan Smialowski/AFP/Getty Images</span> </figcaption> </figure>  <p>The public knew of his affliction but Roosevelt often portrayed himself as improving, and only rarely would he allow photographs while seated in his wheelchair or comment publicly about his condition. He died aged 63.</p> <p>A wheelchair may have changed the fate of another politician a few decades later. During the 1972 campaign, Alabama governor George Wallace was shot. The politician subsequently blamed the would-be assassin for ending his career. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/11/hillary-clinton-terrible-weekend-alternative-worse\">Hillary had a terrible weekend. The alternative is still far, far worse | Richard Wolffe</a> </p> </aside>  <p>“They elected Roosevelt, but they didn’t watch him on television every night getting hauled on a plane like he was half-dead,” he told the judge Oscar Adams, <a href=\"http://www.nytimes.com/1998/09/14/us/george-wallace-segregation-symbol-dies-at-79.html?pagewanted=all\">according to his obituary</a> in the New York Times.</p> <p>Even the appearance of illness may have affected campaigns, as with Richard Nixon’s sickly pallor in his televised 1960 debate against John F Kennedy. Nor are candidates who ascend to office immune from the hazards of illness and injury. In 1865, vice-president-elect Andrew Johnson arrived at his inauguration sick with typhoid fever. He promptly drank several whiskeys before <a href=\"http://www.senate.gov/artandhistory/history/common/generic/VP_Andrew_Johnson.htm\">presenting himself, drunk and hungover, to be sworn in</a> before Congress and Abraham Lincoln.</p> <p>More than a century later, George HW Bush suffered a similar embarrassment. The president fell ill during a trip to Japan, and <a href=\"https://www.youtube.com/watch?v=XnOnDatqENo\">vomited in the lap of prime minister Miyazawa Kiichi</a>. He recovered, apologized, and fled the banquet. </p> <p>Bush’s son, the 43rd president George W Bush, escaped the ignominy of being caught on film during his own health scare in 2002, when, while watching TV, <a href=\"http://articles.latimes.com/2002/jan/14/news/mn-22490\">he choked on a pretzel and briefly lost consciousness</a>.</p>"
]