[
  "<p>Barack Obama has told Donald Trump to “stop whining” as Republicans continue to disown Trump’s claims that the US election is “rigged”.</p> \n<p>As the GOP nominee approaches the last presidential debate with Hillary Clinton, Obama warned his claims could divide America.<br></p> \n<p>“One way of weakening America and making it less great is if you start betraying those basic traditions that have held it together for well over two centuries,” said Obama, adding that there was no evidence at all to support Trump’s allegations.</p> \n<p>“I have never seen in my lifetime or in modern political history any presidential candidate trying to discredit the election process before votes have even taken place,” the president added in a White House press conference.</p> \n<p>“If you start whining before the game’s even over, then you don’t have what it takes to be in this job, because there are a lot of things that don’t go your way,” added Obama, who called for a “peaceful transfer of power”.</p> \n<p>Earlier on Tuesday one of Trump’s last loyal supporters, New Jersey governor Chris Christie, came out against the Republican candidate’s claims that the election is being rigged. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/18/donald-trump-volunteer-election-observers-voter-intimidation\">Trump's call for 'volunteer election observers' raises voter intimidation fear</a> </p> \n</aside> \n<p>“I am convinced that the election will be a fair one and the process will be one that will be accepted by the American people,” <a href=\"https://twitter.com/KellyO/status/788378233955819520\">Christie said</a>. </p> \n<p>His comments came as Trump reiterated a defiant line of attack that has alarmed many across the political spectrum for its potential to stir civil unrest if he loses in three weeks’ time.</p> \n<p>As the clock ticks down to a final showdown with Hillary Clinton at the third presidential debate in Las Vegas on Wednesday, Trump’s strategy appears in part to be a way of coping with plummeting poll numbers and preparing for a political future after November.</p> \n<figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/18/us-presidential-election-rigged-donald-trump-wisconsin-video\" data-short-url=\"https://gu.com/p/582gk\" data-show-ads=\"true\" data-video-id=\"2816579\" data-video-name=\"US presidential election is rigged, says Donald Trump – video\" data-video-provider=\"Reuters\"> \n <video data-media-id=\"gu-video-5805e0cfe4b005f21833a984\" class=\"gu-video\" controls=\"controls\" poster=\"\"> \n  <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/18/161018TrumpRiggedElectionUpdate_desk.mp4\">\n  <source src=\"https://cdn.theguardian.tv/HLS/2016/10/18/161018TrumpRiggedElectionUpdate.m3u8\">\n  <source src=\"https://cdn.theguardian.tv/webM/2016/10/18/161018TrumpRiggedElectionUpdate_WebM.webm\"> \n </video> \n <figcaption>\n  <a href=\"https://www.theguardian.com/us-news/video/2016/oct/18/us-presidential-election-rigged-donald-trump-wisconsin-video\">US presidential election is rigged, says Donald Trump</a>\n </figcaption> \n</figure> \n<p>“People who died 10 years ago are still voting,” the embattled candidate told a <a href=\"https://www.theguardian.com/us-news/2016/oct/18/donald-trump-rejects-election-result-before-the-votes-have-been-counted\">rally in Wisconsin</a> at which he alleged there was rampant voter fraud. </p> \n<p>“We have voters all over the country where they’re not even citizens of the country and they’re voting,” added Trump, claiming that undocumented immigrants also helped elect Obama.</p> \n<p>“Of course there is large scale voter fraud happening on and before election day. Why do Republican leaders deny what is going on? So naive!” <a href=\"https://twitter.com/realDonaldTrump/status/787995025527410688\">tweeted Trump on Monday</a>.</p> \n<p>“You start whining before the game’s even over?” Obama asked bluntly at a press conference with the Italian prime minister, Matteo Renzi, at the White House. “If whenever things are going badly for you and you lose and you start blaming somebody else, then you don’t have what it takes to be in this job.”</p> \n<p>As the president spoke, he lifted his left hand and pointed, with his thumb, over his shoulder to the oval office. “’Cos there are a lot of times when things don’t go our way, or my way. That’s OK. You fight through it, you work through it, you try to accomplish your goals.”</p> \n<p> Obama said Trump’s attempt to discredit the election process was “based on no facts”.</p> \n<p>“Every expert, regardless of political party, regardless of ideology, conservative or liberal, who has ever examined these issues in a serious way will tell you that instances of significant voter fraud are not to be found.”</p> \n<figure class=\"element element-image\" data-media-id=\"eb392f2daff69fdf0baf24fa433f7c14abdb2043\"> \n <img src=\"https://media.guim.co.uk/eb392f2daff69fdf0baf24fa433f7c14abdb2043/0_18_4096_2458/1000.jpg\" alt=\"Early voters in Georgia\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Voters participate in the first day of early voting in the presidential election, in Tucker, Georgia, on Monday.</span> \n  <span class=\"element-image__credit\">Photograph: Erik S Lesser/EPA</span> \n </figcaption> \n</figure> \n<p>Elections are run by state and local officials, he noted, including the battleground state of Florida, which has a Republican governor, and Republican appointees will be running many election sites.</p> \n<p>Trump’s fiery populism and complaints have been condemned as a threat to America’s democratic institutions and for potentially stoking violence. Obama described them as irresponsible and insisted the US would undergo a smooth transition of power in January.</p> \n<p>“And so I’d advise Mr Trump to stop whining and go, try to make his case to get votes. And if he got the most votes then it would be my expectation of Hillary Clinton to offer a gracious concession speech and pledge to work with him in order to make sure that the American people benefit from effective government.</p> \n<p>“And it would be my job to welcome Mr Trump, regardless of what he’s said about me or my differences with him on my opinions, and escort him over to the Capitol in which there would be a peaceful transfer of power. That’s what Americans do. That’s why America’s already great. One way of weakening America and making it less great is if you start betraying those basic American traditions that have been bipartisan and have helped to hold together this democracy now for well over two centuries.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"a0abf86a-cf7d-402f-a24a-7e2898260047\" data-atom-type=\"explainer\"> \n  <div>\n   <figure class=\"element element-explainer element-atom\" data-display-type=\"flat\"> \n    <h1>How will the election be decided? </h1> \n    <div>\n     <p>The president is chosen through the electoral college, in which each state is assigned a \n      <gu-note title=\"Vicky Frost 22/9/2016 at 12:21\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:21:30.549Z\" data-click-action=\"collapse\" data-note-id=\"80ca109a-7c23-445f-d54c-9ce6f6ccc7e6\" class=\"note note--start note--end\">\n       ​certain \n      </gu-note>​number of \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:18:42.316Z\" data-click-action=\"collapse\" data-note-id=\"b36c395a-1920-42b2-b57b-faa721b9d586\" title=\"Vicky Frost 22/9/2016 at 12:18\">\n       ​votes called \n      </gu-note>​electoral votes&nbsp;(EVs)\n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:13:04.426Z\" data-click-action=\"collapse\" data-note-id=\"a3e31fdb-e028-4a34-e986-31a419d7747e\" title=\"Vicky Frost 22/9/2016 at 12:13\">\n       ​. Electoral votes (EVs) \n      </gu-note>​, \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:18:13.637Z\" data-click-action=\"collapse\" data-note-id=\"933e820b-f4ab-40a7-857c-0d124c19d28c\" title=\"Vicky Frost 22/9/2016 at 12:18\">\n       ​which are tied\n      </gu-note>​ultimately based on population. California has the most EVs, with 55; eight of the least populous states have only three apiece. Most states give all their electoral votes to whichever candidate wins the state popular vote.</p>\n     <p>\n      <gu-note class=\"note note--start\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:20:17.754Z\" data-click-action=\"collapse\" data-note-id=\"898021d0-81bf-4949-b42e-99efa1c3aa2b\" title=\"Vicky Frost 22/9/2016 at 12:20\">\n       ​ as state after state reports results, the candidates' tallies build. \n      </gu-note>\n      <gu-note class=\"note note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:20:17.754Z\" data-click-action=\"collapse\" data-note-id=\"898021d0-81bf-4949-b42e-99efa1c3aa2b\" title=\"Vicky Frost 22/9/2016 at 12:20\">\n       Whichever T\n      </gu-note>​A presidential candidate who claims\n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:17:08.151Z\" data-click-action=\"collapse\" data-note-id=\"8a1eca38-ff01-40ce-ba96-fad25fd8c118\" title=\"Vicky Frost 22/9/2016 at 12:17\">\n       ​ a majority – \n      </gu-note>​ at least 270 \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:19:17.162Z\" data-click-action=\"collapse\" data-note-id=\"9536f36b-929d-438a-a12d-dc6ad3c45546\" title=\"Vicky Frost 22/9/2016 at 12:19\">\n       ​out \n      </gu-note>​of the 538 EVs \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:17:19.135Z\" data-click-action=\"collapse\" data-note-id=\"3bf368f8-7742-440e-d372-3981085d7165\" title=\"Vicky Frost 22/9/2016 at 12:17\">\n       ​– \n      </gu-note>​wins the election.\n      <gu-note class=\"note note--start\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:15:19.195Z\" data-click-action=\"collapse\" data-note-id=\"e2733281-fc23-44ec-c5e8-3abc1a2d9779\" title=\"Vicky Frost 22/9/2016 at 12:15\">\n       ​Many states' preferences are clear beforehand, thanks to\n      </gu-note>\n      <gu-note class=\"note note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:14:24.845Z\" data-click-action=\"collapse\" data-note-id=\"e2733281-fc23-44ec-c5e8-3abc1a2d9779\" title=\"Vicky Frost 22/9/2016 at 12:14\">\n        p\n      </gu-note>​ Polling and precedent mean the preferences of many states are clear beforehand, resulting in a focus on \"swing\" states\n      <gu-note class=\"note note--start\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:15:13.115Z\" data-click-action=\"collapse\" data-note-id=\"8a90e85c-6435-4a3d-897d-40ef088fc822\" title=\"Vicky Frost 22/9/2016 at 12:15\">\n       ​. The focus on election night is on \"swing states\" \n      </gu-note>\n      <gu-note class=\"note note--end\" data-note-edited-by=\"Madhvi Pankhania\" data-note-edited-date=\"2016-10-06T16:24:41.617Z\" data-click-action=\"collapse\" data-note-id=\"8a90e85c-6435-4a3d-897d-40ef088fc822\" title=\"Madhvi Pankhania 6/10/2016 at 12:24\">\n        that could go either way\n      </gu-note>​. Donald Trump needs a sweep of swing states (watch Ohio, Florida and North Carolina, among others) to win.</p>\n    </div> \n   </figure> \n  </div>\n </gu-atom> \n</figure> \n<p>Obama also touched on Trump’s positive attitude toward Vladimir Putin during a particular tense time for Washington-Moscow relations. In an interview on Monday, Trump promised a closer relationship with the Russian president if elected, starting with a possible meeting before the presidential inauguration.</p> \n<p>Obama said: “Mr Trump’s continued flattery of Mr Putin and the degree to which he appears to model many of his policies and approach to politics on Mr Putin is unprecedented in American politics.</p> \n<p>“Mr Trump rarely surprises me these days. I’m much more surprised and troubled by the fact that you have Republican officials who historically have been adamantly anti-Russian, and in fact have attacked me for even engaging them diplomatically, now supporting and in some cases echoing his positions.”</p> \n<p>Recent <a href=\"https://www.washingtonpost.com/politics/clinton-holds-clear-advantage-in-new-battleground-polls/2016/10/18/2885e3a0-94a6-11e6-bc79-af1cd3d2984b_story.html?pushid=breaking-news_1476808896&amp;tid=notifi_push_breaking-news\">opinion polls</a> show Clinton ahead or tied in most of the key battlegrounds that Trump needs to win if he is to pull off a surprise comeback on 8 November. A new SurveyMonkey poll of 15 battleground states conducted with the Washington Post showed Clinton leading in enough states to put her comfortably over the 270 majority needed to win the presidential election.</p> \n<p>Members of the Trump family are <a draggable=\"true\" href=\"https://www.ft.com/content/7dc39954-940e-11e6-a1dc-bdf38d484582\">reported to have held discussions</a> about a possible rightwing media venture after the election that could challenge Fox News and serve as a rallying point for anti-establishment supporters. </p> \n<p>But looking beyond the election has further widened Trump’s rift with members of his own party, many of whom fear that telling Republican voters the election is rigged will depress turnout and increase the chances of the party losing Congress as well as the White House.</p> \n<p>“Our institutions, like our election system, is one of the bedrocks of American democracy. We should not question it or the legitimacy of it,” <a href=\"http://www.politico.com/story/2016/10/trump-election-rigged-ohio-secretary-of-state-229881#ixzz4NS5niVzW\">said Ohio secretary of state Jon Husted</a>, a Republican, who also called Trump’s allegations irresponsible.</p> \n<p>“I am in charge of elections in Ohio, and they’re not going to be rigged,” he added. “We have a bipartisan system of elections. Frankly, it’s the only place you can find Democrats and Republicans working cooperatively together. They work that way in our election system to make sure that the integrity of our election system is upheld, and that people feel good about the process of voting.”<br></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/18/controversial-republican-mike-roman-to-run-donald-trumps-election-protection\">Controversial Republican Mike Roman to run Donald Trump's 'election protection'</a> </p> \n</aside> \n<p>Christie insisted that even Trump would eventually come around the accepting the result. “Absent some evidence of real fraud I think he will accept it,” he told MSNBC. “Right now Donald is giving his opinion.”</p> \n<p>But his interview revealed just how far once loyal surrogates are now running from their candidate. </p> \n<p>“It’s not my campaign,” said Christie when asked if he was proud of what Trump was doing. “We are surrogates and I am proud of everything I have said and that’s all I can control.”</p> \n<figure class=\"element element-image\" data-media-id=\"6b49ccb5c3dba0fdce972f08e14f545f59ad33e8\"> \n <img src=\"https://media.guim.co.uk/6b49ccb5c3dba0fdce972f08e14f545f59ad33e8/0_300_4500_2700/1000.jpg\" alt=\"Hillary Clinton\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Hillary Clinton boards her plane at Westchester County airport on Tuesday.</span> \n  <span class=\"element-image__credit\">Photograph: Brendan Smialowski/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Clinton, meanwhile, is keeping a relatively low profile before Wednesday’s debate, as <a href=\"https://www.theguardian.com/us-news/2016/oct/18/hillary-clinton-emails-records-suggest-state-department-put-pressure-on-fbi\">damaging revelations continue to emerge from emails</a> among her staff.</p> \n<p>In the latest, a senior US state department official is seen attempting to pressure the FBI to drop its insistence that an email on the private server Clinton used while secretary of state contained classified information, according to records of interviews with bureau officials.</p> \n<p>The apparent call for a “quid pro quo” by Patrick Kennedy, the state department’s most senior manager, appears in the latest release of interview summaries from the FBI’s year-long investigation into Clinton’s sending and receiving classified government secrets via her unauthorized server.</p> \n<p>More Democratic noise in recent days has come from the slew of celebrities endorsing Clinton, including <a href=\"http://www.vogue.com/13492873/hillary-clinton-endorsement-president-united-states-democrat/\">Vogue magazine</a> and top Hollywood names such as Julia Roberts, Jake Gyllenhaal, Sarah Jessica Parker, Matthew Broderick, Hugh Jackman, Emily Blunt, Neil Patrick Harris and Helen Mirren.<br></p>",
  "<div id=\"block-58064d97e4b0cd26ff71e641\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T16:48:44.040Z\">5.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Sterling has enjoyed a good day, with the higher than expected UK inflation figures dampening speculation that the Bank of England would cut interest rates in November.</p> <p>The suggestion from government lawyer James Eadie that <strong><a href=\"https://www.theguardian.com/politics/2016/oct/18/parliament-very-likely-to-be-asked-to-agree-brexit-deal\">parliament could have a bigger role in Brexit proceedings</a></strong> also helped support the UK currency.</p> <p>So against the dollar the pound has gained 0.9% to $1.2295, while it has also climbed against the euro, up 1% to €1.1185.</p> <p><em>On that note, it’s time to close for the evening. Thanks for all your comments, and we’ll be back tomorrow.</em></p> </div>   </div> <div id=\"block-58063c11e4b0cd26ff71e5eb\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T16:23:14.139Z\">5.23pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">European shares close higher</h2>  <div class=\"block-elements\">  <p>Although they have come off their best levels, it has been a good day for European stock markets. The FTSE 100 has just squeezed back above the 7000 level, albeit lagging behind European peers, after a revival in sterling and bond prices. Some positive corporate news, from building group Bellway in the UK to Goldman Sachs and Netflix in the US, has helped support sentiment. Chris Beauchamp, chief market analyst at IG, said:</p> <blockquote class=\"quoted\"> <p>Stock markets are in rude health this afternoon, with the FTSE moving back over the 7000 mark, as earnings season continues to come in ahead of expectations. We can also point to weakness in the US dollar for the gains over the past few hours, as markets take the cue from Fed officials and note that there are still hurdles to a possible December move.</p> <p>Earnings season has given investors the chance to look under the bonnet of the US economy, and so far they like what they see, especially in financial stocks. Couple that with some excellent figures from Netflix which indicate that consumer spending is holding up well across the globe, and we have a potent recipe for stock market gains, as the traditionally strong fourth quarter performance reasserts itself.</p> </blockquote> <p>The final scores in Europe showed:</p> <ul> <li><strong>The FTSE 100 finished up 52.51 points or 0.76% at 7000.06</strong></li> <li><strong>Germany’s Dax rose 1.22% to 10,631.55</strong></li> <li><strong>France’s Cac closed up 1.32% at 4508.91</strong></li> <li><strong>Italy’s FTSE MIB climbed 2.02% to 16,966.61</strong></li> <li><strong>Spain’s Ibex ended up 1.43% at 8865.3</strong></li> <li><strong>In Greece, the Athens market added 1.33% to 593.83</strong></li> </ul> <p>On Wall Street the Dow Jones Industrial Average is currently up 96 points or 0.5%.</p> </div>   </div> <div id=\"block-58063482e4b0cd26ff71e5bc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T14:42:09.105Z\">3.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Back with exchange rates, and the effect of the day’s inflation figures, financial analyst Connor Campbell at Spreadex said:</p> <blockquote class=\"quoted\"> <p>It seems that the pound’s pleasure at a potentially delayed Bank of England rate cut is outweighing the hopes of a US rate hike this Tuesday afternoon.</p> <p>With US inflation coming in as expected at 0.3% at a monthly basis and 1.5% annually, the Federal Reserve seemingly got another green light to raise rates before the end of 2016 – Clinton-election win permitting, that is. However, the usual boost this would have given the dollar was largely lost this afternoon, the pound instead holding strong with a 0.8% increase against the greenback, taking it back towards 1.23 as sterling cheered the fact that Mark Carney and co. likely won’t cut rates in November.</p> </blockquote> </div>   </div> <div id=\"block-58062ec5e4b0cd26ff71e59a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T14:20:42.378Z\">3.20pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">OPEC could reach output deal - secretary-general</h2>  <div class=\"block-elements\">  <p>Hopes that oil producers can reach agreement on limiting output have received a boost. <strong><a href=\"http://www.reuters.com/article/us-opec-meeting-barkindo-output-idUSKCN12I1EG?utm_campaign=trueAnthem:+Trending+Content&amp;utm_content=58062c0e04d301365f089cd8&amp;utm_medium=trueAnthem&amp;utm_source=twitter\">Reuters reports</a></strong>:</p> <blockquote> <p>OPEC should be able to reach a deal next month to limit oil production without too much disagreement about individual countries’ output levels, the producer group’s secretary-general said on Tuesday.</p> <p>Mohammed Barkindo also told journalists on the sidelines of the Oil &amp; Money conference that Russia, which is not in OPEC, was not backtracking on its pledge to contribute to output limits should OPEC reach a deal at its next meeting on Nov. 30.</p> <p>“We expect that all the building blocks will be in place in a timely fashion for the implementation,” Barkindo told the conference, an annual London gathering of top oil officials and company executives.</p> <p>“I am optimistic we will have a decision,” he said.</p> </blockquote> <p>Despite this optimism on the part of producers, crude prices have edged lower. Brent crude is down 0.16% at $51.44 a barrel while West Texas Intermediate is off 0.02% at $49.93.</p>  <figure class=\"element element-image\" data-media-id=\"3da6322f19dbd4c7bf2580e6a173f1f9cd3466ce\"> <img src=\"https://media.guim.co.uk/3da6322f19dbd4c7bf2580e6a173f1f9cd3466ce/0_139_3741_2245/1000.jpg\" alt=\"OPEC Secretary General Mohammed Barkindo.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">OPEC Secretary General Mohammed Barkindo.</span> <span class=\"element-image__credit\">Photograph: Ozan Kose/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T14:22:15.103Z\">at 3.22pm BST</time></p>  </div> <div id=\"block-580629e3e4b005f21833aafa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T14:01:13.517Z\">3.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong tabindex=\"-1\"><a draggable=\"true\" href=\"https://www.theguardian.com/business/live/2016/oct/18/uk-inflation-prices-to-rise-after-brexit-vote-hits-pound-business-live?page=with:block-580615b9e4b055209adaec4d#block-580615b9e4b055209adaec4d\">US inflation figures</a></strong> have added to the idea that the Federal Reserve may raise interest rates before the end of the year. James Knightley, a senior economist at ING Bank, said:</p> <blockquote class=\"quoted\"> <p>Today’s inflation numbers are certainly no barrier to Federal Reserve rate hikes. Assuming the <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/us-elections-2016\">presidential election</a> doesn’t result in significant financial market volatility and the employment numbers continue to post reasonable 150,000 or so gains, the likelihood of a December rate hike will look strong.</p> </blockquote> <p>This has supported the dollar, which hit a high for today of $1.0983 against the euro.</p> <p>Despite this, the pound continues to hold most of its gains against the dollar, up by 0.9% at $1.2290, as <a draggable=\"true\" href=\"https://www.theguardian.com/business/2016/oct/18/uk-inflation-rises-near-two-year-high-consumer-price-index\">UK inflation figures</a> suggest that the Bank of England will not cut interest rates further in November.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T14:10:21.141Z\">at 3.10pm BST</time></p>  </div> <div id=\"block-58062660e4b055209adaeca4\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T13:44:26.343Z\">2.44pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Wall Street opens higher</h2>  <div class=\"block-elements\">  <p>US markets have opened sharply higher, lifted by <a href=\"https://www.theguardian.com/media/2016/oct/17/netflix-quarterly-earnings-users-stranger-things\">well-received updates</a> from Goldman Sachs and Netflix.</p> <p>The Dow Jones Industrial Average is currently up 109 points or 0.6%, while the S&amp;P 500 opened 0.7% higher and the Nasdaq Composite about 1%.</p> <p>European markets have remained buoyant, with Germany’s Dax and France’s Cac both about 1.4% higher. The FTSE 100, meanwhile, is up 0.8%, with continuing worries about Brexit taking some of the shine off.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T14:11:45.110Z\">at 3.11pm BST</time></p>  </div> <div id=\"block-58061f24e4b005f21833aacb\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T13:20:05.036Z\">2.20pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">UK inflation: the key points</h2>  <div class=\"block-elements\">  <p>Here’s a handy summary of today’s UK inflation report, for anyone just tuning in:</p>  <figure class=\"element element-image\" data-media-id=\"65e690ab8d1cb4fc90fe3110a7abe340920582c2\"> <img src=\"https://media.guim.co.uk/65e690ab8d1cb4fc90fe3110a7abe340920582c2/0_0_748_1083/691.jpg\" alt=\"Notable moves in the UK inflation rate\" width=\"691\" height=\"1000\" class=\"gu-image\" /> </figure>  <p>And here’s a chart showing that British companies are being charged much more for their raw materials since the pound dropped:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Frances_Coppola/status/788366343762382849\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">UK producer price inflation, ONS Sep 16. Looking ahead, this more important than consumer price inflation imho <a href=\"https://t.co/yuJtv7rWCX\">https://t.co/yuJtv7rWCX</a> <a href=\"https://t.co/wBd7JKCDw1\">pic.twitter.com/wBd7JKCDw1</a></p>&mdash; (((FrancesCoppola))) (@Frances_Coppola) <a href=\"https://twitter.com/Frances_Coppola/status/788366343762382849\">October 18, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T14:12:28.210Z\">at 3.12pm BST</time></p>  </div> <div id=\"block-58061b63e4b0cd26ff71e533\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T13:15:54.026Z\">2.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The prospect of poor families <a href=\"https://www.theguardian.com/business/live/2016/oct/18/uk-inflation-prices-to-rise-after-brexit-vote-hits-pound-business-live?page=with:block-5805f98ee4b0cd26ff71e481#block-5805f98ee4b0cd26ff71e481\">suffering a tighter inflationary squeeze</a> hasn’t dampened the mood in the City.</strong></p> <p>The pound is up by almost one cent to $1.228.<br></p> <p>The FTSE 100 has jumped back over the 7,000 mark, gaining 76 points (1.1%).</p> <p>Joshua Mahony, a market analyst at IG, says:</p> <blockquote class=\"quoted\"> <p>Recent worries appear to have been dismissed this morning, with the FTSE gaining ground at a rapid rate, despite the negative implications of this morning’s UK inflation update.</p> <p>Fears over a hard Brexit certainly seem overdone, given that we are still months from even entering negotiations, let alone close to finding any trade solutions. Equity markets are recovering across the board, with sentiment no doubt helped along by <a href=\"https://www.theguardian.com/media/2016/oct/17/netflix-quarterly-earnings-users-stranger-things\">Netflix’s standout figures</a> last night.</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2016/oct/17/netflix-quarterly-earnings-users-stranger-things\">Netflix shares soar on news it added 3.2 million subscribers last quarter</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T14:13:47.923Z\">at 3.13pm BST</time></p>  </div> <div id=\"block-580615b9e4b055209adaec4d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T12:37:49.891Z\">1.37pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">US inflation jumps to 1.5%</h2>  <div class=\"block-elements\">  <figure class=\"element element-image element--thumbnail\" data-media-id=\"dcf84894349865034f33d35318b0987ab86999d1\"> <img src=\"https://media.guim.co.uk/dcf84894349865034f33d35318b0987ab86999d1/432_256_3103_2747/1000.jpg\" alt=\"A view of the US Supreme Court is seen in Washington, DC.\" width=\"1000\" height=\"885\" class=\"gu-image\" /> </figure>  <p><strong>Newsflash: Britain isn’t the only country experiencing higher inflation.</strong></p> <p>Consumer prices in the US rose by 1.5% annually in September, figures show, up from 1.1% in August. </p> <p>As in the UK, fuel prices were a major factor, increasing by 5.8%.</p> <p>On a monthly basis, prices rose by 0.3%, broadly in line with expectations.</p> <p>Core inflation, which strips out food and energy costs, came in at 2.2%. That’s down from 2.3% and a little weaker than Wall Street expected.<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Accendo_Mike/status/788356718296231938\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">US Sept inflation in-line, core a touch softer <a href=\"https://twitter.com/hashtag/usd?src=hash\">#usd</a></p>&mdash; Mike van Dulken (@Accendo_Mike) <a href=\"https://twitter.com/Accendo_Mike/status/788356718296231938\">October 18, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T14:15:19.934Z\">at 3.15pm BST</time></p>  </div> <div id=\"block-58061632e4b005f21833aa9d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T12:32:47.868Z\">1.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Phil Aldrick</strong> of<strong> the Times </strong>also fears that inflation will jump as the increase in prices charged by producers (factory gate prices) hits consumers.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PhilAldrick/status/788305303146205184\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Inflation at 1pc and ONS saying it&#39;s not to do with sterling, but energy. Meanwhile PPI is over 7pc. Big prices rises still to come</p>&mdash; Philip Aldrick (@PhilAldrick) <a href=\"https://twitter.com/PhilAldrick/status/788305303146205184\">October 18, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T14:15:38.752Z\">at 3.15pm BST</time></p>  </div> <div id=\"block-580611fae4b055209adaec3c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T12:14:49.402Z\">1.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The chancellor, Philip Hammond, could potentially help some of those hurt by inflation by changing the way in-work benefits are uprated.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sarahoconnor_/status/788318033681022976\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Who will rising inflation hurt most? The poor. Unless govt changes course on the plan to freeze working-age benefits in cash terms <a href=\"https://t.co/eIyOk33hTz\">pic.twitter.com/eIyOk33hTz</a></p>&mdash; Sarah O&#39;Connor (@sarahoconnor_) <a href=\"https://twitter.com/sarahoconnor_/status/788318033681022976\">October 18, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T14:18:14.718Z\">at 3.18pm BST</time></p>  </div> <div id=\"block-58060db0e4b005f21833aa69\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T11:58:06.185Z\">12.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The BBC’s Kamal Ahmed has also written about how poorer families, including those in work, will suffer from higher inflation [<a href=\"https://www.theguardian.com/business/live/2016/oct/18/uk-inflation-prices-to-rise-after-brexit-vote-hits-pound-business-live?page=with:block-5805f98ee4b0cd26ff71e481#block-5805f98ee4b0cd26ff71e481\">as flagged earlier</a>].</strong></p> <p>He writes:</p> <blockquote class=\"quoted\"> <p>As Mark Carney, the Governor of the Bank of England, made clear on Friday, the first to feel the impact of a rise in inflation - at its most basic an increase in the price of essentials like food and fuel - are the “just managing classes” who spend a high proportion of their income on daily staples.</p> <p>These are people in work but who feel very far from comfortably off.</p> <p>Add to that the benefits freeze announced by the government last year, and the toxicity of even relatively low levels of inflation becomes clear.</p> <p>Before the freeze, those on working age benefits or tax credits would be shielded to an extent from inflation by an automatic increase in benefits in line with the headline figure.</p> <p>With that connection broken, real incomes for those on benefits and in work will be more adversely affected.</p> <p>As the Institute for Fiscal Studies said this morning: “This policy [the benefits freeze] represented a significant takeaway from a large number of working age households.</p> <p>“But it also represented a shifting of risk from the government to benefit recipients.</p> <p>“Previously, higher inflation was a risk to the public finances, increasing cash spending on benefits.</p> <p>“Now the risk is borne by low-income households: unless policy changes, higher inflation will reduce their real incomes.”</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbckamal/status/788346822997708801\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Here&#39;s inflation 2006-2016. And my blog on why today&#39;s increase matters, particularly for those on in-work benefits <a href=\"https://t.co/1q8uqFMkDB\">https://t.co/1q8uqFMkDB</a> <a href=\"https://t.co/6cWk2hePsx\">pic.twitter.com/6cWk2hePsx</a></p>&mdash; Kamal Ahmed (@bbckamal) <a href=\"https://twitter.com/bbckamal/status/788346822997708801\">October 18, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580602dde4b055209adaebe3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T11:40:22.387Z\">12.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>As we mentioned earlier, the Office for National Statistics has played down suggestions that the fall in the pound is fuelling the jump in inflation.</strong></p> <p>Mike Prestwood, head of inflation at the ONS, said this morning that:</p> <blockquote class=\"quoted\"> <p>“There is no explicit evidence the lower pound is pushing up the prices of everyday consumer goods.”</p> </blockquote> <p>That’s probably because some UK firms used currency hedges to protect themselves against the pound dropping, and because companies are swallowing higher costs where they can.</p> </div>   </div> <div id=\"block-58060211e4b0cd26ff71e4ad\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T11:09:12.082Z\">12.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Our economics editor, Larry Elliott, predicts that the Bank of England won’t be spooked into tightening monetary policy:</strong></p> <blockquote class=\"quoted\"> <p>Competition in the high street could spare consumers from some of the effects of the weak pound. But if businesses find they are operating with lower profit margins, they will seek to save money by tightly controlling wages. One way or another, living standards are going to be squeezed.</p> <p>Will higher inflation lead to the Bank of England raising interest rates? Almost certainly not. Threadneedle Street has already said it is prepared to accept a temporary overshoot of the 2% inflation target, rather than risk damaging the economy’s growth prospects. Only if higher inflation looks to be becoming embedded will the Bank move. For the moment, that does not appear to be much of a risk.</p> </blockquote> <p>Here’s his analysis:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BusinessDesk/status/788328838493200384\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Rising inflation is just the start: UK living standards will be squeezed <a href=\"https://t.co/GFQPvouldZ\">https://t.co/GFQPvouldZ</a></p>&mdash; Guardian Business (@BusinessDesk) <a href=\"https://twitter.com/BusinessDesk/status/788328838493200384\">October 18, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-5805f98ee4b0cd26ff71e481\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T10:41:05.745Z\">11.41am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">IFS: Poor families to lose £100/year as inflation jumps</h2>  <div class=\"block-elements\">  <p><strong>The jump in inflation will cost poorer households around £100 each, because their benefits will not rise in line with CPI.</strong></p> <p>That’s the grim warning from the Institute for Fiscal Studies.</p> <p>And it’s all because George Osborne recently froze some benefits, breaking the traditional peg with inflation. </p> <p>The IFS explains:<br></p> <blockquote class=\"quoted\"> <p>In the July 2015 Budget the Government announced that, as part of its attempt to cut annual social security spending by £12 billion, most working-age benefit and tax credit rates would be frozen in cash terms until March 2020.</p> <p>This policy represented a significant takeaway from a large number of working age households. But it also represented a shifting of risk from the Government to benefit recipients. Previously, higher inflation was a risk to the public finances, increasing cash spending on benefits. Now the risk is borne by low-income households: unless policy changes higher inflation will reduce their real incomes.</p> </blockquote> <p>The government had expected this change to cost households £260 per year each. But with inflation higher than forecast, the real cost has jumped to £360.</p>  <figure class=\"element element-image\" data-media-id=\"6df590c4fad6f661d094269b206660e5469aafda\"> <img src=\"https://media.guim.co.uk/6df590c4fad6f661d094269b206660e5469aafda/0_31_719_431/500.jpg\" alt=\"IFS forecasts\" width=\"500\" height=\"300\" class=\"gu-image\" /> </figure>  <p>And remember, benefits such as tax credits go to <strong>poor</strong> <strong>working</strong> people, to help them achieve a minimum standard of living.</p> <p>The IFS concludes:</p> <blockquote class=\"quoted\"> <p>While it is perfectly reasonable to argue – as the 2015 Conservative Party manifesto did – that the working age benefit system should be made less generous over this parliament, it is hard to see why the appropriate size of cut should be arbitrarily determined by the impact of movements in sterling on prices.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/patrickjbutler/status/788317581807652864\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Poorest families to lose an extra £100 a year as rising inflation compounds benefit freeze, says <a href=\"https://twitter.com/TheIFS\">@TheIFS</a> <a href=\"https://t.co/e2Ql8GKUAR\">https://t.co/e2Ql8GKUAR</a> <a href=\"https://twitter.com/hashtag/brexit?src=hash\">#brexit</a></p>&mdash; Patrick Butler (@patrickjbutler) <a href=\"https://twitter.com/patrickjbutler/status/788317581807652864\">October 18, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T10:45:10.477Z\">at 11.45am BST</time></p>  </div> <div id=\"block-5805f75ee4b005f21833a9f7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T10:32:17.411Z\">11.32am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Treasury: UK economy is fundamentally strong</h2>  <div class=\"block-elements\">  <p><strong>The Treasury has taken a break from<a href=\"http://www.bloomberg.com/news/articles/2016-10-17/hammond-s-treasury-cold-shouldered-as-may-pursues-brexit-agenda\"> falling out with pro-Brexit government ministers</a>, and sent over a response to today’s inflation report.</strong></p> <p>However, it doesn’t really address the fact that consumer prices jumped by 1% in the last year.</p> <p>A spokesperson says:</p> <blockquote class=\"quoted\"> <p>The economy is fundamentally strong, with a record number of people in employment.</p> <p>The government stands ready to support the adjustment to a new relationship with the European Union and is committed to building an economy that works for all.”</p> </blockquote> <p>Hopefully they didn’t send the wrong email out... </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JakeCordell/status/788323771987951616\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/BenChu_\">@BenChu_</a> <a href=\"https://twitter.com/Gilesyb\">@Gilesyb</a> <a href=\"https://twitter.com/hmtreasury\">@hmtreasury</a> Do you think they sent the labour market one? Tomorrow we&#39;ll get something tell us not to worry about sterling</p>&mdash; Jake Cordell (@JakeCordell) <a href=\"https://twitter.com/JakeCordell/status/788323771987951616\">October 18, 2016</a></blockquote>  </figure>  <p><em>We’ll find out tomorrow morning, after the unemployment report is released....</em></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T10:34:22.098Z\">at 11.34am BST</time></p>  </div> <div id=\"block-5805f071e4b055209adaeb78\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T10:20:08.915Z\">11.20am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Pound rallies close to $1.23</h2>  <div class=\"block-elements\">  <p><strong>Sterling is still rallying today, following the news that inflation jumped by more than expected last month.</strong></p> <p>The pound has gained more than one cent to $1.229, the highest since last Wednesday.</p> <p>Traders ponder whether growth is going to suffer, and if the Bank of England will really ‘look through’ (ignore) the inflationary impact of the Brexit vote.</p> <p><strong>Kallum Pickering</strong> of <strong>Berenberg Bank</strong> reckons that the Bank will resist cutting interest rates to new record lows in November.<br></p> <blockquote class=\"quoted\"> <p>The bigger-than-expected drop in sterling has done a lot of the work for the Bank of England and with resilient economic performance since the Brexit vote, we expect the BoE to stay on hold for now, easing monetary policy again only if economic conditions deteriorate.</p> </blockquote> </div>   </div> <div id=\"block-5805f550e4b055209adaeb97\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T10:11:43.573Z\">11.11am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ian_a_jones/status/788320024704454656\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This week&#39;s jump of 1.22% in the price of petrol is the biggest since the <a href=\"https://twitter.com/hashtag/EURef?src=hash\">#EURef</a> (and also the biggest since Jan 2011). <a href=\"https://t.co/t9Xg4VmZ1u\">pic.twitter.com/t9Xg4VmZ1u</a></p>&mdash; Ian Jones (@ian_a_jones) <a href=\"https://twitter.com/ian_a_jones/status/788320024704454656\">October 18, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-5805efd3e4b0cd26ff71e454\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T09:49:06.934Z\">10.49am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s a link to the inflation report:</p> <h2>ONS: <a href=\"https://www.ons.gov.uk/economy/inflationandpriceindices/bulletins/consumerpriceinflation/sept2016\">UK consumer price inflation: Sept 2016</a></h2> </div>   </div> <div id=\"block-5805ebf5e4b0cd26ff71e43e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T09:46:42.711Z\">10.46am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image element--thumbnail\" data-media-id=\"24a21d65ddbcb56ca1fa27581a6e0925df47103f\"> <img src=\"https://media.guim.co.uk/24a21d65ddbcb56ca1fa27581a6e0925df47103f/0_0_5184_3437/1000.jpg\" alt=\"A full moon is seen over an iceberg that broke off from the Jakobshavn Glacier on July 23, 2013 in Ilulissat, Greenland.\" width=\"1000\" height=\"663\" class=\"gu-image\" /> </figure>  <p><strong>Andrew Sentance</strong>, senior economic adviser at <strong>PwC</strong> (and former Bank of England policymaker) also predicts inflation is going to jump over the 2% target.<br></p> <p>And that ‘inflationary iceberg’ is going to hit growth in 2017, he fears:. </p> <blockquote class=\"quoted\"> <p>“Inflation has risen to 1.0 percent this month, as expected. Higher import prices are feeding through to consumers because of the fall in sterling since the EU referendum vote. This latest rise, however, is just the tip of the inflationary iceberg which is coming our way. Since the beginning of September, sterling has fallen a further 8 percent or so against the euro and the dollar. This will continue to push up inflation in the months ahead. A stronger oil price will add further to price rises for energy and transport. <br></p> <p>“Over the course of next year, we should expect inflation to rise above the Bank of England’s 2 percent target. This will squeeze household spending power and add to the slowdown in the economy in 2017. PwC is forecasting a slowdown in growth to around 1% next year, with investment cutbacks reinforcing the slowdown in consumer spending.” </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T09:50:54.946Z\">at 10.50am BST</time></p>  </div> <div id=\"block-5805ea20e4b005f21833a9b7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T09:26:56.355Z\">10.26am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">UK factory gate prices hit 3-year high</h2>  <div class=\"block-elements\">  <p><strong>We also have evidence that UK manufacturers are pushing up their prices, following the slide in sterling.</strong></p> <p>Factory gate prices (what companies charge for their goods) rose by 1.2% in September, the highest annual rise in three years.</p> <p>And input prices (the cost of raw materials) jumped by 7.2% year-on-year</p> <p>That suggests that consumers will face higher prices when these goods reach the shops, says <strong>Shilen Shah, Bond Strategist at Investec Wealth &amp; Investment</strong>: </p> <blockquote class=\"quoted\"> <p>“The September inflation print is a confirmation that the long period of low inflation is over, with year-on-year CPI increasing to 1% from 0.6% in August. The combination of higher input prices -rising 7.2% in September and a higher oil price is likely to put some upward pressure on future inflation prints in the coming months.</p> </blockquote> </div>   </div> <div id=\"block-5805e7c6e4b055209adaeb59\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T09:15:34.283Z\">10.15am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Julien Lafargue</strong>, the head of equities strategy at <strong>JP Morgan Private Bank,</strong> isn’t convinced that the weak pound is driving up inflation. Not yet, anyway ...</p> <blockquote class=\"quoted\"> <p>We are seeing more and more signs that inflation is picking up in the UK, with today’s release pointing to the highest year-on-year increase in consumer prices since November 2014. At this point though, this seems more linked to base effects from commodity prices, a continued decline in the pace of food deflation and higher prices in restaurant and hotels following a weak August, rather than the post-referendum drop in the pound. </p> <p>As such, we would expect inflation to increase further going forward, as the depreciation in the UK’s currency will likely put additional upward pressure on prices over time. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T09:30:22.115Z\">at 10.30am BST</time></p>  </div> <div id=\"block-5805e635e4b055209adaeb51\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T09:08:59.722Z\">10.08am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Fidelity: plummeting pound drives up fuel prices</h2>  <div class=\"block-elements\">  <figure class=\"element element-image element--thumbnail\" data-media-id=\"1ac45eb88464f0b4bc0896931942bc2e979b7f32\"> <img src=\"https://media.guim.co.uk/1ac45eb88464f0b4bc0896931942bc2e979b7f32/0_0_4204_2832/1000.jpg\" alt=\"A person fills their car up\" width=\"1000\" height=\"674\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A driver fills their car up with petrol in Chelmsford, Essex.</span> <span class=\"element-image__credit\">Photograph: Nick Ansell/PA</span> </figcaption> </figure>  <p><strong>Tom Stevenson, an investment director at Fidelity International, blames the weak pound for driving up inflation: </strong></p> <blockquote class=\"quoted\"> <p>Inflation jumped to 1% in September, its highest level since late 2014. The significant leap in the CPI from August has primarily been as a result of the plummeting pound, which has pushed up fuel prices.</p> </blockquote> <p>Today’s report shows that petrol prices jumped by 1.2p per litre between August and September.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T09:25:24.001Z\">at 10.25am BST</time></p>  </div> <div id=\"block-5805e52ee4b055209adaeb4a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T09:06:09.016Z\">10.06am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Lots of expert reaction to today’s inflation numbers is flooding in.</p> <p><strong>Nick Dixon</strong>, the investment director at pensions group <strong tabindex=\"-1\">Aegon</strong>, reckons inflation will soar above the 2% target soon.</p> <blockquote class=\"quoted\"> <p> The renewed slide in the pound following ‘hard Brexit’ noise will flow through to higher inflation, potentially exceeding 3% during 2017.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T09:26:53.058Z\">at 10.26am BST</time></p>  </div> <div id=\"block-5805e2eae4b0cd26ff71e410\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T09:02:00.264Z\">10.02am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Inflation: snap reaction</h2>  <div class=\"block-elements\">  <p><strong>At 1%, inflation is only half the level targeted by the Bank of England.</strong></p> <p>But several economists warn that prices are heading upwards. </p> <p>World First’s Jeremy Cook predicts more inflationary pain in early 2017:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/World_First/status/788299874668253184\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Inflation will be felt more keenly in CPI post Xmas; no retailer wants to hike prices now and hedges on currency are still largely in place</p>&mdash; World First (@World_First) <a href=\"https://twitter.com/World_First/status/788299874668253184\">October 18, 2016</a></blockquote>  </figure>  <p>Reuters’ Jamie McGeever thinks the weak pound and higher energy prices will keep pushing the CPI up:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ReutersJamie/status/788300233948168192\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">UK inflation. Still well below the Bank of England&#39;s target ... but not for long, given the pound&#39;s plunge and oil price rise this year. <a href=\"https://t.co/CpgM7rAzsg\">pic.twitter.com/CpgM7rAzsg</a></p>&mdash; Jamie McGeever (@ReutersJamie) <a href=\"https://twitter.com/ReutersJamie/status/788300233948168192\">October 18, 2016</a></blockquote>  </figure>  <p>Joel Hills of ITV also blames the weak pound:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ITVJoel/status/788302287890485248\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Higher than expected jump in inflation. Prices now rising in-line with wages. Impact of slump in £ post referendum starting to be felt.</p>&mdash; Joel Hills (@ITVJoel) <a href=\"https://twitter.com/ITVJoel/status/788302287890485248\">October 18, 2016</a></blockquote>  </figure>  <p>George Eaton of the New Statesman points out that families relying on welfare payments will suffer:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/georgeeaton/status/788300311299588096\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Higher inflation (now 1%) will bite hard with benefits still frozen.</p>&mdash; George Eaton (@georgeeaton) <a href=\"https://twitter.com/georgeeaton/status/788300311299588096\">October 18, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T09:29:00.573Z\">at 10.29am BST</time></p>  </div> <div id=\"block-5805e2fde4b005f21833a98f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T08:57:09.399Z\">9.57am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image element--thumbnail\" data-media-id=\"8c76d75ebc3319503d25a668ccfa5437cb284adf\"> <img src=\"https://media.guim.co.uk/8c76d75ebc3319503d25a668ccfa5437cb284adf/0_0_2060_1236/1000.jpg\" alt=\"A baking potato\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <p><strong>There’s been a lot of talk about food prices being pushed up by the weak pound.</strong></p> <p>But ... prices actually fell by 0.3% month on month in September.</p> <p>The ONS said this fall was driven by “sugar, jam, syrups, chocolate and confectionery, oils and fats, meat, and bread and cereals”.</p> <p>But fruit and vegetable prices rose, including potatoes.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T09:43:41.737Z\">at 10.43am BST</time></p>  </div> <div id=\"block-5805e080e4b005f21833a983\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T08:52:55.418Z\">9.52am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Why inflation jumped to 1%</h2>  <div class=\"block-elements\">  <p><strong>Clothes prices went up by 6% in September on the previous month.</strong></p> <p>That’s a larger move than usual, although clothing prices normally rise in September as shops bring in autumn ranges.</p> <p>So does that mean the Brexit vote is forcing prices up?</p> <p>Possibly not. The Office for National Statistics suggests that UK companies are protected from the slump in the pound.</p> <blockquote class=\"quoted\"> <p>First, a rise in clothing prices in September is <strong>in line with normal trends</strong> and the comparatively large increase this year follows a sustained fall in prices between March and July, with a relatively small increase into August. Second, while the depreciation in sterling is likely to increase the cost of importing goods and outsourcing production, there are reports of businesses having measures in place to protect against exchange rate changes in the short term. </p> </blockquote> <p><strong>Other reasons</strong> why inflation jumped:</p> <ul> <li>Restaurant and hotel prices increased by 0.7% between August and September.<br></li> <li>Miscellaneous goods and services prices rose by 0.5% between August and September, driven by “certain appliances and products for personal care”.<br></li> <li>Overall prices for housing, water, electricity, gas and other fuels went up by 0.1% between August and September.<br></li> </ul>  <figure class=\"element element-image\" data-media-id=\"f870cd374c88a0ea1de66199c00292992d439d37\"> <img src=\"https://media.guim.co.uk/f870cd374c88a0ea1de66199c00292992d439d37/0_0_769_690/500.jpg\" alt=\"Inflation: the details\" width=\"500\" height=\"449\" class=\"gu-image\" /> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T09:33:27.490Z\">at 10.33am BST</time></p>  </div> <div id=\"block-5805e0ece4b055209adaeb31\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T08:45:15.269Z\">9.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The retail price index, a wider measures of inflation that includes housing costs, has also risen.</strong></p> <p>RPI hit an annual rate of 2% last month, up from 1.8% in August.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dsmitheconomics/status/788297476403003392\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">CPI inflation up from 0.6% to 1%, RPI inflation to 2% from 1.8%.</p>&mdash; David Smith (@dsmitheconomics) <a href=\"https://twitter.com/dsmitheconomics/status/788297476403003392\">October 18, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-5805dfd4e4b055209adaeb2b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T08:42:36.153Z\">9.42am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>This jump in inflation is going to hit people in the pocket.</strong></p> <p>Average earnings are only rising by 2.1% per year, according to the latest data. With inflation at 1%, real wages would only grow by 1.1%.</p> </div>   </div> <div id=\"block-5805df1de4b055209adaeb24\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T08:39:45.500Z\">9.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This chart shows how the cost of living is rising at the fastest rate since late 2014.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/oct/2016-10-18T08:47:13/embed.html\" data-alt=\"UK inflation\"> <a href=\"https://interactive.guim.co.uk/charts/embed/oct/2016-10-18T08:47:13/embed.html\">UK inflation</a> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T08:57:35.341Z\">at 9.57am BST</time></p>  </div> <div id=\"block-5805df41e4b055209adaeb26\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T08:38:24.663Z\">9.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>On a monthly basis, consumer prices rose by 0.2% in September.</p> <p>The Office for National Statistics says there is no ‘explicit evidence’ that the fall in the pound is pushing consumer prices higher (more on that shortly...)</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T08:39:24.095Z\">at 9.39am BST</time></p>  </div> <div id=\"block-5805de1be4b055209adaeb1f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T08:34:46.644Z\">9.34am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>UK inflation was driven up by rising prices for clothing, overnight hotel stays and motor fuels, says the Office for National Statistics.</p> <p>These upward pressures were partially offset by a fall in air fares and food prices, the ONS adds.</p> </div>   </div> <div id=\"block-5805dce0e4b005f21833a972\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T08:30:34.642Z\">9.30am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">UK inflation rises to 1%</h2>  <div class=\"block-elements\">  <p>Breaking: The UK consumer price index jumped to 1% in September, higher than the City expected!</p> <p>That’s the highest inflation rate since November 2014, and sharply up on August’s figure of 0.6%.</p> <p><em><strong>More to follow ...</strong></em></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T08:39:54.322Z\">at 9.39am BST</time></p>  </div> <div id=\"block-5805dc01e4b0cd26ff71e3ef\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T08:27:11.311Z\">9.27am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Today’s inflation report will only be a foretaste of the full impact of the weaker pound, says the economist Rupert Seggins:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Rupert_Seggins/status/788294490046009344\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Expectations are that today&#39;s figures show a rise in UK inflation to c.0.9%, but the main exchange rate impact is likely some months away. <a href=\"https://t.co/Jw1rNBMgKE\">pic.twitter.com/Jw1rNBMgKE</a></p>&mdash; Rupert Seggins (@Rupert_Seggins) <a href=\"https://twitter.com/Rupert_Seggins/status/788294490046009344\">October 18, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T08:39:31.235Z\">at 9.39am BST</time></p>  </div> <div id=\"block-5805d633e4b0cd26ff71e3d5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T08:06:56.822Z\">9.06am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Less than 30 minutes until we get the latest UK inflation report!</strong></p> <p>Reminder: we’re expecting the cost of living to have <a draggable=\"true\" href=\"https://www.theguardian.com/business/live/2016/oct/18/uk-inflation-prices-to-rise-after-brexit-vote-hits-pound-business-live?page=with:block-5805ba18e4b0cd26ff71e375#block-5805ba18e4b0cd26ff71e375\">jumped by 0.9% in September</a>, a near two-year high.</p> <p>Jeremy Cook of currency exchange company World First explains how energy costs are pushing consumer prices higher:</p> <blockquote class=\"quoted\"> <p>The main piece of UK news this morning is the latest run of inflation data that is set to carry higher to as much as 0.9% on the year. That would be the highest since November 2014, when oil prices were still up near $90 a barrel. A year ago, oil prices were about 20% cheaper than they are now and therefore we have base effects there to take into account, but both consumer and producer price inflation measures seem to be showing the effects of the weaker pound.</p> <p>Inflation expectations for the medium term – five years away – have surged in recent weeks and are currently 3.4%; anything that starts with a four and we can expect [that] calls for the Bank of England to hike rates will increase, needlessly in our opinion.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T08:26:18.462Z\">at 9.26am BST</time></p>  </div> <div id=\"block-5805cfb4e4b0cd26ff71e3bc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T07:56:55.067Z\">8.56am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The pound has rallied a little this morning, and is currently up 0.5% at $1.225.</strong></p> <p>However... that still means sterling is worth <strong>21%</strong> than a year ago (when it traded at $1.55).</p> <p>That’s a remarkable drop, only challenged by emerging market currencies like Malawi’s Kwacha, or the <a href=\"https://www.theguardian.com/world/2016/oct/11/venezuela-on-the-brink-a-journey-through-a-country-in-crisis\">battered Venezuelan boliva</a>.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TheEconomist/status/788252447609384960\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Among the world’s worst-performing currencies, the British pound ranks alongside the Haitian gourde <a href=\"https://t.co/EesuqwF7O1\">https://t.co/EesuqwF7O1</a> <a href=\"https://t.co/qlGNPpmu6I\">pic.twitter.com/qlGNPpmu6I</a></p>&mdash; The Economist (@TheEconomist) <a href=\"https://twitter.com/TheEconomist/status/788252447609384960\">October 18, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-5805cfe9e4b055209adaeae8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T07:38:47.381Z\">8.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hiring fell sharply in London after the EU referendum, as financial and construction companies hunkered down, according to recruiter <strong>Hays</strong>.</p> <p>It reported a 10% drop in fees in the UK and Ireland in the previous quarter, as “continued concerns about the economic outlook impacted client and candidate confidence”.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T07:49:45.933Z\">at 8.49am BST</time></p>  </div> <div id=\"block-5805cddfe4b055209adaeae1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T07:27:11.397Z\">8.27am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Budget airline <a href=\"https://www.theguardian.com/business/2016/feb/24/ryanair-to-campaign-against-brexit-michael-o-leary-eu-referendum\">Ryanair was a strong supporter</a> of the remain campaign and even <a href=\"https://www.theguardian.com/media/2016/may/20/ryanair-eu-referendum-ad-police-vote-leave-brexit\">offered cheap flights to expats</a> who wanted to fly back and vote in the EU referendum.</strong></p> <p>That didn’t swing the result, though. And this morning, the company said the slump in sterling <a href=\"https://www.theguardian.com/business/2016/oct/18/ryanair-warns-fall-in-pound-will-hit-profits\">would hit its earnings</a>.</p> <p>Ryanair now expects full-year profit growth of 7%, down from 12% earlier this year.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/oct/18/ryanair-warns-fall-in-pound-will-hit-profits\">Ryanair profits to be hit by fall in pound</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T07:47:27.455Z\">at 8.47am BST</time></p>  </div> <div id=\"block-5805cc35e4b0cd26ff71e3b0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T07:21:18.184Z\">8.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gerald Lyons, a former chief economic adviser to (<a draggable=\"true\" href=\"https://www.theguardian.com/business/live/2016/oct/18/uk-inflation-prices-to-rise-after-brexit-vote-hits-pound-business-live?page=with:block-5805c9e0e4b005f21833a920#block-5805c9e0e4b005f21833a920\">Burberry model</a>) Boris Johnson, also expects UK inflation to rise this morning.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DrGerardLyons/status/788246785445748736\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Few factors look set to push <a href=\"https://twitter.com/hashtag/inflation?src=hash\">#inflation</a> up: last year&#39;s fall in energy prices set to fall out of annual comparison; weaker £; oil prices up</p>&mdash; Gerard Lyons (@DrGerardLyons) <a href=\"https://twitter.com/DrGerardLyons/status/788246785445748736\">October 18, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DrGerardLyons/status/788248087223537664\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">We know from experience - and as Bank of England says in Inflation Reports - food &amp; petrol prices are often quickest to react to £&#39;s moves</p>&mdash; Gerard Lyons (@DrGerardLyons) <a href=\"https://twitter.com/DrGerardLyons/status/788248087223537664\">October 18, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DrGerardLyons/status/788249564306341888\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">As <a href=\"https://twitter.com/albrummer\">@albrummer</a> calls it: often a Feather &amp; Rocket approach: benefits of cost cuts passed on slowly, rises passed on like a rocket into prices</p>&mdash; Gerard Lyons (@DrGerardLyons) <a href=\"https://twitter.com/DrGerardLyons/status/788249564306341888\">October 18, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T07:46:00.505Z\">at 8.46am BST</time></p>  </div> <div id=\"block-5805c9e0e4b005f21833a920\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T07:15:08.948Z\">8.15am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Burberry shares slide despite boost from sterling</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"a27a5e2f8d7dca645002cd1af761e992e0cea49d\"> <img src=\"https://media.guim.co.uk/a27a5e2f8d7dca645002cd1af761e992e0cea49d/0_0_3500_2330/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"666\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson trying on a Burberry scarf during a trip to Japan.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>  <p><strong>The weak pound has been a boon to fashion group Burberry.</strong></p> <p>It has reported a 30% jump in sales of luxury goods in the UK in the past six months, as the fall of sterling <a draggable=\"true\" href=\"https://www.theguardian.com/business/2016/oct/02/uk-retail-chinese-tourists-golden-week-surge-tills\">lured more foreign visitors</a> to Britain.</p> <p>However, the Burberry chief executive, Christopher Bailey, warned that the “external environment” remains challenging. Underlying retail sales fell by 2%, while underlying wholesale revenues dropped by 14%.</p> <p>And the City isn’t happy; Burberry shares have slumped by 7% in early trading.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T07:44:53.940Z\">at 8.44am BST</time></p>  </div> <div id=\"block-5805c7cae4b0cd26ff71e3a3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T07:03:43.937Z\">8.03am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Kathleen Brooks of City Index suspects that UK inflation may have jumped by more than the City consensus of 0.9%.</strong><br></p> <p>She says:</p> <blockquote class=\"quoted\"> <p>We believe that the risks are to the upside, as the large decline in the pound starts to hit consumers in the pocket ...</p> <p>This is the worst time for inflation to rear its head – just as Brexit concerns dim the economic outlook.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T07:40:18.296Z\">at 8.40am BST</time></p>  </div> <div id=\"block-5805c353e4b005f21833a8fe\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T06:54:41.562Z\">7.54am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The slump in the pound has caused real pain in Britain’s food markets, as well as the financial markets.</strong></p> <p>The BBC’s <a href=\"https://twitter.com/collettasmith\">Colletta Smith</a> reports that traders at Manchester’s New Smithfield Wholesale Market have been hit hard by weaker sterling, putting pressure on them to raise prises.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/collettasmith/status/788257023574016000\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This is Brian. The king of fish here at Manchester&#39;s Smithfield market for 40 yrs. says traders are being hammered by falling £ <a href=\"https://twitter.com/hashtag/inflation?src=hash\">#inflation</a> <a href=\"https://t.co/X41v7G5pOH\">pic.twitter.com/X41v7G5pOH</a></p>&mdash; Colletta Smith (@collettasmith) <a href=\"https://twitter.com/collettasmith/status/788257023574016000\">October 18, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/collettasmith/status/788256352141541376\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Anne Dennis told me on <a href=\"https://twitter.com/bbc5live\">@bbc5live</a> she&#39;s thinking of giving up her wholesale stall as margins are so tight <a href=\"https://twitter.com/hashtag/inflation?src=hash\">#inflation</a> <a href=\"https://t.co/tX3br7zRpi\">pic.twitter.com/tX3br7zRpi</a></p>&mdash; Colletta Smith (@collettasmith) <a href=\"https://twitter.com/collettasmith/status/788256352141541376\">October 18, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T07:37:42.821Z\">at 8.37am BST</time></p>  </div> <div id=\"block-5805c38ee4b0cd26ff71e390\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T06:48:54.848Z\">7.48am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Analysts: City investors are worried about inflation</h2>  <div class=\"block-elements\">  <p><strong><a href=\"https://www.theguardian.com/business/live/2016/oct/18/uk-inflation-prices-to-rise-after-brexit-vote-hits-pound-business-live?page=with:block-5805ba18e4b0cd26ff71e375#block-5805ba18e4b0cd26ff71e375\">Today’s UK inflation report</a> will be very closely watched in the City.</strong></p> <p>If consumer prices jumped sharply in September, the Bank of England could be deterred from <a href=\"https://www.theguardian.com/business/2016/sep/28/uk-bank-of-england-monetary-stimulus-brexit-vote-effects-minouche-shafik\">cutting interest rates</a> at its next meeting in early November. That could help the pound rally (although not if traders worry about the health of the economy).</p> <p>But higher inflation will worry bond traders. Yesterday, the value of some UK government debt (gilts) hit the lowest level since the EU referendum in June, suggesting that investors are worried about the UK’s economic prospects.</p> <p><strong>Naeem Aslam</strong>, the chief market analyst at Think Markets UK, explains:</p> <blockquote class=\"quoted\"> <p>Fears that inflation may be rising at a much faster pace is something that is making the headlines over and over again.</p> <p>This is especially more relevant when we focus on the UK’s economy, where the sudden fall in the currency is making an impact on the UK gilt market. What investors are most worried about is how quickly these UK gilt yields are rising, and this is eroding any remaining confidence among investors.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T08:15:04.895Z\">at 9.15am BST</time></p>  </div> <div id=\"block-5805ba18e4b0cd26ff71e375\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T06:35:41.874Z\">7.35am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">The agenda: UK inflation expected to rise</h2>  <div class=\"block-elements\">  <p><strong>Good morning.</strong></p> <p>After weeks of headlines <a href=\"https://www.theguardian.com/business/2016/oct/12/pound-drops-further-after-davis-hints-uk-could-leave-single-market\">about the tumbling pound</a>, we’re about to discover what impact it has had on families and businesses.</p> <p>September’s inflation report, due at 9.30am, is expected to show that prices jumped last month, as the cost of imports was driven up by weaker sterling.</p> <p>Economists believe the consumer price index (CPI) could rise as high as <strong>0.9%</strong>, from<strong> 0.6% </strong>in August. That would drive up the cost of living and eat into real wages.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/oct/2016-10-16T16:16:57/embed.html\" data-alt=\"UK inflation\"> <a href=\"https://interactive.guim.co.uk/charts/embed/oct/2016-10-16T16:16:57/embed.html\">UK inflation</a> </figure>  <p>The recent rise in the oil price is also a factor, pushing up the cost of petrol at the pumps.</p> <p>Howard Archer, the chief UK and European economist at IHS Markit, sets the scene:</p> <blockquote class=\"quoted\"> <p>Inflation is expected to have been lifted in September by higher petrol prices and by some services companies and manufacturers raising their prices, as a consequence of increased input costs resulting from sterling’s overall substantial weakening.</p> </blockquote> <p>Last week’s <a href=\"https://www.theguardian.com/business/2016/oct/13/brand-power-favours-unilever-in-row-over-uk-produced-marmite\">row between <strong>Tesco</strong> and <strong>Unilever</strong></a> (over proposed price rises for Marmite, Pot Noodle, Lynx deodorant etc) has highlighted the pressures cause by <a href=\"https://www.theguardian.com/business/2016/jul/06/brexit-pound-plunges-to-30-year-lows-as-eu-fears-bite-into-global-markets-again\">sterling’s tumble to record lows</a> since the Brexit vote.</p> <p>Some analysts fear that prices are going to keep rising <a href=\"https://www.theguardian.com/business/2016/oct/17/rising-inflation-expected-to-hit-consumers-pockets-pound-sterling-dollar-brexit\">until the end of next year</a>, as the effect of the cheaper pound feeds through to the UK economy.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/oct/17/rising-inflation-expected-to-hit-consumers-pockets-pound-sterling-dollar-brexit\">Rising inflation to hit consumers until 2018, forecasters say</a> </p> </aside>  <p>The Office for National Statistics will also release new “producer prices” figures at 9.30am, showing how much British firms are paying for raw materials. That could reveal a chunky rise.</p> <h2>Also coming up today ...</h2> <p>The latest US inflation report is released at 1.30pm BST (8.30am EDT). Economists expect the CPI to rise to 1.5% from 1.1%, putting more pressure on the Federal Reserve to <a href=\"https://www.theguardian.com/business/2016/sep/21/federal-reserve-interest-rates-unchanged\">raise interest rates this year</a>.</p> <p>And we get corporate results from fashion chain <strong>Burberry</strong>, budget airline <strong>Ryanair</strong> and recruitment group <strong>Hays</strong>. They should all have something to say about business conditions since the Brexit vote.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T08:24:34.951Z\">at 9.24am BST</time></p>  </div>",
  "<p>With the election slipping ever further from his grasp, it’s thought that Donald Trump will now use the momentum from his failed campaign to launch <a href=\"http://www.nytimes.com/2016/10/18/us/politics/donald-trump-tv-jared-kushner.html?_r=0\">his own far-right television network</a>. But what will the Trump News Network’s output be? The Guardian has received an exclusive leak of TNN’s opening schedule.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/artanddesign/2016/oct/17/art-inspired-by-donald-trump\">Framing Trump: a look at the bizarre art inspired by the Republican candidate</a> </p> </aside>  <h2><strong>6am – What Just Happened?</strong></h2> <p>Your early morning bulletin, where a beautiful woman reads the furious barrage of splenetic tweets that Trump inevitably wrote and sent while sitting on his golden toilet between the hours of 2am and 5am the previous night.</p> <h2>9am – Alex Jones and Friends</h2> <p>Live from a tinfoil-lined bunker full of bottled urine three feet below his mother’s house, Alex Jones from Infowars hosts a lively magazine show about the issues of the day, with special guests including Mike Huckabee (via malfunctioning Skype feed), a photo of Fox Mulder and a dirty pillow with a face drawn on it in lipstick.</p> <h2>11am – Melania!</h2>  <figure class=\"element element-image\" data-media-id=\"2035bc5aa9e55bcec8fe20ea962cdc8f3ee6bee4\"> <img src=\"https://media.guim.co.uk/2035bc5aa9e55bcec8fe20ea962cdc8f3ee6bee4/97_104_3249_1951/1000.jpg\" alt=\"Melania\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <p>The current Mrs Trump’s daytime talkshow. Today, Melania chats to Melissa Joan Hart, Gary Busey and the owner of the world’s fattest dog while simultaneously blinking out an urgent request for sanctuary in Morse code direct to camera.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/16/saturday-night-live-baldwin-is-back-as-trump-for-worst-ever-presidential-debate\">Saturday Night Live: Baldwin is back as Trump for 'worst ever presidential debate'</a> </p> </aside>  <h2>1pm – The Trumpprentice</h2> <p>A three-hour compilation from NBC’s long-running reality show The Apprentice, comprising clips featuring nothing but Donald Trump. This week, Trump walks parallel to a helicopter, Trump says “What are you, a dummy?” to an unseen contestant offscreen, and Trump reacts to an unheard joke by smirking like a Goodfellas extra who’s been carved out of contaminated meat and then electrocuted.</p> <h2>4pm – The Adventures of Crooked Hillary</h2> <p>Children’s animation. Crooked Hillary and her friend Ben Ghazi have been hiding emails all over town! Will she apologize, or will Officer Don’s special prosecutor throw her back in jail where she belongs, the bitch?</p> <h2>5pm – Trump’t</h2> <p>Donald Trump Jr and Eric Trump present this hilarious hidden camera show. Today, Chris Christie sees a doughnut on the floor and eats it, but the doughnut has piss on it and he cries. Then he dies because the doughnut is also poisonous. The end.</p> <h2>6pm – Shootin’ With Putin</h2>  <figure class=\"element element-image\" data-media-id=\"77ffdf161dc4db712bd9227dbda22e29ffa4cd3d\"> <img src=\"https://media.guim.co.uk/77ffdf161dc4db712bd9227dbda22e29ffa4cd3d/0_95_2415_1449/1000.jpg\" alt=\"Putin\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <p>Friend of TNN and all-round great guy Vladimir Putin takes off most of his clothes and shows us the best way to murder things from a distance. Deer, bears or leftwing radicals, it really doesn’t matter so long as there’s a warm gun in his rugged hands. Theme tune: <a href=\"https://www.youtube.com/watch?v=IV4IjHz2yIo\">On Blueberry Hill, performed by Putin</a>.</p> <h2>7pm – RIGGED! With Donald Trump</h2> <p>Failed presidential candidate Trump rails against different aspects of a system that he feels is intrinsically weighted against him. This week: Why Do I Always Get Put Near A Screaming Kid Whenever I Go On A Plane?</p> <h2>9pm - That’s My Girl!</h2> <p>Sitcom. Old Man Trump’s eyesight is failing, and he can’t stop trying to nonconsensually force his tongue into his nurse’s mouth. Only problem is, his nurse is also his daughter! Awkward!</p> <h2>10pm – Sean Hannity</h2>  <figure class=\"element element-image\" data-media-id=\"953d12e0f60350cce3b74e55c8324e2d6edd2ddb\"> <img src=\"https://media.guim.co.uk/953d12e0f60350cce3b74e55c8324e2d6edd2ddb/0_60_2721_1633/1000.jpg\" alt=\"Sean Hannity\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <p>The big money transfer from Fox News hosts a prestigious analysis show, notorious for its segments where the host keeps looking offstage, gulping and then immediately apologizing whenever he says anything that displeases his paymasters.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/music/2016/oct/14/donald-trump-conservatives-beyonce-lyrics\">Trump v Beyoncé: the moral majority's attempt to defend the indefensible</a> </p> </aside>  <h2>11pm – Gropenight</h2> <p>Nightly talkshow. An all-star panel of Trump, Roger Ailes and Bill Cosby debate the day’s news while simultaneously using their absurd male privilege to force themselves upon a series of cowering women who are clearly gagging for it because they’re too terrified and embarrassed to immediately file a police report.</p> <h2>12am – My Two Pence</h2> <p>Former potential vice-president Mike Pence closes out the schedule by denying that any of today’s shows actually ever happened and suggesting that we’ve all somehow misread the existence of this entire network on a deeply profound level.</p> <h2>2am to 6am – Infomercials</h2> <p>Tiny rings and pussy grabbers.</p>",
  "<p>In three crucial states – Nevada, North Carolina and Ohio – the contest between Hillary Clinton and Donald Trump remains incredibly close, according to polling data <a draggable=\"true\" href=\"http://www.cnn.com/2016/10/17/politics/battleground-polls-2016-elections/\">released</a> by CNN/ORC today. </p> <p>Voters were asked between 10 and 15 October which presidential candidate they support (the polls were conducted after the release of a video which showed Trump bragging about sexual assault). In Nevada, 46% of likely voters said they planned to back Clinton while 44% said they would support Trump. In North Carolina voters were split 48-47 in favor of Clinton, while in Ohio Clinton attracted only 44% of likely voters compared with Trump’s 48%.</p> <p>The Clinton campaign seems to be well aware that they have work to do if they want to secure these three states, which together are <a draggable=\"true\" href=\"https://www.archives.gov/federal-register/electoral-college/allocation.html\">worth</a> 39 of the 270 electoral college votes needed to win the White House. On Monday, Clinton’s campaign <a draggable=\"true\" href=\"http://www.pbs.org/newshour/updates/clinton-ramps-spending-swing-states-final-campaign-stretch/\">announced</a> a $6m advertising push in these three key <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/jul/18/ohio-swing-state-republican-national-convention-clinton-trump\">battleground states</a> as well as Florida, Pennsylvania, Iowa and New Hampshire. </p> <p>The electoral map is looking increasingly impossible for Trump, according to the latest polling figures. Arizona, for example, which has consistently voted Republican in <a draggable=\"true\" href=\"http://www.270towin.com/states/Arizona\">all but one</a> of the past 10 presidential elections, is currently <a draggable=\"true\" href=\"http://www.realclearpolitics.com/epolls/2016/president/az/arizona_trump_vs_clinton-5832.html\">looking</a> like an incredibly tight race. Polling averages show that less than one percentage point separates the two candidates here – no surprise then that Clinton campaign also plans to spend $2m on advertising in this traditionally red state too. </p> <p>Although an overall Clinton win is looking increasingly likely, according to the current polls, complacency could cost her the election.<br></p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/05/battleground-states-table/\" data-alt=\"Battleground 2016\"> <a href=\"https://interactive.guim.co.uk/embed/2016/05/battleground-states-table/\">Battleground 2016</a> </figure>",
  "<p>For a campaign that started with a promise to round up and deport 11 million people, Trump’s bid for the White House has taken a still darker turn in recent days. As his support slips amid scandal, the Republican nominee has been warning his supporters that the election will be “rigged” by Democratic operatives. Trump’s campaign is promoting a <a href=\"https://www.donaldjtrump.com/landing/volunteer-to-be-a-trump-election-observer\">sign-up sheet</a> to help him “stop Crooked Hillary from rigging this election,” an estimated <a href=\"http://www.salon.com/2016/10/17/donald-trumps-rigged-election-lie-is-working-on-republicans-73-percent-of-gop-voters-think-the-election-could-be-stolen-from-him/\">73%</a> of Republican voters now think the election could be stolen. Many are unwilling to take no for an answer.</p> <p>“If she’s in office,” one Trump fan told the Boston Globe<em> </em>recently, “I hope we can start a coup. She should be in prison or shot … We’re going to have a revolution and take them out of office if that’s what it takes. There’s going to be a lot of bloodshed.”</p> <p>Another described his poll watching plans bluntly:<em> </em>“It’s called racial profiling. Mexicans. Syrians. People who can’t speak American. I’m going to go right up behind them. I’ll do everything legally … I’m going to make them a little bit nervous.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/18/donald-trump-rejects-election-result-before-the-votes-have-been-counted\">Donald Trump's dark warning that dead will rise to rig the election</a> </p> </aside>  <p>Trump is setting America up for something that looks an awful lot like dystopia come 9 November. That said, he is tapping – uncomfortably – into something more than his supporters’ most racist and violent urges: American democracy isn’t working for most Americans, and Trump voters’ threats are an ugly reminder that we need to fix it.</p> <p>Nearly 90% of Trump supporters agreed with a Rand Corporation <a href=\"http://www.rand.org/blog/2016/01/rand-kicks-off-2016-presidential-election-panel-survey.html\">survey</a> statement that “people like me don’t have any say about what the government does.” The irony here is that Trump voters are historically some of the <em>most</em> enfranchised, with some of his strongest support coming from white protestant men. A study done during the primaries also found that Trump backers make an average of $72,000 per year, compared with a $61,000 average among likely Clinton voters. </p> <p>Most election rigging, of course, is done by Republicans through gerrymandering and restrictive voter ID laws, aimed at making it harder for poor people and people of color to get to the polls. On the whole, then, Trump voters are some of the least likely to find their ballots fall victim to foul play. Still, that doesn’t mean the threat posed by his fear-mongering is any less real, or that his supporters aren’t responding to legitimate flaws in American politics.</p> <p>Corporate citizens – as defined by Citizens United<em> – </em>now have an easier time getting a hold of their elected representative than just about any other American. In other words, money talks in Washington, and Super Pacs have spend just under <a href=\"https://www.opensecrets.org/outsidespending/summ.php?chrt=V&amp;type=S\">$795m </a>this election cycle. Because lobbying money courses through every level of politics, the most successful candidates are the best at making friends in the Fortune 500. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/18/donald-trump-volunteer-election-observers-voter-intimidation\">Trump's call for 'volunteer election observers' raises voter intimidation fear</a> </p> </aside>  <p>Meanwhile, just <a href=\"https://newrepublic.com/article/137771/its-time-fix-voting-process\">six in 10</a> Americans are confident their votes will be accurately cast and counted. And unlike in systems based on proportional representation, our winner-take-all electoral model creates some of the highest barriers to entry for political outsiders of any democracy on earth.</p> <p>Americans’ distrust of politics is about more than just elections, though. Congressional approval ratings have declined steadily <a href=\"http://www.gallup.com/poll/190598/congress-approval-remains-low.aspx\">since 2009</a>, and now sit at just 20% – a high in the last few years. Unions – which used to cudgel Democrats into representing working people’s interests – are at their weakest point in decades, and lack the sway they once held at the highest levels of government. </p> <p>Declines in organized labor have been paired with the disappearance of steady and well-paid work, either succumbed to automation or shipped overseas by free trade agreements. A jobless recovery from the financial crisis has left many adrift in the economy, while executives from the firms that drove it got golden parachutes courtesy of the Obama administration and the Federal Reserve.<br></p> <p>On the table now are to very different responses to these crises. Using an apocryphal quote from Frederich Engels, Rosa Luxemburg once <a href=\"https://www.marxists.org/archive/luxemburg/1915/junius/ch01.htm\">wrote</a>: “Bourgeois society stands at the crossroads, either transition to socialism or regression into barbarism.” </p> <p>The path Trump has chosen is clear: scapegoating immigrants and people of color for white political and economic woes – a script that sounds eerily similar to both 1930s Germany and the far-right’s European resurgence today. Another path, though – Bernie Sanders’ Democratic Socialism – garnered 12 million votes in the primaries, and continues to find voice in the social movements that helped make his campaign possible. Railing against the 1% in Washington and on Wall Street, Sanders offered an egalitarian populism to those who felt left out of the political system, not a reactionary one.</p> <p>The fight over vote rigging in 2016 is a proxy war for a much deeper crisis of legitimacy in American democracy, pitting the country’s political elite against just about everyone else who lives here. Our democracy is in sore need a revolution, one that – with any luck – will be a far cry from the violent and xenophobic coup Trump’s supporters are promising to bring about. </p>",
  "<p>In the dying days of the segregation era in 1962, a group of Republican party lawyers, including the future chief justice of the supreme court William Rehnquist, descended on a crowded polling precinct in Phoenix, Arizona, and challenged waiting black and Latino voters to read out sections of the US constitution to prove their bona fides as citizens.</p> \n<figure class=\"element element-atom element--supporting\"> \n <gu-atom data-atom-id=\"a0abf86a-cf7d-402f-a24a-7e2898260047\" data-atom-type=\"explainer\"> \n  <div>\n   <figure class=\"element element-explainer element-atom\" data-display-type=\"flat\"> \n    <h1>How will the election be decided? </h1> \n    <div>\n     <p>The president is chosen through the electoral college, in which each state is assigned a \n      <gu-note title=\"Vicky Frost 22/9/2016 at 12:21\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:21:30.549Z\" data-click-action=\"collapse\" data-note-id=\"80ca109a-7c23-445f-d54c-9ce6f6ccc7e6\" class=\"note note--start note--end\">\n       ​certain \n      </gu-note>​number of \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:18:42.316Z\" data-click-action=\"collapse\" data-note-id=\"b36c395a-1920-42b2-b57b-faa721b9d586\" title=\"Vicky Frost 22/9/2016 at 12:18\">\n       ​votes called \n      </gu-note>​electoral votes&nbsp;(EVs)\n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:13:04.426Z\" data-click-action=\"collapse\" data-note-id=\"a3e31fdb-e028-4a34-e986-31a419d7747e\" title=\"Vicky Frost 22/9/2016 at 12:13\">\n       ​. Electoral votes (EVs) \n      </gu-note>​, \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:18:13.637Z\" data-click-action=\"collapse\" data-note-id=\"933e820b-f4ab-40a7-857c-0d124c19d28c\" title=\"Vicky Frost 22/9/2016 at 12:18\">\n       ​which are tied\n      </gu-note>​ultimately based on population. California has the most EVs, with 55; eight of the least populous states have only three apiece. Most states give all their electoral votes to whichever candidate wins the state popular vote.</p>\n     <p>\n      <gu-note class=\"note note--start\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:20:17.754Z\" data-click-action=\"collapse\" data-note-id=\"898021d0-81bf-4949-b42e-99efa1c3aa2b\" title=\"Vicky Frost 22/9/2016 at 12:20\">\n       ​ as state after state reports results, the candidates' tallies build. \n      </gu-note>\n      <gu-note class=\"note note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:20:17.754Z\" data-click-action=\"collapse\" data-note-id=\"898021d0-81bf-4949-b42e-99efa1c3aa2b\" title=\"Vicky Frost 22/9/2016 at 12:20\">\n       Whichever T\n      </gu-note>​A presidential candidate who claims\n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:17:08.151Z\" data-click-action=\"collapse\" data-note-id=\"8a1eca38-ff01-40ce-ba96-fad25fd8c118\" title=\"Vicky Frost 22/9/2016 at 12:17\">\n       ​ a majority – \n      </gu-note>​ at least 270 \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:19:17.162Z\" data-click-action=\"collapse\" data-note-id=\"9536f36b-929d-438a-a12d-dc6ad3c45546\" title=\"Vicky Frost 22/9/2016 at 12:19\">\n       ​out \n      </gu-note>​of the 538 EVs \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:17:19.135Z\" data-click-action=\"collapse\" data-note-id=\"3bf368f8-7742-440e-d372-3981085d7165\" title=\"Vicky Frost 22/9/2016 at 12:17\">\n       ​– \n      </gu-note>​wins the election.\n      <gu-note class=\"note note--start\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:15:19.195Z\" data-click-action=\"collapse\" data-note-id=\"e2733281-fc23-44ec-c5e8-3abc1a2d9779\" title=\"Vicky Frost 22/9/2016 at 12:15\">\n       ​Many states' preferences are clear beforehand, thanks to\n      </gu-note>\n      <gu-note class=\"note note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:14:24.845Z\" data-click-action=\"collapse\" data-note-id=\"e2733281-fc23-44ec-c5e8-3abc1a2d9779\" title=\"Vicky Frost 22/9/2016 at 12:14\">\n        p\n      </gu-note>​ Polling and precedent mean the preferences of many states are clear beforehand, resulting in a focus on \"swing\" states\n      <gu-note class=\"note note--start\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:15:13.115Z\" data-click-action=\"collapse\" data-note-id=\"8a90e85c-6435-4a3d-897d-40ef088fc822\" title=\"Vicky Frost 22/9/2016 at 12:15\">\n       ​. The focus on election night is on \"swing states\" \n      </gu-note>\n      <gu-note class=\"note note--end\" data-note-edited-by=\"Madhvi Pankhania\" data-note-edited-date=\"2016-10-06T16:24:41.617Z\" data-click-action=\"collapse\" data-note-id=\"8a90e85c-6435-4a3d-897d-40ef088fc822\" title=\"Madhvi Pankhania 6/10/2016 at 12:24\">\n        that could go either way\n      </gu-note>​. Donald Trump needs a sweep of swing states (watch Ohio, Florida and North Carolina, among others) to win.</p>\n    </div> \n   </figure> \n  </div>\n </gu-atom> \n</figure> \n<p>The Republicans called this Operation Eagle Eye and claimed, much as Donald Trump’s supporters do now, that the risk of fraudulent voting was so great that only extra vigilance could protect polling stations from mischief. The upshot, though, was simply to deter legitimate voters, many of whom left rather than endure what they saw as bullying and humiliation by confident white men in suits.</p> \n<p>When Democratic party poll watchers objected, a scuffle broke out. Eventually, Rehnquist and his colleagues were asked to leave, and the practice of challenging individual voters – a relic of the Jim Crow-era south – was soon outlawed in Arizona and many other states.</p> \n<p>With the Trump campaign now predicting the election will be rigged by Hillary Clinton, voting rights activists are once again alarmed by calls from the Republican’s campaign for so-called “volunteer election observers”.</p> \n<p>Many voting rights activists worry, however, that just calling for a volunteer army of observers may have a chilling effect on turnout, especially among minority voters. They worry, too, about the toxic political atmosphere that Trump’s rhetoric is creating. </p> \n<p>“There is no place for harassment of voters in American democracy,” a group of more than 60 activist groups spearheaded by the Lawyers’ Committee for Civil Rights Under Law wrote in an <a href=\"http://www.866ourvote.org/pages/open-letter-to-political-parties-concerning-voter-intimidation\">open letter</a> to all the major political parties. “Unsubstantiated predictions of voter fraud and rigged elections, coupled with the demagogic rhetoric of the last few months towards minority communities, constitute an unacceptable targeting of those members of our society most vulnerable to disenfranchisement.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/apr/14/clinton-campaign-democratic-party-sue-arizona-voting-rights\">Clinton campaign and Democratic party sue Arizona over voting rights</a> </p> \n</aside> \n<p>Even before Trump launched his presidential campaign, the Republican party had established a track record of controversial challenges to the legitimacy of certain Democratic voters. They have waged a decade-long campaign to introduce voter ID laws and other restrictions that have done little or nothing to prevent fraud . The Brennan Center for Justice has found that voter fraud is <a href=\"https://www.brennancenter.org/publication/truth-about-voter-fraud\">less likely than death by lightning strike</a> – between 2000 and 2014 it found <a href=\"https://www.washingtonpost.com/news/wonk/wp/2014/08/06/a-comprehensive-investigation-of-voter-impersonation-finds-31-credible-incidents-out-of-one-billion-ballots-cast/\">just 31 credible incidents</a> of voter impersonation across the entire US.</p> \n<p>Courts and activists have warned that the principal effect of these laws has been to suppress the voices of legitimate voters who lean Democratic.</p> \n<p>“Unfortunately,” said Kristen Clarke of the Lawyers’ Committee for Civil Rights Under Law, “the problem with voting in the United States is not the voting process itself, but the efforts undertaken at the local and state level in recent years to make voting more difficult, most especially for African American and other minority voters.” </p> \n<p>In contrast to Trump’s call for monitors to challenge voters, lawyers and activists have set up elaborate election protection systems across the country so voters suffering harassment can call for help, and groups can dispatch lawyers to defuse problems. They are particularly concerned about Florida and Pennsylvania, where the laws are not as strict as elsewhere.</p> \n<figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/18/us-presidential-election-rigged-donald-trump-wisconsin-video\" data-short-url=\"https://gu.com/p/582gk\" data-show-ads=\"true\" data-video-id=\"2816579\" data-video-name=\"US presidential election is rigged, says Donald Trump – video\" data-video-provider=\"Reuters\"> \n <video data-media-id=\"gu-video-5805e0cfe4b005f21833a984\" class=\"gu-video\" controls=\"controls\" poster=\"\"> \n  <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/18/161018TrumpRiggedElectionUpdate_desk.mp4\">\n  <source src=\"https://cdn.theguardian.tv/HLS/2016/10/18/161018TrumpRiggedElectionUpdate.m3u8\">\n  <source src=\"https://cdn.theguardian.tv/webM/2016/10/18/161018TrumpRiggedElectionUpdate_WebM.webm\"> \n </video> \n <figcaption>\n  <a href=\"https://www.theguardian.com/us-news/video/2016/oct/18/us-presidential-election-rigged-donald-trump-wisconsin-video\">US presidential election is rigged, says Donald Trump</a>\n </figcaption> \n</figure> \n<p>Trump’s rhetoric – now including the threat that he may refuse to concede if the election goes against him – only compounds a political environment that has already been fraught with challenges following the supreme court’s 2013 decision to overturn parts of the 1965 Voting Rights Act. The ruling not only limited the justice department’s power to stop some voting laws that can have a discriminatory effect; the department is also unable, for the first time in more than 50 years, to send <a href=\"http://www.reuters.com/article/us-usa-election-voting-observers-exclusi-idUSKCN0ZX0QR\">election observers of its own</a> without a court order. </p> \n<p>Almost 800 federal election observers were deployed around the country in 2012. </p> \n<p>Challenging voters is itself not a new idea. The GOP tried to do it in Ohio in 2004 by sending postcards to Democratic voters at their last known address and then challenging the legitimacy of anyone whose postcard bounced back in the mail – a notorious practice dating back to the civil rights era known as vote caging. The courts stepped in to stop the maneuver in its tracks.</p> \n<p>Since then, a conservative poll-watching group called True the Vote has vowed to train 1 million activists to challenge and confront anyone they regard as suspect. The organization <a href=\"http://www.demos.org/publication/bullies-ballot-box-protecting-freedom-vote-against-wrongful-challenges-and-intimidation\">said in 2012</a> it wanted to make the experience of voting for those voters “like driving and seeing the police following you”.</p> \n<p>But Trump’s predictions of a rigged election have put him out of step even with many of his <a href=\"http://www.nbcnews.com/politics/2016-election/rubio-toomey-dispute-trump-rigged-elections-claims-debates-n668006\">fellow Republicans</a>, including his own running mate, Indiana governor <a href=\"http://www.npr.org/2016/10/16/498152787/mike-pence-we-will-absolutely-accept-the-result-of-the-election\">Mike Pence</a>, who said on Sunday: “We will absolutely accept the results of the election.”</p> \n<p>Even the former senator Kit Bond of Missouri, who was one of the first to advocate voter ID laws, and memorably claimed to have found a <a href=\"http://www.motherjones.com/politics/2012/07/voter-suppression-kevin-drum\">springer spaniel</a> who voted Democratic, has said that Trump’s evidence-free pre-emptive allegation of vote-rigging <a href=\"http://www.politico.com/story/2016/10/republicans-rigged-election-claim-donald-trump-229630\">“isn’t going to cut it”.</a> </p> \n<p>The split with the party may itself be an obstacle to Trump pursuing any kind of post-election challenge, because the top election officials in several swing states, including Florida, North Carolina, Wisconsin, Georgia and Arizona, are Republicans. If they raise no objection to certifying the results, it is unlikely Trump by himself can do anything to change their minds.</p>",
  "<p>There is – and perhaps there always will be – a dedicated group of people who don’t know Hillary Clinton personally, but nonetheless hate her.</p> <p>Whether they are truly a “<a href=\"http://www.thedailybeast.com/articles/2014/05/22/hillary-was-right-your-interactive-guide-to-the-vast-right-wing-conspiracy.html\">vast rightwing conspiracy</a>” (as Clinton called them in 1998) or just many in number and conservative in outlook, there’s no arguing that they exist or that they continue to try to influence public opinion on the Democratic nominee.<br></p> <p>But even if people consider themselves savvy enough to reject <a href=\"http://www.motherjones.com/politics/2014/06/hillary-clinton-conspiracy-theories\">the strangest conspiracy theories</a> (sample claims include that she is a mass-murderer, a closeted lesbian faking her 40-year marriage, a member of the Illuminati and/or an agent of the devil himself), there seems little doubt that an undercurrent of hostility spanning decades has had an impact upon how she is viewed.</p>       <figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/03/mothers-daughters-hillary-clinton-video\"            data-short-url=\"https://gu.com/p/5536c\"                    data-show-ads=\"true\"            data-video-id=\"2757981\"            data-video-name=\"Why Hillary Clinton matters to mothers and daughters – video\"            data-video-provider=\"The Guardian\"            > <video data-media-id=\"gu-video-57ebd9bae4b0757c5291932c\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/28/20160928HILLARYWOMENFINAL_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/28/20160928HILLARYWOMENFINAL.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/28/20160928HILLARYWOMENFINAL_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/03/mothers-daughters-hillary-clinton-video\">Why Hillary Clinton matters to mothers and daughters</a></figcaption> </figure>   <p>Clinton’s <a href=\"https://www.theguardian.com/us-news/2016/aug/03/trump-clinton-unpopularity-2016-election-prediction-winner\">unfavorability rating may not be as low as Donald Trump’s</a>, but in an election year which has frequently degenerated into name-calling, she has attracted invective from both the left and the right. Polls have frequently cited the public view that she is not trusted, while Trump has rallied his supporters with the “Crooked Hillary” epithet.</p> <p>Her links to Wall Street, her missing emails and her supposed responsibility for the security failures that contributed to the attack on the Benghazi consulate are the ostensible reasons for some deeply personal attacks in 2016. But the roots of hostility towards her go much deeper.</p> <p>Craig Shirley, a Ronald Reagan biographer and historian who spent decades as a conservative political consultant, said that, when Hillary Clinton arrived in Washington DC as first lady, “she came from Little Rock with a reputation already established” as “such a militant feminist, difficult to deal with”.</p> <p>He noted that she faced hostility in Arkansas politics and media when Bill Clinton was first elected governor, because she <a href=\"http://www.aol.com/article/2015/05/15/hillary-clinton-explains-why-she-didnt-take-bills-name-in-unea/21183743/\">kept her maiden name</a>.“Here she comes, the feminist from Wellesley and Yale,” Shirley explained of the supposedly prevailing attitude of the time, “down to Little Rock and brings her attitudes with her”.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>There’s something about her manner, persona, voice, smirk that just grates on a lot of people</p> <footer> <cite>Craig Shirley, conservative political consultant</cite> </footer> </blockquote> </aside>  <p>So by the time she arrived on the national stage in 1991, during Bill Clinton’s presidential campaign, the then-still-mostly-male press corps already had an idea of who they understood Hillary Clinton to be – a potential liability to her husband’s political career whose feminism and ambition were a bit unseemly. <br></p> <p>And, as <a href=\"https://www.amazon.com/Living-History-Hillary-Rodham-Clinton/dp/144237554X\">she noted in her first autobiography</a>, she gave them plenty of material with which to support that narrative. First, there was her much-maligned “I’m not sitting here some little woman standing by my man like Tammy Wynette” <a href=\"http://www.washingtonpost.com/wp-srv/politics/special/clinton/stories/flowers012792.htm\">comment</a> in response to a reporter’s assertion that she and her husband had “some sort of understanding and arrangement” about his infidelity. </p> <p>Then, her <a href=\"https://books.google.com/books?id=67DB9krBq2oC&amp;pg=PA27&amp;lpg=PA27&amp;dq=those+of+us+who+tried+to+have+a+career,+tried+to+have+an+independent+life&amp;source=bl&amp;ots=D46zu8jSWg&amp;sig=mEPWT7vdxG_7Gi_Cgfww4jPblHE&amp;hl=en&amp;sa=X&amp;ved=0ahUKEwivrsvY05PMAhWIHT4KHVIYC4cQ6AEIHjAA#v=onepage&amp;q=those%20of%20us%20who%20tried%20to%20have%20a%20career%2C%20tried%20to%20have%20an%20independent%20life&amp;f=false\">out-of-context “I suppose I could have stayed home and baked cookies” comment</a>, which came in response to attacks, which the Clintons denied, by now-California governor Jerry Brown that she had only been a successful lawyer because her husband had steered business to her firm, implying that she should have confined herself to being a ceremonial first lady.</p> <p>And then, of course, came <a href=\"https://www.theguardian.com/us-news/2016/may/27/hillary-clinton-bill-clinton-scandals\">the scandals</a> in which she was involved: Whitewater, a money-losing land deal in which she’d invested for their retirement with two friends who managed the investment illegally; and Travelgate, in which she – contrary to the then-normal practice of leaving the business of the White House to the president’s staff – was said to have ordered the firing of the head of the travel office, who coincidentally was popular with the mostly-male White House press corps whose travel he arranged. </p>  <figure class=\"element element-image\" data-media-id=\"1730dcf51637b7ecd2cb110469e0b4b3e5eee999\"> <img src=\"https://media.guim.co.uk/1730dcf51637b7ecd2cb110469e0b4b3e5eee999/0_79_2544_1528/1000.jpg\" alt=\"President Bill Clinton takes his oath of office, accompanied by Hillary Rodham Clinton, in 1993.\" width=\"1000\" height=\"601\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">President Bill Clinton takes his oath of office, accompanied by Hillary Rodham Clinton, in 1993.</span> <span class=\"element-image__credit\">Photograph: Everett/Rex/Shutterstock</span> </figcaption> </figure>  <p>The key question raised about Whitewater and Travelgate was not whether Clinton had done anything actually wrong, but whether she had used illegal means to try to keep the media from finding out. The Starr investigation, which eventually resulted in Bill Clinton’s impeachment, found that she had not, but by that time her reputation was established as someone unfriendly to the media who also maybe did not do the right thing.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>This business of people ‘not liking’ her is shaped ... by what we think people in authority ought to look like</p> <footer> <cite>Elaine Kamarck, Brookings Institution fellow</cite> </footer> </blockquote> </aside>  <p>Shirley conceded that “the press pounded on her” first in Arkansas and then in Washington, but did not believe that affected her relationship with the media, or that it was a driving factor in people’s attitudes towards her. “There’s something about her manner, persona, voice, smirk that just grates on a lot of people,” he said. “People don’t like to be talked down to, and she has a terrible habit of talking down to people, with that smirk.”</p> <p>However, Elaine Kamarck, a senior fellow at the Brookings Institution who served in Bill Clinton’s administration, said she did not think that people’s dislike of Hillary Clinton is her own fault. “This business of people ‘not liking’ her is shaped by expectations, by television, by what we think people in authority ought to look like, and not who she actually is,” she said.<br></p> <p>“She is absolutely as likable, or more likable, than many male politicians,” she said. But while it is rare that people will compare a male politician they do not like to their fathers Kamarck noted that Clinton “reminds people of their mothers, or the schoolteacher they didn’t like.” (References to a “<a href=\"http://mediamatters.org/research/2008/01/04/fox-news-graphic-rudov-clintons-nagging-voice-i/142056\">nagging wife</a>” and “<a href=\"https://twitter.com/FrankLuntz/status/780594882104598528\">bitchy wife</a>” are also common.)</p> <p>“I think there’s some misogyny in that,” said Kamarck, noting that it’s exceedingly common for men who don’t hew to conventional standards of attractiveness to be on television or pursue political careers, while women are more likely to be granted that visibility when they are younger and if they meet traditional beauty standards.</p> <p>“We will overcome this but, right now, the world is accustomed to saying old men are fine, they’re strong, they’re wise,” she added. “Old women, we’re not so sure.”</p>",
  "<h2>Forces advance on Mosul</h2> <p>Iraqi forces, supported by US-led airstrikes and special forces, made a <a href=\"https://www.theguardian.com/world/video/2016/oct/18/kurdish-peshmerga-sprint-through-fierce-gunfire-during-mosul-offensive-video\">swift advance </a>on Mosul from the east and the south on Monday in the first phase of a long-planned offensive to retake the Isis stronghold. Under a US-brokered agreement negotiated in the run-up to the offensive, the peshmerga and Shia militias such as the Iranian backed Hashd al-Shaabi are supposed to stop short of entering Mosul itself, which is mostly Sunni, allowing the Iraqi forces, the army’s counter-terrorism force, federal police and local tribal fighters to clear the city of Isis forces. Martin Chulov <a href=\"https://www.theguardian.com/world/2016/oct/17/kurdish-forces-mosul-peshmerga-troops-isis-iraq-fighting-every-yard\">reports from the advance with the peshmerga</a> while Spencer Ackerman looks at how the offensive is <a href=\"https://www.theguardian.com/world/2016/oct/17/battle-mosul-iraq-isis-donald-trump-hillary-clinton\">unlikely to impact the US presidential race</a>.</p> <p><a href=\"https://www.theguardian.com/world/2016/oct/17/kurds-lead-advance-on-mosul-in-decisive-battle-for-iraqs-second-city\">Battle for Mosul: Iraqi forces converge in decisive battle against Isis</a></p> <h2>Trump appoints controversial ‘poll watcher’</h2> <p>Donald Trump’s “election protection” effort will be run by Mike Roman, a Republican operative best known for promoting a video of apparent voter intimidation by the New Black Panthers outside a polling place in 2008. Roman is to oversee poll-watching efforts as Trump repeatedly questions the elections legitimacy, <a href=\"https://www.theguardian.com/us-news/2016/oct/18/donald-trump-rejects-election-result-before-the-votes-have-been-counted\">insisting</a>, without evidence, that dead people and undocumented immigrants are voting in the United States. </p> <p>Meanwhile, <a href=\"https://www.theguardian.com/us-news/2016/oct/17/melania-trump-billy-bush-groping-tape-cnn-interview\">Melania Trump</a> has insisted her husband was “egged on” to make controversial comments by<a href=\"https://www.theguardian.com/us-news/2016/oct/17/billy-bush-fired-nbc-donald-trump-tape-groping-women-leaked\"> fired NBC host</a> Billy Bush. It was just “boy talk”, the Slovenian former model told CNN. And a billboard that reads “<a href=\"https://www.theguardian.com/us-news/2016/oct/18/arabic-billboard-mocks-donald-trumps-fear-of-muslims\">Donald Trump can’t read this, but he is scared of it</a>” in Arabic script has appeared in Dearborn, Michigan.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/oct/18/controversial-republican-mike-roman-to-run-donald-trumps-election-protection\">Controversial Republican Mike Roman to run Donald Trump’s ‘election protection’</a></p> <h2>Saudi Arabian artists confront Islamophobia on US road trip </h2> <p>As anti-Muslim feeling in the US is stoked by Donald Trump, a group of young Saudi Arabian artists travel from Texas to California, exhibiting their work and confronting their audience’s fears, prejudices and stereotypes. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/culture/video/2016/oct/18/saudi-arabian-artists-confront-islamophobia-on-us-road-trip-video\"            data-short-url=\"https://gu.com/p/57qg5\"                    data-show-ads=\"true\"            data-video-id=\"2814377\"            data-video-name=\"Saudi Arabian artists confront Islamophobia on US road trip – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-5804a837e4b0160123896a00\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/17/161017culturunners4FIN_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/17/161017culturunners4FIN_V3.webm\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/17/161017culturunners4FIN.m3u8\"/> </video> <figcaption><a href=\"https://www.theguardian.com/culture/video/2016/oct/18/saudi-arabian-artists-confront-islamophobia-on-us-road-trip-video\">Saudi Arabian artists confront Islamophobia on US road trip</a></figcaption> </figure>   <h2>State department accused in Clinton email ‘deal’ with FBI</h2> <p>Patrick Kennedy, a senior US state department official, sought to shield Hillary Clinton by pressuring the FBI to drop its insistence that an email on the private server she used while secretary of state contained classified information, according to records of interviews with bureau officials conducted by Reuters. The claim of interference added fuel to Republicans’ belief that administration officials sought to protect Clinton, a Democrat, from criminal liability as she seeks to succeed Obama in the 8 November election. A state department spokesman, Mark Toner, said Kennedy was not pressuring the FBI but trying to understand better how the FBI’s classification process worked.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/oct/18/hillary-clinton-emails-records-suggest-state-department-put-pressure-on-fbi\">Hillary Clinton emails: records suggest state department put pressure on FBI</a></p> <h2>California’s condom law – a restriction of personal liberty?</h2> <p>Adult film actor Tasha Reign says Proposition 60, a law on the November ballot that would enforce condom use for porn performers, is an assault on her rights over her own body. Reign has been visiting college campuses to make her case that wearing a condom in an adult film is an assault on her human rights, her artistic freedom and the very constitution itself. “I do acts where I literally could not use condoms, whether that be anal, whether that be double penetration, whether that be multiple guys,” Reign said. “I cannot even imagine having a group sex scene like that.”</p> <p><a href=\"https://www.theguardian.com/us-news/2016/oct/18/porn-tasha-reign-california-condom-law-proposition-60\">Why a porn star is fighting California’s condom law: ‘It’s a women’s rights issue’</a></p> <h2>Yahoo’s woes grow more acute</h2> <p>After a widely publicized hack, accusations of aiding government surveillance, and a floundering takeover bid, analysts are predicting more bad news for Yahoo today as the company releases its latest results. The research firm eMarketer is expecting a double-digit decline in ad revenue. Meanwhile, Verizon has reportedly sought a billion-dollar discount on its $4.8bn bid for the company. The telecoms company is now sending signals that it may try to scuttle the deal altogether.</p> <p><a href=\"https://www.theguardian.com/technology/2016/oct/18/can-verizons-bid-for-yahoo-survive\">Verizon’s bid for Yahoo on the rocks ahead of latest revenue results</a></p> <h2>WikiLeaks’ Assange disconnected</h2> <p>Julian Assange, the WikiLeaks founder, has had his internet connection cut. The move came two days after WikiLeaks released three transcripts of Hillary Clinton’s paid Goldman Sachs speeches, which her campaign team had long refused to release. An early morning tweet on Monday accused a “state party” of being responsible for shutting down internet access to Assange, who has been living inside the embassy in London for over four years. Ecuador has reiterated its determination to protect Assange despite the internet link being “intentionally severed”, as WikiLeaks said.</p> <p><a href=\"https://www.theguardian.com/media/2016/oct/17/ecuador-julian-assange-internet-access-wikileaks\">WikiLeaks says Ecuador cut off Julian Assange’s internet access</a></p> <h2>This is Spinal Tap heads to court</h2> <p>This is Spinal Tap star Harry Shearer is suing Vivendi, the parent company of Universal Music and StudioCanal, alleging it has withheld millions of dollars in profits owed to the creators of the definitive parody of heavy metal. Shearer, who co-wrote the film and soundtrack and starred as bassist Derek Smalls, is claiming $125m in compensatory and punitive damages from the French conglomerate. Shearer said it was “stunning” that “the only people who haven’t shared Spinal Tap’s success are those who formed the band and created the film in the first place.”</p> <p><a href=\"https://www.theguardian.com/media/2016/oct/18/this-is-spinal-tap-star-sues-vivendi-for-125m-in-profits-row-harry-shearer\"> This is Spinal Tap star sues Vivendi for $125m in profits row</a></p> <h2>In case you missed it</h2> <p>Playing it extremely cool, newly awarded Nobel prize winner Bob Dylan has yet to acknowledge the accolade, either in public or to the Swedish Academy. Nor has the 75-year-old singer indicated whether he will attend the celebrations in December and the academy says it has given up trying to reach him. “Right now we are doing nothing. I have called and sent emails to his closest collaborator and received very friendly replies. For now, that is certainly enough,” said the academy’s permanent secretary, Sara Danius.</p> <p><a href=\"https://www.theguardian.com/music/2016/oct/17/nobel-prize-bob-dylan-unable-to-reach\">Nobel panel gives up knockin’ on Dylan’s door</a></p>",
  "<p>Muncie is treating me well. For every time I pass a truck with the message “Saved by Jesus – Protected by Glock” or see a bumper sticker announcing “Nuke Iran and Hollywood”, there is a person who is happy to drive me around town and explain how they see it or a churchgoer keen to invite me to their congregation and even back home for a meal.<br></p> <p><a href=\"https://www.theguardian.com/membership/2016/oct/11/middletown-gary-younge-us-election-presidential-muncie-indiana\">I came to Muncie to get away from the US election horse race</a> but it may have followed me here. Indiana is not supposed to be a swing state but a reliable conservative bulwark. With support for Donald Trump tanking among college-educated and white women, it may yet become so: his lead here has slipped from nine to four points, and in a poll taken the day after allegations of sexual misconduct emerged, Hillary Clinton actually had the edge on him. </p> <p>I also came here because it was the site of an iconic sociological study by a husband-and-wife team, Robert and Helen Lynd, in the 1920s called Middletown. It turns out one longtime Guardian reader following this series actually knew them. Through Middletown, Muncie became renowned as the archetypal all-American town. But by excluding the town’s substantial black population, it presented a picture of America that was both mythical and enduring. During a tour of the African American part of town, I learn why these historical omissions still matter.</p> <p>You can <a href=\"https://www.theguardian.com/membership/2016/oct/18/view-from-middletown-us-muncie-america\">read this week’s story in full here</a>. In the next instalment I’ll be talking to supporters of leftwing candidate Bernie Sanders, who won Delaware County, where Muncie is situated. I’ll ask them why they think he did so well here and whether they’ll support Hillary Clinton now she’s the Democratic nominee.</p> <p>You can <a href=\"https://www.theguardian.com/membership/ng-interactive/2016/oct/11/view-middletown-gary-younge-us-presidential-election\">catch up on the project in full here</a>, <a href=\"https://www.theguardian.com/membership/2016/oct/11/us-election-gary-younge-muncie-indiana\">share your thoughts or recommendations here</a> and <a href=\"https://www.facebook.com/events/183617795414091/\">get involved on Facebook</a> here.</p> <p><strong>Gary Younge</strong><br>editor-at-large <br>The Guardian</p>",
  "<p>Donald Trump has continued an unprecedented effort by a major presidential candidate to effectively declare the presidential election invalid before voters have even had their say.<br></p> <p>On Monday, just over three weeks before election day, the Republican nominee repeated his unsupported claim that voter fraud was rampant and specifically stated in a rally in Green Bay, Wisconsin that ballots cast by undocumented immigrants led to Barack Obama’s victory in North Carolina in 2008. “People who died 10 years ago are still voting,” he claimed.</p> <p>Trump’s Wisconsin appearance came after a <a href=\"https://www.theguardian.com/us-news/2016/oct/16/donald-trump-rigged-election-poll-giuliani-gingrich-pence\">series of provocative tweets</a> culminating on Monday morning <a href=\"https://twitter.com/realDonaldTrump/status/787995025527410688\">when he wrote:</a> “Of course there is large scale voter fraud happening on and before election day. Why do Republican leaders deny what is going on? So naive!” Never before has a major presidential candidate in effect rejected the results before the election has been held.</p> <p>In remarks that were mostly scripted Trump spoke darkly about the election he has long described as “rigged” and made specific unfounded claims about in-person voter fraud.</p> <p>Previously Trump <a href=\"https://www.theguardian.com/us-news/2016/oct/02/donald-trump-renews-voter-warning-and-says-clinton-could-be-crazy\">has only spoken in</a> dogwhistles about voter fraud in “certain communities”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/17/man-who-cried-rigged-problem-with-trump-election-claims\">The man who cried rigged: the problem with Trump’s election claims</a> </p> </aside>  <p>On Monday he specifically said that 1.8 million dead people would vote – and for “somebody else”. The statement was apparently a reference to the fact that <a href=\"http://www.pewtrusts.org/~/media/legacy/uploadedfiles/pcs_assets/2012/pewupgradingvoterregistrationpdf.pdf\">one 2012 study</a> found up to 1.8 million active voter registrations from deceased voters. In reality the study it found no evidence of fraud or that any illegitimate ballots were cast – it simply meant state voter databases were out of date.</p> <p>Trump also insisted without evidence: “We have voters all over the country where they’re not even citizens of the country and they’re voting.”</p> <p>The Republican nominee’s unsupported allegations came as he continued to attack the press for reporting on a series of accusations against him of sexual assault and misconduct.</p> <p>Since <a href=\"https://www.theguardian.com/us-news/2016/oct/08/donald-trump-forced-into-apology-as-sex-boast-tape-horrifies-republicans\">a tape was released</a> of Trump bragging about grabbing women “by the pussy”, nine women have come forward with accusations that he groped them without consent.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/08/donald-trumps-sex-boasts-when-you-are-a-star-they-let-you-do-anything-video\"            data-short-url=\"https://gu.com/p/56ffv\"                    data-show-ads=\"true\"            data-video-id=\"2786643\"            data-video-name=\"Donald Trump's sex boasts: 'When you are a star they let you do anything' – video\"            data-video-provider=\"NBC\"            > <video data-media-id=\"gu-video-57f87665e4b0e4aaeaa8d24b\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/08/161008TrumpUpdate2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/08/161008TrumpUpdate2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/08/161008TrumpUpdate2_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/08/donald-trumps-sex-boasts-when-you-are-a-star-they-let-you-do-anything-video\">Donald Trump’s sex boasts: ‘When you are a star they let you do anything’</a></figcaption> </figure>   <p>Trump has insisted that the allegations are “false stuff”, suggested the women were motivated by financial gain and that <a href=\"https://www.theguardian.com/us-news/2016/oct/14/trump-groping-accusations-new-york-times-rally\">some of them</a> were not attractive enough for him to grope anyway. On Friday he portrayed the New York Times’ reporting on the subject as part of a Mexican conspiracy to defeat him. </p> <p>On Monday Trump described the press at the Wisconsin rally as “the enemies back there” and repeatedly accused the media of “poisoning the minds of voters … the media is an extension of the Clinton campaign”.</p> <p>As the crowd chanted “CNN sucks,” Trump answered: “They really do.”</p> <p>He continued to conjure imagery of shadowy backers behind Hillary Clinton: “Her international donors control every move she made … history will record that 2017 is the year America lost its independence.”</p> <p>In one display of policy substance, Trump proposed ethics reforms including a five-year ban on executive branch officials lobbying the government after leaving public service, and a similar ban for staffers on Capitol Hill.</p> <p>Trump also showed some restraint towards at least one of his Republican critics. After attacking Paul Ryan <a href=\"https://twitter.com/realDonaldTrump/status/787758668565581824\">repeatedly on Twitter</a> on Sunday, <a href=\"https://twitter.com/realDonaldTrump/status/787758668565581824\">describing him</a> as “a man who doesn’t know how to win”, the candidate refrained in the speaker’s home state.</p> <p>The two have had a notably frosty relationship, although Ryan insists he will vote for Trump in November. Still, Trump’s Wisconsin crowd chanted “Paul Ryan sucks”.</p> <p>Ryan had implicitly rebuked Trump’s claims of a rigged election on Saturday when AshLee Strong, his spokesperson, <a href=\"https://www.theguardian.com/us-news/2016/oct/15/donald-trump-drug-testing-new-hampshire-rally\">said in a statement</a>: “Our democracy relies on confidence in election results and the speaker is fully confident the states will carry out this election with integrity.” </p> <p>The Republican nominee’s wife, Melania, made her first public appearance since her plagiarized speech at the RNC in July. She <a href=\"https://www.theguardian.com/us-news/2016/oct/17/melania-trump-billy-bush-groping-tape-cnn-interview\">spoke to Anderson Cooper</a> to defend her husband in the aftermath of the leaked tape and the barrage of allegations of sexual misconduct.</p> <p>Melania Trump insisted that Access Hollywood host Billy Bush had “egged on” her husband to make inappropriate remarks and blamed a media conspiracy for their release. “It was the media, it was NBC, it was Access Hollywood, it was the left-leaning media,” she told CNN. </p> <p>With the third presidential debate looming, Hillary Clinton didn’t hold any rallies but Bill and Chelsea Clinton did appear at a celebrity-studded concert to raise campaign funds in midtown Manhattan on Monday night.</p>",
  "<figure class=\"element element-interactive interactive element--thumbnail\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/article-embeds/middletown-timeline/embed.html\" data-alt=\"The view from Middletown timeline\"> <a href=\"https://interactive.guim.co.uk/embed/article-embeds/middletown-timeline/embed.html\">The view from Middletown timeline</a> </figure>  <p>In the early 1920s husband-and-wife sociologists Robert Staughton Lynd and Helen Merrell Lynd scoured America in search of a city “as representative as possible of contemporary American life”. They found Muncie, Indiana. “A typical city, strictly speaking, does not exist,” they conceded in the first paragraph. “But the city was selected as having many features common to a wide group of communities.” They didn’t tell anyone it was Muncie. They just <a href=\"https://www.youtube.com/watch?v=2aRFcRFNUNQ\">called it Middletown</a>.</p> <p>They published their findings in 1929 with a detailed portrayal of a town becoming less devout and less deferent, more educated and more automated, where women were less likely to bake their own bread and more likely to work outside the home, young people lead more independent lives, where public speeches were getting shorter and schoolgirls preferred cotton to silk stockings.</p> <p>Derisive of politicians (“Our politics smell to heaven,” said one business leader) Muncie residents were also fiercely loyal to the two main parties in ways that still ring true. “A man is a Republican or he is not,” argued one local editorial. “A Democrat or he is not, and the test of his partisanship is the support he gives his party.”</p>  <figure class=\"element element-interactive interactive element--showcase\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/2016/01/now-and-then-embed/embed/embed.html?mobile_before=//media.guim.co.uk/fe4ee626515163a525904ed399b699b777ef193a/0_0_5715_3965/500.jpg&amp;desktop_before=//media.guim.co.uk/fe4ee626515163a525904ed399b699b777ef193a/0_0_5715_3965/1000.jpg&amp;label_before=Then&amp;mobile_after=//media.guim.co.uk/d4b89fad67b06405f46f9279b51e6e115fb9145e/0_0_5715_3965/500.jpg&amp;desktop_after=//media.guim.co.uk/d4b89fad67b06405f46f9279b51e6e115fb9145e/0_0_5715_3965/1000.jpg&amp;label_after=Now&amp;\" data-alt=\"Union members outside the Warner Gear factory, 1960\"> <a href=\"https://interactive.guim.co.uk/2016/01/now-and-then-embed/embed/embed.html?mobile_before=//media.guim.co.uk/fe4ee626515163a525904ed399b699b777ef193a/0_0_5715_3965/500.jpg&desktop_before=//media.guim.co.uk/fe4ee626515163a525904ed399b699b777ef193a/0_0_5715_3965/1000.jpg&label_before=Then&mobile_after=//media.guim.co.uk/d4b89fad67b06405f46f9279b51e6e115fb9145e/0_0_5715_3965/500.jpg&desktop_after=//media.guim.co.uk/d4b89fad67b06405f46f9279b51e6e115fb9145e/0_0_5715_3965/1000.jpg&label_after=Now&\">Union members outside the Warner Gear factory, 1960</a> <figcaption>Warner Gear factory</figcaption> </figure>  <p>Amid these shifts in gender, generation and religion, the central focus was on class. This was their central aim, to <a draggable=\"true\" href=\"https://www.theguardian.com/commentisfree/2011/feb/27/republican-attack-unions-class-wisconsin\">challenge the myth of meritocracy and social fluidity</a>, and show how much the America one was born into shaped your life chances. Surveying the streets in the early winter’s morning, for example, they explained that it is in the working class part of town where lights go on at 6am so labourers can make the early shift while the well-to-do areas remained in darkness. “[The] division into working class and business class constitutes the outstanding cleavage in Middletown,” they wrote. “The mere fact of being born upon one or the other side of the watershed roughly formed by these two groups is the most significant single cultural factor tending to influence what one does all day long throughout one’s life.”<br tabindex=\"-1\"></p> <p>Norman Birnbaum, a longtime Guardian reader and retired academic who contacted me on reading of this project, knew the Lynds in the late 1940s and early 1950s. “Bob was the prototypical midwestern New Dealer and progressivist,” he said. “They were very proud of Middletown because they thought it brought into sharp profile some key problems.”</p> <p>The book was released to rave reviews and enduring success. HL Mencken declared: “It reveals, in cold-blooded, scientific terms, the sort of lives millions of Americans are leading.” Stuart Chase at the Nation magazine wrote: “Whoever touches the book touches the heart of America.”</p>  <figure class=\"element element-interactive interactive element--showcase\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/2016/01/now-and-then-embed/embed/embed.html?mobile_before=//media.guim.co.uk/653778bfee9b00b0d8fc1b73e4434c0303285b04/0_0_2141_1515/500.jpg&amp;desktop_before=//media.guim.co.uk/653778bfee9b00b0d8fc1b73e4434c0303285b04/0_0_2141_1515/1000.jpg&amp;label_before=Then&amp;mobile_after=//media.guim.co.uk/ca8884016449eaabffa9fd7c921b5e8717e1184e/0_0_2141_1515/500.jpg&amp;desktop_after=//media.guim.co.uk/ca8884016449eaabffa9fd7c921b5e8717e1184e/0_0_2141_1515/1000.jpg&amp;label_after=Now&amp;\" data-alt=\"The corner of Walnut and Charles, Muncie, 1964\"> <a href=\"https://interactive.guim.co.uk/2016/01/now-and-then-embed/embed/embed.html?mobile_before=//media.guim.co.uk/653778bfee9b00b0d8fc1b73e4434c0303285b04/0_0_2141_1515/500.jpg&desktop_before=//media.guim.co.uk/653778bfee9b00b0d8fc1b73e4434c0303285b04/0_0_2141_1515/1000.jpg&label_before=Then&mobile_after=//media.guim.co.uk/ca8884016449eaabffa9fd7c921b5e8717e1184e/0_0_2141_1515/500.jpg&desktop_after=//media.guim.co.uk/ca8884016449eaabffa9fd7c921b5e8717e1184e/0_0_2141_1515/1000.jpg&label_after=Now&\">The corner of Walnut and Charles, Muncie, 1964</a> <figcaption>The corner of Walnut and Charles</figcaption> </figure>  <p>And so it is that <a href=\"http://www.goodreads.com/book/show/305468.Middletown\">Middletown</a>, and therefore Muncie, became a proxy for the quintessential America. “The Lynds tried to have it both ways,” says <a href=\"http://cms.bsu.edu/academics/centersandinstitutes/middletown\">James Connolly, director of the Center for Middletown Studies</a> at Ball State University in Muncie. “They called it Middletown. They clearly wanted it to represent more than just this one community. But on the other hand they suggest that you shouldn’t generalise too quickly from it. But the reaction was: ‘This is the real America.’ And that conceit, however well you think it holds up, and it doesn’t hold up that well demographically, carries this whole enterprise forward. It’s the reason I have a job. It’s the reason why you’re here.”</p> <p>And from there began what <a href=\"http://www.nytimes.com/2007/01/21/books/review/Stossel.t.html?_r=0\">Sarah Igo, in The Averaged American</a>, describes as “the strange slippage between the typical and the good, the average and the ideal”.</p> <p>In 1935 Robert Lynd, under pressure from his publishers, came back to do <a href=\"http://www.goodreads.com/book/show/305472.Middletown_in_Transition\">a follow-up, Middletown in Transition</a>, which examined the effects of the Great Depression on Muncie.</p> <p>When the book came out in 1937 Muncie’s mayor said: “We think we are a typical city of typical Americans. We do not mind being in the spotlight.” None of that, it turned out, was remotely true.</p>  <figure class=\"element element-interactive interactive element--showcase\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/2016/01/now-and-then-embed/embed/embed.html?mobile_before=//media.guim.co.uk/6a5cb03707bc94317a331d8960c69d3127abc20c/0_0_2881_2362/500.jpg&amp;desktop_before=//media.guim.co.uk/6a5cb03707bc94317a331d8960c69d3127abc20c/0_0_2881_2362/1000.jpg&amp;label_before=Then&amp;mobile_after=//media.guim.co.uk/6369c0a36c3b7bd6c9f9432ec63f1aefd3278c52/0_0_2881_2362/500.jpg&amp;desktop_after=//media.guim.co.uk/6369c0a36c3b7bd6c9f9432ec63f1aefd3278c52/0_0_2881_2362/1000.jpg&amp;label_after=Now&amp;\" data-alt=\"Emerson School group, 1923\"> <a href=\"https://interactive.guim.co.uk/2016/01/now-and-then-embed/embed/embed.html?mobile_before=//media.guim.co.uk/6a5cb03707bc94317a331d8960c69d3127abc20c/0_0_2881_2362/500.jpg&desktop_before=//media.guim.co.uk/6a5cb03707bc94317a331d8960c69d3127abc20c/0_0_2881_2362/1000.jpg&label_before=Then&mobile_after=//media.guim.co.uk/6369c0a36c3b7bd6c9f9432ec63f1aefd3278c52/0_0_2881_2362/500.jpg&desktop_after=//media.guim.co.uk/6369c0a36c3b7bd6c9f9432ec63f1aefd3278c52/0_0_2881_2362/1000.jpg&label_after=Now&\">Emerson School group, 1923</a> <figcaption>Emerson School now Emerson dog park</figcaption> </figure>  <p>Whether Muncie liked being in the spotlight or not depended heavily on what that light exposed. “Muncie has always had a mixed response to the attention it has received since Middletown,” says Connolly. “On the one hand they really like this idea that this is quintessential America. They are the ur-Americans. They are the ground zero of American life. And that’s an attractive idea for them and for outside observers. On the other hand they would bridle at some of the ways that they were portrayed.”<br></p> <p>When the acclaimed photographer Margaret Bourke-White <a href=\"https://s-media-cache-ak0.pinimg.com/originals/c3/cf/35/c3cf3554fa9d498dd8aacd024e3f9839.jpg\">took a series of photographs for Life magazine</a> that showed <a href=\"http://imgsrc.art.com/img/print/print/margaret-bourke-white-muncie-mayor-rollin-bunch-having-breakfast-with-his-wife-and-bulldog-in-his-dining-room_a-g-4920262-4990000.jpg?w=894&amp;h=671\">the deep economic inequalities </a>following the Depression, the town was in uproar. In 1982, <a href=\"https://www.theguardian.com/membership/2016/oct/11/middletown-gary-younge-us-election-presidential-muncie-indiana#comment-85280992\">as one of our readers noted</a>, PBS released a six-part documentary on Muncie called Middletown. <a href=\"https://vimeo.com/36651048\">One episode, set in Southside High School</a>, which has since closed, depicted casual drug use, profanity and sexual banter while focusing considerable attention on an teenage interracial relationship. After tense discussions between local leaders, PBS and the film-makers, <a href=\"http://www.nytimes.com/1982/03/31/arts/final-pbs-middletown-segment-is-withdrawn.html\">the episode was withdrawn</a> and the series sponsor, Xerox, withdrew its sponsorship – but not its funding – from that particular program, which <a href=\"http://www.nytimes.com/2015/09/06/movies/homevideo/seventeen-and-cooley-high-no-easy-as-but-powerful-lessons.html?_r=0\">has since been released on DVD</a>. One person involved in the talks at the time told the New York Times that the decision was made to protect the children. ‘’It’s a very difficult issue of freedom of speech versus what these kids might have been doing to themselves. There’s a possibility that they really could be destroying their lives in saying some of the things they said in the film. In a way, you have to protect them – they’re minors, after all – from themselves.’’</p> <p>And like a fairground mirror, Middletown gave America an image of itself that was both familiar and woefully distorted – an image that the American commentariat preferred to reality. For when the Lynds selected a city they settled on three key characteristics: that it be between 25,000 and 50,000 people, that it was “self-contained” (not a “satellite” or suburb) and finally, that it should “have a small Negro and foreign-born population”. Muncie did not actually fit the bill for the final point. At 5% its black population was proportionally higher at the time than New York, Chicago and Detroit . It did have a small foreign-born population because the local business class imported workers from Tennessee and Kentucky. “There was a conscious attempt to keep foreign workers out,” says Connolly. “Because they wanted people to go home during slack times and they were worried foreigners would bring in dangerous ideas.” But once again, this made it atypical compared with other towns of its size.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/2016/01/now-and-then-embed/embed/embed.html?mobile_before=//media.guim.co.uk/52311fa9413df6d33f6530a355523586f57930cc/0_0_6533_4540/500.jpg&amp;desktop_before=//media.guim.co.uk/52311fa9413df6d33f6530a355523586f57930cc/0_0_6533_4540/1000.jpg&amp;label_before=Then&amp;mobile_after=//media.guim.co.uk/c6b30b1f2fda993a6526aa12ef16eb680a9afcab/0_0_6533_4540/500.jpg&amp;desktop_after=//media.guim.co.uk/c6b30b1f2fda993a6526aa12ef16eb680a9afcab/0_0_6533_4540/1000.jpg&amp;label_after=Now&amp;\" data-alt=\"Delaware Courthouse\"> <a href=\"https://interactive.guim.co.uk/2016/01/now-and-then-embed/embed/embed.html?mobile_before=//media.guim.co.uk/52311fa9413df6d33f6530a355523586f57930cc/0_0_6533_4540/500.jpg&desktop_before=//media.guim.co.uk/52311fa9413df6d33f6530a355523586f57930cc/0_0_6533_4540/1000.jpg&label_before=Then&mobile_after=//media.guim.co.uk/c6b30b1f2fda993a6526aa12ef16eb680a9afcab/0_0_6533_4540/500.jpg&desktop_after=//media.guim.co.uk/c6b30b1f2fda993a6526aa12ef16eb680a9afcab/0_0_6533_4540/1000.jpg&label_after=Now&\">Delaware Courthouse</a> <figcaption>Delaware Courthouse</figcaption> </figure>  <p>The Lynds did this consciously because they wanted to concentrate on class and therefore avoid dealing with “two major variables” and deal instead with a “homogeonous, native-born population”. “They understood that they were doing that and they justified it in a social-scientific sense,” says Igo, an associate professor at Vanderbilt University. “They try to unmask this myth about class. But what it did was create this other myth about a representative America – a nostalgic, white nativist America.” That myth, says Igo, is enduring. It can be found in <a href=\"http://thecaucus.blogs.nytimes.com/2008/10/17/palin-visits-a-pro-america-kind-of-town/?_r=0\">Sarah Palin’s praise of the “real America” in 2008</a> or <a href=\"https://www.youtube.com/watch?v=EU-IBF8nwSY\">Ronald Reagan’s ad “It’s morning again in America” in 1984</a> or even Donald Trump’s “Make America great again”. “Every country has a mythical sense of what it is, so it’s not unique to America,” says Igo.</p> <p>Nor is it limited to Republicans. In the runup to the 2008 primaries Hillary Clinton’s chief strategist, Mark Penn, laid out <a href=\"http://thecaucus.blogs.nytimes.com/2008/08/10/more-peeks-at-clinton-campaign-turmoil/\">a plan of attack against Barack Obama</a>. “His roots to basic American values and culture are at best limited. I cannot imagine America electing a president during a time of war who is not at his centre fundamentally American in his thinking and in his values ... Every speech should contain the line you were born in the middle of America to the middle class in the middle of the last century ... Let’s explicitly own ‘American’ in our programmes, the speeches and the values. He doesn’t ... Let’s use our logo to make some flags we can give out. Let’s add flag symbols to the backgrounds.”</p>  <figure class=\"element element-interactive interactive element--showcase\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/2016/01/now-and-then-embed/embed/embed.html?mobile_before=//media.guim.co.uk/1e0457828f7c2e46ea2098ef85e7a1804b7e6b69/0_0_2786_2066/500.jpg&amp;desktop_before=//media.guim.co.uk/1e0457828f7c2e46ea2098ef85e7a1804b7e6b69/0_0_2786_2066/1000.jpg&amp;label_before=Then&amp;mobile_after=//media.guim.co.uk/e4fe58fbc719cb85389efa146b4f4e65b68c03f1/0_0_2786_2066/500.jpg&amp;desktop_after=//media.guim.co.uk/e4fe58fbc719cb85389efa146b4f4e65b68c03f1/0_0_2786_2066/1000.jpg&amp;label_after=Now&amp;\" data-alt=\"Mulberry looking north from Adams, Muncie, 1978\"> <a href=\"https://interactive.guim.co.uk/2016/01/now-and-then-embed/embed/embed.html?mobile_before=//media.guim.co.uk/1e0457828f7c2e46ea2098ef85e7a1804b7e6b69/0_0_2786_2066/500.jpg&desktop_before=//media.guim.co.uk/1e0457828f7c2e46ea2098ef85e7a1804b7e6b69/0_0_2786_2066/1000.jpg&label_before=Then&mobile_after=//media.guim.co.uk/e4fe58fbc719cb85389efa146b4f4e65b68c03f1/0_0_2786_2066/500.jpg&desktop_after=//media.guim.co.uk/e4fe58fbc719cb85389efa146b4f4e65b68c03f1/0_0_2786_2066/1000.jpg&label_after=Now&\">Mulberry looking north from Adams, Muncie, 1978</a> <figcaption>Mulberry looking north from Adams Street</figcaption> </figure>  <p>During a drive around town, Yvonne Thompson, the African American director of Muncie’s Human Rights Office, says the town’s black population (now 12%, roughly the same proportion as the nation at large) which lives on the east side of the railroad tracks remains largely forgotten. For a long time there was no fire station and there is still no supermarket there, she explains, and if a train is on the line and the roads are blocked it can slow down the response time for ambulances. “We have to remind people that we’re here,” she says. “And that we’re not going away, so don’t forget about us.”<br></p> <p>We pull up at Shaffer chapel and she shows me a plaque. On 7 August 1930 a white mob in Marion, Indiana, some 40 miles away, broke into the local jail with sledgehammers, dragged three black teenagers out of their cell, beat them and then hung two of them from a tree by their necks (the third managed to get away). The night before, they had been arrested and charged with robbing and murdering a white factory worker, Claude Deeter, and raping his white girlfriend, Mary Ball. (Ball later testified she had not been raped.) <a href=\"http://bloximages.newyork1.vip.townnews.com/dallasweekly.com/content/tncms/assets/v3/editorial/2/60/260733be-de53-11e4-a930-3fab186cb747/5526039c2a740.image.jpg?resize=1115%2C593\">Lawrence Beitler took pictures of the crowd</a>, including children, that had come to watch the bodies swing. Over the next 10 days he would sell thousands in what became the inspiration for Billie Holiday’s Strange Fruit and is now an iconic image.</p>  <figure class=\"element element-interactive interactive element--showcase\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/2016/01/now-and-then-embed/embed/embed.html?mobile_before=//media.guim.co.uk/a7df9b20eca3c31e945d2e4346cc1d17b8829e3d/0_0_5680_3753/500.jpg&amp;desktop_before=//media.guim.co.uk/a7df9b20eca3c31e945d2e4346cc1d17b8829e3d/0_0_5680_3753/1000.jpg&amp;label_before=Then&amp;mobile_after=//media.guim.co.uk/98c6db1ce1466c3919b9858da33069e9e5868d15/0_0_5680_3753/500.jpg&amp;desktop_after=//media.guim.co.uk/98c6db1ce1466c3919b9858da33069e9e5868d15/0_0_5680_3753/1000.jpg&amp;label_after=Now&amp;\" data-alt=\"Muncie Civic Theatre, 1981\"> <a href=\"https://interactive.guim.co.uk/2016/01/now-and-then-embed/embed/embed.html?mobile_before=//media.guim.co.uk/a7df9b20eca3c31e945d2e4346cc1d17b8829e3d/0_0_5680_3753/500.jpg&desktop_before=//media.guim.co.uk/a7df9b20eca3c31e945d2e4346cc1d17b8829e3d/0_0_5680_3753/1000.jpg&label_before=Then&mobile_after=//media.guim.co.uk/98c6db1ce1466c3919b9858da33069e9e5868d15/0_0_5680_3753/500.jpg&desktop_after=//media.guim.co.uk/98c6db1ce1466c3919b9858da33069e9e5868d15/0_0_5680_3753/1000.jpg&label_after=Now&\">Muncie Civic Theatre, 1981</a> <figcaption>Muncie Civic Theatre</figcaption> </figure>  <p>The bodies were left to hang overnight and were cut down in the morning. By that time news reached Reverend JE Johnson, a pastor and mortician 30 or so miles away in Muncie. Knowing that Marion had no black undertakers, he braved the trip to Marion that morning to pick up their bodies and prepare them for a Christian burial. When rumours spread that a white mob was coming to take the bodies back, Muncie’s black community armed themselves in preparation and the town’s white sheriff, Fred Puckett, stood with them. The next day Puckett and a posse from Muncie’s black community escorted Johnson to the county line from where he continued to Marion to deliver them for burial.</p> <p>This took place just one year after Middletown was published. But the experiences of people like Johnson and many of those who stood with him that day, are omitted from the “typical” American story of Middletown.</p> <p>“How are you going to have a thorough study of this town and leave us out?” asks Thompson, who’s wearing a black T-shirt stating: “It Matters.” “And then tell everybody it’s the ‘real America’.”</p> <p><em>Archive photographs by <a href=\"http://cms.bsu.edu/academics/libraries/collectionsanddept/archives\">Ball State University Libraries Archives and Special Collections</a>; current photographs by <a href=\"https://www.theguardian.com/profile/davidlevene\">David Levene for the Guardian</a></em></p> <ul> <li><em>Producing in-depth, thoughtful, well-reported journalism is expensive – but supporting us isn’t. If you value and enjoy this approach to covering politics, please help to fund our journalism through either <a href=\"https://contribute.theguardian.com/?INTCMP=co_us_editorial_footer_middletown\">a one-off</a></em><em> or <a href=\"https://membership.theguardian.com/supporter?INTCMP=gdnwb_copts_editorial_mem_gyoungemiddletownus_footer\">a regular</a> contribution.</em></li> </ul>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/2016/sep/30/enhance-middletown/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/2016/sep/30/enhance-middletown/boot.js\" data-alt=\"boot\"> </figure>",
  "<p>Ahead of the presidential election, Gary Younge is staying in <a href=\"https://www.theguardian.com/membership/ng-interactive/2016/oct/11/view-middletown-gary-younge-us-presidential-election\">Muncie, Indiana, to better understand how people will vote in the election, and why</a>. One of the reasons he chose Muncie is because in the 1920s it was the focus of an extensive study into middle America called Middletown. Gary is examining this study and its legacy in part three of our series. </p> <p>This project is part of an experiment in collaborative reporting and we have been asking for <a href=\"https://www.theguardian.com/membership/2016/oct/11/us-election-gary-younge-muncie-indiana\">your help in guiding and shaping this series</a>. Now we would like to learn from you about how Muncie and Indiana have changed over time. You may have photos, letters, stories or diaries from relatives who lived in Indiana when the first Middletown study took place, or have witnessed significant changes in your lifetime. How have jobs, community and the landscape been affected?</p> <p>You can share your memories, photos or video <a href=\"https://www.google.com/url?q=https%3A%2F%2Fwitness.theguardian.com%2Fassignment%2F5805e911e4b055209adaeb5f&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNFvsa3v-ykBbLYmZ1E0_UhyNUOYug\">via GuardianWitness</a>. If you prefer, you can use the form below, or <a href=\"mailto:MIDDLETOWN@THEGUARDIAN.COM\">email us</a>. We will feature interesting contributions in our reporting. </p> <p><a href=\"https://www.facebook.com/events/183617795414091/\">Follow Gary Younge in Muncie on Facebook</a>. </p>  <figure class=\"element element-embed\" data-alt=\"Form\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;script type=&quot;text/javascript&quot; src=&quot;https://guardiannewsampampmedia.formstack.com/forms/js.php/untitled_form_19_copy_88_copy_copy_1_copy_2_copy_2_copy_copy_copy_copy_2_copy_1_copy_1_copy_copy_copy_1_copy_1_copy_copy_1&quot;&gt;&lt;/script&gt;&lt;noscript&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> <figcaption>Form</figcaption> </figure>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/2016/sep/30/enhance-middletown/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/2016/sep/30/enhance-middletown/boot.js\" data-alt=\"Boot script\"> </figure>",
  "<p>No news, they say, is good news. Either that or it’s the result of a government blackout. The draw for the <a href=\"https://www.theguardian.com/football/africannationscup\">Africa Cup of Nations</a> will be held in Libreville, <a href=\"https://www.theguardian.com/world/gabon\">Gabon</a>, on Wednesday but yet again the buildup to a tournament has been dominated by doubts over where it will be staged as the aftershocks of <a href=\"https://www.theguardian.com/world/2016/aug/31/gabon-election-results-disputed-incumbent-ali-bongo-victor-jean-ping\">Gabonese presidential elections</a> continue to be reverberate.</p> <p>At the moment it seems the tournament will go ahead in Gabon, beginning on 14 January, but no one is confident. Even by the standards of the Cup of Nations, the 2017 edition has seemed ill-starred. In 2006, hosting rights were given to South Africa but because of the war in Libya, which was scheduled to host in 2013, the two nations swapped. As the conflict in Libya continued, it became apparent they would have to be replaced altogether as hosts, leading to another round of bidding in 2015 in which Gabon beat Algeria and Ghana; Nigeria, who had initially been named as a reserve host, declined to be considered.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/aug/30/gabon-army-deployed-before-official-result-election\">Gabon army deployed before result of fraught election is announced</a> </p> </aside>  <p>After elections in August gave <a href=\"https://www.theguardian.com/world/2016/aug/31/gabon-election-results-disputed-incumbent-ali-bongo-victor-jean-ping\">the incumbent president, Ali Bongo, a narrow victory</a> over his veteran challenger Jean Ping, Gabon descended into violence. Initial results suggested he had won by only 5,594 votes but there were widespread allegations of corruption. Bongo has ruled Gabon since 2009 when he succeeded his father Omar, who had been the president since 1967.</p> <p>The parliament building and the national television station were attacked by Ping supporters and there were several days of clashes on the streets between the opposition and police. The government acknowledged three people were killed in the protests but the opposition has said the figure could be as high as 50. There were also several hundred arrests. Social media was suspended and a moratorium imposed on the issuing of visas to foreign journalists. The Confederation of African Football discussed the unrest and sounded out Morocco as a replacement host; it had been supposed to host the 2015 tournament before <a href=\"https://www.theguardian.com/football/2015/feb/06/morocco-banned-and-fined-africa-cup-of-nations\">withdrawing at the last minute</a> because of fears over Ebola.</p> <p>The Gabonese supreme court<a href=\"https://www.theguardian.com/world/2016/sep/24/gabon-court-rules-president-ali-bongo-rightful-winner-of-september-election\"> investigated the election result</a> and concluded Bongo had won by 11,000 votes. Bongo has sworn in a new cabinet and, for now, everything appears relatively calm, although the state budget for 2017 has been cut by 5% because of the falling oil price. The possibility remains the tournament could be used as a platform for dissent by the opposition, particularly in Oyem and Port Gentil, host cities in areas that strongly backed Ping.</p> <p>The tournament looks fascinatingly open and, as has been the recent way of things, is missing a number of big names. Most strikingly, for the third time in four tournaments, there is no <a href=\"https://www.theguardian.com/football/nigeria-football-team\">Nigeria</a>. They were perhaps a little unfortunate Chad’s withdrawal denied them the chance to qualify as a best runner-up, but they took only a point from two games with Egypt and could only draw away to Tanzania. <a href=\"https://www.theguardian.com/football/southafrica\">South Africa</a> miss out for the third time in five tournaments after finishing third in their group behind not only Cameroon but also Mauritania. Angola complete the set of recent World Cup qualifiers not to make it, and there is no place either for the <a href=\"https://www.theguardian.com/football/2012/feb/12/zambia-ivory-coast-africa-cup-nations-final\">2012 champions Zambia</a> or for Cape Verde, Congo or Ethiopia, all of whom have enlivened recent tournaments.</p> <p>There is a welcome return for the most successful side in the competition’s history, <a href=\"https://www.theguardian.com/football/egypt\">Egypt</a>, who under the former Valencia manager Héctor Cúper have qualified for the first time since competing <a href=\"https://www.theguardian.com/football/2010/jan/31/egypt-africa-cup-nations-ghana\">a hat-trick of successive titles in 2010</a>. They lurk ominously in seeding pot three which also comprises Cameroon, Senegal and Morocco and, as such, looks rather more likely to produce a winner than pot two, where Tunisia, Mali, Burkina Faso and DR Congo have benefitted from decent runs at recent tournaments.</p> <p>Another side making a long-awaited comeback are Uganda who have qualified for the first time since being beaten in the final by Ghana in 1978. They are joined in Pot four by Togo, Zimbabwe and the debutants Guinea-Bissau, who finished top of a qualifying group comprising Congo, Zambia and Kenya with a goal difference of zero.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/ng-interactive/2016/oct/14/desert-fire-the-world-cup-rebels-of-kurdistan-video\">Desert fire: the world cup rebels of Kurdistan – video</a> </p> </aside>  <p>Last time they (co-) hosted the tournament, in 2012, Gabon reached the quarter-final where they lost on penalties to Mali. Borussia Dortmund’s Pierre-Emerick Aubameyang, who missed the decisive kick, is more experienced and a more rounded player now and it’s not impossible, with home support and a solid midfield, that they could go further.</p> <p>Ghana have a squad based around the side who won the Under-20 World Cup in 2009, Algeria have a fine crop of attacking players but are looking for a coach after Milovan Rajevac walked out after two games in charge and <a href=\"https://www.theguardian.com/football/2015/feb/08/ivory-coast-ghana-africa-cup-of-nations-final-match-report\">Ivory Coast, the defending champions</a>, have paradoxically blossomed as the so-called golden generation have begun to retire.</p> <p>The first decade of the 21st century witnessed the domination of two great sides, Cameroon and Egypt, but since 2010, no side has been on top. Two of the last three winners have not qualified. It feels as though any of about 10 sides could win in Gabon. Whether that is the result of a general lifting of standards, or whether the absence of a great team is evidence of a general lack of quality is open to debate but what is certain is how competitive and unpredictable the 2017 Cup of Nations will be. We are not even entirely certain where it’s going to be.</p>",
  "<p>A billboard has appeared alongside a Michigan highway mocking Donald Trump and his xenophobic rhetoric about Muslims and immigration.</p> <p>The advert, placed on Interstate 94 near Dearborn, says in white Arabic text on a black background: “Donald Trump can’t read this, but he is scared of it.”</p> <p>It has been paid for by <a href=\"https://www.facebook.com/nuisancecommittee/\">the Nuisance Committee</a>, a campaign group set up by the people behind the popular game <a href=\"https://cardsagainsthumanity.com/\">Cards Against Humanity</a>.</p>       <figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/18/us-presidential-election-rigged-donald-trump-wisconsin-video\"            data-short-url=\"https://gu.com/p/582gk\"                    data-show-ads=\"true\"            data-video-id=\"2816579\"            data-video-name=\"US presidential election is rigged, says Donald Trump – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-5805e0cfe4b005f21833a984\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/18/161018TrumpRiggedElectionUpdate_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/18/161018TrumpRiggedElectionUpdate.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/18/161018TrumpRiggedElectionUpdate_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/18/us-presidential-election-rigged-donald-trump-wisconsin-video\">US presidential election is rigged, says Donald Trump</a></figcaption> </figure>   <p><a href=\"https://twitter.com/chiconfidential\">Melissa Harris</a>, a spokesperson for the group, said Dearborn was chosen because it has one of the largest Arab-American communities in the US.<br></p> <p><a href=\"http://detroit.cbslocal.com/2016/10/17/anti-trump-billboard-along-i-94-in-dearborn-sends-message-in-arabic/\">She told WWJ Newsradio 950</a>: “I like the idea of people who do not speak Arabic having to ask their friends who do speak Arabic to translate the board for them. And I personally hope this also will generate some dialogue between Arabic speaking people and non-Arabic speaking people in Detroit and across the country.”</p> <p>Special <a href=\"https://americavoteswithcardsagainsthumanity.com/\">packs of cards</a> about the US presidential candidate and his rival, Hillary Clinton, have been funding the group’s political advertising. The makers promise that “at the end of this promotion, Cards Against Humanity will tally up the sales of both packs, and depending on which pack gets more support, we will donate all the money in support of Hillary Clinton’s campaign”.</p> <p>The group has previously used <a href=\"https://www.youtube.com/watch?v=uTMmp4JBv-w\">Star Trek’s George Takei to narrate a campaign video</a> comparing Trump’s stance on Muslims to the US policy of internment for the Japanese during the second world war.<br></p> <p>The use of Arabic writing to poke fun at a fear of Islam was seen earlier this year in <a href=\"https://www.instagram.com/p/BEnufwAnjTZ/?taken-by=rps.mafia&amp;hl=en\">a tote bag designed by Rock Paper Scissors in Haifa</a>. It read: “This text has no other purpose than to terrify those who are afraid of the Arabic language.”</p>  <figure class=\"element element-embed\" data-canonical-url=\"https://www.instagram.com/p/BEnufwAnjTZ/?taken-by=rps.mafia&amp;hl=en\" data-alt=\"The text on this bag reads: “This text has no other purpose than to terrify those who are afraid of the Arabic language.”\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;blockquote class=&quot;instagram-media&quot; data-instgrm-version=&quot;7&quot; style=&quot; background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);&quot;&gt;&lt;div style=&quot;padding:8px;&quot;&gt; &lt;div style=&quot; background:#F8F8F8; line-height:0; margin-top:40px; padding:50.0% 0; text-align:center; width:100%;&quot;&gt; &lt;div style=&quot; background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;&quot;&gt;&lt;/div&gt;&lt;/div&gt;&lt;p style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;&quot;&gt;&lt;a href=&quot;https://www.instagram.com/p/BEnufwAnjTZ/&quot; style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none;&quot; target=&quot;_blank&quot;&gt;A photo posted by Rock Paper Scissors (@rps.mafia)&lt;/a&gt; on &lt;time style=&quot; font-family:Arial,sans-serif; font-size:14px; line-height:17px;&quot; datetime=&quot;2016-04-25T10:58:29+00:00&quot;&gt;Apr 25, 2016 at 3:58am PDT&lt;/time&gt;&lt;/p&gt;&lt;/div&gt;&lt;/blockquote&gt; &lt;script async defer src=&quot;//platform.instagram.com/en_US/embeds.js&quot;&gt;&lt;/script&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> <figcaption>The tote bag designed by Rock Paper Scissors in Haifa.</figcaption> </figure>",
  "<div id=\"block-5805832ee4b005f21833a80d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T02:09:10.879Z\">3.09am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today in Campaign 2016</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"a473c47b53809ceecf9aa35f281da8a79810002a\"> <img src=\"https://media.guim.co.uk/a473c47b53809ceecf9aa35f281da8a79810002a/0_0_3726_2616/1000.jpg\" alt=\"Melania Trump.\" width=\"1000\" height=\"702\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Melania Trump.</span> <span class=\"element-image__credit\">Photograph: Patrick Semansky/AP</span> </figcaption> </figure>  <ul> <li>Speaking to CNN’s Anderson Cooper in her first televised interview since the release of video that showed her husband bragging about sexually assaulting women, Melania Trump defended her husband’s “boy talk” as having been “egged on” by a television interviewer. “I said to my husband that, you know, the language was unappropriate,” Trump said. “It’s not acceptable. And I was surprised, because that is not the man that I know.”</li> <li>Despite the pressures of the campaign on her marriage, Trump said, she does not want people feeling bad for her. “People think and talk about me like, ‘oh Melania, oh poor Melania.’ Don’t feel sorry for me, don’t feel sorry for me. I can handle everything.”</li> <li>In an interview with Fox News’ Carl Cameron, Republican presidential nominee Donald Trump said that while it would be “very easy” to apologize for recent sexual assault allegations made against him, “you can’t apologize for an event that never took place.”</li> <li>“First of all, they are all lies,” Trump said. “They are made-up stories, they were fabricated. Whether they like Hillary or whether they just want to become a little bit famous or something. You take a look at the butler. The butler was supposed to be the witness, the butler was my witness. I mean it was 100%, that was a disgrace that they were able to say it. It would be very easy to apologize but you can’t apologize for an event that never took place. These events never took place.”<br></li> <li>Jared Kushner, Donald Trump’s son-in-law, has “informally approached one of the media industry’s top dealmakers about the prospect of setting up a Trump television network after the presidential election in November”, the Financial Times <a href=\"https://www.ft.com/content/7dc39954-940e-11e6-a1dc-bdf38d484582\">reported</a>: <blockquote class=\"quoted\"> <p>Mr Kushner – an increasingly influential figure in the billionaire’s presidential campaign – contacted <a href=\"https://www.ft.com/content/b4bea972-213a-11e6-9d4d-c11776a5124d\">Aryeh Bourkoff</a>, the founder and chief executive of LionTree, a boutique investment bank, within the past couple of months, according to three people with knowledge of the matter.</p> </blockquote></li> <li>Their conversation was brief and has not progressed since, the people said. Mr Bourkoff and Mr Kushner both declined to comment.</li> <li>The heat is on in Arizona. Clinton campaign manger Robby Mook summarized the state of the race as such: we think Hillary Clinton<strong> </strong>can win Arizona.The traditionally ruby red Republican state has only voted for the Democratic ticket once since the end of WWII, Bill Clinton<strong> </strong>in 1996. The campaign said it will spend $2 million in television, digital, and mail advertising there. <blockquote class=\"quoted\"> <p>This is a state that would really foreclose the path for Donald Trump to win the White House,” Mook said of Arizona.</p> </blockquote></li> <li>Donald Trump has released a rare video message on Twitter accusing the Department of Justice, the State Department and the FBI of “colluding” to make Democratic rival Hillary Clinton look good.</li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/788123233442824192\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Crooked Hillary colluded w/FBI and DOJ and media is covering up to protect her. It&#39;s a <a href=\"https://twitter.com/hashtag/RiggedSystem?src=hash\">#RiggedSystem</a>! Our country deserves better! <a href=\"https://t.co/n2NpH3zmcy\">pic.twitter.com/n2NpH3zmcy</a></p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/788123233442824192\">October 17, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58058027e4b005f21833a7fe\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T01:51:41.162Z\">2.51am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>This happened:</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/scottbix/status/788194261657346048\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This is not great. <a href=\"https://t.co/gH1TmbcIYy\">pic.twitter.com/gH1TmbcIYy</a></p>&mdash; Scott Bixby (@scottbix) <a href=\"https://twitter.com/scottbix/status/788194261657346048\">October 18, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58057c4be4b055209adae9d3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T01:50:06.670Z\">2.50am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump releases plan for 'ethics reform'</h2>  <div class=\"block-elements\">  <p>Republican presidential nominee Donald Trump, hitting hard against “crooked” opponent Hillary Clinton, has released <a href=\"https://www.donaldjtrump.com/press-releases/trump-details-ethics-reform-p\">a five-point plan</a> for government reform “to drain the swamp in Washington, DC.”</p> <p>The seven-sentence plan, as written:</p> <blockquote class=\"quoted\"> <p> <strong>First:</strong> I am going to re-institute a 5-year ban on all executive branch officials lobbying the government for 5 years after they leave government service. I am going to ask Congress to pass this ban into law so that it cannot be lifted by executive order.</p> <p><strong>Second:</strong> I am going to ask Congress to institute its own 5-year ban on lobbying by former members of Congress and their staffs.</p> <p><strong>Third:</strong> I am going to expand the definition of lobbyist so we close all the loopholes that former government officials use by labeling themselves consultants and advisors when we all know they are lobbyists.</p> <p><strong>Fourth:</strong> I am going to issue a lifetime ban against senior executive branch officials lobbying on behalf of a foreign government.</p> <p><strong>Fifth:</strong> I am going to ask Congress to pass a campaign finance reform that prevents registered foreign lobbyists from raising money in American elections.</p> <p>Not only will we end our government corruption, but we will end the economic stagnation.</p> </blockquote> </div>   </div> <div id=\"block-58057624e4b055209adae9ba\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T01:16:16.761Z\">2.16am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Report: Apprentice staffer claims Donald Trump laughed about groping</h2>  <div class=\"block-elements\">  <p>A female staffer on The Celebrity Apprentice, Donald Trump’s longrunning reality show, <a href=\"http://www.thedailybeast.com/articles/2016/10/17/apprentice-staffer-claims-gary-busey-groped-her-and-then-donald-trump-laughed.html\">told The Daily Beast</a> that actor Gary Busey sexually assaulted her on the set of the show - and that Trump laughed about the incident afterwards:</p> <blockquote class=\"quoted\"> <p>Multiple Apprentice employees, including the alleged victim herself, told The Daily Beast that the Academy-Award-nominated actor “grabbed” one of their colleagues “firmly between [the] legs” during the 2011 season of Celebrity Apprentice. Busey also forcibly put the female staffer’s hand on the crotch of his pants. The alleged incident, which they say took place during a location shoot in SoHo in New York City, prompted a firestorm among members of the Apprentice crew.</p> </blockquote> <p>Citing five on-staff sources, The Daily Beast reports that the alleged incident took place when the celebrity contestants were tasked with selling inventory at an art gallery, where the contestants had been drinking.</p> <p>“We were smoking cigarettes outside, and Busey was standing next to me. And then at one point, he grabbed me firmly between my legs, and ran his hand up my stomach, and grabbed my breasts,” the staffer told The Daily Beast. “I didn’t know what to do. So I made this joke that, ‘Oh, I’ve never been sexually harassed by a celebrity before!’ Then he grabbed my hand and put it [over] his penis, and said, like, ‘I’m just getting started, baby.’”</p> <p>The staffer’s colleagues told The Daily Beast that Trump was made aware of the incident, responding that Busey needed to keep his hands to himself.</p> <p>“Gary, did you do a bad thing…[and] got your hands where they’re not supposed to be,” a<em> </em>staff member recalled Trump as saying. Anoter said that Trump mockingly called Busey a “bad boy, a very bad boy.”</p> </div>   </div> <div id=\"block-580572fde4b005f21833a7bb\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T00:57:26.083Z\">1.57am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump: 'You can't apologize for an event that never took place'</h2>  <div class=\"block-elements\">  <p>In an interview with Fox News’ Carl Cameron, Republican presidential nominee Donald Trump said that while it would be “very easy” to apologize for recent sexual assault allegations made against him, “you can’t apologize for an event that never took place.”</p> <p>“First of all, they are all lies,” Trump said. “They are made-up stories, they were fabricated. Whether they like Hillary or whether they just want to become a little bit famous or something. You take a look at the butler. The butler was supposed to be the witness, the butler was my witness. I mean it was 100%, that was a disgrace that they were able to say it. It would be very easy to apologize but you can’t apologize for an event that never took place. These events never took place.”</p> <p>“Every one of those charges were false and they were lies,” he continued. “It didn’t even take place. I didn’t see them. The woman on the airplane, 35 years ago, 30 years ago? I mean, you don’t even believe that one. Okay? I don’t know maybe you’re very gullible, but you don’t believe that one. We have a woman on the airplane 35 years ago? No. These were bogus charges. These were lies. These were fabrications. I like saying it.”</p> <p>“Somebody else would say let’s focus on jobs, which I do, let’s focus on ISIS, let’s focus on the second amendment and judges of the Supreme Court justices. I agree with that, but I want the truth to come out.”</p> </div>   </div> <div id=\"block-58056ff4e4b055209adae9a2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T00:43:33.570Z\">1.43am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Are you a fan of Broadway?</h2> <p>The Hillary Clinton campaign is hosting a star-studded Broadway spectacular at the St. James Theater in Manhattan, which is livestreaming here:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=6DcSjabCY1I\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/6DcSjabCY1I?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-58056e98e4b055209adae99c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T00:36:58.572Z\">1.36am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Melania Trump told Anderson Cooper that as first lady, she would hope to fight against bullying on social media.</p> <p>Unrelatedly:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/712850174838771712\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;<a href=\"https://twitter.com/Don_Vito_08\">@Don_Vito_08</a>: &quot;A picture is worth a thousand words&quot; <a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a>  <a href=\"https://twitter.com/hashtag/LyingTed?src=hash\">#LyingTed</a> <a href=\"https://twitter.com/hashtag/NeverCruz?src=hash\">#NeverCruz</a>  <a href=\"https://twitter.com/MELANIATRUMP\">@MELANIATRUMP</a> <a href=\"https://t.co/5bvVEwMVF8\">pic.twitter.com/5bvVEwMVF8</a>&quot;</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/712850174838771712\">March 24, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-18T00:55:17.278Z\">at 1.55am BST</time></p>  </div> <div id=\"block-58056df9e4b0cd26ff71e253\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T00:34:19.354Z\">1.34am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Melania Trump, on Donald Trump’s Twitter use:</h2> <blockquote class=\"quoted\"> <p>He’s an adult - he knows the consequences.</p> </blockquote> </div>   </div> <div id=\"block-58056cf6e4b005f21833a7aa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T00:32:49.584Z\">1.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Continuing her interview with CNN’s Anderson Cooper, Melania Trump told the anchor that the hardest part of the campaign has been media scrutiny of herself and her family, echoing claims by her husband that journalists and outlets are stacked against the Republican presidential nominee.</p> <p>“I didn’t expect media will be so dishonest and so mean - I didn’t expect that,” Trump said. “From New York Post, two days in a row, they put me on the cover from pictures I did many, many years ago as a model.”</p> <p>“It was done as art, as a celebration of female body, so they put it twice in a row,” she said, of the publication of risqué photographs from her modeling days in the 1990s. “In that story, they put the date when pictures were taken wrong. They never called me,” she said, “and suddenly becomes I was here illegally, I was married before. I was, like, ‘yeah, find the husband I was with before I was with my husband.’”</p> <p>“Every story, it’s a female! It’s a female reporter!” she said. “It’s unacceptable.”</p> <p>“I know he respects women, but he’s defending his, because they are lies,” Trump said, of her husband’s attacks on his accusers’ looks and credibility.</p> <p>Despite siding with her husband during the controversies of the past two weeks, Trump indicated that she has cautioned their young son, Barron, from using similar language.</p> <p>“I let him have a normal childhood as possible - we talk a lot, a lot about the campaign. We talk about the language, because we don’t allow the using that language,” Trump said. “I tell him that, there are consequences as well, and he needs to be careful of the langue he uses.”</p> <p>“It was my decision not to be on the campaign trail,” Trump said. “I will be a parent to our boy, to our child.”</p> <p>While she stands back, Trump said, her husband is happy to be leading the charge.</p> <p>“He will fight ’til the end - and he will fight for the American people as he fight for himself.”</p> </div>   </div> <div id=\"block-580564cbe4b0cd26ff71e23b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-18T00:18:33.055Z\">1.18am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Melania Trump: 'Don't feel sorry for me'</h2>  <div class=\"block-elements\">  <p>Speaking to CNN’s Anderson Cooper in her first televised interview since the release of video that showed her husband bragging about sexually assaulting women, Melania Trump defended her husband’s “boy talk” as having been “egged on” by a television interviewer.</p> <p>“I said to my husband that, you know, the language was unappropriate,” Trump said. “It’s not acceptable. And I was surprised, because that is not the man that I know.”</p>  <figure class=\"element element-image\" data-media-id=\"04ef026de8329ef1fb7633499fa4320356d9bdbd\"> <img src=\"https://media.guim.co.uk/04ef026de8329ef1fb7633499fa4320356d9bdbd/0_0_3500_2623/1000.jpg\" alt=\"Melania Trump sits down with Anderson Cooper.\" width=\"1000\" height=\"749\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Melania Trump sits down with Anderson Cooper.</span> <span class=\"element-image__credit\">Photograph: HANDOUT/Reuters</span> </figcaption> </figure>  <p>Trump, breaking the traditional role of candidate’s spouse as cheerleader-in-chief, has largely eschewed appearances on the campaign trail following speculation that her speech at the Republican National Convention in July <a href=\"https://www.theguardian.com/us-news/2016/jul/19/melania-trump-republican-convention-plagiarism-michelle-obama\">plagiarized Michelle Obama’s 2008 address</a> to the Democratic National Convention. This makes the Slovenian-born former model’s appearance with Cooper notable even if <a href=\"https://www.theguardian.com/us-news/2016/oct/13/list-of-donald-trump-sexual-misconduct-allegations\">more than a dozen allegations</a> of sexual impropriety had not been leveled against her husband over the past week.</p> <p>“Every Friday something comes out,” Trump told Cooper, dismissing the controversies that have followed her husband since he announced his candidacy for the White House last June.</p> <p>“It’s very hard, especially for him,” she continued, “because he did so many stuff in his life. He was on so many tapes, so many shows. And we knew that, that, you know, tapes will come out, people will want to go against him. But my husband is real, he’s raw. He tells it like it is.”</p> <p>Asked about whether she views her husband’s behavior in the video as “locker-room” stuff, as he has characterized it, Trump agreed.</p> <p>“It’s kind of two teenage boys - actually, they should behave better,” Trump said. “I know how some men talk - that’s how I saw it.”</p> <p>No matter the subject matter, she continued, Trump does not view her husband’s remarks in the video as descriptive of sexual assault.</p> <p>“No, that’s not a sexual assault,” Trump said. “He didn’t say he did it, and I see many many women coming to him and giving phone numbers, and want to work for him and inappropriate stuff from women. And they know he’s married.”</p> <p>“Every assault should be taken care of in court of law,” Trump said, but the accusations made in the media are “damaging and it’s unfair.”<br></p> <p>“I believe my husband. This was all organized from the opposition,” Trump said. “They don’t have any facts and even the story that came out in People Magazine, the writer that she said that my husband took her to the room and start kissing her, she wrote in the same story about me that she saw me on Fifth Avenue and I said to her, Natasha, how come we don’t see you anymore? I was never friend with her. I’d never recognize her.”</p> <p>“How we could believe her? That never happened.”</p> <p>Despite the pressures of the campaign on her marriage, Trump said, she does not want people feeling bad for her.</p> <p>“People think and talk about me like, ‘oh Melania, oh poor Melania.’ Don’t feel sorry for me, don’t feel sorry for me. I can handle everything.”</p> </div>   </div> <div id=\"block-58056492e4b005f21833a77d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T23:54:09.241Z\">12.54am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Donald Trump, on his low poll numbers:</h2> <blockquote class=\"quoted\"> <p>There’s an undercurrent that they can’t poll.</p> </blockquote> </div>   </div> <div id=\"block-5805622fe4b055209adae970\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T23:43:45.257Z\">12.43am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>On the heels of new polls showing him lagging behind Democratic rival Hillary Clinton by double digits nationally, Donald Trump exuded confidence at the beginning of a rally in Green Bay, Wisconsin.</p> <p>“We are going to win the state of Wisconsin, and we are going to win back the White House!” Trump vowed, perhaps unaware that he has not led a poll in the state over the past year. “We’re gonna win it back!”</p> <p>Trump was immediately interrupted by a series of protesters. </p> </div>   </div> <div id=\"block-580557b2e4b005f21833a740\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T23:41:34.056Z\">12.41am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump campaigns in Green Bay, Wisconsin</h2>  <div class=\"block-elements\">  <p>Watch it live here:</p>  <figure class=\"element element-embed\" data-alt=\"Donald Turmp\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/5804d9e8ab1fac507660d6fd?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-580557f4e4b005f21833a741\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T23:00:44.514Z\">12.00am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Report: Billy Bush out at Today Show after video backlash</h2>  <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/brianstelter/status/788150797079080961\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">It&#39;s official: Billy Bush is leaving NBC. After several days of negotiations, the exit deal is done, and being announced now</p>&mdash; Brian Stelter (@brianstelter) <a href=\"https://twitter.com/brianstelter/status/788150797079080961\">October 17, 2016</a></blockquote>  </figure>  <p>In a statement to Today Show staffers obtained by the Guardian, executive producer Noah Oppenheim wishes Bush well:</p> <blockquote class=\"quoted\"> <p>Dear colleagues, Billy Bush will be leaving the Today show’s 9am hour, effective today.</p> <p>While he was a new member of the Today team, he was a valued colleague and longtime member of the broader NBC family. We wish him success as he goes forward.</p> </blockquote> <p>Bush, for his part, expressed gratitude for “conversations” he’s had with female family members in the wake of the video’s release. The 2005 video showed Bush joking with Republican presidential nominee Donald Trump about sexually assaulting women.</p> <blockquote class=\"quoted\"> <p>I am deeply grateful for the conversations I’ve had with my daughters, and for all of the support from family, friends and colleagues. I look forward to what lies ahead.</p> </blockquote> <p>At various points in the video, Bush - a cousin of former president George W. Bush and onetime presidential candidate Jeb Bush - laughed along at Trump’s boastings. When apparently spotting actor Arianne Zucker outside the bus, who is wearing a purple dress, Bush said: “Sheesh, your girl’s hot as shit in the purple. Yes, the Donald has scored. Whoa, my man!”</p> <p>Later in the clip, Bush jokingly asked Zucker to “choose between me and the Donald”, and adds: “Oof, get out of the way, honey. Oh, that’s good legs. Go ahead.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/08/donald-trumps-sex-boasts-when-you-are-a-star-they-let-you-do-anything-video\"            data-short-url=\"https://gu.com/p/56ffv\"                    data-show-ads=\"true\"            data-video-id=\"2786643\"            data-video-name=\"Donald Trump's sex boasts: 'When you are a star they let you do anything' – video\"            data-video-provider=\"NBC\"            > <video data-media-id=\"gu-video-57f87665e4b0e4aaeaa8d24b\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/08/161008TrumpUpdate2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/08/161008TrumpUpdate2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/08/161008TrumpUpdate2_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/08/donald-trumps-sex-boasts-when-you-are-a-star-they-let-you-do-anything-video\">Donald Trump’s sex boasts: ‘When you are a star they let you do anything’</a></figcaption> </figure>  </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-17T23:23:45.958Z\">at 12.23am BST</time></p>  </div> <div id=\"block-58054c23e4b005f21833a71b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T22:10:27.367Z\">11.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Tom Brady clammed up last week when asked to comment on the genital-grabbing talk of his good friend <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>, but on Monday he explained why he acted so evasively: because he didn’t want to be a distraction to his team.</p> <p>Last week, in the wake of Trump’s unpleasant boast that he could “grab women by the pussy” without their consent because he was so famous, Brady was asked by a reporter at Patriots media day: “Tom, you have kids of your own … how would respond if your kids heard Donald Trump’s version of locker-room talk?”<br></p>  <figure class=\"element element-image\" data-media-id=\"c1dbcc43f0d186c09b4db92243cc037b7fce16b8\"> <img src=\"https://media.guim.co.uk/c1dbcc43f0d186c09b4db92243cc037b7fce16b8/0_185_3246_1947/1000.jpg\" alt=\"Tom Brady.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tom Brady.</span> <span class=\"element-image__credit\">Photograph: Greg M. Cooper/USA Today Sports</span> </figcaption> </figure>  <p>Brady didn’t answer the question, and after a brief thank you, hurriedly left the stage. His non-answer provoked much ire, especially since many other athletes were quick to criticise Trump’s remarks.</p> <p>Brady, who threw for 376 yards and three touchdowns in New England’s 35-17 win over the Bengals on Sunday, told Boston sports radio WEEI that he ducked the question because didn’t want to create extra headlines.</p> <p>He said: “It’s just the way it is right now. Obviously there’s a lot of headlines to make, and I’ve tried not to make a lot of headlines. I’ve been in an organization where we’re taught to say very little, we have respect for our opponents and we don’t do the trash-talking.</p> <p>“The thing I’ve always thought is I don’t want to be a distraction for the team. That’s what my goal is. Not that there are things I’ve said and done that haven’t been, but you try not to be. It’s just hard enough to win and prepare without the distractions so when you start having the distractions it’s even harder to prepare.”</p> <p>However, Brady’s refusal to answer the question arguably created just as much of distraction for the Patriots, a point which was acknowledged by former New England receiver Troy Brown on Sunday.</p> <p>Brown said: “[He should have said] just something, a quick answer on the question to get it out of the way, just answer the question to say, ‘I don’t condone it’ and then walk off the stage. The optics of it weren’t great. I understood what he was trying to do. But the next time he’s asked that question, then give a quick answer and let it be. I’m not responsible for what comes out of my friend’s mouth. But I am responsible for correcting my friend.”</p> <p>Today, Brady again said that he and Trump have been friends for 15 years, and that “I’ve always had a good time with him”.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/oct/17/tom-brady-donald-trump-press-conference-distraction\">Tom Brady says he ducked Trump questions to avoid team distractions</a> </p> </aside> </div>   </div> <div id=\"block-58054a18e4b0cd26ff71e1d4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T22:01:59.374Z\">11.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Juanita Broaddrick, on Donald Trump’s accusers:</h2> <blockquote class=\"quoted\"> <p>If these accounts are true, yeah. If any possibility of these accounts being true, then I express my sympathy to the women that anything might have happened to. But I just don’t know. I have no idea.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TheLeadCNN/status/788119679084720128\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Juanita Broaddrick on Trump sexual assault accusations: “If these accounts are true... than I express my sympathy” <a href=\"https://t.co/2ap3Byyqyz\">https://t.co/2ap3Byyqyz</a></p>&mdash; The Lead CNN (@TheLeadCNN) <a href=\"https://twitter.com/TheLeadCNN/status/788119679084720128\">October 17, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580543a8e4b055209adae8fb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T21:35:52.523Z\">10.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More excerpts from Anderson Cooper’s interview with Melania Trump have been released, with the would-be first lady telling Cooper that she feels husband Donald Trump was “egged on” by Access Hollywood host Billy Bush into bragging about sexually assaulting women.</p> <p>“I said to my husband that you know the language was unappropriate,” Trump told Cooper, according to an excerpt released by CNN this afternoon. “It’s not acceptable and I was surprised, because that is not the man that i know. And as you can see from the tape, the cameras were not on. It was only a mic. And I wonder if they even knew that the mic was on. Because they were kind of, ah, boy talk. And he was lead on. Like egg on from the host to say, uh, dirty and bad stuff.”</p> <p>Trump told Cooper that she had never heard Donald Trump use similar language before.</p> <p>“That’s why I was surprised,” Trump said. “Because I said like, I don’t know that person that would talk that way. And that he would say that kind of stuff in private. I’ve heard many different stuff, boys talk. I - the boys, the way they talk when they grow up and they want to sometimes show each other, ‘oh this and that’ and talking about the girls and, but I was surprised, of course.”</p> <p>The full interview will air on CNN at 8pm ET.</p> </div>   </div> <div id=\"block-58054311e4b055209adae8f9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T21:31:21.697Z\">10.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>White House press secretary Josh Earnest, on whether President Barack Obama is worried about election fixing:</h2> <blockquote class=\"quoted\"> <p>Not at all. And neither is Mike Pence.</p> </blockquote> </div>   </div> <div id=\"block-58053f7fe4b055209adae8ec\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T21:15:52.844Z\">10.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is trolling of the highest order:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/shadirahimi/status/788107559076974592\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A new billboard in Dearborn, Michigan says in Arabic: &quot;Donald Trump: He can&#39;t read this, but he&#39;s afraid of it.&quot; <a href=\"https://t.co/Zm425od5G2\">pic.twitter.com/Zm425od5G2</a></p>&mdash; Shadi Rahimi (@shadirahimi) <a href=\"https://twitter.com/shadirahimi/status/788107559076974592\">October 17, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58053d53e4b005f21833a6e8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T21:10:37.299Z\">10.10pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Donald Trump accuses FBI, Justice and State Departments of 'colluding' on Clinton's behalf</h2>  <div class=\"block-elements\">  <p>Donald Trump has released a rare video message on Twitter accusing the Department of Justice, the State Department and the FBI of “colluding” to make Democratic rival Hillary Clinton look good.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/788123233442824192\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Crooked Hillary colluded w/FBI and DOJ and media is covering up to protect her. It&#39;s a <a href=\"https://twitter.com/hashtag/RiggedSystem?src=hash\">#RiggedSystem</a>! Our country deserves better! <a href=\"https://t.co/n2NpH3zmcy\">pic.twitter.com/n2NpH3zmcy</a></p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/788123233442824192\">October 17, 2016</a></blockquote>  </figure>  <p>“This is very big and frankly it’s unbelievable,” Trump said in the apparently unscripted video. “What was just found out is that the Department of Justice, the State Department and the FBI colluded - got together - to make Hillary Clinton look less guilty and look a lot better than she looks. This is one of the big-breaking stories of our time, in my opinion - this shows corruption at the highest level, and we can’t let it happen as American citizens.”</p> <p>“So let’s see how the press covers it,” he continued. “The press likes not to cover it because the best thing that Hillary Clinton has going is the media. Without the media, she wouldn’t even be in this race. This is collusion between the FBI, the Department of Justice and the State Department to make Hillary Clinton look like an innocent person when she’s guilty of very high crimes. So all I can say is, let’s hope that our country gets a fair shake. This is a big mess.</p> <p>Trump was likely referring to recently released FBI documents indicating that undersecretary of state Patrick Kennedy pressured the FBI to un-classify certain emails from Clinton’s private servers after they had been previously deemed classified.</p> </div>   </div> <div id=\"block-58053b7fe4b055209adae8db\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T20:59:33.464Z\">9.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Ringling Bros. and Barnum &amp; Bailey Circus has released an advertisement demanding to reclaim the word “circus” from the current state of American politics.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=KALTrXjgiKs\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/KALTrXjgiKs?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-58053a77e4b055209adae8d7\" class=\"block is-key-event\" data-block-contributor=\"profile/mona-chalabi\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T20:55:37.992Z\">9.55pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Poll suggests voters would be leaning Republican with another candidate</h2>  <div class=\"block-elements\">  <p>More US voters trust the Republican party to handle the issues they care about, according to a <a href=\"https://mediarelations.gwu.edu/battleground-poll\">poll</a> released by George Washington University today.</p>  <figure class=\"element element-image\" data-media-id=\"216d9065440c70cf7577185ba294f4bf062e6637\"> <img src=\"https://media.guim.co.uk/216d9065440c70cf7577185ba294f4bf062e6637/0_0_4928_3280/1000.jpg\" alt=\"Caricatures depicting Donald Trump are displayed as part of the exhibition “A Wall of Caricatures” at the Caricature Museum in Mexico City.\" width=\"1000\" height=\"666\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Caricatures depicting Donald Trump are displayed as part of the exhibition “A Wall of Caricatures” at the Caricature Museum in Mexico City.</span> <span class=\"element-image__credit\">Photograph: Yuri Cortez/AFP/Getty Images</span> </figcaption> </figure>  <p>When asked about specific candidates, however, the same voters were more likely to say they trusted Hillary Clinton, the Democratic nominee for president.</p> <p>The findings suggest that the Republican party might have been well ahead in the race for the White House in 2016, had <a href=\"https://www.theguardian.com/us-news/2016/oct/17/donald-trump-new-hampshire-supporters-election-misconduct\">Donald Trump</a> not been their candidate.</p> <p>The GWU poll asked 1,000 registered and likely voters what they felt was “the most important issue that the next president should be focused on”.</p> <p>“The economy” was selected by 23% of respondents, followed by “dysfunction in government” (14%) and foreign threats (13%). Jobs and healthcare were both chosen by 10% of respondents.</p> <p>By a clear margin, the voters were more likely to trust the Republican party on the economy, taxes and jobs.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/17/poll-republican-party-could-win-another-candidate-donald-trump\">Poll suggests voters would be leaning Republican with another candidate</a> </p> </aside> </div>   </div> <div id=\"block-58053684e4b0cd26ff71e192\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T20:38:09.655Z\">9.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Guardian’s <strong>Ben Jacobs </strong>joined The Federalist’s Ben Domenech in-studio to discuss this week’s election news, the country’s heightened distrust in the media, and Trump’s influence on future politicians and down-ballot Republicans.</p>  <figure class=\"element element-audio\" data-canonical-url=\"https://soundcloud.com/fdrlst/ben-jacobs-talks-trump-rallies-splintered-media-and-stolen-elections\"> <iframe width=\"460\" height=\"460\" src=\"https://w.soundcloud.com/player/?visual=true&url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F288712199&show_artwork=true\" frameborder=\"0\" allowfullscreen></iframe> </figure>  <p>“There haven’t been people yet conscientiously modeling themselves after Trump, trying to adopt the avatar,” Jacobs said. “Part of it is that this has happened in such a dramatic way that if you were in a primary in March or April, no one would even think of being this sort of avatar Trump movement.”</p> </div>   </div> <div id=\"block-58053310e4b0cd26ff71e186\" class=\"block is-key-event\" data-block-contributor=\"profile/harry-slater\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T20:23:24.844Z\">9.23pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Join us for a debate viewing party</h2>  <div class=\"block-elements\">  <p>Remember the good old days when debates were just about sniffles and shimmies? As the narrative of the presidential race grows increasingly ugly, the debates are becoming a surreal spectacle of American democracy. Join Guardian US, WNYC’s newest podcast United States of Anxiety, and Tumblr for a pop-up viewing party for the final debate. </p> <p>We’ll have pre-debate rooftop drinks, a big screen and political games - and we’ll wrap up the evening with a lively post-debate panel featuring some of the sharpest minds in media to break down the debate through the lenses of gender, inequality, and race. Admission includes beer, wine and light snacks. Let’s get through this thing together.</p> <p><strong><a href=\"https://debatepopup.splashthat.com/\">Get your tickets</a>. </strong></p> <p><strong>When:</strong> October 19, 7.30pm</p> <p><strong>Where:</strong> 35 E 21st St, New York City, NY, 10010</p> </div>   </div> <div id=\"block-58052f08e4b005f21833a69f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T20:11:10.993Z\">9.11pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Melania Trump on Bill Clinton's past scandals: 'They're asking for it'</h2>  <div class=\"block-elements\">  <p>Would-be first lady Melania Trump thinks that former president Bill Clinton’s past infidelities are fair game in the waning days of the presidential campaign, telling Fox News’ Ainsley Earhardt in an interview that “they’re asking for it.”</p> <p>“Well, if they bring up my past, why not?” Trump asked rhetorically, in an excerpt of an interview slated to air tomorrow morning.<br></p>  <figure class=\"element element-image\" data-media-id=\"0a6dbc8fcff3fb36b9a8d53e9205cf63cba01e45\"> <img src=\"https://media.guim.co.uk/0a6dbc8fcff3fb36b9a8d53e9205cf63cba01e45/0_0_567_360/500.jpg\" alt=\"Melania Trump.\" width=\"500\" height=\"317\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Melania Trump.</span> <span class=\"element-image__credit\">Photograph: Melania Trump</span> </figcaption> </figure>  <p>“They’re asking for it. They started,” Trump continued. “They started from the - from the beginning of the campaign putting my, my picture from modeling days. That was my modeling days and I’m proud what I did. I worked very hard.”</p> <p>Trump was referring to risqué photographs from her modeling career that were published in the right-tilting New York Post during the Republican primary campaign. A Super Pac supporting now-vanquished Trump foe Ted Cruz also republished an image of Trump straddling a fur blanket in nothing but jewels and heels.</p> <p>The Clinton campaign has, so far, made no mention of Melania Trump’s past work as a model.</p> <p>Trump also dismissed 2005 videotape of her husband bragging about sexually assaulting women as “not the man that I know,” saying that she has accepted his apology and that the couple is “moving on.”</p> <p>“This is not the man that I know,” Trump said. “This is - we could see, as I always said, as my husband said, as well, for a successful businessman, entrepreneur, entertainer to achieving so much in his life, being in so many shows, so many tapes, it’s very hard to run for public office. And he did this anyway. He said, I want to help American people. I want to keep America safe. I want to bring back jobs, bring back economy, so our children, our futures will be the best way possible.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-17T20:12:51.235Z\">at 9.12pm BST</time></p>  </div> <div id=\"block-58052d80e4b005f21833a698\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T20:00:33.212Z\">9.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>John McCain’s office has issued a clarification of remarks he made earlier today in which he declared that he wasn’t sure whether Donald Trump or Hillary Clinton would be better for the supreme court’s composition if he or she were elected:</p> <blockquote class=\"quoted\"> <p>Senator McCain believes you can only judge people by their record and Hillary Clinton has a clear record of supporting liberal judicial nominees. That being said, Senator McCain will, of course, thoroughly examine the record of any Supreme Court nominee put before the Senate and vote for or against that individual based on their qualifications as he has done throughout his career.</p> </blockquote> <p>When asked by a Philadelphia radio station earlier today whether Trump would be better on matters like filling vacant seats on the nation’s highest court, McCain responded: “Uh, first of all, I don’t know, because I hear him saying a lot of different things.”</p> </div>   </div> <div id=\"block-58052a0fe4b005f21833a68c\" class=\"block\" data-block-contributor=\"profile/sam-levin\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T19:45:11.256Z\">8.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Tech billionaire Peter Thiel’s reported <a href=\"http://www.nytimes.com/2016/10/16/technology/peter-thiel-donald-j-trump.html?_r=0\">$1.25m contribution</a> to Donald Trump’s presidential campaign has prompted a high-profile Silicon Valley organization to cut ties with a startup incubator backed by the Republican donor.</p>  <figure class=\"element element-image\" data-media-id=\"eedb85994b90fbaf4418cfc5a7aa01e2727c0c3e\"> <img src=\"https://media.guim.co.uk/eedb85994b90fbaf4418cfc5a7aa01e2727c0c3e/0_174_2992_1797/1000.jpg\" alt=\"Peter Thiel addresses the Republican National Convention.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Peter Thiel addresses the Republican National Convention.</span> <span class=\"element-image__credit\">Photograph: ddp USA/REX/Shutterstock</span> </figcaption> </figure>  <p>Ellen Pao, a <a href=\"https://www.theguardian.com/technology/2015/jul/11/reddit-ellen-pao-women-ceo\">former Reddit executive</a> and vocal <a href=\"https://www.theguardian.com/lifeandstyle/womens-blog/2015/jul/06/reddit-ellen-pao-feminist-mysogyny-discrimination-inequality\">advocate</a> for diversity in tech, has announced that her group <a href=\"http://projectinclude.org/\">Project Include</a> is ending its relationship with Y Combinator, the well-known startup “accelerator” where Thiel is a <a href=\"https://blog.ycombinator.com/welcome-peter\">part-time partner</a>.</p> <p>“Thiel’s actions are in direct conflict with our values at Project Include,” Pao <a href=\"https://medium.com/projectinclude/peter-thiel-yc-and-hard-decisions-2b91bab83764#.rbrhnmtst\">wrote</a> today, referring to the not-for-profit group that she and a group of prominent <a href=\"http://www.nytimes.com/2016/05/04/technology/women-in-tech-band-together-to-track-diversity-after-hours.html\">Silicon Valley women</a> formed earlier this year to push for “diversity and inclusion solutions in the tech industry”.</p> <p>“Because of his continued connection to YC [Y Combinator], we are compelled to break off our relationship with YC. We hope this situation changes, and that we are both willing to move forward together in the future. Today it is clear to us that our values are not aligned,” Pao continued.</p> <p>The announcement signals possible fallout in the California tech industry surrounding the political donations and campaigning of Thiel, who helped <a href=\"https://www.theguardian.com/technology/2016/may/25/peter-thiel-gawker-hulk-hogan-sex-tape-lawsuit\">found PayPal</a> and was an early investor in Facebook.</p> <p>Thiel, a conservative outlier in the Democratic stronghold of Silicon Valley, became a state delegate for Trump earlier this year and delivered a much discussed <a href=\"https://www.theguardian.com/technology/2016/jul/21/peter-thiel-republican-national-convention-proud-to-be-gay\">speech at the Republican national convention</a>, during which he <a href=\"https://www.theguardian.com/technology/video/2016/jul/22/peter-thiel-republican-convention-speech-video\">said</a>, “I am proud to be gay.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2016/oct/17/project-include-y-combinator-donald-trump-peter-thiel\">Project Include ditches Y Combinator after Peter Thiel gives $1.25m to Trump</a> </p> </aside> </div>   </div> <div id=\"block-580528dfe4b005f21833a686\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T19:39:22.359Z\">8.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump has figured out why he likes some polls and hates all others:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/788100107220709376\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">New polls are good because the media has deceived the public by putting women front and center with made-up stories and lies, and got caught</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/788100107220709376\">October 17, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-580526ace4b0cd26ff71e15b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T19:37:31.173Z\">8.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Speaking in Columbus, Ohio, Republican vice presidential nominee Mike Pence told the crowd that he and Donald Trump are “gonna turn this country around.”</p> <p>“I truly do believe that Donald Trump literally embodies the spirit of America,” Pence said, continuing a trend of using the word “literally” to mean its antonym.</p> <p>“Even CNN’s poll says that we’re leading in Ohio by four percentage points!” Pence said. “This election is really a choice between two futures... and I choose a stronger America. I choose a more prosperous America. I choose an America that embraces and upholds the values in the Constitution of the United States of America.”</p> <p>“It seems like everyday, the national media is doing half of Hillary’s work for her,” Pence said. “It really is amazing - they chase after every attack against my running mate.”</p> </div>   </div> <div id=\"block-58052618e4b0cd26ff71e157\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T19:27:33.495Z\">8.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Hillary Clinton’s newest tactic: </strong>Highlighting Donald Trump’s “bullying.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HillaryClinton/status/787982885844385793\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">There are a lot of bullies in this world. The last thing we need is one in the White House. <a href=\"https://t.co/M0owOglPjy\">pic.twitter.com/M0owOglPjy</a></p>&mdash; Hillary Clinton (@HillaryClinton) <a href=\"https://twitter.com/HillaryClinton/status/787982885844385793\">October 17, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58052132e4b055209adae872\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T19:13:49.981Z\">8.13pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Poll: Clinton ahead in key swing states, tied in Ohio</h2>  <div class=\"block-elements\">  <p>In a four-way race, Hillary Clinton leads Donald Trump in Colorado, Florida and Pennsylvania, according to the<a href=\"https://www.qu.edu/news-and-events/quinnipiac-university-poll/2016-presidential-swing-state-polls/release-detail?ReleaseID=2388\"> <strong>Q</strong></a><strong><a href=\"https://www.qu.edu/news-and-events/quinnipiac-university-poll/2016-presidential-swing-state-polls/release-detail?ReleaseID=2388\">uinnipiac University Swing State Poll</a> </strong>out today<strong>. </strong>The nominees are tied in Ohio. <br></p> <ul> <li><strong>Colorado</strong>: Clinton tops Trump 45% - 37%, with 10% for Johnson and 3% for Stein. <br></li> <li><strong>Florida</strong>: Clinton edges Trump 48% - 44%, with 4% for Johnson and 1% for Stein. </li> <li><strong>Ohio</strong>: Trump and Clinton tied 45% - 45%, with 6% for Johnson and 1% for Stein.</li> <li><strong>Pennsylvania</strong>: Clinton leads Trump 47% - 41%, with 6% for Johnson and 1% for Stein.</li> </ul> <p>The Quinnipiac pollsters attribute Clinton’s lead to a shift among independent likely voters embracing Hillary Clinton. Notable, Clinton has a double-digit lead among likely women and is crushing Trump among non-white voters by margins ranging from 28% to 76%.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-17T20:18:16.007Z\">at 9.18pm BST</time></p>  </div> <div id=\"block-58051da4e4b0cd26ff71e12f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T19:01:55.119Z\">8.01pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Watch live: Mike Pence rallies in Columbus, Ohio</h2>  <div class=\"block-elements\">  <figure class=\"element element-embed\" data-alt=\"Mike Pence Columbus\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/5804e5b2ab1fac507660d71c?autoplay=false\"></iframe> <figcaption>Mike Pence holds a rally in Columbus, Ohio</figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-17T19:19:38.835Z\">at 8.19pm BST</time></p>  </div> <div id=\"block-5805184ae4b055209adae84c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T18:47:19.095Z\">7.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"1f35c92058599363afb15e9da023c43063a11d02\"> <img src=\"https://media.guim.co.uk/1f35c92058599363afb15e9da023c43063a11d02/0_0_4096_2732/1000.jpg\" alt=\"Melania Trump\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Melania Trump at the second presidential debate.</span> <span class=\"element-image__credit\">Photograph: Andrew Gombert/EPA</span> </figcaption> </figure>  <p><strong>Just in:</strong> <strong>Melania Trump</strong> talks to CNN’s Anderson Cooper for her first sit-down interview since the allegations concerning her husband’s treatment of women became public. The interview will air at 8pm EST</p> <p>After the release of the 2005 Access Hollywood tape, a number of women have come forward to accuse Trump of sexual misconduct and in some instances assault. </p> <p>In a statement released after the publication of the hot mic recording,<strong> Melania Trump </strong>called her husband’s language “unacceptable and offensive”. </p> <p>She continued: “I hope people will accept his apology, as I have, and focus on the important issues facing our nation and the world.”</p> <p>Also on TV tonight, <strong>President Obama </strong>joins the Late Show with Stephen Colbert. Or stream the Broadway fundraiser for <strong>Hillary Clinton</strong> tonight. <strong>Lin-Manuel Miranda</strong> says he was up all night working on it. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Lin_Manuel/status/788084549574135808\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Was up til 3 last night writing our thing for this thing. You can stream it. <a href=\"https://t.co/ZtBMRPgU1m\">https://t.co/ZtBMRPgU1m</a></p>&mdash; Lin-Manuel Miranda (@Lin_Manuel) <a href=\"https://twitter.com/Lin_Manuel/status/788084549574135808\">October 17, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-17T18:48:31.523Z\">at 7.48pm BST</time></p>  </div> <div id=\"block-5805150de4b055209adae82f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T18:25:41.522Z\">7.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Because it’s that time of day when we could all use a pick-me-up. <em>Melanianade</em>, for your viewing pleasure. </p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=uJBL7kuzvsg\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/uJBL7kuzvsg?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption>Melania Trump (Cecily Strong); Ivanka Trump (Emily Blunt); Kellyanne Conway (Kate McKinnon); Omarosa (Sasheer Zamata) and Tiffany Trump (Vanessa Bayer) give Donald Trump (Alec Baldwin) the Lemonade treatment. </figcaption> </figure>   <p><em>You’ll just be that guy with the weird hair... </em></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-17T19:16:55.472Z\">at 8.16pm BST</time></p>  </div> <div id=\"block-58051249e4b055209adae817\" class=\"block\" data-block-contributor=\"profile/davidsmith\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T18:09:00.195Z\">7.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Did White House press secretary Josh Earnest just take a pot shot at Donald Trump? You be the judge:</p> <p>Earnest was asked if he agrees with Donald Trump’s proposal that candidates should take a drugs test before presidential debates, David Smith reports. </p> <p>“You’re telling me the candidate who snorted his way through the first two debates accused the other candidate of taking drugs?” Earnest shot back. “That’s a curious development.”</p> <p>Asked to explain what he meant, Earnest said he was just having fun and was a little disappointed he did not elicit more chuckles from assembled journalists.</p>  <figure class=\"element element-embed\" data-alt=\"veep mike\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;iframe src=&quot;//giphy.com/embed/l396WoJi4WcKX2mME&quot; width=&quot;480&quot; height=&quot;265&quot; frameBorder=&quot;0&quot; class=&quot;giphy-embed&quot; allowFullScreen&gt;&lt;/iframe&gt;&lt;p&gt;&lt;a href=&quot;https://giphy.com/gifs/veep-l396WoJi4WcKX2mME&quot;&gt;via GIPHY&lt;/a&gt;&lt;/p&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joshledermanAP/status/788076248505331712\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/PressSec\">@PressSec</a> says ironic Trump asking for Clinton to take drug test after sniffling his way through debate</p>&mdash; Josh Lederman (@joshledermanAP) <a href=\"https://twitter.com/joshledermanAP/status/788076248505331712\">October 17, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/igorbobic/status/788076621039271937\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">When they go low, we go... high? <a href=\"https://t.co/9bonesx4U2\">https://t.co/9bonesx4U2</a></p>&mdash; Igor Bobic (@igorbobic) <a href=\"https://twitter.com/igorbobic/status/788076621039271937\">October 17, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-17T18:10:46.548Z\">at 7.10pm BST</time></p>  </div> <div id=\"block-58051032e4b0cd26ff71e0ed\" class=\"block\" data-block-contributor=\"profile/sabrina-siddiqui\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T17:59:12.850Z\">6.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Guardian political reporter Sabrina Siddiqui files this dispatch from autumnal New Hampshire, where Donald Trump got his start and where Democrats stand a real chance of clawing back a Senate seat.</p> <blockquote> <p><em>Since the recording of Trump emerged, Republicans and right-leaning independents everywhere have found themselves soul-searching as they vacillate between party and principle. </em><em>But in the battleground of New Hampshire, a state that holds the distinction of being the first in US history to have an all-female delegation of congresswomen and senators, Trump’s latest controversy is, for some female voters, perhaps the final straw.</em></p> </blockquote> <blockquote> <p><em>A number of women who spoke with the Guardian at the strip malls of the Manchester suburbs said they were deeply troubled by Trump’s remarks, even as they confessed to still being torn over their choices.</em></p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/17/donald-trump-new-hampshire-supporters-election-misconduct\">Trump struggles to retain female voters in New Hampshire after leaked remarks</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-17T18:24:10.694Z\">at 7.24pm BST</time></p>  </div> <div id=\"block-58050edee4b005f21833a60d\" class=\"block is-key-event\" data-block-contributor=\"profile/davidsmith\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T17:50:29.907Z\">6.50pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">White House &quot;not at all&quot; concerned about 'rigged' election</h2>  <div class=\"block-elements\">  <p>The White House has full confidence that the 2016 election will be won “freely and fairly”, reports David Smith reports from the White House briefing room. </p> <p>Asked if he is concerned that the election will be rigged, White House spokesman <strong>Josh Earnest</strong> replied: “Not at all. Neither is Mike Pence, who is the second highest ranking official in the Trump campaign. Neither is Paul Ryan.”</p> <p>Earnest noted that many battleground states including Florida and Ohio have Republican governors so he assumes they have confidence in their systems. “We have seen these kind of suggestions in the past but every time there’s been an effort to conduct a study and investigate suggestions of widespread voter fraud there’s never been evidence to sustain it.”</p> <p>The press secretary told Monday’s briefing that <strong>Barack Obama </strong>has confidence the election will be conducted “freely and fairly”.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-17T18:00:39.883Z\">at 7.00pm BST</time></p>  </div> <div id=\"block-5805082ae4b005f21833a5ef\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T17:47:40.812Z\">6.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>If you’ve ever listened to a Donald Trump speech you’ve probably heard a thing or two about the so-called “mainstream media”. (<a href=\"https://www.youtube.com/watch?v=lQkpes3dgzg\">You talking to me</a>?)</p> <p>Well, it turns out the MSM just <em>might</em> have a liberal bias after all – at least when it comes to this election. </p> <p>A new report by the <a href=\"https://www.publicintegrity.org/2016/10/17/20330/journalists-shower-hillary-clinton-campaign-cash\">Center for Public Integrity</a> found: <em>In all, people identified in federal campaign finance filings as journalists, reporters, news editors or television news anchors — as well as other donors known to be working in journalism — have combined to give <a href=\"https://www.publicintegrity.org/2016/10/17/20328/money-journalists-have-given-trump-and-clinton\">more than $396,000</a> to the presidential campaigns of Clinton and Trump ...</em></p> <p><em>Nearly all of that money — more than 96 percent — has benefited Clinton: About 430 people who work in journalism have, through August, combined to give about <a href=\"https://www.publicintegrity.org/2016/10/17/20328/money-journalists-have-given-trump-and-clinton\">$382,000</a> to the Democratic nominee, the <a href=\"http://www.publicintegrity.org/politics\">Center for Public Integrity</a>’s analysis indicates.</em></p> <p>While journalists are generally expected to remain agnostic in their political coverage. Many news organization restrict or prohibit reporters from making political donations out of concern the contribution will compromise a journalist’s – or the newsroom’s – impartiality. </p> <p>To play devil’s advocate, reporters have been labeled “corrupt” “dishonest” “sleazebag” “real beauty” and on one occasion he appeared to imitate a disabled New York Times journalist. Oh, lest we forget: The Committee to Protect Journalists <a href=\"https://www.cpj.org/2016/10/cpj-chairman-says-trump-is-threat-to-press-freedom.php\">warned</a> that Donald Trump poses an unprecedented threat to press freedom. </p> <p>Read the full report <a href=\"https://www.cpj.org/2016/10/cpj-chairman-says-trump-is-threat-to-press-freedom.php\">here</a>.</p> </div>   </div> <div id=\"block-5805017de4b0cd26ff71e099\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T17:00:08.728Z\">6.00pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton triples lead in Monmouth poll</h2>  <div class=\"block-elements\">  <p>Hillary Clinton leads Donald Trump by 12 points, 50-38, among likely voters in a <a href=\"https://www.monmouth.edu/polling-institute/\">new Monmouth University poll</a> of a four-way presidential race. That’s three times what Clinton’s lead in the poll was just three weeks ago. </p> <p>Libertarian Gary Johnson drew 5% support in the poll and Green party candidate Jill Stein drew 2% support. </p> <p>Voters have a favorable opinion of neither candidate, the poll found, but Trump’s already low favorability rating was measured as slipping further:</p> <blockquote class=\"quoted\"> <p>Currently, 38% of voters have a favorable opinion of Clinton and 52% have an unfavorable view of her. This compares with a 36% to 54% rating last month. Only 26% of voters have a favorable opinion of Trump, though, while 61% have an unfavorable view of him. This is down from a 32% to 57% rating last month.</p> </blockquote> </div>   </div> <div id=\"block-5804f871e4b005f21833a59b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T16:49:23.440Z\">5.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The conference call with camp Clinton revealed more details about its concerted push to expand the electoral map and help Democrats win back the Senate this November. And there’s one man to thank for making it possible, campaign manager <strong>Robby Mook </strong>said. </p> <blockquote class=\"quoted\"> <p>“Donald Trump is becoming more unhinged by the day, and that is increasing prospects for Democrats further down the ballot,” Mook said. </p> </blockquote> <p>The campaign will spend <strong>$6m</strong> on get out the vote efforts in seven key battleground states: Florida, Iowa, Nevada, New Hampshire, North Carolina, Ohio and Pennsylvania. The states are where Mook said the “senate majority will be won or lost”. </p> <p>The Clinton campaign also senses an opportunity in Indiana and Missouri. Clinton will invest<strong> $1m</strong> in the two states, where she leads Trump but where Democrats stand to pick up important seats. Additionally, they will spend $2m in Arizona. They are also looking at a <strong>six-figure </strong>effort in Georgia coupled with <strong>$250,000 </strong>investment in Nebraska and Maine.</p> <p>In total, Mook said the campaign is investing<strong> $100m</strong> in the “unprecedented” coordinated campaign effort aimed at boosting Democratic candidates in Senate, House, gubernatorial and even local races. </p> <p>Mook was also asked to comment on Trump’s claim that the system is rigged. </p> <blockquote class=\"quoted\"> <p>Look, Donald Trump’s campaign is spiraling. He is desperately trying to shift attention from his own disastrous campaign. He knows he’s losing and is trying to blame that on the system. <strong>This is what losers do</strong>,” Mook said. </p> </blockquote> </div>   </div> <div id=\"block-5804fb2be4b055209adae79d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T16:28:27.879Z\">5.28pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Chafee regrets placing metric system adoption at center of bid</h2>  <div class=\"block-elements\">  <p>After a year of soul-searching, reviewing videotapes and crafting comeback lines, Lincoln Chafee has decided what went wrong with his US presidential bid last year: he should never have proposed that the United States adopt the metric system.</p> <p>Chafee, the former Rhode Island governor and US senator, made adoption of the metric system a key plank of his bid for the Democratic presidential nomination. But that was a bad idea, he admits in a new <a href=\"http://www.esquire.com/news-politics/a49513/lincoln-chafee-interview/\">interview with Esquire</a>, in which he described the “sabbatical year” he has taken since suspending his presidential campaign on 23 October 2015. </p> <p>“I was saying, should I put it in or not?” Chafee recalls of the decision to include his signature campaign plank. “My wife said, no, it will be misunderstood. And she was right.”</p>  <figure class=\"element element-image\" data-media-id=\"b95ebf684554b9e179ef37a37873b58d793927b0\"> <img src=\"https://media.guim.co.uk/b95ebf684554b9e179ef37a37873b58d793927b0/0_192_3600_2161/1000.jpg\" alt=\"At the 13 October Las Vegas debate. Chafee would drop out 10 days later.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">At the 13 October Las Vegas debate. Chafee would drop out 10 days later.</span> <span class=\"element-image__credit\">Photograph: MediaPunch/REX Shutterstock</span> </figcaption> </figure>  <p>At his peak, Chafee hovered at about half a percentage point in national polling averages.<br></p> <p>Chafee has rewatched – multiple times – the tape of his October 2015 debate with Hillary Clinton, Bernie Sanders, and other Democratic primary candidates, he told Esquire, and he thinks he was treated unfairly by moderator Anderson Cooper. </p> <p>“If I had to do it over again I would’ve engaged more and said, ‘I didn’t come here to debate five people, I came to debate these four people!’ Chafee said. “I’ve watched the tape a couple times. I couldn’t get a rhythm going without any time, and without being interrupted in my answers.”</p> <p>Chafee June 2015 announcement of a presidential run was <a href=\"https://www.theguardian.com/us-news/2015/jun/04/lincoln-chafee-even-on-a-metric-ruler-campaign-launch-comes-up-a-little-short\">covered</a> by the Guardian’s Ben Jacobs, who deemed the announcement “weird.”</p> <p>Chafee expounded at the time on his expertise in the metric system, saying: “I happened to live in Canada as they completed the process. Believe me it is easy. It doesn’t take long before 34 degrees is hot.” Responding to a follow-up question Chafee said this would be “a symbolic integration of ourselves into the international community after mistakes of past 12 to 14 years”.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-17T16:49:10.859Z\">at 5.49pm BST</time></p>  </div> <div id=\"block-5804f298e4b005f21833a57a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T16:01:10.274Z\">5.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The heat is on in Arizona. </strong></p> <p>We just hung up the phone after a conference call with Clinton campaign manger <strong>Robby Mook</strong> who summarized the state of the race as such: we think <strong>Hillary Clinton </strong>can win Arizona. </p> <p>The traditionally ruby red Republican state has only voted for the Democratic ticket once since the end of WWII, <strong>Bill Clinton </strong>in 1996. The campaign said it will spend $2 million in television, digital, and mail advertising there. </p> <blockquote class=\"quoted\"> <p>This is a state that would really foreclose the path for Donald Trump to win the White House,” Mook said of Arizona. </p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"9690f3292e623cced4d0f45103db720baf0fed82\"> <img src=\"https://media.guim.co.uk/9690f3292e623cced4d0f45103db720baf0fed82/0_124_5120_3072/1000.jpg\" alt=\"Arizona desert\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Arizona presents a prickly situation for Donald Trump.</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>  <p><strong>Bernie Sanders</strong> heads to the desert on Tuesday, followed by <strong>Chelsea Clinton</strong> on Wednesday and<strong> Michelle Obama</strong> on Thursday. Mook even hinted at the possibility of an appearance by Clinton herself in the coming weeks. </p> <p>The state is also home to a hotly contested Senate race between senator <strong>John McCain</strong>, who is seeking a sixth term, and Congresswoman<strong> Ann Kirkpatrick</strong>. The two were locked in a dead heat this summer but McCain, who recently withdrew his support for the Republican nominee, has pulled far ahead in recent polling. </p> <p>The Clinton campaign is hopeful Republicans’ triangulation over how to handle Trump may help in close senate races like Arizona. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-17T16:25:16.342Z\">at 5.25pm BST</time></p>  </div> <div id=\"block-5804edece4b005f21833a561\" class=\"block\" data-block-contributor=\"profile/martin-pengelly\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T15:39:44.994Z\">4.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump seems almost to be free-associating now, on a busy morning on the candidate’s Twitter feed:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/788037987556794368\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Voter fraud! Crooked Hillary Clinton even got the questions to a debate, and nobody says a word. Can you imagine if I got the questions?</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/788037987556794368\">October 17, 2016</a></blockquote>  </figure>  <p>Maybe someone showed him a flash card. Anyway, how the line about “Clinton even got the questions to a debate” relates to “Voter fraud!” is initially unclear. One supposes the person who supposedly handed Hillary Clinton the questions before the first presidential debate and/or facilitated <a href=\"http://radaronline.com/celebrity-news/hillary-clinton-debate-hand-gestures-claims-candidate-sends-secret-signals/\">her collusion with moderator Lester Holt</a> is/was/would have been a voter. Maybe that’s it.</p> <p><a href=\"https://twitter.com/realDonaldTrump/status/788036918764269568\">In other Trump tweets this morning</a>, he seems upset by the latest news on Hillary’s emails, which <a href=\"http://www.reuters.com/article/us-usa-election-fbi-clinton-idUSKBN12H1QA?il=0\">Reuters</a> phrases thus:</p> <blockquote class=\"quoted\"> <p>Undersecretary of State Patrick Kennedy pressured the FBI to un-classify certain emails from Hillary Clinton’s private server that were previously deemed classified, according to FBI documents released Monday that cited redacted sources.</p> <p>In the documents, an unnamed person interviewed by the FBI said Kennedy contacted the FBI to ask for the change in classification in “exchange for a ‘quid pro quo.’”</p> </blockquote> <p>‘Quid pro quo’ is a loaded phrase in this election – the right has used it when making claims <a href=\"http://video.foxnews.com/v/5170999447001/quid-pro-quo-between-foreign-donors-clinton-foundation/?#sp=show-clips\">about the activities of the Clinton Foundation</a>. Others have used it when wondering about Trump’s habit of <a href=\"https://www.theguardian.com/us-news/2016/sep/07/donald-trump-donation-pam-bondi-florida-attorney-general\">donating to political figures</a> involved in investigations of his business and charitable interests.</p> </div>   </div> <div id=\"block-5804efa3e4b005f21833a569\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T15:36:18.852Z\">4.36pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Obama speaks in Washington</h2>  <div class=\"block-elements\">  <p>President <strong>Barack Obama</strong> is speaking now on education at Benjamin Banneker Academic High School, a magnet school in Washington DC. <br></p>  <figure class=\"element element-embed\" data-alt=\"Obama education\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/5804d9d6ab1fac507660d6fc?autoplay=false\"></iframe> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-17T15:52:51.207Z\">at 4.52pm BST</time></p>  </div> <div id=\"block-5804e526e4b0e0a93db99727\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T14:59:06.824Z\">3.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong><a href=\"https://twitter.com/hashtag/ThanksBilly?src=hash\">#ThanksBilly </a></strong></p> <p>Over the weekend, Twitter took the opportunity to prematurely thank <strong>Billy Bush</strong> for donating his exit settlement to women’s charities. The <em>Today</em> anchor is <a href=\"http://www.huffingtonpost.com/entry/billy-bush-nbc-trump_us_5801784fe4b0e8c198a8531a?ir=Entertainment\">currently negotiating the terms of his departure </a>with NBC after his unflattering appearance in the recently published 2005 Access Hollywood video. </p> <p>On the hot mic recording, Bush giggles as Donald Trump boasts about groping and kissing women without their consent. Since the video’s release, several women have come forward with sexual misconduct and assault allegations against Trump that match his own description in the tape. The Republican nominee has vehemently denied each of the claims. </p> <p>Bush <a href=\"http://www.vulture.com/2016/10/twitter-wants-billy-bush-to-donate-his-today-pay.html?mid=twitter_vulture\">hasn’t actually said</a> he will donate the money, but no matter. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/pattymo/status/787459667928711168\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">What a guy! <a href=\"https://twitter.com/hashtag/ThanksBilly?src=hash\">#ThanksBilly</a> <a href=\"https://t.co/rsnUmmLUfU\">pic.twitter.com/rsnUmmLUfU</a></p>&mdash; Patrick Monahan (@pattymo) <a href=\"https://twitter.com/pattymo/status/787459667928711168\">October 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Nick_Offerman/status/787469386949025793\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">What a great save. Really the only decent thing to do. <a href=\"https://twitter.com/hashtag/ThanksBilly?src=hash\">#ThanksBilly</a> !! <a href=\"https://t.co/4eE0VHytFy\">https://t.co/4eE0VHytFy</a></p>&mdash; Nick Offerman (@Nick_Offerman) <a href=\"https://twitter.com/Nick_Offerman/status/787469386949025793\">October 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joshgad/status/787509208321142784\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Aaaand I&#39;ve been had by a hoax. Damnit Gad. Damnit <a href=\"https://t.co/Es9ntmB2m0\">https://t.co/Es9ntmB2m0</a></p>&mdash; Josh Gad (@joshgad) <a href=\"https://twitter.com/joshgad/status/787509208321142784\">October 16, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-17T15:04:18.811Z\">at 4.04pm BST</time></p>  </div> <div id=\"block-5804db0be4b0e0a93db996fe\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T14:46:03.777Z\">3.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Journalists have devoted unknown hours of deep investigative research to expose the large-scale voter fraud phenomena Trump keeps warning us about. </p> <p>The conclusion:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Nate_Cohn/status/788020697905836033\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Is there evidence of large scale voter fraud?<br>...<br>...<br>No.</p>&mdash; Nate Cohn (@Nate_Cohn) <a href=\"https://twitter.com/Nate_Cohn/status/788020697905836033\">October 17, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jsuttonmorse/status/788001773315321856\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">“Voter Fraud” is a dog whistle that means “brown people are voting” which makes it dumb to refute by pointing out actual fraud doesn’t exist</p>&mdash; Jonah Sutton-Morse (@jsuttonmorse) <a href=\"https://twitter.com/jsuttonmorse/status/788001773315321856\">October 17, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ericheggie/status/788014338103660545\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">You are more likely to be groped/sexually assaulted by Trump then you are to be the victim of voter fraud. <a href=\"https://t.co/o8ezhpJrJV\">https://t.co/o8ezhpJrJV</a></p>&mdash; Eric Heggie (@ericheggie) <a href=\"https://twitter.com/ericheggie/status/788014338103660545\">October 17, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rickhasen/status/788003469521149957\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Talk about going full Breitbart. I debunk this in my 2012 book, <a href=\"https://twitter.com/hashtag/TheVotingWars?src=hash\">#TheVotingWars</a>. See also Minnite, Myth of Voter Fraud (1/2) <a href=\"https://t.co/NsYgyJBHpw\">https://t.co/NsYgyJBHpw</a></p>&mdash; Rick Hasen (@rickhasen) <a href=\"https://twitter.com/rickhasen/status/788003469521149957\">October 17, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jdelreal/status/788000278670823424\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A comprehensive investigation of voter impersonation found 31 credible incidents out of one billion ballots cast <a href=\"https://t.co/oYLo60E8GF\">https://t.co/oYLo60E8GF</a></p>&mdash; Jose A. DelReal (@jdelreal) <a href=\"https://twitter.com/jdelreal/status/788000278670823424\">October 17, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-5804da3ce4b08feb7300a493\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T14:35:12.922Z\">3.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump has received little love from the land of milk and honey. But billionaire Pay Pal co-founder <strong>Peter Thiel</strong> stands out.</p> <p>The investor will donate $1.25m to Trump’s campaign, according to a report in The New York Times on Monday. The money will go to Super Pacs supporting the Republican nominee as well as the campaign directly. </p> <blockquote class=\"quoted\"> <p>The only prominent supporter of the Republican candidate in the high-tech community, Mr. Thiel is making his first donation in support of Mr. Trump’s election. He will give $1.25 million through a combination of <a href=\"http://topics.nytimes.com/top/reference/timestopics/subjects/c/campaign_finance/index.html?inline=nyt-classifier\">super PAC</a> donations and funds given directly to the campaign, a person close to the investor said on Saturday.</p> <p>The donation puts the billionaire investor high on a very short list of big Trump contributors. One of the biggest donors is Robert Mercer of the hedge fund Renaissance Technologies. He and his daughter Rebekah Mercer have given $15.5 million in support of the Republican candidate’s election, according to the <a href=\"https://www.opensecrets.org/pres16/contributors?id=N00023864\">Center for Responsive Politics</a>. Geoffrey Palmer, a Los Angeles developer, has donated $2 million.</p> </blockquote> <p>Read the full NYT story <a href=\"http://www.nytimes.com/2016/10/16/technology/peter-thiel-donald-j-trump.html?partner=rss&amp;emc=rss&amp;smid=tw-nytimes&amp;smtyp=cur&amp;_r=0\">here</a>. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-17T14:47:03.507Z\">at 3.47pm BST</time></p>  </div> <div id=\"block-5804dae7e4b0e0a93db996fd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T14:22:25.360Z\">3.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>On (and off) the campaign trail:</p> <p><strong>Hillary Clinton </strong>hunkered down in Chappaqua this weekend preparing for the third and final presidential debate in Las Vegas on Wednesday. She has no public events scheduled before the debate. </p> <p>Her running mate <strong>Tim Kaine</strong> is also down for the day, though <strong>Bernie Sanders </strong>will campaign for Clinton at Colorado State University in Fort Collins. <strong>Bill Clinton </strong>is holding two events in New Hampshire. <strong>Chelsea Clinton</strong> will attend a glitzy, star-studded fundraiser-concert at New York City’s St James Theatre. Billy Crystal will host the show and performances promise something for everybody: <strong>Lin-Manuel Miranda, </strong><strong>Neil Patrick Harris, </strong><strong>Lena Dunham, Julia Roberts, Helen Mirren,</strong><strong>Uzo Aduba, </strong>and many more. </p> <p>Donald Trump spent the weekend campaigning up and down the East Coast. He has a rally today in Green Bay, Wisconsin. His running mate, <strong>Mike Pence, </strong>will hold two events today in the battleground state in Ohio.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-17T18:14:05.843Z\">at 7.14pm BST</time></p>  </div> <div id=\"block-5804d4e2e4b0e0a93db996e0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T14:01:36.292Z\">3.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This morning, Trump has again decried the electoral system, alleging “large scale voter fraud” without offering any evidence to support this claim. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/787995025527410688\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Of course there is large scale voter fraud happening on and before election day. Why do Republican leaders deny what is going on? So naive!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/787995025527410688\">October 17, 2016</a></blockquote>  </figure>  <p>The Republican nominee also re-tweeted a link from a contributor to Alex Jones’ Infowars website, which has been pulling for Trump this election. Jones is the shock jock and conspiracy theorist <a href=\"https://www.theguardian.com/us-news/video/2016/oct/12/demon-barack-obama-sniffs-hand-sulphur-hillary-clinton-video\">who thinks Hillary Clinton is a demon</a>.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/787992753829478400\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;<a href=\"https://twitter.com/PrisonPlanet\">@PrisonPlanet</a>: Trump accuser praised him in an email as recently as April! This is all yet another hoax. <a href=\"https://t.co/tcKzmIKpfS\">https://t.co/tcKzmIKpfS</a>&quot; Terrible</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/787992753829478400\">October 17, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-5804b565e4b04312166ed6e8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-17T13:06:56.726Z\">2.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello, and welcome to our live-wire coverage of the 2016 race for the White House. Jared Kushner, Donald Trump’s son-in-law, has “informally approached one of the media industry’s top dealmakers about the prospect of setting up a Trump television network after the presidential election in November”, the Financial Times <a href=\"https://www.ft.com/content/7dc39954-940e-11e6-a1dc-bdf38d484582\">reported</a>:</p> <blockquote class=\"quoted\"> <p>Mr Kushner – an increasingly influential figure in the billionaire’s presidential campaign – contacted <a href=\"https://www.ft.com/content/b4bea972-213a-11e6-9d4d-c11776a5124d\">Aryeh Bourkoff</a>, the founder and chief executive of LionTree, a boutique investment bank, within the past couple of months, according to three people with knowledge of the matter.</p> <p>Their conversation was brief and has not progressed since, the people said. Mr Bourkoff and Mr Kushner both declined to comment.</p> </blockquote> <p>Presumably Trump does not plan on setting up a TV station if he wins the presidency (a presumption that may be foolish).</p> <h2>Trump: election ‘rigged’ ‘at polling places’</h2> <p>When the Republican nominee failed to win an Emmy for The Apprentice, <a href=\"https://twitter.com/EmmyA2/status/787382266188206080?lang=en\">it was rigged</a>. China tried <a href=\"https://twitter.com/realDonaldTrump/status/233924399680589824?lang=en\">to rig</a> the Olympics. The 2016 primaries were <a href=\"https://twitter.com/realDonaldTrump/status/721307257472999424?lang=en\">definitely rigged</a>, even though Trump won. The 2012 presidential election? Also extremely rigged, in Trump’s telling:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/billmon1/status/787801415590748160\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">CORRECTED: This series of tweets from election night 2012 loom larger and larger in my mind. He&#39;s never renounced or tried to explain them. <a href=\"https://t.co/IIpwUaWiLJ\">pic.twitter.com/IIpwUaWiLJ</a></p>&mdash; Billmon (@billmon1) <a href=\"https://twitter.com/billmon1/status/787801415590748160\">October 16, 2016</a></blockquote>  </figure>  <p><strong>Trump is once again yelling about a rigged election</strong>, except this time he is the Republican nominee and the accusation seems a greater threat to undermine faith in free and fair elections: half of Trump supporters <a href=\"http://bigstory.ap.org/article/20b98547e9164d0cafc7419915608ce8/ap-norc-poll-half-trump-backers-dont-trust-vote-count\">told</a> AP/ORC pollsters earlier this month that they had little or no faith that their votes would be counted fairly. </p> <p>On Sunday, after Mike Pence and other surrogates went on TV to reassure the country that when he said “rigged” Trump was just talking about a media conspiracy, Trump clarified that no – he meant that local election officials, or someone, was rigging the election at the precinct level:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/787699930718695425\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The election is absolutely being rigged by the dishonest and distorted media pushing Crooked Hillary - but also at many polling places - SAD</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/787699930718695425\">October 16, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/787995025527410688\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Of course there is large scale voter fraud happening on and before election day. Why do Republican leaders deny what is going on? So naive!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/787995025527410688\">October 17, 2016</a></blockquote>  </figure>  <p>Rigging a presidential election would involve a conspiracy on par with the international banker-media-Clinton scheme against Trump that the candidate described last week. In short, presidential elections are transparent and decentralized and thus difficult to rig. The Twitter <a href=\"https://twitter.com/ashbylaw/status/787352959633981440\">timeline of Ashby Law</a> and the presidential historian Paul Brandus below are good places to start for more analysis along these lines:<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WestWingReport/status/787809156929499137\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Regarding <a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a> and &quot;election rigging&quot; <a href=\"https://t.co/jtBmKcyYbh\">pic.twitter.com/jtBmKcyYbh</a></p>&mdash; West Wing Reports (@WestWingReport) <a href=\"https://twitter.com/WestWingReport/status/787809156929499137\">October 17, 2016</a></blockquote>  </figure>  <h2>Warren: Trump ‘chicken’ for not releasing taxes<br></h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/17/elizabeth-warren-clucks-like-chicken-to-mock-donald-trump-video\"            data-short-url=\"https://gu.com/p/57pzv\"                    data-show-ads=\"true\"            data-video-id=\"2813859\"            data-video-name=\"Elizabeth Warren clucks like chicken to mock Donald Trump – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-58047546e4b016012389690e\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/17/161017ElizabethWarren_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/17/161017ElizabethWarren_V3.webm\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/17/161017ElizabethWarren.m3u8\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/17/elizabeth-warren-clucks-like-chicken-to-mock-donald-trump-video\">Elizabeth Warren clucks like chicken to mock Donald Trump</a></figcaption> </figure>   <h2>Democrats raise funds for burned GOP office in North Carolina</h2> <p>After a Republican office in liberal Orange County, North Carolina, was firebombed at the weekend, with no injuries, David Weinberger, a research fellow at Harvard Law School, and others set up a GoFundMe to rebuild. “Donations quickly poured in and the campaign’s $10,000 goal was surpassed within a couple hours,” Weinberger <a href=\"http://www.huffingtonpost.com/entry/democrats-raise-funds-north-carolina-republican-firebombed-office_us_580430eee4b0162c043cb7e1\">told</a> the Huffington Post. “In total, organizers raised $13,167 from 552 donations before closing the fund.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/787782613633208320\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Animals representing Hillary Clinton and Dems in North Carolina just firebombed our office in Orange County because we are winning <a href=\"https://twitter.com/NCGOP\">@NCGOP</a></p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/787782613633208320\">October 16, 2016</a></blockquote>  </figure>  <h2>Clinton eyes Arizona</h2> <p>With the exception of Bill Clinton’s re-election, Arizona has not gone Democratic in a presidential election since Harry Truman. The Clinton campaign thinks it might this year, announcing Bernie Sanders early-vote rallies in Tucson and Flagstaff for Tuesday and a Chelsea Clinton event in Tempe on Wednesday.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mattmfm/status/787728478057574400\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Stunning quote on the state of the race in Arizona. Arizona! <a href=\"https://t.co/4jFOjb8JAS\">https://t.co/4jFOjb8JAS</a> <a href=\"https://t.co/Cdkjn6fYaO\">pic.twitter.com/Cdkjn6fYaO</a></p>&mdash; Matt McDermott (@mattmfm) <a href=\"https://twitter.com/mattmfm/status/787728478057574400\">October 16, 2016</a></blockquote>  </figure>  <h2>Beyoncé: ‘Doing nothing right now is not an option’</h2>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RaquelWillis_/status/787516277724024832\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">If you need motivation to vote, here&#39;s Beyoncé giving an impromptu word about <a href=\"https://twitter.com/hashtag/Election2016?src=hash\">#Election2016</a>. <a href=\"https://t.co/78AaQDWkc3\">pic.twitter.com/78AaQDWkc3</a></p>&mdash; Raquel Willis (@RaquelWillis_) <a href=\"https://twitter.com/RaquelWillis_/status/787516277724024832\">October 16, 2016</a></blockquote>  </figure>  <p>ICYMI, here’s the Saturday Night Live sketch that <a href=\"https://mobile.twitter.com/realDonaldTrump/status/787612552654155776?ref_src=twsrc%5Etfw\">got under Trump’s skin</a>:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=qVMW_1aZXRk\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/qVMW_1aZXRk?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Thank you for reading and please join us in the comments.</p> </div>   </div>"
]