[
  "Fact check: Breaking down Trump's false claims about DACA and the Supreme Court's ruling The Supreme Court ruled last week against President Donald Trump's attempt to terminate DACA, an Obama administration program that protects from deportation and gives work permits to some undocumented immigrants who came to the US as children.",
  "Trump is desperate -- and dangerous The trouble with Trump's rerun approach is that he's not an outsider anymore. He's the President -- which means he bears responsibility for the state our country is currently in, writes Michael D'Antonio.",
  "The US Army once ruled Pyongyang and 5 other things you might not know about the Korean War Seventy years ago this week, more than 135,000 North Korean troops invaded South Korea, starting the Korean War that cost millions of lives and left scars that linger to this day.",
  "The new normal: Empty plinths and fever checks Protests sparked by the police killing of George Floyd have now ignited a sweeping national debate about the racial prejudices of some of the country's political icons.",
  "Trump administration's swipe at legal immigration puts thousands of lives in limbo The Trump administration's executive order this week dramatically curtailing legal immigration to the US sent hundreds of people and businesses into a scramble to understand whether their future plans are now derailed.",
  "Pentagon approves extension of military support to border but reduces troop levels Secretary of Defense Mark Esper has approved a request from the Department of Homeland Security to continue military support to the southern border but reduce the number of authorized troops by 1,500 with most of the 4,000 deployed drawn from the National Gua…",
  "Let's not allow Steve Bannon and 'conservatives' to legitimize extremism in Europe After Steve Bannon and his nationalist academy won a court case in Italy allowing them to proceed, Andrea Mammone writes that the project fits with a trend of self-proclaimed \"conservatives\" normalizing far-right, in some cases fascist, politics",
  "Trump entrenched in failed strategy as virus surges and polling drops A little more than four months before facing voters, President Donald Trump appears at one of the weakest points of his presidency, with few signs the mounting health and civic crises he currently faces will subside and a spate of national polls indicating if…"
]