[
  "GOP lawmakers tear into John Roberts over DACA ruling Several Republican lawmakers lambasted Chief Justice John Roberts on Thursday, criticizing the Supreme Court's top member for issuing an opinion earlier in the day blocking the Trump administration's effort to end an Obama-era program that protects hundreds o…",
  "Coronavirus cases are spiking across the country and experts say Florida has the makings of the next epicenter Ten states saw a record number of new Covid-19 cases this week, and one of them could be the next epicenter of the pandemic.",
  "What happens next to the Dreamers is on Trump The Supreme Court's reprieve for DACA appears to show that Chief Justice Roberts has a limit on letting the high court rubber-stamp Trump administration decisions, writes Raul Reyes. Trump will now own whatever moves he makes on a program that Americans overw…",
  "Trump's cold-blooded move to shut out desperate refugees With a pitiless new proposed regulation, the Trump administation aims to circumvent America's legal obligations -- under US and international law -- to provide refuge at the southern border to those fleeing persecution. Congress must step in, write Claire McM…",
  "Supreme Court blocks Trump's attempt to end DACA The Supreme Court has ruled on Trump's move to end the Deferred Action for Childhood Arrivals (DACA), a program that protects 700,000 young undocumented immigrants from being deported. Follow here for the latest.",
  "What the Supreme Court's ruling means for DACA participants and immigrants The Supreme Court delivered a blow to President Donald Trump Thursday when it blocked the administration's attempt to end an Obama-era program shielding undocumented immigrants who came to the US as children from deportation.",
  "Government watchdog finds ineffective safety measures for children in custody The federal agency charged with the care of unaccompanied migrant children couldn't quickly identify and address cases of sexual misconduct in 2018, hindering its ability to prevent future incidents, according to a newly-released watchdog report obtained by C…",
  "In repeat of 2016 strategy, Trump pledges new list of justices after two stinging Supreme Court losses President Donald Trump, in the wake of two stinging losses at the Supreme Court, is returning to his 2016 campaign tactic of trying to rally Republicans with promises of conservative justices.",
  "John Roberts defies Trump and conservatives with another legacy decision Chief Justice John Roberts saved Obamacare in 2012 -- a move forever earning him the wrath of many Republicans -- and on Thursday he preserved an Obama-era program that protects young immigrants who came to the US without proper papers, a direct rebuke to Pre…",
  "Betsy DeVos is still fighting to exclude DACA students from coronavirus aid The Department of Education is continuing its fight to exclude undocumented college students from receiving coronavirus relief grants despite a ruling from a federal court judge Wednesday that temporarily strikes down the agency's policy on funding eligibilit…",
  "From coronavirus cases to the NFL: Fact-checking Trump's dishonesty-filled day of interviews President Donald Trump made a speech and did at least four television interviews on Wednesday -- and, as usual, littered his comments with false claims about his Democratic opponents, the coronavirus pandemic and a variety of other subjects.",
  "GOP lawmakers tear into John Roberts over DACA ruling Several Republican lawmakers lambasted Chief Justice John Roberts on Thursday, criticizing the Supreme Court's top member for issuing an opinion earlier in the day blocking the Trump administration's effort to end an Obama-era program that protects hundreds o…",
  "Investors, take note: Geopolitical risk is back in the middle of a pandemic Pricing assets during a pandemic has been tough, with little visibility on the trajectory of Covid-19 infections and the threat of fresh lockdowns looming. Now, as geopolitical tensions rise, the task looks even harder.",
  "Coronavirus cases are spiking across the country and experts say Florida has the makings of the next epicenter Ten states saw a record number of new Covid-19 cases this week, and one of them could be the next epicenter of the pandemic."
]