[
  "Chaos in the Koreas sees Kim Jong Un's sister emerge stronger than ever On a crisp winter day two years ago, Kim Jong Un's sister, Kim Yo Jong, took her first step to becoming the powerful politician her father thought she would be.",
  "Trump administration finalizes rule that could lead to delays in work for asylum seekers The Trump administration has finalized a federal rule that would remove a 30-day window to process documents authorizing work for asylum seekers, likely adding yet another hurdle for those seeking refuge in the United States.",
  "Trump adds uncertainty to future of DACA participants After nearly three years of uncertainty, young undocumented immigrants received some reprieve from the Supreme Court Thursday, but President Donald Trump is ready to throw them into legal limbo yet again.",
  "Trump can't stop talking about that West Point ramp Faced with declining poll numbers, signs of revolt within his own party, two losses at the Supreme Court, a country grappling with its relationship to race and an ongoing global pandemic, President Donald Trump's got something else on his mind: Proving that h…",
  "Trump's familiar false claims from May 4 to June 7 President Donald Trump made 192 false claims between May 4 and June 7. Many of them were repeated from earlier periods of his presidency and May 3. For a list of new false claims from this period, click here.",
  "Florida and Texas governors blame spike in cases on increased testing As coronavirus cases spike in Florida and Texas this week, the state's Republican governors attributed the alarming trends to increased testing, outbreaks in high-risk areas like jails and assisted living facilities, or in Florida's case, migrant worker commu…",
  "Trump threatens protesters ahead of Tulsa rally President Donald Trump warned those protesting his planned rally in Oklahoma they could be treated roughly, an opening threat a day ahead of what he says is the new kickoff of his reelection campaign.",
  "Pompeo condemns China's treatment of Uyghurs after Bolton claims Trump approved Secretary of State Mike Pompeo on Friday condemned China's \"brutal campaign of repression\" against the country's Uyghur Muslim population just days after John Bolton claimed President Donald Trump gave his blessing to that very campaign.",
  "Chaos in the Koreas sees Kim Jong Un's sister emerge stronger than ever On a crisp winter day two years ago, Kim Jong Un's sister, Kim Yo Jong, took her first step to becoming the powerful politician her father thought she would be.",
  "5 things to know for June 19: DACA, coronavirus, police reform, Facebook, economy Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "Trump made 192 false claims from May 4 through June 7 President Donald Trump continued his bombardment of pandemic-related false claims in May and the first week of June -- and, as usual, made dozens of false claims about a wide variety of other subjects.",
  "What you need to know about coronavirus on Friday, June 19 As coronavirus cases continue to surge across America's South and West, officials are beginning to reverse course on mask advice.",
  "Coronavirus spikes bring states and cities back to the table to discuss protection measures The pressure is on for local leaders to respond to regional Covid-19 spikes and records, and some are turning to mask mandates."
]