[
  "Opinion: Donald Trump's heartless week Ever since the coronavirus began its deadly march through the US, Donald Trump has been accused of lacking the empathy presidents typically draw on to lead and soothe a nation in crisis. This week the question of presidential compassion was a consistent story…",
  "Fact check: Trump's Tulsa rally littered with familiar false claims In his first rally in more than three months, President Donald Trump repeated a bunch of false claims he has made before. Trump's return to the rally circuit, in a Tulsa, Oklahoma arena that was not full, featured familiar inaccurate accusations about Democra…",
  "White House official dismissed the President's coronavirus testing comment as 'tongue in cheek.' But it wasn't Trump's first time. White House trade adviser Peter Navarro claimed Sunday that President Donald Trump was being \"tongue in cheek\" when Trump revealed at a campaign rally that he's told officials in his administration to slow down coronavirus testing because of the rising number…",
  "Fiercely independent New York prosecutors won't be cowed by Barr and Trump Former federal prosecutors Jennifer Rodgers and Elie Honig write that the Trump administration's attempt to decapitate the Southern District of New York by removing US Attorney Geoffrey Berman is a political assault that poses a genuine threat to powerful int…",
  "Tulsa official says 6,200 attended Trump rally as campaign tries to blame 'radical' protesters and media for lack of crowd Just fewer than 6,200 people attended President Donald Trump's rally in Tulsa, Oklahoma, the Tulsa Fire Department said Sunday -- a figure Trump's reelection campaign is disputing as it also seeks to blame \"radical\" protesters and the media for it's smaller-t…",
  "While Trump wages a political war, dangerous conflicts unfold in Asia CNN National Security analyst Samantha Vinograd writes that President Donald Trump's involvement in Asia would likely worsen tensions in the continent where the two Koreas and now China and India are caught in heated disputes.",
  "Sick staff and empty seats: How Trump's triumphant return to the campaign trail went from bad to worse By the time President Donald Trump was gliding in his helicopter toward Joint Base Andrews on Saturday, destined for what he'd once hoped would be a triumphant packed-to-the-rafters return to the campaign trail, things were already looking bad."
]