[
  "Trump administration imposes visa restrictions on Chinese officials The Trump administration has announced visa restrictions on current and former Chinese officials who it says \"were responsible for eviscerating Hong Kong's freedoms,\" Secretary of State Mike Pompeo said in a statement on Friday.",
  "Fact check: Trump falsely claims Biden, who has committed to the debates, is trying to get out of debating President Donald Trump falsely claimed again on Thursday that his Democratic opponent, former Vice President Joe Biden, is using the coronavirus pandemic to try to get out of debating him.",
  "Trump administration asks Supreme Court to invalidate Obamacare In the midst of a global pandemic with the presidential election just months away, the Justice Department asked the Supreme Court on Thursday to invalidate the Affordable Care Act, the landmark health care law that enabled millions of Americans to get insuran…",
  "Trump is taking the 2020 election to a dark place After mismanaging the coronavirus pandemic and erasing America's purring economy along the way, Trump is resorting to a familiar strategy -- divisive cultural and racial rhetoric -- in his quest for a second term. To hear him tell it, we're living in a dystop…",
  "Fact check: Trump falsely claims Biden, who has committed to the debates, is trying to get out of debating President Donald Trump falsely claimed again on Thursday that his Democratic opponent, former Vice President Joe Biden, is using the coronavirus pandemic to try to get out of debating him.",
  "China is about to pass a controversial national security law in Hong Kong. Here's what you need to know China is about to pass a new national security law in Hong Kong, sparking widespread fear and controversy. What exactly is it, and why is it so worrying?",
  "House Democrats poised to pass DC statehood bill Friday House Democrats are poised to approve a bill to admit Washington, DC, as a state on Friday, which will mark the first time either chamber of Congress has advanced a DC statehood measure.",
  "Fact check: As pandemic situation worsens, Pence paints a deceptively rosy picture The US had just hit a single-day record for new coronavirus cases. More than half the states were seeing increases in the rate of new cases. Multiple states were dealing with record numbers of coronavirus hospitalizations. Texas had announced hours earlier th…",
  "Witness in the Mueller investigation and informal Trump adviser gets 10 years in prison in child sex case George Nader, who was a key witness in the Russia investigation and informally advised President Donald Trump's team on foreign policy, was sentenced on Friday to 10 years in prison by a federal judge in Virginia, stemming from his convictions on child sex ch…",
  "Trump administration imposes visa restrictions on Chinese officials The Trump administration has announced visa restrictions on current and former Chinese officials who it says \"were responsible for eviscerating Hong Kong's freedoms,\" Secretary of State Mike Pompeo said in a statement on Friday.",
  "Congress looks to retired top general to oversee coronavirus commission Joseph Dunford, one of the nation's most senior retired generals, is being considered by House Speaker Nancy Pelosi and Senate Majority Leader Mitch McConnell to lead a panel overseeing $500 billion in funds to aid business and local governments hit by the co…",
  "Congress looks to retired top general to oversee coronavirus commission Joseph Dunford, one of the nation's most senior retired generals, is being considered by House Speaker Nancy Pelosi and Senate Majority Leader Mitch McConnell to lead a panel overseeing $500 billion in funds to aid business and local governments hit by the co…",
  "Planned Parenthood acting president takes role permanently Planned Parenthood Acting President Alexis McGill Johnson has been named the permanent president of the organization, extending a tenure featuring multiple successful court challenges against abortion restrictions into a pivotal Supreme Court term and electio…",
  "William Perry Pendley to be nominated to lead land management agency President Donald Trump on Friday said he plans to nominate William Perry Pendley, a controversial figure who would become Trump's first head of the agency managing one-tenth of the nation's land mass and vast amounts of underground oil, gas and minerals.",
  "Cotton says Wyoming's 'well-rounded working-class' population more worthy of statehood than DC Sen. Tom Cotton argued on Thursday that Wyoming, which he called a \"well-rounded working-class state,\" is more deserving of statehood than the District of Columbia, even though the nation's capital has more citizens.",
  "Pence pressed on wisdom of holding campaign events amid resurgent pandemic Vice President Mike Pence was twice pressed on the wisdom of holding campaign rallies, even as the administration's own public health experts continue to warn against large public gatherings and as coronavirus cases surge, during a news conference Friday.",
  "Biden says he would make wearing face masks mandatory for Americans amid coronavirus pandemic Presumptive Democratic nominee Joe Biden said if elected president, he would make wearing a face covering in public compulsory, furthering himself on the issue from President Donald Trump who has stressed that masks are voluntary and has flouted public health…",
  "William Perry Pendley to be nominated to lead land management agency President Donald Trump on Friday said he plans to nominate William Perry Pendley, a controversial figure who would become Trump's first head of the agency managing one-tenth of the nation's land mass and vast amounts of underground oil, gas and minerals.",
  "What you need to know about coronavirus on Friday, June 26 A growing number of states are pressing pause on reopening plans, as the US clocked a new record number of cases in a single day, and a government estimate showed that more than 20 million Americans may have contracted the virus.",
  "Democrats see clear path to take back the Senate: 'Something real is shaping up around the country' Senate Democrats are growing increasingly bullish about their chances to retake the majority in the chamber in November as national polls show President Donald Trump floundering in key battleground states and Republicans publicly and privately urge the Presid…"
]