[
  "Black sheriff on exclusion from Trump event: It says a lot CNN's Erin Burnett speaks with Dallas County Sheriff Marian Brown. Brown was one of three key black law enforcement officials in the Dallas area who was not invited to attend an event with President Donald Trump that was promoted as discussing \"justice dispar…",
  "Trump says scheduling his next rally on Juneteenth wasn't intentional President Donald Trump says he didn't schedule his first rally since the start of the coronavirus pandemic on Juneteenth \"on purpose.\"",
  "Trump administration rolls back Obama-era transgender health care protections The Trump administration announced Friday it is eliminating an Obama-era regulation prohibiting discrimination in health care against patients who are transgender.",
  "What if the next Donald Trump is, well, Donald Trump? Since the moment late on November 8, 2016 when it became clear that Donald Trump would be the 45th president of the United States, many Democrats have been counting the days until November 3, 2020 -- the day that they believe he will be voted out of office.",
  "The week in 41 photos Take a look at 41 photos of the week from June 5 through June 11.",
  "Tim Scott has for years highlighted racial tension with police. Now he's leading the GOP's effort to fix it. In the wake of the death of George Floyd, Sen. Tim Scott, a Republican from South Carolina, said he offered an idea to Senate Majority Leader Mitch McConnell. Scott wanted to come by and talk about some proposals he had for reforming police.",
  "Esper orders review of recent National Guard deployments Defense Secretary Mark Esper on Thursday ordered a review of the National Guard's support of law enforcement across the country amid unrest over the death of George Floyd.",
  "Michael Flynn case is the latest test of separation of powers during Trump years Michael Flynn's court case has become much bigger than whether President Donald Trump's first national security adviser should go to prison for lying to the FBI. It's become a referendum on the work of the Justice Department and the decision-making of Attorne…",
  "Israel has a lot to lose by annexing West Bank territory Robert Satloff writes that Israel's plans to annex West Bank territory threatens to trigger a severe worsening of tensions with Palestinians, a suspension of its peace treaty with Jordan, and an end to the Jewish state's incremental normalization with Arab st…",
  "Trump administration continues to expel most migrants at southern border, May data shows Customs and Border Protection continued to quickly remove migrants arriving at the southern border in May, following the Trump administration's new rapid expulsion policy implemented in the wake of the coronavirus pandemic.",
  "Coronavirus pandemic: Updates from around the world The coronavirus pandemic has brought countries to a standstill. Follow here for the latest.",
  "As Trump loses his generals, he clings to the legacy of Confederate failure It's head-scratching, really, that the most prominent Army base in America is named for Braxton Bragg.",
  "Transparency concerns plague small business lending program over disclosing information about coronavirus relief loans - CNN The once troubled emergency small business lending program has stabilized, turning into a cornerstone of the government's economic response to the coronavirus crisis and credited with having a significant impact on a positive May unemployment report that stun…",
  "Northam said he wouldn't send Virginia's National Guard to DC 'for a photo-op' after seeing other guardsmen 'militarized' ",
  "White House didn't receive heads up about Milley apology Chairman of the Joint Chiefs Gen. Mark Milley did not give the White House a heads up before he released a recorded a video on Thursday admitting it was a \"mistake\" to appear in a photo-op last week with President Donald Trump, two administration officials to…",
  "I covered the Rodney King and Freddie Gray riots. This moment feels different. That's why I'm afraid I've seen the same pattern before: Exuberant protesters, vows for police reform and then ... nothing. But after the George Floyd protests I see three big reasons why things really do feel different this time.",
  "Ana Navarro: 19 ways to fight racism Ana Navarro writes that while we need government officials to take action on things like police reform, there are several things that everyday people can do -- from educating ourselves on the lasting impact of slavery to weaponizing your pocketbook and not su…",
  "Donald Trump not 'the right President' to handle current situation in the US, says African American soccer star U.S. Men's National Team midfielder Weston McKennie says he doesn't think President Donald Trump is \"... the right president for this time\" to address what has unfolded in the wake George Floyd's death."
]