[
  "Bolton book oozes with contempt Peter Bergen writes that there is simply no precedent for a former top administration official publishing a book about a sitting president that is as damning as John Bolton's. In more than 500 pages, it's hard to find any moment where Donald Trump is portraye…",
  "Trump spreads new lies about foreign-backed voter fraud, stoking fears of a 'rigged election' Reeling after a weekend campaign rally with lower-than-expected turnout, President Donald Trump changed the subject Monday morning with a series of widely debunked lies about alleged voter fraud in US elections, stoking fears of a \"rigged election\" this Novem…",
  "Fact check: Trump falsely claims President George W. Bush fired John Bolton President Donald Trump has responded to former national security adviser John Bolton's sharply critical book about Trump -- which Bolton describes as \"a book about how not to be president\" -- with his own criticism of Bolton's character and career.",
  "Trump's removal of Hong Kong's special status hurts the US more than China As China began drafting a controversial national security law for Hong Kong, President Trump reacted swiftly, declaring that he would remove the city's special status under US law.",
  "US designates 4 more Chinese media organizations as foreign diplomatic missions The Trump administration announced that it will designate four more Chinese media organizations as foreign diplomatic missions, arguing that they are under the control of the Chinese Communist Party.",
  "Trump's 'kidding' on testing exposes his negligence as virus spikes As the coronavirus pandemic surges in states that embraced his calls for aggressive early openings, President Donald Trump is mocking the very measures that might mitigate a crisis about which he is constantly in denial.",
  "LGBTQ groups sue to block Trump administration from scrapping transgender health care protections A coalition of LGBTQ groups filed a lawsuit on Monday challenging the Trump administration's recent rollback of an Obama-era regulation prohibiting discrimination in health care against patients who are transgender.",
  "Senate Democrats ask HHS watchdog to investigate Trump's call to 'slow the testing down' Senate Democrats are asking the Health and Human Services Department watchdog to investigate President Donald Trump's recent assertion that he asked his staff to \"slow the testing down\" for coronavirus.",
  "A tough-on-crime Justice Department is being forced to adapt on policing President Donald Trump this month handed the reins to a burgeoning police reform effort to the Justice Department, giving responsibility for implementing an executive order responding to weeks of nationwide demonstrations against policy brutality to a buildin…",
  "Biden campaign agrees to 3 debates with Trump and slams push for more debates as a 'distraction' Joe Biden's campaign said Monday that the former vice president will participate in the three previously announced fall debates with President Donald Trump and continued to criticize the Trump campaign's push for additional debates.",
  "Trump aides debate future size and look of signature rallies after Tulsa debacle Swaths of empty blue seats and a vacant overflow venue in Oklahoma have led President Donald Trump's aides to begin debating what his signature campaign rallies will look like going forward, people familiar with the matter say.",
  "5 things to know for June 22: Coronavirus, Trump, NASCAR, Putin, statue removal Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "Republican senators defend Trump's right to fire top US attorney Top Republican senators defended President Donald Trump's right to fire Geoffrey Berman, the powerful prosecutor atop the Manhattan US Attorney's office who has pursued President Donald Trump and his allies, and said they believe the investigations underway i…",
  "Patagonia joins growing Facebook advertiser boycott over the site's failure to stop 'hateful lies and dangerous propaganda' The boycott, which is known as #StopHateForProfit, was driven by Facebook's failure to act against \"hateful lies and dangerous propaganda,\" Patagonia said.",
  "What you need to know about coronavirus on Monday, June 22 As the WHO reports the biggest single daily jump yet, health experts warn that spikes in US states are being driven by the public's waning willingness to social distance.",
  "The US Wasn't Prepared for Covid-19: Dr. Sanjay Gupta's coronavirus podcast for June 22 We are over four months into the pandemic, and the US doesn't have the testing capabilities, contact tracing or political buy-in that many other countries have implemented. CNN's Dr. Sanjay Gupta talks with Dr. Zeke Emanuel, an oncologist and bioethicist who …"
]