[
  "I wrote this law to protect free speech. Now Trump wants to revoke it Protecting Section 230 is crucial to defending free speech online, especially by those without power and influence, such as the protesters against police violence, writes Ron Wyden, a senator from Oregon.",
  "Fact Check: McEnany makes false claim about Romney's share of black vote During a White House briefing on Monday, a reporter asked White House press secretary Kayleigh McEnany if President Donald Trump agrees with Republican Sen. Mitt Romney, who marched in a Washington protest on Sunday, that \"black lives matter.\"",
  "Texas GOP governor says Floyd is 'going to change to arc of the future of the United States' Texas Gov. Greg Abbott acknowledged the grief and magnitude of George Floyd's death on Monday, saying Floyd is going to \"change the arc of the future of the United States.\"",
  "Wall Street Journal: Trump came close to firing Esper due to dispute over protest response President Donald Trump came close to firing Secretary of Defense Mark Esper last week following their dispute over Trump's threat to use active-duty troops to quell large-scale protests across the United States, several officials told The Wall Street Journal.",
  "Harvard-educated lawyers join Uyghur alumna calling for her brother's release More than 80 Harvard-trained lawyers petitioned the US and Chinese governments for the release of Ekpar Asat, a Uyghur entrepreneur who disappeared upon returning to China from a State Department program in the US. His sister Rayhan Asat attended Harvard.",
  "DC mayor says White House 'has a lot to answer for' following week of tension in nation's capital Washington, DC, Mayor Muriel Bowser said Monday night the White House \"has a lot to answer for\" following a week of increased military presence and tension in the nation's capital.",
  "George Floyd protests have made police reform the consensus position Something extraordinary is happening in America: 14 days of protests from coast to coast against police brutality and racism have produced a wave of change in public opinion on police reform.",
  "The demand for police reform grows as officials take stances on defunding agencies As the nation looks at the vast amount of work that still needs to be done to bring an end to racial injustice, many demonstrators -- and some city officials -- are demanding that change includes the way the streets of America are policed.",
  "Pompeo's 'deafening' silence angers diplomats as protests over racial injustice spread globally As protests against racial injustice engulf America and spread globally, State Department officials have suggested Secretary of State Mike Pompeo address his workforce on the issue that, in many ways, directly impacts their work. So far, he has declined to do…",
  "Luxury hotels in Asia offering stellar deals for travelers amid coronavirus Here's a selection of some of the best hotel and resort deals on offer in Asia right now amid the coronavirus pandemic."
]