[
  "GOP lawmakers tear into John Roberts over DACA ruling Several Republican lawmakers lambasted Chief Justice John Roberts on Thursday, criticizing the Supreme Court's top member for issuing an opinion earlier in the day blocking the Trump administration's effort to end an Obama-era program that protects hundreds o…",
  "GOP lawmakers tear into John Roberts over DACA ruling Several Republican lawmakers lambasted Chief Justice John Roberts on Thursday, criticizing the Supreme Court's top member for issuing an opinion earlier in the day blocking the Trump administration's effort to end an Obama-era program that protects hundreds o…",
  "Facebook takes down Trump ads 'for violating our policy against organized hate' Facebook on Thursday said it had take action against ads run by President Trump's re-election campaign for breaching its policies on hate. The ads, which attacked what the Trump campaign described as \"Dangerous MOBS of far-left groups,\" featured an upside-dow…",
  "Microsoft president calls for federal regulation of facial recognition technology In addition to Microsoft's moratorium on selling facial recognition to US police departments, the company currently does not sell the technology to federal law enforcement, Microsoft President Brad Smith said during an interview with Politico Thursday.",
  "Supreme Court blocks Trump's attempt to end DACA The Supreme Court has ruled on Trump's move to end the Deferred Action for Childhood Arrivals (DACA), a program that protects 700,000 young undocumented immigrants from being deported. Follow here for the latest.",
  "Melania Trump tours National Archives to see historic documents ending slavery In a previously unannounced visit Thursday afternoon, first lady Melania Trump toured the United States National Archives, specifically to view the Emancipation Proclamation and the Charters of Freedom, which include the Declaration of Independence, the Const…",
  "John Roberts defies Trump and conservatives with another legacy decision Chief Justice John Roberts saved Obamacare in 2012 -- a move forever earning him the wrath of many Republicans -- and on Thursday he preserved an Obama-era program that protects young immigrants who came to the US without proper papers, a direct rebuke to Pre…",
  "In repeat of 2016 strategy, Trump pledges new list of justices after two stinging Supreme Court losses President Donald Trump, in the wake of two stinging losses at the Supreme Court, is returning to his 2016 campaign tactic of trying to rally Republicans with promises of conservative justices.",
  "Trump's cold-blooded move to shut out desperate refugees With a pitiless new proposed regulation, the Trump administation aims to circumvent America's legal obligations -- under US and international law -- to provide refuge at the southern border to those fleeing persecution. Congress must step in, write Claire McM…",
  "House coronavirus committee chairman demands Trump administration release economic projections The head of the House's select committee on the coronavirus crisis is demanding unemployment and economic projections that the Trump administration had planned to leave out of its traditional mid-session economic forecast.",
  "From coronavirus cases to the NFL: Fact-checking Trump's dishonesty-filled day of interviews President Donald Trump made a speech and did at least four television interviews on Wednesday -- and, as usual, littered his comments with false claims about his Democratic opponents, the coronavirus pandemic and a variety of other subjects.",
  "What happens next to the Dreamers is on Trump The Supreme Court's reprieve for DACA appears to show that Chief Justice Roberts has a limit on letting the high court rubber-stamp Trump administration decisions, writes Raul Reyes. Trump will now own whatever moves he makes on a program that Americans overw…",
  "Oklahoma coronavirus cases rise as Trump rally moves forward Coronavirus cases are rising in Oklahoma as President Donald Trump forges ahead to host a rally in Tulsa on Saturday that is expected to be attended by thousands.",
  "What we learned from John Bolton's eye-popping tale of working with Trump John Bolton details a troubling and shocking series of allegations in a new book about his tenure as President Donald Trump's national security adviser, alleging Trump requested Chinese help to win the 2020 election, that the President argued Venezuela is par…",
  "Retired generals pull support for Trump nominee after offensive tweets uncovered by CNN At least two retired Army generals have pulled their support for President Donald Trump's nominee to oversee the Pentagon's policy shop after CNN's KFile reported last week that he has a history of making Islamophobic and inflammatory remarks against prominen…",
  "Washington Post: Senior State Department official resigns over Trump's response to nationwide unrest A top State Department official is resigning from her post over President Donald Trump's response to the surge of protests against racial injustice and police brutality across the nation, the Washington Post reported Thursday.",
  "Trump administration asks court to stop release of Bolton's book by claiming it would reveal government secrets The Trump administration on Wednesday intensified its dispute with former national security adviser John Bolton over the publication of his book, asking a court to stop its release next week and having top officials stand behind claims of potentially damaging…",
  "Retired generals pull support for Trump nominee after offensive tweets uncovered by CNN At least two retired Army generals have pulled their support for President Donald Trump's nominee to oversee the Pentagon's policy shop after CNN's KFile reported last week that he has a history of making Islamophobic and inflammatory remarks against prominen…",
  "Officers feel abandoned while protesters demand sweeping police reform In Atlanta, where police are under intense scrutiny after two white officers were involved in the killing of a 27-year-old black man, some members of the force say their morale has taken a massive hit and they feel abandoned by city officials.",
  "Coronavirus pandemic: Updates from around the world The coronavirus pandemic has brought countries to a standstill. In many places, as countries reopen, Covid-19 cases are on the rise. Follow here for the latest."
]