[
  "Senate passes sweeping conservation legislation in bipartisan vote The Senate on Tuesday approved with bipartisan support a sweeping and historic conservation and public lands bill that President Donald Trump has pledged to sign into law.",
  "Police reform efforts face highest hurdle: Bitter Washington inertia The Black Lives Matter movement has changed American life and custom more than most people thought possible, but it is increasingly doubtful whether fractured Washington, rocked by treacherous election-year politics, will be able to match its historic sweep.",
  "Trump signs Uyghur human rights bill on same day Bolton alleges he told Xi to proceed with detention camps President Donald Trump has signed a bill that aims to punish China for its human rights abuses against the Uyghur Muslim population on the same day his former national security adviser claimed Trump told Chinese President Xi Jinping he should proceed in build…",
  "NYT: Bolton book says impeachment probe should have investigated Trump's actions beyond Ukraine Former national security adviser John Bolton claims in his new book that the House impeachment inquiry should have investigated President Donald Trump for potentially dubious actions beyond those related to Ukraine, according to the New York Times, which obta…",
  "House Democrats accuse Trump administration of violating law on small business program oversight Senior House Democrats demanded the Small Business Administration comply with Government Accountability Office requests related to the $660 billion Paycheck Protection Program, accusing the agency of breaking the law with its decision not to respond oversight…",
  "Mother of Ahmaud Arbery says Trump's police reform executive order doesn't go far enough The mother of Ahmaud Arbery,  a black man who was shot and killed while running in Georgia earlier this year, said Tuesday that President Donald Trump's executive order on policing doesn't go far enough and would not have influenced her son's case.",
  "As demand for police reform grows, military equipment program faces new scrutiny Cell phone videos from protests around the country in recent weeks have recorded scenes that seem like they're straight out of a warzone: Police officers decked out in body armor and gas masks, facing down protesters across tear gas-filled streets.",
  "Pompeo to meet with Chinese diplomat in Hawaii amid US-China tensions Secretary of State Mike Pompeo is slated to meet with Chinese diplomat Yang Jiechi in Hawaii Wednesday as tensions escalate between China and the US.",
  "Trump's Tulsa rally and Biden's social distancing show differences in campaigning amid a pandemic The dramatic differences in how President Donald Trump and Democratic rival Joe Biden are returning to the campaign trail -- Trump with a mega-rally, Biden with small, socially distanced groups -- is showcasing the gulf between their approaches to governance.",
  "Kamala Harris: The fight continues to protect Americans' health care from Trump Trump's Justice Department is working to overturn the ACA, and if Republicans have their way, millions of people will have the rug pulled out from under them in the middle of a deadly global health crisis, writes Sen. Kamala Harris.",
  "Watchdogs warn government faces difficulties stopping fraud in coronavirus relief The committee of government watchdogs overseeing the federal government's response to the Covid-19 pandemic warned Wednesday that federal agencies face significant challenges rapidly doling out $2 trillion in relief money while stopping fraud and misuse of th…",
  "Justice Department wants to upend Silicon Valley's legal shield The Justice Department on Wednesday proposed a sweeping set of policy recommendations seeking to curtail legal protections of Facebook, Google and other major tech platforms, marking the latest move in Washington's escalating attempts to rein in social media …",
  "5 things to know for June 17: Coronavirus, police, White House, India-China, Apple Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "'Wiping out the riff-raff' -- Meanwhile in America On Tuesday, North Korea blew up a liaison office used for reconciliation talks with the South. The attack was a classic tactic by Pyongyang -- a demand for attention when the world is looking elsewhere -- but given the coronavirus pandemic and the economic cr…",
  "As the US rolls out new sanctions on Assad, Syria braces for economic devastation The United States has rolled out fresh sanctions that aim to drive Syrian President Bashar al-Assad back to a UN-led negotiating table and threaten to devastate Syria's already floundering economy.",
  "Biden harnesses influencer star power to ramp up digital outreach Joe Biden's campaign is harnessing star power to ramp up its digital outreach in an appeal to young Americans, a demographic Biden has worked to win over in previous months after struggling to gain its support in the primary."
]