[
  "Democratic senator says Trump is undermining his experts Sen. Chris Murphy accused President Donald Trump of undermining his own experts after members of the federal coronavirus task force offered a dire forecast for national infection rates on Tuesday.",
  "Americans must unify against vast Covid-19 spread, experts say Surges in new Covid-19 infections have paused or rolled back reopening plans in at least 19 states as the nation's top infectious disease doctor offered a bleak warning: Americans need to take sensible measures to curb the spread or risk seeing 100,000 new ca…",
  "Fact check: Minnesota governor, not Trump, called out the National Guard Campaigning as the candidate of \"law and order,\" President Donald Trump keeps claiming that he is the one who got the National Guard deployed to deal with rioting in Minnesota.",
  "Trump says he'll veto must-pass defense spending bill if it requires bases honoring Confederate generals be renamed President Donald Trump in a late Tuesday night tweet issued his strongest veto threat yet on a must-pass defense spending bill should lawmakers not strip language requiring bases named after Confederate leaders be rechristened.",
  "Fact check: White House press secretary makes two false claims about the Iraq War in one sentence Facing a barrage of questions over President Donald Trump's handling of intelligence about alleged Russian bounties to kill US soldiers in Afghanistan, White House press secretary Kayleigh McEnany responded Tuesday by arguing that Trump has long worked to kee…",
  "So much for the West's warnings -- China's going to do what China's going to do China's decision to impose a draconian new security law in Hong Kong is a watershed in international relations, proof that Beijing is now sufficiently confident of its own power to accept the global consequences.",
  "Why Bill Barr is unfit to serve Donald Ayer argues that Attorney General Bill Barr is a major threat to the US legal system because he does not believe that no person is above the law and has been working full time to confer extraordinary powers on Donald Trump that have no place in America…",
  "America's Postal Service is made up of real heroes. This is no time to let it die Gerry Connolly writes that President Trump has refused to throw a lifeline to the more than 630,000 dedicated postal employees who serve every household and business in our country -- and on whom every one of us relies.",
  "QAnon conspiracy theorists on the ballot show Trump's influence on the GOP When the next Congress is sworn in to office in January 2021, there's a high likelihood it will have among its Republican members someone who is sympathetic to a wild, unsubstantiated conspiracy theory known as QAnon.",
  "Trump campaign chief operating officer reassigned following Tulsa rally fallout Michael Glassner -- the Trump campaign's chief operating officer, who previously handled President Donald Trump's rallies -- has been reassigned to deal with legal affairs during the homestretch of the campaign.",
  "5 things to know for July 1: Coronavirus, Hong Kong, school choice, NAFTA, economy Here's what else you need to know to Get Up to Speed and On with Your Day.",
  "DC mayor says Trump's July 4th celebration goes against best health guidance The mayor of Washington, DC, said Wednesday that she has informed the Department of Interior that the Trump administration's planned July Fourth celebration in Washington goes against health officials' guidance amid the coronavirus pandemic.",
  "House passes small business loan Paycheck Protection Program extension by unanimous consent The US House passed an extension of the $660 billion Paycheck Protection Program fewer than 24 hours after the program shut its doors, moving one step closer to reopening the cornerstone small business coronavirus relief effort.",
  "Biden criticizes Trump administration appointees with history of Islamophobic and offensive comments Presumptive Democratic presidential nominee Joe Biden said this week that two recent Trump administration appointees to the Pentagon and US Agency for International Development \"have no business serving in high positions in our government\" because of past Isl…",
  "Trump administration wants to end another Obama-era protection for transgender people The Department of Housing and Urban Development announced Wednesday that it plans to roll back an Obama-era rule that barred federally funded homeless shelters from discriminating against transgender people.",
  "Covid-19 has exposed the weakness of America's federal government For many, the Covid-19 pandemic has exposed the weakness of our federal government.  The question is what could be done about it, and how it could be done in a way that strengthens democracy instead of undermining it, writes David Stasavage.",
  "Reopening the economy doesn't mean Covid-19 is getting better. It just shifts more responsibility to you It's easy to fall into a false sense of security now that states have reopened. And some are already paying the price."
]