[
  "Joe Biden attacks President Trump over tweets, Russia President Trump faces backlash for retweeted video; Doug McKelway reports.",
  "Liz Peek: Invisible Joe Biden – Can Democratic candidate really hide through Election Day? It has been nearly three months of nonstop drama and heartbreak for our country, and Candidate Biden has remained mum.",
  "Mick Mulvaney: Polls Show Folks Are Not Happy with Donald Trump Mick Mulvaney, former Acting White House Chief of Staff tells Brian Kilmeade that he agrees with Chris Christie that President Trump is trailing Joe Biden right now and he needs to change course. Mulvaney says the national polls could be a good barometer of w…",
  "John Sununu on Trump trailing Biden in polls: He must gear messages on COVID-19 for 'reality' Amid concerns about the recent spikes in coronavirus cases across several states, former New Hampshire Gov. John Sununu said on Monday that President Trump “gear his messaging\" on the coronavirus to reflect the \"reality\" in the country.",
  "Steve Hilton: Bolton's book reminds us what the 2020 election is really about - Trump versus the establishment Do not underestimate the significance of the Bolton effect.",
  "A Deeper Look At Trump’s Troubling Poll Numbers A series of polls out last week show President Trump is the clear underdog - as he seeks a second term. The most surprising results were from Texas, a reliably red state now considered a toss up. Director of the Fox News decisions desk Arnon Mishkin discusses…",
  "Power Rankings: Iowa swings for the fences Swing states are not competitive states; Swing states are ones that show consistent political volatility.",
  "Marjorie Dannenfelser: Supreme Court abortion case – why coming election so crucial to pro-life cause Monday’s Supreme Court decision deals a cruel blow to vulnerable women and girls and is a bitter disappointment to the pro-life movement.",
  "Jon Stewart calls Trump the 'greatest agent of chaos' in America during appearance on 'The View' Jon Stewart called President Trump the “greatest agent of chaos” in America Monday during an appearance on ABC News’ “The View.”",
  "Justin Haskins: Al Gore, John Kerry, others have radical plans for a 'Great Reset’ of capitalism The “Great Reset\" is rapidly gaining popularity among many of the world’s most powerful movers and shakers.",
  "McEnany accuses NY Times of 'false' reporting on Russian bounty intel, says it should hand back Pulitzers White House Press Secretary Kayleigh McEnany blasted The New York Times Monday over what she claimed was \"false\" reporting about whether President Trump was briefed about intelligence that Russia paid Taliban-linked militants bounties to kill U.S. troops in A…",
  "Trump says intel doesn’t back up report on Russian bounties against US troops President Trump downplays explosive report that sent shock waves through D.C.",
  "Today on Fox News: June 29, 2020 ",
  "Politico reporter blasted for asking if Trump thinks South's Civil War loss was 'a good thing' at briefing Politico chief Washington correspondent Ryan Lizza faced intense backlash on Monday for questioning whether President Trump believed that the defeat of the Confederacy in the Civil War was a \"good thing.\"",
  "White House insists ‘no consensus’ on intel of Russian bounties for US troops, as pressure mounts The White House on Monday insisted there is \"no consensus\" that the intelligence that Russia offered bounties to Taliban-linked militants to kill U.S. troops is accurate, which is why, it says, the issue was never flagged to President Trump or Vice President …",
  "Trump says absentee voting safer than universal mail-in because of 'process' involved, following NJ arrests in fraud scandal The president's contention comes as he and Republicans across the country have resisted Democratic pushes for universal mail-in voting in the wake of the coronavirus pandemic.",
  "Multiple intelligence streams suggest Russians paying bounties for US troops, Trump not briefed: official Multiple intelligence threat streams indicated Russian intelligence operatives offered bounties to Taliban-linked militants to kill U.S. troops, but while the National Security Council met recently to come up with a number of responses to the report, it did n…",
  "McEnany peppered with questions over report Russia paid Taliban to attack US troops White House press secretary Kayleigh McEnany faced a barrage of questions Monday about why the White House was not briefed by intelligence on a report claiming Russia paid Taliban-linked militants to kill U.S. troops in Afghanistan.",
  "John Yoo: Supreme Court swing vote – What's behind John Roberts' legal gymnastics? By a 5-4 vote, a fractured Supreme Court Monday struck down Louisiana’s effort to regulate abortion by requiring abortion doctors to have admitting privileges at local hospitals."
]