[
  "Biden ‘convinced’ US military would intervene if Trump refused to leave White House - Fox News <ol><li>Biden ‘convinced’ US military would intervene if Trump refused to leave White House  Fox News\r\n</li><li>Cooper calls out McEnany's defense of Trump's baseless tweet  CNN\r\n</li><li>Trump campaign demands CNN apologize for poll that shows Biden leading …",
  "Hannity: Joe Biden and race relations -- 40 years of failure What did Biden do to end racism during his six terms in the U.S. Senate and two terms as vice president?",
  "Joe Biden fears President Trump will try to 'steal this election' Presumptive Democratic presidential nominee Joe Biden warns Trump may not leave if he loses; Peter Doocy reports.",
  "Biden stokes fears of stolen election Biden's sharp allegation reflects continued Democratic anxieties.",
  "Karl Rove rips Biden for making 'unwarranted charge' Trump may not concede defeat in November Fox News contributor and former deputy White House chief of staff Karl Rove told “The Daily Briefing” Thursday that he fears presumptive Democratic nominee Joe Biden has turned into a “ruthless, out-of-control demagogue” after Biden claimed Wednesday that Pre…",
  "Biden says Trump will attempt to 'steal' presidential election Presumptive Democratic presidential nominee Joe Biden, in an interview Wednesday night with \"The Daily Show,\" claimed that President Trump will attempt to \"steal\" the presidential election.",
  "Trump campaign urges TV networks to cover Biden events: Expose his 'rambling displays of incoherence' The Trump re-election campaign has made an interesting request for the news networks and that is to provide coverage of the president's Democratic opponent Joe Biden.",
  "Stacey Abrams says she hasn’t been contacted by Biden campaign for VP vetting: 'I have not received any calls' Former Georgia gubernatorial candidate Stacey Abrams said she has “not received any calls” from the Biden campaign about vetting her as a potential vice presidential pick.",
  "Biden camp reportedly insisting economic advisers not publicly disclose roles, igniting concerns about TV hits Joe Biden's Democratic presidential campaign is reportedly going to great lengths to insist his team of economic policy advisers not publicly discuss the roles, fueling concerns that these advisers may not be appropriately disclosing their relationship to the…",
  "Hickenlooper says he believes Tara Reade claims, but he's voting for Biden anyway Former Colorado governor and current Senate candidate John Hickenlooper said Wednesday that he believes allegations made by Tara Reade against 2020 presidential candidate Joe Biden are true, but will still be voting for him anyway.",
  "Biden attending high-roller fundraiser headlined by defund-the-police activist John Legend Joe Biden is set to attend a high-roller fundraiser Thursday evening headlined by anti-police activist John Legend, who has claimed the Second Amendment was intended to preserve slavery, and openly promised that he'll try to push the former vice president tow…",
  "Sean Hannity calls out Biden over race remarks: 'He has a track record that does not match his rhetoric' Sean Hannity questioned Joe Biden's effectiveness as a career lawmaker on Wednesday after the former vice president declared on Twitter that he's \"ready to get to work on day number one\" to fight \"systemic racism\" in the United States.",
  "Biden campaign claims deep record on racial justice, in escalating battle with Trump for black support The unrest over the death of George Floyd in police custody has not only amplified the debate over police brutality and racial injustice in the United States, but has also spilled over to the presidential campaign trail as both presumptive Democratic nominee …",
  "Biden ‘convinced’ US military would intervene if Trump refused to leave White House Joe Biden used an appearance on a late-night comedy show Wednesday to address a popular topic of speculation among Democrats: Would President Trump peacefully give up power if he loses November’s election?",
  "Biden says MLK assassination ‘did not have the worldwide impact’ that George Floyd’s death did Joe Biden on Thursday compared the death of George Floyd to the assassination of Martin Luther King Jr. in 1968, saying Floyd’s death had a bigger global \"impact\" than King’s.",
  "Biden unveils proposals to reopen economy, slams Trump's 'one-point plan' Joe Biden on Thursday unveiled a wide-ranging plan to reopen the nation’s economy as states lift restrictions implemented three months ago to limit the spread of the coronavirus.",
  "Biden tells Facebook to crack down on election disinformation, prompting sharp response from social network Presumptive Democratic nominee Joe Biden called on Facebook to take a range of steps to prevent the spread of misinformation during the election in an open letter published on Thursday.",
  "Doug Schoen: Trump-Biden race closer than it appears – Democrats overrepresented in some polls Recent polls appear to exaggerate Joe Biden's lead over President Trump .The speed of America's recovery from the coronavirus pandemic could be an important factor. in determining who wins in November.",
  "Kayleigh McEnany: 'Ridiculous' for Biden to claim Trump will try to steal election White House Press Secretary Kayleigh McEnany said on Thursday that presumptive Democratic presidential nominee Joe Biden’s claim that President Trump will try to steal the 2020 November election is “ridiculous.”",
  "Trump vows executive order to address law enforcement use of force, but slams 'Defund The Police' movement President Trump announced during a trip to Texas on Thursday steps his administration will take to reduce racial inequalities and combat police brutality."
]