[
  "Jill Biden predicts 'a lot of Republicans' will vote for her husband, even if they won't admit it Jill Biden predicted on \"The View\" Tuesday that many Republicans will vote for her husband, former Vice President Joe Biden, rather than President Trump this November.",
  "Joe Biden hits President Trump over Russian bounty reports, coronavirus response Presumptive Democratic presidential nominee Joe Biden publicly takes questions for first time in months; Doug McKelway reports.",
  "Brian Arbour: Copy Obama and Bush – IF Trump follows their example he can be reelected Can the president do this between now and Election Day and defeat Joe Biden?",
  "Biden presser draws mix reactions: A 'pretty gentle session' for Dem candidate Joe Biden held his first formal press conference in nearly three months and it drew mixed reviews.",
  "Biden says he won't hold rallies due to coronavirus Contrasting himself with President Trump, presumptive Democratic challenger Joe Biden on Tuesday said that he won’t be holding campaign rallies going forward due to the coronavirus.",
  "Sean Hannity asks if Biden has strength, stamina and mental alertness to perform 'hardest job in the world' Sean Hannity began Monday's program by urging Americans to ask themselves, \"What has [Joe] Biden done to improve the lives of all Americans?\"",
  "Biden accuses Trump of ‘dereliction of duty' over Russia bounty reports in first press briefing in nearly 3 months Presumptive Democratic presidential nominee Joe Biden pulled no punches when going after President Trump during his first press conference in 89 days.",
  "Biden says he’s eager to compare ‘cognitive ability’ against Trump’s Joe Biden, at his first press conference in three months, defended his cognitive ability and said he “can hardly wait” to compare it to President Trump's as the general election matchup heats up.",
  "Biden charges Trump has 'surrendered' in the coronavirus war In scathing remarks, Democratic challenger Joe Biden on Tuesday delivered a forceful rebuke of President Trump’s handling of the coronavirus pandemic, charging that the president’s steps “haven’t gotten the job done” and claiming Trump had “surrendered” and “…",
  "Biden announces he's 'putting together a list' of potential black female Supreme Court nominees Joe Biden, speaking at his first press conference in nearly 3 months on Tuesday, announced that his campaign is compiling a list of black women who could potentially serve on the Supreme Court.",
  "Kamala Harris will be Joe Biden's VP pick, Miranda Devine says New York Post Columnist Miranda Devine said on Tuesday that Sen. Kamala Harris will likely be presumptive Democratic presidential nominee Joe Biden’s vice president pick.",
  "Sarah Sanders pressed on 'Fox & Friends' on how Trump will widen his base, win over independents Former White House press secretary Sarah Sanders says that despite recent polling data  -- which appears less than ideal for the president against his Democratic challenger, former VP Joe Biden, especially with Independent voters -- the formula for success is…",
  "William McGurn: Joe Biden's silence – as statues fall, where does the Democratic candidate stand? Will he condemn those who indulge their rage by hijacking peaceful protests and directing criminal acts at America’s public memorials",
  "Coronavirus Spikes, The Campaigns Shift Again This week, Bret sits down with a panel to discuss how the campaigns are responding to nationwide spikes in coronavirus cases with the approaching party conventions.",
  "Liz Harrington: NYT Russia Story Is “Fake News” And “A Bunch Of Garbage” On Fox Across America with Jimmy Failla, RNC Spokesperson Liz Harrington discussed Joe Biden's attempt to take questions from the media in months and the New York Times/Russia story regarding Afghanistan. \"Of course, the first question is not about Joe Biden,…",
  "Democrats pounce on Russia bounty controversy House Democrats, Joe Biden slam President Trump after White House briefing on Russia bounties report; reaction on 'The Five.'",
  "Matt Schlapp: Trump's federal court legacy — how these judges will make a difference President Trump has now placed 200 federal judges on the bench — a legacy that will outlast his administration for generations to come.",
  "Fauci: ‘Clearly we don't have this under control.’ Dr. Anthony Fauci in his testimony to a Senate committee Tuesday.",
  "As Trump blasts polls, some GOP donors starting to raise concerns While the president and his campaign push back against the narrative that he's losing to the former vice president with just over four months to go until the November election, some of Trump's allies from the donor class are starting to ring alarms.",
  "NYT Says Russian Bounties Cited in Trump’s Daily Brief; Did He Read It? Howie Kurtz on President Trump getting a written briefing in February on 'Russian bounties', Chief Justice Roberts being criticized for siding with liberals again and Joe Biden getting a pass on inaccessibility.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @HowardKurtz\r\n\r…"
]