[
  "Big Majority Backs Protests as Trump, Biden Debate Police Role Howie Kurtz on recent polls showing support of protests, protests causing concerns of second wave of coronavirus and Joe Biden making his stance on the police funding debate.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @HowardKurtz\r\n\r\nFor more #MediaBuzz click here",
  "Terry McAuliffe recorded saying Dems prefer Biden stay 'in the basement' Top Joe Biden surrogate Terry McAuliffe told a videoconference meeting of Virginia Democrats over the weekend that the former vice president should remain in his basement -- where he has famously campaigned remotely during the coronavirus pandemic -- and that…",
  "Tom Del Beccaro, Steve Moore: Joe Biden's policies would push us into a deep depression Even with the good May job numbers, the economic recovery lies in the balance and with a historically high number of Americans unemployed, strong pro-growth policies are necessary",
  "Biden speaks directly to Floyd’s 6-year old daughter in emotional funeral video Former Vice President Joe Biden directly addressed George Floyd’s six-year-old daughter, Gianna, in a video message played Tuesday at the funeral of the 46-year old black man who died two weeks ago at the hands of police in Minnesota.",
  "Biden appeals to younger voters in new ad spotlighting systemic racism With an eye towards younger votes, Joe Biden’s presidential campaign is putting portions of the presumptive Democratic nominee’s speech last week on the death of George Floyd and the bigger issue of racial injustice into a new digital ad that it will run in k…",
  "Sanders says ‘I don’t agree’ with push to abolish police departments Sen. Bernie Sanders is making clear that he doesn’t support defunding or abolishing police departments – but instead wants more training and better pay for police officers as part of his push for criminal justice reform.",
  "George Floyd to be buried in private ceremony in Houston George Floyd-- whose death sparked national outrage after he died in police custody after an office kneeled on his neck for over eight minutes-- will be buried in Houston in a private ceremony on Tuesday.",
  "Harris applauds LA mayor's move to slash police funding by $150M Sen. Kamala Harris on Tuesday said she applauds Los Angeles Mayor Eric Garcetti’s move to slash funding for police by approximately $150 million amid the “defund the police” movement and called for “investing” to make communities “healthy and safe.”",
  "NAACP president declines to endorse ‘defund police’ movement The president of the NAACP declined to endorse the “defund the police” movement that has gained momentum in recent days, after Minneapolis lawmakers announced they have the votes to do just that in their city -- where the death of George Floyd, a black man, i…",
  "George W. Bush’s office calls claim he won’t back Trump ‘completely made up’ Former President George W. Bush’s office has pushed back on a widely circulated New York Times report saying Bush won’t vote for President Trump in 2020, calling it “completely made up.”",
  "George P. Bush, Texas land commissioner and son of Jeb, will vote for Trump Texas land commissioner George P. Bush, son of Jeb, is the first prominent member of the Bush family to announce he will be voting for President Trump’s reelection.",
  "Ben Carson on defunding police: People will 'realize how irrational it is' Housing and Urban Development Secretary Ben Carson called the idea of defunding police departments \"irrational,\" and claimed that even people who are calling for it now will realize it in time.",
  "Marc Thiessen: If Dems back defunding police, Trump will win reelection If the Democrats cave to far-left-ideals and become the party of defunding the police, President Trump will win re-election in November, Fox News contributor Marc Thiessen urged Tuesday.",
  "Donald Trump Jr. says Dems calling for police to be defunded should first call for security details to be cut Donald Trump Jr. on Monday called out Democrats looking to defund police departments in the wake of George Floyd protests should start by cutting their own security detail.",
  "Former FBI official on police reform bills: 'You can't really legislate' good police behavior Senate and House Democrats have introduced sweeping police reform proposals in the wake of George Floyd’s death while in the custody of a Minneapolis police officer.",
  "Dan Bongino, a conservative former Secret Service agent, to testify at House Judiciary hearing Former Secret Service agent and conservative commentator Dan Bongino will testify at a House Judiciary hearing on Wednesday on police brutality, Fox News has confirmed.",
  "Mourners flock to Floyd memorial While Americans across the political spectrum shift views on police and race",
  "Showdown in Georgia: What to know about the June 9 primaries Here's what you need to know about Tuesday's primary races.",
  "Senate Dem, GOP leaders find common ground on police reform, oppose defunding Senate Judiciary Committee leaders from both parties appeared to share some degree of common ground when it comes to police reform, supporting legislation that would create change, while opposing the recent calls for defunding police departments.",
  "Georgia officials clash as long lines, voting machine problems plague primary day As primary voting began in Georgia on Tuesday, the mayor of the state’s largest city reported that multiple voting machines were not working."
]