[
  "Hannity on Joe Biden's big day out For the first time in 89 days, the weak and ever-confused Joe Biden emerged from his basement bunker and answered a few questions from the media.",
  "Rep. Jim Jordan: “Anyone With Any Brain” Knows Biden Won’t “Keep America, America” On Fox Across America with Jimmy Failla, Rep. Jim Jordan (R-OH) explains why he thinks President Trump's stance on protecting historical monuments and fighting the \"cancel culture mob\" will be the key to winning the 2020 election. \"Americans are going to say,…",
  "Mark Cuban defends Obamacare, blasts President Trump's trade deals, praises Joe Biden for deficit reduction Dallas Mavericks owner and 'Shark Tank' star Mark Cuban joins Sean Hannity on 'Hannity' to discuss the 2020 presidential election.",
  "Trump exploring new attacks as Biden finally takes reporters’ questions The “Sleepy Joe” thing isn’t working. So the Trump team is struggling to figure out how to rebrand Biden.",
  "Newt Gingrich: What I would have asked Joe Biden at press conference Former House Speaker Newt Gingrich disclosed on Wednesday what he would ask presumptive Democratic nominee Joe Biden amid the violent riots taking place across the country.",
  "Sean Hannity asks: 'Why is Joe Biden getting constantly tested for a cognitive decline? ... That concerns me' Sean Hannity opened Tuesday's edition of \"Hannity\" by panning Joe Biden's first press conference in three months, during which the former vice president defended his cognitive ability and said he “can hardly wait” to compare it to President Trump's as the gen…",
  "Joe Concha on Biden's first press conference in 89 days: Like T-ball practice 'with a beach ball' The Hill’s media reporter Joe Concha said on Wednesday that presumptive Democratic nominee Joe Biden’s first press conference in 89 days was weak.",
  "Former George W. Bush officials form new group to back Biden A group of officials who worked in former President George W. Bush’s administration and presidential campaigns on Wednesday launched a new super PAC to persuade Republicans disaffected with President Trump to vote for Democratic challenger Joe Biden.",
  "7 in 10 Democrats say it’s ‘important’ Biden name woman of color as running mate: poll The vast majority of Democrats say it’s “important” that presumptive Democratic presidential nominee Joe Biden name a woman of color as his running mate, according to a new national poll.",
  "Tim Graham: At Biden news conference, reporters throw softball questions at their favorite candidate Everything about former Vice President Joe Biden’s Tuesday press conference underlines how the snarling, vicious media watchdogs covering the Trump administration will transform into cuddly little lapdogs if Biden is elected president.",
  "Eric Trump rips Biden after first press conference in 89 days: 'The man has no fight in him' Trump Organization Executive Vice President Eric Trump told \"Hannity\" Tuesday that presumptive Democratic nominee Joe Biden's press conference showed that the former vice president \"has no fight in him.\"",
  "President Trump’s Rough Road To Re-election The Presidential campaign is heating up just 18 weeks before Election Day. Joe Biden is bashing the Trump administration calling its coronavirus response a failure. Newt Gingrich, former House Speaker, discusses how President Trump can win re-election despite…",
  "States' coronavirus reopenings paused or rolled back, sparking confusion amid surging infections ",
  "Clyburn knocks activists who took down Ulysses S. Grant statue: 'No one was more anti-slavery' House Majority Whip James Clyburn, D-S.C., told \"The Story\" Tuesday that activists calling for the removal of statues across the country have gone a step too far by targeting depictions of George Washington and Ulysses S. Grant.",
  "Jim Jordan: '2020 election is now about who can stand up to the mob' Rep. Jim Jordan said on Wednesday that the upcoming 2020 presidential election is about one overriding simple fundamental question.",
  "Joy Behar confronts Mark Cuban over his vow to vote for Republicans other than Trump Entrepreneur Mark Cuban defended his decision to vote for Republicans in races other than the presidential election, telling \"The View\" co-host Joy Behar that he thought their policies were best suited for bringing economic recovery.",
  "Another incumbent falls Trump endorsed, five-term Colorado U.S. Rep. Scott Tipton lost in Tuesday’s Republican primary.",
  "Newt Gingrich: Left-wing media using polls to hurt Trump and Republicans I have had long experience of the left’s efforts to depress, disorient and defeat Republican campaigns.",
  "Deroy Murdock: Trump's global campaign to decriminalize homosexuality merits gay pride The Trump administration is working to decriminalize homosexuality overseas.",
  "Baier presses Pompeo on bounty report: 'Does the Russian government have American blood on its hands'? \"Special Report\" host and Fox News chief political anchor Bret Baier flatly asked Secretary of State Mike Pompeo Wednesday if Russia had \"American blood on its hands in Afghanistan\" following a New York Times report last week that U.S. intelligence had receiv…"
]