[
  "Hannity: What would Joe Biden do? What is the presumptive Democratic presidential nominee's plan to restore order in America's liberal cities?",
  "Mark Cuban: Donald Trump wants to run a campaign, Joe Biden wants to run a country Dallas Mavericks owner and 'Shark Tank' star Mark Cuban joins Sean Hannity to explain why he's supporting presumptive Democratic presidential nominee Joe Biden.",
  "Trump and Biden Pitch Their Economic Recovery Plans The presidential race appears to be gearing up. Last night, President Trump took his campaign to Arizona and presumptive Democratic nominee Joe Biden held his first campaign event with former President Obama. Liz Harrington, national spokesperson for the RNC,…",
  "Mark Cuban explains why he backs Biden in November: 'Joe Biden actually wants to run a country' Billionaire entrepreneur and Dallas Mavericks owner Mark Cuban told \"Hannity\" Tuesday that he prefers former Vice President Joe Biden over President Trump in the November election.",
  "Black progressives tout Warren for Biden running mate A number of black progressives are calling for Joe Biden to pick Sen. Elizabeth Warren, D-Mass., as his running mate.",
  "Biden has boasted of ‘most diverse staff’ but presidential campaign won’t detail claim: report Joe Biden has boasted of having the “most diverse staff,” but his campaign has yet to divulge details on the claim.",
  "Sean Hannity accuses 'media mob' of 'protecting fragile Joe just like they did Hillary' Sean Hannity said Tuesday that the mainstream \"media mob\" Tuesday has been \"shielding\" Joe Biden for months as he conducts his campaign almost exclusively in the basement of his Delaware home.",
  "Obama helps Biden set fundraising record as he returns to presidential campaign trail With the help of his onetime boss, presumptive Democratic presidential nominee Joe Biden raised a record $11 million on Tuesday at a fundraiser co-hosted by former President Obama.",
  "Lara Ingraham warns voters that 'Biden equals chaos' and his win would bring 'division and distrust' Laura Ingraham claimed Tuesday Joe Biden's election as president would only serve to further divide America and \"embolden\" radical movements.",
  "Tammy Duckworth: 5 things to know about Biden's possible Democratic VP contender As focus shifts to who presumptive Democratic nominee Joe Biden will choose as his running mate, Illinois Sen. Tammy Duckworth has reportedly made the shortlist of vice presidential choices.",
  "Biden opens up lead in Wisconsin, tied with Trump in Ohio: polls A new poll in the crucial general election battleground state of Wisconsin indicates Democratic challenger Joe Biden opening up a lead over President Trump. And a new survey in the swing state of Ohio shows the presumptive Democratic presidential nominee virt…",
  "Ari Fleischer challenges Biden, Democrats to condemn 'left-wing' statuary vandals: 'Where is Joe?' Former White House press secretary Ari Fleischer called on presumptive Democratic presidential nominee Joe Biden to condemn acts of mob violence and vandalism Wednesday, telling \"The Daily Briefing\" that demonstrators are \"motivated by rage.\"",
  "Strzok notes show Obama, Biden weighed in on Flynn case even as Comey downplayed it: lawyers Michael Flynn’s lawyers said newly uncovered notes from former FBI official Peter Strzok indicate then-FBI Director James Comey appeared to downplay Flynn’s fateful calls during the presidential transition with Russia's ambassador as “legit,” in a meeting whe…",
  "More polling headaches for Trump as new national survey suggests he trails Biden by 14 points With four and a half months to go until the November general election – which can be an eternity in campaign politics – a new national poll indicates that right now presumptive Democratic presidential nominee Joe Biden leads President Trump 50-36 percent amon…",
  "Liz Harrington: Dems and media running same playbook as 2016, using 'horrible smears' against Trump and supporters Liz Harrington said on Wednesday that Democrats are running the same playbook against Republicans since the 2016 election which resulted in a President Trump victory.",
  "Dems block debate on police curbs Scott, McConnell aren’t ready to give up.",
  "Seattle CHOP leaders urge protesters to go home, throw support behind Biden, Democrats Community leaders and an activist, whose brother was killed by Seattle Police in 2016, are urging protesters occupying the Capitol Hill Organized Protest, or the CHOP, to leave by Wednesday night.",
  "Biden to accept nomination at scaled-back convention, state delegations to stay home The Democratic National Committee is moving forward with convention this summer in Milwaukee, but has scaled back the venue and asked state delegates to stay home as the country continues to grapple with the coronavirus pandemic.",
  "Today on Fox News: June 24, 2020 ",
  "Cal Thomas: Trump needs to learn this lesson from Ronald Reagan President Trump's speech  Saturday night in Tulsa, Okla., was a toxic stream of consciousness that ignored a great opportunity to speak words of healing and unity to a divided nation."
]