[
  "Kellyanne Conway shrugs off Trump's slumping poll numbers: 'That doesn't surprise me at all' Counselor to Trump predicts voters will be 'sorely disappointed once they see' Biden",
  "Donald Trump Jr. calls out media for not pressuring Biden to do press conferences Donald Trump Jr. put the media on blast for not pressuring Joe Biden to hold a press conference.",
  "Fox News Rundown Extra: What Do The Early Presidential Polls Tell Us? Our complete, unedited interview with Republican National Committee national spokesperson Liz Harrington and Former Obama economic advisor Robert Wolf.",
  "Maher says Biden sidelined by coronavirus rules helped shut down 'gaffe machine' \"Real Time\" host Bill Maher made the case Friday night that the \"one good thing\" to come from the coronavirus outbreak is that it had sidelined Joe Biden from the campaign trail.",
  "President Trump on Hunter Biden's Ukraine and China ties, whether Joe Biden has the stamina to be president Sean Hannity sits down for an exclusive interview with President Trump in Green Bay, Wisconsin.",
  "Maher shames Bolton for not backing Biden despite pubbing anti-Trump book: How could Dem 'be worse'? \"Real Time\" host Bill Maher admonished former White House national security adviser John Bolton on Friday night for refusing to back Democrat Joe Biden in the 2020 presidential election despite just publishing a book slamming President Trump.",
  "Pollster Frank Luntz says Trump's 'tone is off': 'This is not 2016, Joe Biden is not Hillary Clinton' Pollster and political consultant Frank Luntz told \"Special Report\" Friday that President Trump's \"tone is off,\" and it's hurting his bid for reelection.",
  "Victor Davis Hanson: Anger, not Trump vs. Biden, now driving 2020 election The old 2020 election was supposed to be about many familiar issues. It is not anymore.",
  "Bill Maher to James Carville: 'How are the Democrats going to blow it?' Democratic strategist James Carville held no insult back against President Trump during his Friday night appearance on \"Real Time with Bill Maher.\"",
  "Liz Harrington: Democrats seek mail-in voting so they can cheat their way to victory in November Why do Democrats suddenly want to completely redesign how we vote in a matter of months? Why do they want to send out millions more ballots this November than there are eligible voting adults? Why do they want to put paid campaign operatives in charge of deli…",
  "Lawmakers want answers from Trump Administration on reports Russia paid Taliban to attack US troops Lawmakers on both sides the aisle in Washington want answers on new explosive reporting that a Russian spy unit paid the Taliban to attack U.S. troops stationed in Afghanistan.",
  "Oakland mayor hits back at Trump after says city is 'hell' The mayor of Oakland, Calif, has joined other Democratic leaders clapping back at President Trump for accusing their cities of being so ravaged by violent crimes that \"it's like living in hell.\"",
  "Maher blasts Oakland mayor, other 'Guardians of Gotcha': 'Now we're only seeing color' Before parting for his summer vacation, \"Real Time\" host Bill Maher slammed the \"Guardians of Gotcha\" for attempting to cancel people for \"helping wrong\" amid the Black Lives Matter movement.",
  "Bobby Jindal: Populist Republicans – Can traditional conservatives adapt to this movement? Conservative populists are attempting to reshape the party away from traditional corporate-friendly economic policies.",
  "Newt Gingrich: Do black lives matter in Chicago? Last weekend, CBS 2 in Chicago reported that from 5 p.m. Friday to 5 a.m. Monday there were more than 100 people shot – and at least 13 were killed. Twelve of these shooting victims were children and five of them perished."
]