[
  "Collins urges DHS to 'immediately rescind' new ICE policy on foreign students, warns of 'long-lasting harm' Sen. Susan Collins on Thursday urged the Department of Homeland Security and Immigration and Customs Enforcement to “immediately rescind” a new policy that would force foreign students to return home if the courses they are enrolled in are entirely online, ca…",
  "What’s in the Biden-Sanders unity platform? Halt on deportations, $15 minimum wage, reparations A task force set up by presumptive Democratic nominee Joe Biden and Sen. Bernie Sanders, I-Vt., this week released a broad array of policy recommendations for the party’s convention platform — part of an effort to find common ground between the party's center…",
  "Republican Senate candidate Bob Hamilton says ‘electrify the wall’ comment was a joke He’s running against Rep. Roger Marshall and 2018 nominee for governor Kris Kobach.",
  "Mexico's reported coronavirus cases hit 1-day high during president's visit to Washington Mexico set a new record for daily coronavirus cases reached in a single day with nearly 7,000 new cases reported Wednesday by the country’s Ministry of Health, along with 782 new deaths.",
  "Melania Trump statue in Slovenia set on fire on Fourth of July; suspects sought A wooden statue of first lady Melania Trump near her hometown in Slovenia was reportedly set on fire on the Fourth of July, prompting its removal.",
  "Trump administration sanctions Chinese officials over human rights abuses against Uyghur Muslims The Trump administration on Thursday imposed sanctions on three Chinese Communist Party (CCP) officials over its treatment of minorities in the Xinjiang region, where Uyghurs and other minorities are suffering forced labor and other human rights abuses.",
  "Washington state town prints own wooden currency for coronavirus relief A small town in Washington state has been printing its own wooden currency to help residents and businesses navigate the economic pressures brought on by the coronavirus pandemic.",
  "House Dems push bill that prohibits construction projects on military bases with Confederacy names The House Appropriations Committee approved a spending bill for the fiscal year 2021, but included a provision that would prohibit military construction projects on bases named after Confederate figures.",
  "Kevin McCarthy: Biden showing he'll 'surrender' to Bernie-led 'socialist wing' of the party Republican House Minority Leader Kevin McCarthy told “Fox & Friends” on Thursday that presumptive Democratic presidential nominee Joe Biden is “surrendering” to socialists after a task force set up by the former vice president and Vermont Sen. Bernie Sanders …",
  "RNC pounces after Sanders says Biden could be 'most progressive' president since FDR ",
  "SupCo pops Trump’s bubble Manhattan prosecutor can access the president's financial records."
]