[
  "Supreme Court hands Trump administration win on deportation powers The Supreme Court ruled Thursday for the Trump administration in a key immigration case, determining that a federal law limiting an asylum applicant’s ability to appeal a determination that he lacked a credible fear of persecution from his home country does n…",
  "James Carafano: Trump's immigration wins — despite opposition, here's how he produced real results President Trump has broken through the traffic jam blocking immigration and border security reform — and produced tangible, constructive results.",
  "CBP chief says 95 percent of illegal immigrants being returned rather than detained The overwhelming majority of those trying to enter the country illegally are being \"expeditiously\" returned rather than put into detention, in part because of a Centers for Disease Control and Prevention (CDC) order in March to combat the coronavirus crisis, …",
  "Fox News Poll: Trump and Biden in close race in Georgia Democrat Joe Biden is narrowly preferred over President Donald Trump in a new Fox News survey of Georgia registered voters.",
  "Fox News Poll: North Carolina voters split over Trump, Republican Sen. Tillis President Donald Trump trails Democratic presidential candidate Joe Biden by a 47-45 percent margin, according to a Fox News survey of North Carolina registered voters.",
  "Fox News Poll: Biden leads in Florida as Trump lags among seniors Voters think Democratic presidential candidate Joe Biden is better suited to handle the issues of the day, expanding his lead over President Donald Trump in the battleground state of Florida.",
  "Fox News Poll: Texas tossup, Biden-Trump a one-point race Texas is a tossup, as Democrat Joe Biden tops President Donald Trump by a percentage point, 45-44 percent, in a new Fox News survey of Texas registered voters.",
  "US government calls out nations on dismal human rights records in new report The U.S. government is identifying nearly 20 countries for their dismal records on -- and refusal to confront -- human trafficking, according to a government report obtained by Fox News."
]