[
  "Harvard, MIT sue over ICE demand that foreign students leave US if courses are online-only Harvard University and the Massachusetts Institute of Technology (MIT) are suing the Department of Homeland Security (DHS) over an Immigration and Customs Enforcement (ICE) policy that would force foreign students to return home if the courses they are enroll…",
  "Trump meets Mexican president at White House, despite Democratic objections President Trump met with Mexican President Andres Manuel Lopez Obrador at the White House on Wednesday in Lopez Obrador’s first foreign trip as president – and despite complaints from Democrats that the meeting was politically motivated.",
  "UC Berkeley students plan to skirt ICE rules with bogus course for foreign classmates ",
  "Feds to loosen school corona rules under pressure from Trump Meanwhile convention plans still in flux as Florida woes grow.",
  "Guy Benson on Squad members' 'Breathe Act': Defunding police is 'wildly unpopular and dangerous' Fox News contributor Guy Benson on Wednesday called the House Democrats' proposed “Breathe Act,” which aims to defund the police, a “non-starter radical piece of legislation with zero percent chance of passing.”",
  "David Bossie: Republican vs. Democratic 2020 platforms will lay out clear choice for voters in Nov. I predict the 2020 Democratic platform will be the most un-American, socialist-inspired document to come out of a major party convention.",
  "7 of 47 in Senate Dems Caucus have mostly non-white staffs, survey shows Seven out of 47 senators who caucus with the Democrats have a team made up of at least 50 percent of staffers who identify as “non-Caucasian,” according to new data.",
  "Texas passes 10,000 confirmed new coronavirus cases in single day The record partly reflects a lag in testing results from the Fourth of July weekend.",
  "DeVos, Education Dept. face 5-state lawsuit over coronavirus relief plan for schools California, Michigan and three other states – plus the District of Columbia – are suing Education Secretary Betsy DeVos and her department, opposing what they say is a plan to take pandemic relief funds away from K-12 public schools and divert the money to pr…"
]