[
  "Trump campaign demands retraction, apology from CNN over ‘intentionally false, defamatory’ poll, network says no President Trump’s campaign sent a cease and desist letter to CNN on Wednesday, claiming that the network’s recent poll indicating Joe Biden has taken a 14-point lead over the president is “intentionally false, defamatory, and misleading” with the goal of harm…",
  "For president struggling on protests, ‘defund the police’ is a gift Virtually everything has been going against President Trump in recent weeks, but he just caught a major political break.",
  "Potential Biden running mate Harris renews pitch for $2,000 monthly payments during coronavirus pandemic Sen. Kamala Harris, D-Calif., on Tuesday renewed calls for $2,000 monthly payments to offset the financial impact of the coronavirus pandemic.",
  "Trump says he intends to hold rallies in Oklahoma, Florida, Arizona, North Carolina after coronavirus hiatus With less than five months to go before the general election in November – and after months of being stuck in Washington amid the coronavirus pandemic – President Trump said on Wednesday that he’s going to restart campaign rallies with trips already planned t…",
  "Brian Arbour: Trump reelection threatened by low approval ratings, coronavirus pandemic and racial strife A majority of Americans have a negative opinion of President Trump. In all, 54 percent disapprove of the job he is doing as president, 55 percent have an unfavorable impression of him, and 52 percent say they will vote for another candidate.",
  "Trump’s approval rating drops to 39 percent in Gallup poll A new national poll by Gallup indicates that President Trump’s approval rating has slid amid unrest the past couple weeks in cities across the nation sparked by the death of George Floyd in police custody.",
  "Deroy Murdock: Looting and rioting after George Floyd killing draw shocking support from left Leftists encouraged, enabled and empowered people who decided to riot after they saw four Minneapolis cops go low as one officer knelt on George Floyd’s neck for nearly nine minutes and killed him on Memorial Day, while the other cops did nothing to stop the …",
  "Tim Graham: Fact-checkers vs. Trump – here's what they are too biased to recognize The Post is promoting a new election-year book by their \"fact-checker\" squad."
]