[
  "2020 Democracy: Biden reacts negatively to positive job report The U.S. unemployment rate unexpectedly drops in May, indicating the nation's economy is recovering faster than expected from the coronavirus lockdown; Peter Doocy reports.",
  "President Trump touts surprise US job gains despite coronavirus pandemic Joe Biden blasts Trump for touting employment numbers as U.S. economy smashes expectation and adds 2.5 million jobs; reaction on 'The Five.'",
  "Trump holds major campaign meetings at White House, as polls show Biden ahead President Trump held two big campaign-related meetings in the Oval Office on Thursday to discuss messaging and the latest polling in battleground states, officials told Fox News -- amid a slew of polling that shows Trump behind presumptive Democratic rival Jo…",
  "New hires in May dent sky-high jobless rate President Trump touts stunning May jobs report.",
  "Biden rips Trump ‘crowing’ over jobs report, calls president’s remarks on Floyd ‘despicable’ Joe Biden called the news that the nation’s sky-high unemployment level dropped “a sigh of relief,” but he accused President Trump of “spiking the ball” on Friday’s jobs report and argued the president was “completely oblivious” to the tens of millions of Ame…",
  "Mainstream media falsely frames Trump's 'great day' George Floyd remarks on jobs report instead of equality under law The vast majority of the mainstream media falsely framed President Trump's remarks about George Floyd being \"happy\" about the ongoing pursuit for equality under the law to being about the positive jobs report.",
  "Deroy Murdock: Mattis wrongly criticizes Trump – ignores facts about rioting and president’s accomplishments Former Defense Secretary James Mattis boasts some 7,000 books in his library. This makes the unbearable lightness of his public attack on President Trump that much more mysterious. Had Mattis done some reading first, he might not have penned his vacuous anti-…"
]