[
  "Populists left and right seek social media control This is one of the main proving grounds for the direction and durability of the bipolar populist movement.",
  "Sean Hannity asks what Joe Biden has done 'to help improve the lives of you, we, the American people?' Sean Hannity began his TV program Tuesday by asking Americans to take a long look at Joe Biden's effectiveness over 36 years as a senator and eight years as Barack Obama's vice president as they prepare to go to the polls in November.",
  "Pompeo meets Chinese counterpart in Hawaii to talk trade, Hong Kong, human rights Secretary of State Mike Pompeo on Wednesday met with his Chinese counterpart in Hawaii as the relationship between the two nations dipped to its lowest level in a decade over everything from Beijing's handling of the coronavirus pandemic to Hong Kong's autono…",
  "Former Bush, Trump administration officials form pro-Biden super PAC Matt Borges is teaming up with former officials from the Bush and Trump administrations to launch a super PAC to turn out disaffected Republican voters for the former vice president.",
  "Biden urges Trump to 'wake up' and stop waving 'the white flag' on coronavirus Joe Biden took aim at President Trump on Wednesday, charging that the president has “lost interest” in battling the coronavirus pandemic and accusing Trump of “surrendering the fight,\" urging him to \"wake up.\"",
  "Bolton, in book, accuses Trump of ‘obstruction of justice as a way of life,’ asking China's Xi for 2020 help Former national security adviser John Bolton alleges in his upcoming 592-page memoir that President Trump regularly gives \"personal favors to dictators he liked” and even asked Chinese President Xi Jinping to help him in the 2020 election, according to excerp…",
  "Victor Davis Hanson says 'the left has used' George Floyd's death to stage cultural revolution Author and Hoover Institution senior fellow Victor Davis Hanson told “The Brian Kilmeade Show” on Wednesday that the left has “hijacked” the protests over the death of George Floyd in order to stage a cultural revolution.",
  "Lighthizer denies Bolton claim that Trump asked China’s Xi for 2020 help: ‘Never happened. I was there’ U.S. Trade Representative Robert Lighthizer said former national security adviser John Bolton’s claim that President Trump asked Chinese President Xi Jinping for help winning the 2020 election was “absolutely untrue.”",
  "Police chief says Seattle does not have 'cop-free' zones, denies city is 'under siege' "
]