[
  "State Dept. lays out Iranian terror record amid push to extend arms embargo The State Department on Wednesday issued a report on global terrorism that outlined Iran’s funding and backing of terrorism abroad -- just as the Trump administration escalates its efforts to extend an arms embargo on the rogue regime set to expire in October.",
  "Harry Kazianis: Korean War began exactly 70 years ago – can Trump get a peace treaty to officially end it? All sides would benefit from a peace treaty ending the Korean War. If war breaks out again and goes nuclear it would have horrific consequences.",
  "US government calls out nations on dismal human rights records in new report The U.S. government is identifying nearly 20 countries for their dismal records on -- and refusal to confront -- human trafficking, according to a government report obtained by Fox News.",
  "Trump visits Korean War Memorial for a wreath laying ceremony President Trump and first lady Melania Trump visited the Korean War Memorial Thursday morning in Washington for a wreath-laying ceremony to mark the 70th anniversary of the Korean War.",
  "John Bolton predicts Biden administration would be 'another four years' of Obama foreign policy Former National Security Adviser John Bolton told “The Daily Briefing” Thursday that a victory for presumptive Democratic presidential nominee Joe Biden in November would lead to “another four years” of former President Barack Obama's foreign policy.",
  "Iraq War veteran on statues being destroyed: 'This is America, we do not solve problems via mob rule' In America problems are not solved “via mob rule,” Army veteran Rob Smith told “Fox & Friends” on Thursday in the wake of destructive protests in Madison, Wis. and Washington, D.C.",
  "US hits Iranian metal industry with sanctions as tensions bubble The move comes a day after the U.S. also sanctioned the captains of five Iranian ships that delivered gasoline to the authoritarian Maduro regime in Venezuela and said it would seek \"snap back\" sanctions against Iran if the U.N. Security Council doesn't exten…",
  "Pompeo says if UN doesn't extend arms embargo on Iran, US will seek sanctions Secretary of State Mike Pompeo said in a press conference on Wednesday that if the U.N. Security Council doesn't agree to extend the arms embargo against Iran, then the U.S. will seek to \"snap back\" multilateral sanctions on the regime.",
  "Trump blasts Bolton, Seattle, Democrats in 'Hannity' interview President Trump on Thursday blasted John Bolton ahead of the publication of his tell-all memoir “The Room Where It Happened,” calling his former national security adviser “crazy” and saying that “all he wants to do is bomb people.”",
  "WikiLeaks founder Julian Assange accused in US indictment of conspiracy, seeking to recruit hackers WikiLeaks founder Julian Assange sought to recruit hackers at conferences in Europe and Asia who could provide his anti-secrecy website with classified information, and conspired with members of hacking organizations, according to a new Justice Department ind…",
  "White House threatens to veto House Dems' DC statehood bill The Trump administration threatened to use veto powers Wednesday over legislation that would grant Washington D.C. statehood, which is set to be voted on the House floor this week.",
  "James Carafano: Trump's immigration wins — despite opposition, here's how he produced real results President Trump has broken through the traffic jam blocking immigration and border security reform — and produced tangible, constructive results.",
  "KT McFarland: Targeting of Flynn was about stopping Trump and 'will' of voters The targeting of former National Security Adviser Gen. Michael Flynn by Obama-era FBI and Justice Department officials was all about a coordinated effort to stop the Trump administration and the \"will\" of American voters, former Deputy National Security Advis…",
  "Andrew McCarthy: Michael Flynn FBI notes — What do they tell us about Obama team and the case? Flynn defense lawyer Sidney Powell has filed an intriguing supplement to the defense’s concurrence in the Justice Department’s dismissal motion.",
  "CBP chief says 95 percent of illegal immigrants being returned rather than detained The overwhelming majority of those trying to enter the country illegally are being \"expeditiously\" returned rather than put into detention, in part because of a Centers for Disease Control and Prevention (CDC) order in March to combat the coronavirus crisis, …",
  "Israel's planned West Bank annexation is a 'declaration of war,' says Hamas Israel’s planned annexation of West Bank settlements and the Jordan Valley is considered a declaration of war, according to Hamas, the group in control of the Gaza Strip.",
  "Sen. Rick Scott (R-FL) On COVID-19 Spike In Florida Florida Senator Rick Scott spoke with Fox News Radio's Guy Benson about why Senate Democrats blocked the GOP Police reform Bill. Sen. Scott also commented on the recent spike in COVID-19 cases. Saying, \"Well, first off, look were clearly getting a lot of case…",
  "DOJ hits back at Nadler threat of Barr impeachment: It’s a ‘political thing’ Justice Department spokeswoman Kerri Kupec on Thursday hit back at House Judiciary Committee Chairman Jerrold Nadler’s threat to potentially seek impeachment against Attorney General Bill Barr, slamming the suggestion as simply a “political thing.”",
  "Flynn case hearing, deadlines nixed after court ordered to allow dismissal U.S. District Judge Emmet Sullivan on Thursday ordered the cancellation of a hearing he had scheduled in Michael Flynn's case, following a ruling from the D.C. Circuit Court of Appeals saying Sullivan has to dismiss the case.",
  "Coronavirus resurgence in several states could erase months of progress, experts warn "
]