[
  "KT McFarland: Trump and Bolton – this is when I knew it wasn't going to end well Bolton and Trump clashed from the beginning – not just over policy, but in style and temperament.",
  "Trump visiting Arizona to mark milestone of 200 miles of border wall construction President Trump is heading to Arizona on Tuesday to spotlight his administration's completion of the 200th mile of border wall construction along the nation’s southern boundary with Mexico.",
  "Trump's steel tariffs stand after Supreme Court declines challenge The Supreme Court on Monday left in place President Trump’s 25 percent steel tariffs, declining to hear a challenge to the law that authorized it.",
  "Bolton, in interview, says Democrats 'almost as bad and somewhat equivalent to Trump' Former national security adviser John Bolton warned in an interview airing Sunday night that President Trump's White House poses a \"danger for the republic\" -- but cautioned that congressional Democrats were \"almost as bad\" in their efforts to unseat him from…",
  "Jason Chaffetz: 'It would surprise me' if Durham's probe doesn't lead to indictments Fox News contributor Jason Chaffetz said on Monday that he expects prosecutions to come from Connecticut U.S. Attorney John Durham's investigation of the Russia probe's origins.",
  "State Department designates 4 more Chinese news outlets as propaganda The State Department designated four more Chinese news outlets as propaganda on Monday--  China Central Television, China News Service, People’s Daily and Global Times-- bringing the total to nine.",
  "Steve Hilton: Why a second Trump term is so important The bureaucracy, the establishment media, the Democrats, never-Trump Republicans, John Bolton with his book are all desperate to show that Trump was a one-off, short-term event, a historical aberration.",
  "McEnany spars with reporters over Trump’s use of ‘Kung Flu,’ says he is ‘linking’ virus to 'place of origin’ White House press secretary Kayleigh McEnany sparred with reporters on Monday over President Trump’s use of the term “Kung Flu,” declaring that the moniker was meant to link COIV-19 to its place of origin.",
  "Steve Hilton: 'Weak, corrupt, mentally malfunctioning' Biden would be a 'tragic setback' for the country A Joe Biden victory in November would be a \"tragic setback\" for the country, \"The Next Revolution\" host Steve Hilton argued Sunday night.",
  "Trump to sign order expanding immigration restrictions to include H-1B, other guest worker programs President Trump on Monday is expected to sign an executive order that significantly expands current immigration restrictions to include a number of guest worker programs including the H-1B visa -- an order the administration says will put Americans first for …",
  "McEnany denies Trump ordered slowdown in coronavirus testing, says rally comment was made 'in jest' McEnany said the president’s remarks at his Tulsa rally about coronavirus testing was “a comment that he made in jest, a comment that he made in passing.”",
  "Burgess Owens 'willing to not watch the game' if NFL allows players to kneel during national anthem Burgess Owens, a former player for the New York Jets, said that he is prepared to stop watching the NFL because of commissioner Roger Goodell’s encouragement of teams to consider signing Colin Kaepernick, and players choosing to peacefully protest during the …",
  "Biden campaign official says Trump rally remarks prove he has always 'viewed this virus as a joke' Biden campaign deputy manager and communications director Kate Bedingfield told \"The Daily Briefing\" Monday that President Trump's remarks about coronavirus testing at his Oklahoma rally Saturday proves that he views the pandemic \"as a joke.\"",
  "WHO sees record single-day increase in worldwide coronavirus cases The World Health Organization on Sunday reported a record daily increase in worldwide coronavirus cases, with more than 183,000 new infections in a period of just 24 hours.",
  "Trump’s return to the campaign trail backfires His aggressive style may be his only 2020 play."
]