[
  "Iran issues arrest warrant for Trump over Soleimani killing, US calls it 'propaganda stunt' Iranian officials angry over the killing of Gen. Qassem Soleimani have now reportedly issued an arrest warrant for President Trump – but the U.S. is calling it a “propaganda stunt”.",
  "President Trump denies being briefed on Russian bounty reports Russia reportedly offered cash to Taliban militants to kill U.S. troops in Afghanistan; reaction and analysis from the 'Special Report' All-Stars.",
  "Jesse Watters suggests bounty intelligence was leaked by Trump 'hater' to create another 'Russian cloud' \"The Five\" co-host Jesse Watters argued Monday that The New York Times report that Russia offered Taliban-linked militants bounties to kill U.S. troops in Afghanistan is \"just another lie\" in a greater effort to take down President Trump.",
  "McEnany accuses NY Times of 'false' reporting on Russian bounty intel, says it should hand back Pulitzers White House Press Secretary Kayleigh McEnany blasted The New York Times Monday over what she claimed was \"false\" reporting about whether President Trump was briefed about intelligence that Russia paid Taliban-linked militants bounties to kill U.S. troops in A…",
  "McEnany: Pelosi 'playing politics' with 'false reporting' on Russian bounties for US troops White House Press Secretary Kayleigh McEnany said on Monday that House Speaker Nancy Pelosi is “entirely off-base” for claiming that President Trump has not been applying pressure on Russia for their misdeeds.",
  "McEnany peppered with questions over report Russia paid Taliban to attack US troops White House press secretary Kayleigh McEnany faced a barrage of questions Monday about why the White House was not briefed by intelligence on a report claiming Russia paid Taliban-linked militants to kill U.S. troops in Afghanistan.",
  "Trump says intel doesn't back report on Russian bounties on US troops: 'Another fabricated Russia Hoax' ",
  "White House insists ‘no consensus’ on intel of Russian bounties for US troops, as pressure mounts The White House on Monday insisted there is \"no consensus\" that the intelligence that Russia offered bounties to Taliban-linked militants to kill U.S. troops is accurate, which is why, it says, the issue was never flagged to President Trump or Vice President …",
  "Trump says intel doesn’t back up report on Russian bounties against US troops President Trump downplays explosive report that sent shock waves through D.C.",
  "Multiple intelligence streams suggest Russians paying bounties for US troops, Trump not briefed: official Multiple intelligence threat streams indicated Russian intelligence operatives offered bounties to Taliban-linked militants to kill U.S. troops, but while the National Security Council met recently to come up with a number of responses to the report, it did n…",
  "McEnany calls reporter’s question ‘absurd’ when asked if Trump believes it's good South lost the Civil War White House press secretary Kayleigh McEnany told Politico reporter Ryan Lizza his question was “absolutely absurd” when he asked if President Trump was happy with the outcome of the Civil War.",
  "Joe Biden attacks President Trump over tweets, Russia President Trump faces backlash for retweeted video; Doug McKelway reports.",
  "Jason Chaffetz blasts Pelosi for suggesting that 'the Russians have something on Donald Trump' Former House Oversight Committee Chairman Jason Chaffetz blasted House Speaker Nancy Pelosi, D-Calif., for suggesting that “the Russians have something on Donald Trump,” calling it “terribly irresponsible” and “just downright wrong.”",
  "Politico reporter blasted for asking if Trump thinks South's Civil War loss was 'a good thing' at briefing Politico chief Washington correspondent Ryan Lizza faced intense backlash on Monday for questioning whether President Trump believed that the defeat of the Confederacy in the Civil War was a \"good thing.\"",
  "Supreme Court turns away border wall challenge from environmentalists The Supreme Court on Monday declined to hear an appeal from a coalition of environmental groups that pushed back against the Trump administration's construction of the wall along the U.S.-Mexico border.",
  "Today on Fox News: June 29, 2020 ",
  "Navy bans troops from indoor religious services but permits protests and house parties, law firm says The Navy is banning service members from attending indoor religious services due to the coronavirus and troops could be court-martialed as punishment, a religious freedom law firm tells Fox News.",
  "NBC News’ Chuck Todd slammed for asking Bolton if Trump 'is afraid to make Putin mad' because he wants his help: 'This is not journalism' Republican National Committee chairwoman Ronna McDaniel slammed NBC News’ Chuck Todd and called him a Democratic activist after the “Meet the Press” host asked if President Trump is “afraid” to upset Vladimir Putin because of Russia's election interference in…",
  "White House pushes back report that President Trump was briefed on Russian bounty intel President Trump and the White House dispute reports that Russian intelligence officials offered bounties to Taliban-linked militants to kill U.S. troops in Afghanistan; reaction on 'The Five.'",
  "Arthur Herman: Don't underestimate Trump – here's how voters will judge this historic presidency Trump has been engaged in a one-man balancing act unprecedented in American history, and all without a net."
]