[
  "Trump calls US 'toughest country to deal with', cites 'Schumer and Pelosi and people that are bad people' President Trump told Sean Hannity during a town hall in Green Bay, Wis., Thursday that the \"toughest country to deal with\" is his own because of House Speaker Nancy Pelosi, D-Calif., Senate Minority Leader Chuck Schumer, D-N.Y. and their treatment of him duri…",
  "North Korea says it will counter 'nuclear with nuclear' over 'hostile' US policy North Korea Thursday said it has no choice but to “counter nuclear with nuclear” over the “hostile policy” of the United States, which it blames for failed bilateral talks.",
  "Sean Hannity's town hall with President Trump: Part 1 President Trump discusses cancel culture push to remove statues, Democrat-run cities in crisis, support for 'stop and frisk' policing, economic threat from China, response to coronavirus pandemic with Sean Hannity in Green Bay, Wisconsin.",
  "Pompeo: US imposes 9 more sanctions on exports Iran uses to fund its Revolutionary Guard Secretary of State Mike Pompeo announced Thursday that the U.S. has imposed additional sanctions on Iran’s metal exports that supply revenue for the country’s Revolutionary Guard Corps.",
  "Trump predicts coronavirus vaccine 'before the end of the year' as case count surges in parts of US President Trump predicted Thursday during a \"Hannity\" town hall in Green Bay, Wis. that \"before the end of the year, we’ll have a vaccine\" for the coronavirus.",
  "Trump says violence in Chicago, Baltimore, other US cities like 'living in hell,' in 'Hannity' town hall President Trump, in a Fox News town hall with Sean Hannity on Thursday, tore into the soaring violent-crime rates in cities including Chicago and Baltimore – comparing them to Afghanistan and Honduras, and saying, “it’s like living in hell.”",
  "Tucker warns Trump 'could well lose' in November, says president must rediscover 'core appeal' Tucker Carlson warned viewers Thursday that President Trump is facing an uphill battle for reelection and a victory for former Vice President Joe Biden would enable the \"radicals who control\" him to \"remake the country.\"",
  "Appeals court rules Trump administration lacked authority to shift military money to wall A federal appeals court on Friday ruled that the Trump administration acted unlawfully when it transferred $2.5 billion in military construction projects to build parts of the wall at the southern border -- a blow to the administration’s efforts to fulfill Pr…",
  "Justice Dept. won't oppose Roger Stone request to delay start of prison sentence, it says The U.S. Justice Department said Thursday it won't oppose a request by former President Trump adviser Roger Stone to delay the start of his upcoming prison sentence, citing the department's coronavirus policies.",
  "Tucker Carlson: Trump could well lose the election - he must defend America's institutions Unless fundamental facts change soon, it could be tough for Trump to be reelected.",
  "Karl Rove says Trump is clearly trailing Biden: Here are 3 things he must do to turn it around Fox News contributor Karl Rove on Friday addressed that President Trump is behind presumptive Democratic presidential nominee Joe Biden in key battleground states.",
  "Pompeo: US imposes restrictions on Chinese Communist Party leaders undermining Hong Kong autonomy Secretary of State Mike Pompeo announced new restrictions against members of the Chinese Communist Party (CCP) Friday, declaring that the U.S. has banned visas for CCP members affiliated with the obstruction of Hong Kong’s autonomy.",
  "Trump in trouble? Poll numbers have some conservatives nervous A spate of bad polls and bad headlines from last weekend's Trump rally in Oklahoma have some of the president's biggest conservative supporters concerned",
  "Dick Cheney poses for photo to encourage mask wearing Former Vice President Dick Cheney posed for a photo posted Friday by his daughter, Sen. Liz Cheney, R-Wyo., to encourage mask wearing, as coronavirus cases surge in some parts of the country.",
  "Trump fields audience questions on mail-in voting, riots, says Democrats 'destroying our country' President Trump's Fox News town hall with Sean Hannity on Thursday night presented a rare opportunity for the nation's commander-in-chief to answer questions coming directly from everyday Americans.",
  "Court orders Roger Stone to report to Bureau of Prisons on July 14 U.S. District Judge Amy Berman Jackson on Friday delayed Roger Stone’s surrender date until July 14, after his attorneys had requested an extension into September, due to coronavirus concerns."
]