[
  "John Yoo On Seattle Unrest: Does Trump Have The Power To Intervene? Image credit: \r\nUnsplashInterviews\r\ninterview with John Yoovia Fox NewsHoover Institution fellow John Yoo discusses unrest in Seattle and whether President Trump can and should send U.S. troops into American cities to restore order.",
  "North Korea marks 2-year anniversary of Trump-Kim summit by vowing to build up military North Korea is marking the two-year anniversary of the first summit between Kim Jong Un and President Trump by vowing to build up its armed forces so it can “cope with the long-term military threats from the U.S.”",
  "Adm. James Stavridis: Gen. Mark Milley Did the Right Thing Apologizing For Accompanying the President to Lafayette Square Admiral James Stavridis (Ret.), former Supreme Allied Commander at NATO, member of the Carlyle Group and author of \"Sailing True North: Ten Admirals and the Voyage of Character\" spoke with Brian Kilmeade and agreed with Chairman of the Joint Chiefs of Staff, …",
  "Bolton makes his move: Memoir to claim Trump misconduct went beyond Ukraine, slam ‘reelection calculations’ Former National Security Adviser John Bolton’s forthcoming memoir claims President Trump’s \"transgressions\" went well beyond the Ukraine saga that led to his impeachment and alleges that “reelection calculations” drove the president's major decisions, accordi…",
  "Graham: 'If you care about the rule of law, you should want me to get to the bottom' of Russia probe Senate Judiciary Committee Chairman Lindsey Graham, R-S.C., told \"Hannity\" Thursday that anyone who cares about the \"rule of law\" should want him get to the bottom of the origins of the FBI's Russia investigation.",
  "Jim Jordan’s Big Idea: Enact FISA reform to fix 'system-wide problem' Rep. Jim Jordan, R-Ohio, says reforming the Foreign Intelligence Surveillance Act (FISA) is paramount to protecting U.S. citizens’ right to privacy, warning that if a president of the United States can fall victim to misconduct, so can the average American.",
  "Trump says he won't 'let Seattle be occupied' by police-hating lawbreakers President Trump told Fox News' Harris Faulkner in an exclusive interview airing Friday that his administration is \"not going to let Seattle be occupied by anarchists.\"",
  "Trump vows he won't 'let Seattle be occupied by anarchists,' will 'straighten it out' if local leaders don't \"Outnumbered: Overtime\" anchor Harris Faulkner previewed her exclusive interview with President Trump Thursday while appearing on both \"Special Report with Bret Baier\" \"The Story with Martha MacCallum\" say that \"we're not going to let Seattle be occupied by a…",
  "New York Times columnist Bret Stephens bashes paper's handling of Tom Cotton column New York Times columnist Bret Stephens blasted his own paper’s decision to disavow Senator Tom Cotton’s recent op-ed about the George Floyd unrest as “an invitation to intellectual cowardice.”",
  "Headlong into the mud As we get closer to the election, you will see more and more attack ads.",
  "Cancel culture goes crazy, claiming classics, cartoons and the confederacy All right, this time they’ve gone too far."
]