[
  "German intel report lays bare Iran's attempts to obtain nuclear proliferation technology Iran remains hell-bent on developing the deadliest weapons on the planet, according to a damning German intelligence service report released Monday.",
  "Will the unrest in Libya and NATO's schism drag US back into conflict? It is coming up on nine years since Libyan dictator Muammar al-Gaddafi was assassinated, splintering the North African nation into a protracted conflict of contested rulers and warring militias.",
  "US-Canada border to remain closed to non-essential travel until July 21 Canadian Prime Minister Justin Trudeau on Tuesday announced that the U.S.-Canada border will continue to be closed to non-essential travel until late July because of the coronavirus pandemic.",
  "Paul Whelan's brother calls for Russia to free him as Moscow floats prisoner swap for 'Merchant of Death' The brother of a Michigan man, who once served in the Marines, deployed twice to Iraq and was sentenced Monday by a Russian court to 16 years of hard labor, is pleading for his release, urging President Trump on Monday to get involved to negotiate his release…",
  "This Day in History: June 16 Ford Motor Co. is incorporated; Donald Trump launches his campaign to become president of the United States.",
  "Trump says he wants major troop reduction in Germany President Trump on Monday appeared to confirm earlier reports that he intends on reducing the number of U.S. troops in Germany, which some experts say could damage Washington’s relationship with Berlin.",
  "Chris Wallace says North Korea's destruction of liason office indicates nuke talks 'have basically collapsed' \"Fox News Sunday\" anchor Chris Wallace told \"Your World\" Tuesday that negotiations between the U.S. and North Korea over the status of the totalitarian regime's nuclear program \"seem to have basically collapsed.\"",
  "DOJ sues John Bolton in federal court to block publication of upcoming book The Department of Justice on Tuesday filed a complaint in federal court over former national security adviser John Bolton’s new book about his time in the Trump White House.",
  "Top Republicans urge GOP colleagues to support FISA reform, probe how tool was 'weaponized' The top Republicans on the House Judiciary and Oversight committees called on their GOP colleagues Tuesday to support the reform and reauthorization of the Foreign Intelligence Surveillance Act, while urging members to further investigate how the tool was pur…",
  "Meghan Markle and Prince Harry's stay in Canada cost taxpayers more than $40G: report Meghan Markle and Prince Harry 's stay in Canada reportedly cost the country's taxpayers more than $40,000.",
  "As UN panel examines 'systemic racism' in US, some countries say America is an unfair playing field As the top human rights body of the United Nations seeks international scrutiny of systemic racism against people of African descent in response to the recent killings of African Americans by police, some countries are wondering if there is a double standard …",
  "Jim Carrey floats conspiracy theory that Trump may be the first US president to defect Jim Carrey floated a conspiracy theory to his Twitter followers warning that Donald Trump may be the first U.S. president to defect to a foreign country.",
  "Albuquerque to send unarmed social workers, not police officers, to some 911 calls Hours before Albuquerque police officers detained members of an armed civilian group when a protest erupted in gunfire Monday, the mayor of New Mexico’s capital city made an announcement that unarmed social workers – not officers – would now respond to certai…",
  "Trump says ‘we must build upon our heritage, not tear it down' amid Confederate statue removals President Trump on Tuesday seemed to speak out against moves being taken by many cities and states to remove statues and monuments honoring the Confederacy, calling on the country to “build upon our heritage, not tear it down.”",
  "Democratic Party fires away at Trump as it launches general election offensive The Democratic National Committee (DNC) kicked off its 2020 general election offensive against President Trump with a scathing TV and digital ad that slams the president on the fifth anniversary of his declaration of candidacy in the 2016 campaign.",
  "Ingraham slams objections to Trump rally, claims they prove science 'has become obscenely politicized' Laura Ingraham kicked off Monday's edition of \"The Ingraham Angle\" by musing that the advice of so-called \"medical experts\" about how to mitigate the spread of coronavirus always seems to justify Democrats' political endeavors, even if their prescriptions lat…",
  "Cruz rolls out bill to provide tax credits to businesses who test employees for coronavirus weekly Sen. Ted Cruz on Tuesday rolled out new legislation that would provide tax credits to businesses that plan to test employees for the novel coronavirus every week in states where the infection rates are above the national average.",
  "Gary Bauer and Nury Turkel: China's war on religion – What US must do to support freedom In any other country, such a massive crackdown on religious freedom would be an international outrage.",
  "Culture wars are won by voters, not politicians Generational change, shifting attitudes and cultural norms cannot be constrained by legislation.",
  "Internal police whistleblower protections seen as missing piece in reform push The issue of police reform has been thrust into the limelight in recent weeks following the death of George Floyd beneath the knee of a Minneapolis police officer last month, prompting calls for a litany of police reform measures aimed at squashing racism and…"
]