[
  "Mark Meadows hints at executive orders 'this week' on China, drug prices since Congress won't act White House Chief of Staff Mark Meadows said on Monday that President Trump will take measures against China after they mishandled the coronavirus outbreak that plagued the world.",
  "Lindsey Graham Blasts Trump Critics, the NBA and Colin Kaepernick Senator Lindsey Graham (R-SC) Chairman of the Senate Judiciary Committee, spoke with Brian Kilmeade about President Trump's speech from Mount Rushmore, the left's continued push to defund police as crime soars across the nation, Black Lives Matter being a lef…",
  "Outrage after California bans singing in churches amid coronavirus pandemic Faith leaders are speaking out after California Gov. Gavin Newsom banned singing and chanting in houses of worship last week due to a surge in coronavirus cases following weeks of protests.",
  "Spencer Cox wins Republican primary in Utah governor's race Cox captured a narrow lead with 36.4 percent of the vote over Huntsman’s 34.6 percent, The Associated Press reports",
  "Sasse slams 'Chairman Xi’s spy web' after reports UK will freeze Huawei out of 5G networks The foreign policy victory for the United States comes amid tensions over the coronavirus, trade, the South China Sea, and as the two nations are engaged in a 21st-century version of the space race.",
  "James Carafano: China's new Hong Kong security law — 4 concerns that should trouble Americans The new law is clearly intended to give Beijing the direct authority and tools needed to root out political dissent and public demonstrations.",
  "Steve Hilton: Here's how Trump gets reelected The president and his team have every reason to feel bitter and frustrated.",
  "New Hampshire governor stresses ‘it’s imperative’ attendees wear masks at Trump rally New Hampshire Gov. Chris Sununu said Monday that he’s “pleased” that President Trump’s campaign will hand out face masks and hand sanitizer to people arriving at Saturday’s Trump re-election rally in Portsmouth, New Hampshire.",
  "Biden says he is going to ‘transform’ the nation if elected Tweet comes on the heels of politically charged Fourth of July weekend",
  "Today on Fox News: July 6, 2020 ",
  "WHO alters timeline to indicate it first learned of coronavirus from Internet, not Chinese officials The credibility of the World Health Organization (WHO) and its dealings with the Chinese government in the early days of the pandemic have once again come under scrutiny.",
  "'SAD' if no 'deep state' prosecutions before elections; Durham should produce findings, Grassley says Senate Finance Committee Chairman Chuck Grassley on Monday said it was \"SAD\" that Attorney General Bill Barr might wait until after Election Day to initiate prosecutions related to U.S. Attorney John Durham's ongoing probe into FBI misconduct.",
  "The Electoral College dodges another bullet The Supreme Court rules states can sanction or remove ‘faithless' presidential electors.",
  "Christopher Columbus was 'controversial,' but he 'changed the course of history,' historian says Author and Historian Laurence Bergreen told “Fox & Friends” on Monday that history's most famous explorer Christopher Columbus is “a very complicated sort of difficult-to-understand figure for people today.”"
]