[
  "Rep. Brad Wenstrup says President Trump 'has done more' against Russia than past presidents Rep. Brad Wenstrup, R-Ohio, on Friday blasted the leaders who were calling President Trump weak on Russia.",
  "Gen. Keane says his military sources could not 'corroborate' Russian bounties placed on US soldiers Retired Gen. Jack Keane said on Friday that his sources in the military could not corroborate the report that Russia placed bounties on U.S. soldiers in Afghanistan.",
  "Jim Banks on Russian bounty report: Nancy Pelosi is attacking ‘career intelligence officers’ Rep. Jim Banks pushed back on House Speaker Nancy Pelosi’s criticism of President Trump’s response to the Russian bounty report, saying that the call was made by “career intelligence officers.”",
  "Iran nuclear site fire hit centrifuge facility, analysts say The Atomic Energy Organization of Iran sought to downplay the fire, calling it an “incident.\"",
  "Hero interpreter for US military on becoming a US citizen: It was a 'very happy and exciting day' A former combat translator who worked alongside American troops in Afghanistan told “The Daily Briefing” on Monday that becoming a U.S. citizen on Monday was “exciting.”",
  "2020’s still up in the air, but there’s already buzz about the 2024 GOP presidential field Whether President Trump wins or loses reelection in November, there will likely be a wide open race for the 2024 Republican presidential nomination.",
  "Trump plays up job gains while playing down virus President Trump, who loves to spar with the press, took no questions.",
  "South Dakota AG Ravnsborg: Trump attendance at Mount Rushmore fireworks is a defeat for ‘cancel culture’ President Trump will be in attendance Friday when – for the first time in 10 years – South Dakotans and Americans will once again behold fireworks bursting in midair, illuminating Mount Rushmore’s 60-foot tall busts of some of our nation’s great leaders.",
  "Hydroxychloroquine helped save coronavirus patients, study shows; Trump campaign hails 'fantastic news' Researchers at the Henry Ford Health System in Southeast Michigan have found that early administration of the drug hydroxychloroquine makes hospitalized patients substantially less likely to die -- a finding that conservatives say validates President Trump's …",
  "Rep. Bill Johnson: This July 4th, America faces a crossroad over the future of our country The question on this Independence Day:  where do we go from here?",
  "Britain places US travelers on quarantine 'red list' Europe also previously announced a travel ban for U.S. citizens.",
  "How Fourth of July in 2020 will be unlike any other: no beach, no booze, no BBQ Safety measures intended to combat the spread of the coronavirus are changing the way Americans will celebrate."
]