[
  "Rep. Jim Banks: Russian bounties to Taliban story may be putting US lives at risk — here's how The New York Times may have imperiled our troops’ lives and compromised national security by reporting on unconfirmed intel.",
  "Pompeo: If UN lets Iran arms embargo expire, it will 'betray' ideals of peace, security Secretary of State Mike Pompeo addressed the United Nations Security Council Tuesday in another attempt to persuade the international security group to extend the arms embargo against Iran.",
  "Kevin McCarthy calls out Schumer for 'playing politics with American lives' over Russia bounty reports House Minority Leader Kevin McCarthy, R-Calif., told “Fox & Friends” on Tuesday that “the idea of leaking information” while “not even knowing whether it's true or not” is “dangerous to all Americans who serve in our military.”",
  "'Blood is on their hands': Rep. Banks says NYT revealed sensitive details on Russia bounty intel A top Republican lawmaker said Monday that The New York Times has \"blood\" on its hands, after the paper reported that Russia secretly offered bounties to Taliban-linked militants for killing American troops in Afghanistan.",
  "Robert O’Brien: National Security Council reforms – President Trump has made people safer, nation stronger Over the past nine months, little-noticed but important changes have taken place at the National Security Council (NSC) under President Trump’s leadership.",
  "Rep. Adam Kinzinger: I Don’t Think The President Was Briefed On Russia Putting Bounties On U.S. Soldiers Congressman Adam Kinzinger (R-IL) spoke with Brian Kilmeade about the New York Times report that Russia secretly offered bounties to Taliban-linked militants for killing American troops in Afghanistan. Kinzinger, who attended a White House briefing on the rep…",
  "Rep. Kinzinger explains why question of Trump being briefed on Russia bounty intel is 'irrelevant' Rep. Adam Kinzinger, R-Ill., told Fox News Radio Tuesday that it is unlikely President Trump was briefed on intelligence that Russia secretly offered bounties to Taliban-linked militants for killing American troops in Afghanistan due to the information's unve…",
  "China's new Hong Kong security law would impose life sentences on anyone guilty of these charges Anyone in Hong Kong found guilty of secession, subversion or terrorism will now be sentenced to life in prison under the controversial new security law passed by China this week.",
  "Dem lawmaker on Russian bounty report: Need to know what Trump knew and whether he was briefed Rep. Max Rose, D-N.Y. said on Tuesday that Congress has to get to the bottom of the issue when it comes to Russia reportedly placing bounties on U.S. soldiers in Afghanistan.",
  "House Dems attend White House briefing on Russian bounty reports The delegation was led by Majority Leader Steny Hoyer, D-Md,. and also includes Intelligence Committee Chairman Rep. Adam Schiff, D-Calif., and Foreign Affairs Committee Chairman Rep. Eliot Engel, D-N.Y., among others.",
  "Biden accuses Trump of ‘dereliction of duty' over Russia bounty reports in first press briefing in nearly 3 months Presumptive Democratic presidential nominee Joe Biden pulled no punches when going after President Trump during his first press conference in 89 days.",
  "Hero interpreter for US military in Afghanistan becomes American citizen A former combat translator who worked alongside American troops in Afghanistan and is credited with saving the lives at least five soldiers while targeted for death by the Taliban became a U.S. citizen Monday.",
  "Kayleigh McEnany says Trump is ‘most informed person on planet Earth’ about threats to US White House press secretary Kayleigh McEnany asserted Tuesday President Trump is the “most informed person on planet Earth” about threats the United States faces.",
  "Liz Harrington: NYT Russia Story Is “Fake News” And “A Bunch Of Garbage” On Fox Across America with Jimmy Failla, RNC Spokesperson Liz Harrington discussed Joe Biden's attempt to take questions from the media in months and the New York Times/Russia story regarding Afghanistan. \"Of course, the first question is not about Joe Biden,…",
  "Pentagon says ‘no corroborating’ evidence to stand up NYT report on Russian bounties The Defense Department said late Monday that there is “no corroborating evidence” to support the explosive New York Times report last week that said the Russian military offered bounties to Taliban-linked militants to kill U.S. troops in Afghanistan.",
  "Biden says he’s eager to compare ‘cognitive ability’ against Trump’s Joe Biden, at his first press conference in three months, defended his cognitive ability and said he “can hardly wait” to compare it to President Trump's as the general election matchup heats up.",
  "Democrats pounce on Russia bounty controversy House Democrats, Joe Biden slam President Trump after White House briefing on Russia bounties report; reaction on 'The Five.'",
  "Beijing enacts contentious Hong Kong security law despite protests, US warnings Beijing increasing its grip on Hong Kong after passing a security law that critics say undermines the semi-autonomous territory’s judicial independence.",
  "Trump battles NY Times on Afghanistan story, deletes inflammatory video The president’s first instinct, as always, was to blame the press.",
  "DOJ official Bruce Ohr meets with Senate Judiciary Committee behind closed doors Justice Department official Bruce Ohr is on Capitol Hill Tuesday, answering questions from the Senate Judiciary Committee behind closed doors, Fox News has learned."
]