[
  "Bolton memoir discusses plot to replace Pence, 'cool' Venezuela invasion, and more Fox News has obtained former national security adviser John Bolton's upcoming 592-page memoir, \"The Room Where it Happened\" -- and the manuscript contains several previously unreported claims of intrigue and realpolitik among key administration figures, past …",
  "North Korea likely to attack US presidential election in November, analysts warn North Korea will likely attack the U.S. presidential election in November, experts warn, as Kim Jong Un's regime already has threatened that possibility.",
  "Trump team sues, trashes Bolton as his book calls impeachment too narrow President Trump may not be able to block John Bolton’s book, but he’s determined to blacken his reputation.",
  "White House trade adviser Peter Navarro blasts John Bolton's book: It's 'deep swamp revenge porn' White House trade adviser Peter Navarro on Thursday called former National Security Adviser John Bolton's book that details critical information about the Trump administration \"revenge porn.\"",
  "Trump bashes 'washed-up' Bolton over forthcoming book, says ex-national security adviser 'broke the law' President Trump lashed out at former national security adviser John Bolton in an exclusive interview with \"Hannity\" Wednesday night, saying he \"broke the law\" by publishing a forthcoming book about his time in the administration.",
  "Bolton claims Trump said reporters 'should be executed,' requested DOJ seek jail time Former National Security Adviser John Bolton claims in his forthcoming memoir that President Trump said reporters “should be executed” and even requested that his White House counsel contact the Justice Department to discuss whether jailing journalists would …",
  "Mueller, DOJ sued by businessman for $100M claiming 'false' Russia report statements Giorgi Rtskhiladze, an American citizen originally from the former-Soviet nation of Georgia, is suing Robert Mueller, claiming that a footnote in Mueller's Russia report falsely characterized him and linked him to an unverified, scandalous allegation involvin…",
  "MSNBC's Chris Hayes blasts John Bolton over book: He's 'attempting to literally cash in on betrayal of his country' Tell-all books that offer a damning depiction of President Trump are often embraced by liberal news networks, but MSNBC host Chris Hayes blasted former national security adviser John Bolton for the release of his new book \"The Room Where It Happened.\"",
  "Chris Wallace predicts Bolton tell-all book will be 'one-week story,' then fade away \"Fox News Sunday\" host Chris Wallace told \"Outnumbered Overtime\" Thursday that the claims made about President Trump in former national security adviser John Bolton's forthcoming tell-all memoir are unlikely to have much impact on his political fortunes ahead…",
  "Juan Williams: Bolton tell-all book 'unlikely to shake' Trump's base, but 'something has to break through' \"The Five\" co-host Juan Williams predicted Thursday that the claims made about President Trump in former National Security Adviser John Bolton's forthcoming tell-all memoir are unlikely to have much impact on the president's political base ahead of the Novemb…",
  "Richard Manning: Bolton book’s lies are ultimate betrayal Former National Security Adviser John Bolton is cashing in with a book that lies about President Trump .",
  "Deroy Murdock: Trump campaign should make its slogan great again in Tulsa President Trump's existing slogan, Keep America Great, is irrelevant, if not flippant and callous, given this nation’s current condition.",
  "African countries up in the air over call for UN panel to examine 'systemic racism' in US African countries on Thursday slowed down their call for the top human rights body of the United Nations to launch its most intense scrutiny on the hot-button issues of police brutality and systemic racism in the United States, after American officials led ba…",
  "Republicans boycott hearing on foreign election meddling, citing security concerns Republicans serving on the House Permanent Select Committee on Intelligence skipped a virtual Thursday hearing on the dangers of foreign election meddling online, citing security concerns.",
  "Longtime top aide says Trump risked security for personal gain Bolton describes Trump as not \"fit for office.\"",
  "New Trump appointee dismisses top leadership in shake-up of broadcasting agency The new Trump-appointed CEO of the U.S. Agency for Global Media (USAGM) -- which oversees American taxpayer-funded news broadcasting around the world including Voice of America (VOA) -- fired three of the agency's network heads Wednesday just days after the d…",
  "Giuliani blasts Bolton as 'total backstabber,' amid memoir claims President Trump’s personal attorney Rudy Giuliani slammed John Bolton as a “total backstabber,” as excerpts from the former national security adviser’s forthcoming memoir surfaced revealing previously unreported claims about him, the president and members of …",
  "Conway swipes at Bolton record, says Trump national security gains were 'before he got there or after he left' Counselor to the President Kellyanne Conway sought Thursday to diminish John Bolton's record as President Trump's national security adviser, telling \"Special Report\" that many of the administration's \"national security accomplishments ... happened before he g…",
  "Judge Napolitano: 'Too little, too late' for government to block John Bolton's book Judge Andrew Napolitano said on Thursday that the DOJ's attempt to block John Bolton’s book is too little too late.",
  "Trey Gowdy slams Bolton book: 'For $29.95, he's going to save you from this existential threat' Fox News contributor Trey Gowdy reacted to John Bolton's allegations in his upcoming book regarding President Trump's fitness for office by asking the former national security adviser: \"If you really think he's unfit to be the leader of the free world, why di…"
]