[
  "Trump confirms he OK’d US cyberattack against Russia in 2018: report President Trump acknowledged this week that in 2018 he authorized a covert U.S. cyberattack against a Russian “troll farm,” according to a report.",
  "House Democrats promise investigations, legislation after Trump commutes Roger Stone House Democrats reacted furiously to President Trump’s Friday move to commute the prison sentence of political operative Roger Stone -- demanding an investigation and even legislation to stop similar commutations happening again.",
  "Corey Lewandowski: Roger Stone's treatment should scare every American The way the U.S. government treated political advisor Roger Stone should scare every American, Trump 2020 senior adviser Corey Lewandowski warned Saturday.",
  "Trump 2020 spokesman says Roger Stone commutation done to correct the 'partisanship of the past' Trump 2020 campaign national press secretary Hogan Gidley told \"Hannity\" Friday that the president's decision to commute former associate Roger Stone's prison sentence was \"a good move.\"",
  "Romney accuses Trump of 'historic corruption' after Roger Stone commutation Sen. Mitt Romney, R-Utah, on Saturday joined Democrats in criticizing President Trump’s decision to commute Roger Stone’s prison sentence, decrying it as an act of “historic corruption” -- just as Trump said Stone was the victim of an “illegal witch hunt.”",
  "Biden campaign: Trump abused authority by commuting Roger Stone's sentence Joe Biden's campaign weighed in Friday night on President Trump's decision to commute Roger Stone's 40-month prison sentence, claiming it was an abuse of presidential authority that weakened the country.",
  "Newt Gingrich: Good riddance anti-Trump Republicans who would rather support Biden, Pelosi and Schumer The revolt of the anti-Trump Republicans is further proof of just how different and disruptive the Trump presidency has been.",
  "Gregg Jarrett: Trump right to commute Roger Stone’s sentence – Stone committed no crime, was framed by Mueller By commuting the prison sentence of Roger Stone on Friday, President Trump took a justified step in rectifying an egregious wrong.",
  "Gordon Chang calls exiled virologist's claim of China coronavirus cover-up 'credible' Gordon Chang, author of \"The Coming Collapse of China,\" told \"Tucker Carlson Tonight\" Friday that he finds Hong Kong scientist Dr. Li-Meng Yan and her accusations of a coronavirus cover-up by Beijing to be \"credible.\"",
  "State Dept. warns Americans in China of risk of detention, interrogation: report The State Department is warning Americans to use “increased caution” in China over what it says is an increased risk of “prolonged interrogations and extended detention” amid increased tensions between Beijing and Washington.",
  "Tucker Carlson praises Roger Stone sentence commutation, says arrest and trial were a 'set-up' Tucker Carlson lauded President Trump's commutation of longtime Republican political consultant Roger Stone's prison sentence Friday, saying the 67-year-old had been the victim of a \"nakedly political\" set-up aimed to put him away for the rest of his \"useful …",
  "Harmeet Dhillon: Roger Stone was victim of political prosecution — Trump right to commute his prison term President Trump’s Friday night commutation of the unjust 40-month prison sentence given to Roger Stone for convictions of lying to Congress and witness tampering was necessary to correct a grave injustice and abuse of power.",
  "Trump says he will sign order to provide road to citizenship for 'Dreamers' President Trump said Friday that he will be signing an executive order over the next few weeks which will include a “road to citizenship” for Deferred Action for Childhood Arrivals (DACA) recipients."
]