[
  "Pompeo warns Iran will become arms dealer 'to the Maduros and the Assads' if arms embargo expires Secretary of State Mike Pompeo on Wednesday warned that the Iranian regime will become an arms dealer to despots in places such as Syria and Venezuela if a 13-year-old arms embargo is allowed to expire -- and that more people will die in the Middle East as Te…",
  "Dem rep accuses Trump of ‘treason’ over Russia bounty report Rep. Seth Moulton, a former Marine Corps officer, accused President Trump of \"treason\" on Wednesday over reports that Russia paid bounties to Afghan fighters to kill American soldiers and the White House took no action in response.",
  "Trump claims Russia bounty story a ‘hoax,’ as controversy mounts President Trump continued to push back against a bombshell New York Times report that Russia allegedly offered bounties to Afghan militants for killing U.S. soldiers, and that Trump had been briefed on it but did nothing.",
  "James Carafano: On Russian bounties, Trump's record proves he would have acted if given solid intelligence The last thing Trump would do is give Moscow a pass for taking contracts out on American soldiers.",
  "Eric Trump rips Biden after first press conference in 89 days: 'The man has no fight in him' Trump Organization Executive Vice President Eric Trump told \"Hannity\" Tuesday that presumptive Democratic nominee Joe Biden's press conference showed that the former vice president \"has no fight in him.\"",
  "Secretary Pompeo on Trump administration's China policy, intel on Russian bounties for US troops Secretary of State Mike Pompeo joins Fox News chief political anchor Bret Baier on 'Special Report.'",
  "National security adviser says Trump’s CIA briefer decided not to share Russia bounty intel National Security Adviser Robert O’Brien on Wednesday claimed that President Trump’s CIA briefer made the call not to share with him the intelligence referencing Russia allegedly offering bounties to Afghan militants for killing U.S. soldiers.",
  "Esper assures troops after NYT report on Russian bounties Esper says, military is \"fully committed to ensuring American forces in the field have the best intelligence, weapons, equipment, protective gear, tactics, and all necessary authorities to deal with any threats they might face in order to ensure their safety …",
  "White House blames 'irresponsible, anonymous leakers' for endangering US troops in Afghanistan White House press secretary Kayleigh McEnany maintains President Trump was never briefed on report of Russian bounties on U.S. troops in Afghanistan; Kristin Fisher reports.",
  "Andrew McCarthy: China swallows Hong Kong The Chinese Communist Party, through what it portrays as its legislature (the “National People’s Congress”), has enacted a law crushing democracy in Hong Kong.",
  "Gowdy insists Pompeo, Ratcliffe and O'Brien 'would never allow bounties to be set on our soldiers, ever.' Fox News contributor and former House Intelligence Committee member Trey Gowdy told \"Your World\" Wednesday that if intelligence officials had deemed information that Russia offered Taliban-linked militants bounties for the deaths of American soldiers to be cr…",
  "President Trump claims Russia bounties story was made up to hurt Republicans Trump comments on Russian bounties intelligence in Fox Business interview; Kristin Fisher reports from the White House.",
  "Baier presses Pompeo on bounty report: 'Does the Russian government have American blood on its hands'? \"Special Report\" host and Fox News chief political anchor Bret Baier flatly asked Secretary of State Mike Pompeo Wednesday if Russia had \"American blood on its hands in Afghanistan\" following a New York Times report last week that U.S. intelligence had receiv…",
  "Joe Concha on Biden's first press conference in 89 days: Like T-ball practice 'with a beach ball' The Hill’s media reporter Joe Concha said on Wednesday that presumptive Democratic nominee Joe Biden’s first press conference in 89 days was weak.",
  "Trump national security adviser surprised NY Times 'ran with' Russia bounty story, says info was 'uncorroborated' National Security Adviser Robert O'Brien said Wednesday that he was \"surprised\" after The New York Times and The Associated Press published explosive reports alleging that President Trump and his top officials had been aware of classified intelligence indicat…",
  "Deroy Murdock: Trump's global campaign to decriminalize homosexuality merits gay pride The Trump administration is working to decriminalize homosexuality overseas.",
  "Trump-appointed federal judge upholds legal challenge to administration asylum rule Judge upholds a legal challenge to the Trump administration",
  "House Intel to receive briefing on Russian bounty reports The House Intelligence Committee is slated to be briefed Thursday on the intelligence reports claiming Russia offered bounties to Afghan militants for killing U.S. soldiers, Fox News has learned.",
  "Rep. Kinzinger: 'deep concern' about alleged Russian bounties, but NYT doesn't 'paint the whole picture' Rep. Adam Kinzinger, R-Ill., told “America’s Newsroom” on Wednesday that his takeway from on the alleged bounties Russia put on American soldiers in Afghanistan is that “it’s a really serious issue.”",
  "Another incumbent falls Trump endorsed, five-term Colorado U.S. Rep. Scott Tipton lost in Tuesday’s Republican primary."
]