[
  "CBS reporter asks Trump why he hires people 'that you believe are wackos and liars' amid Bolton book furor CBS News White House correspondent Paula Reid asked President Trump Thursday why he kept \"hiring people that you believe are wackos and liars\" following Trump's angry reaction to claims made by former National Security Adviser John Bolton in a forthcoming boo…",
  "Everyone Has An Opinion This Week: Calls for change continue following the death of George Floyd. President Trump signed an Executive Order on police reform this week as a first step. The Republican led Senate released its police reform legislation and the House Judiciary Committee …",
  "International nuclear watchdog puts pressure on Iran to cooperate, 'immediately comply' with safeguards The United Nations international nuclear watchdog announced Friday that they have “serious concern[s]” regarding Iran’s inability to comply with contractual safeguard obligations.",
  "Former Bolton chief of staff says ex-boss 'couldn't figure out how to' work with Trump Former National Security Council Chief of Staff Fred Fleitz told \"The Story\" Thursday that the \"turning point\" in President Trump's relationship with former National Security Adviser John Bolton came when the president \"decided last June not to bomb Iran.\"",
  "Pompeo: China waging disinformation campaign to drive wedge between US and Europe Secretary of State Mike Pompeo warned Friday that China is behind a \"fear in Europe\" as Beijing aggressively continues to spread its influence across the world through economic initiatives and cyber disinformation campaigns that are forcing Europeans to choos…",
  "Bolton Book Rocks D.C. Everyone is talking about Former National Security Adviser John Bolton's new book about President Trump. Former Utah Governor Jon Huntsman Jr. served as ambassador to Russia under the Trump administration and he joins the 'Rundown' to react to some of the boo…",
  "Charles Hurt bashes Bolton over claim Trump unfit for office: 'John Bolton has never been elected to anything' Washington Times opinion editor and Fox News contributor Charlie Hurt ripped former National Security Adviser John Bolton Thursday for making what he called \"preposterous\" claims about President Trump in Bolton's forthcoming memoir of his time in the administ…",
  "DACA recipient says Trump should invite Dreamers to work with him, change narrative about deportations DACA recipient Hilario Yanez appeared on Fox News Friday to discuss the Supreme Court’s decision rejecting the Trump administration's bid to end an Obama-era program protecting those who illegally arrived in the U.S. as children from deportation.",
  "Trump looks for his way back machine in Tulsa Back in 2016 Trump was something of a mystery.",
  "FCC commissioner claims Big Tech has 'weaponized' federal law to push 'partisan political agenda' FCC Commissioner Brendan Carr told “America’s Newsroom” on Friday that social media companies have amassed more control over more speech than any other entity in human history.",
  "Today on Fox News: June 19, 2020 ",
  "Grenell trashes Bolton, claims ex-security adviser 'saved salacious stories in order to sell books' Former acting Director of National Intelligence Ric Grenell claimed on \"The Ingraham Angle\" Thursday that former National Security Adviser John Bolton saved \"salacious stories\" to sell copies of his forthcoming memoir of the Trump administration.",
  "Pompeo blasts Bolton's book as 'spreading a number of lies,' calls him a 'traitor': 'I was in the room too' Secretary of State Mike Pompeo dove into the controversy surrounding former National Security Adviser John Bolton’s new book, “The Room Where it Happened,” Thursday – declaring “I Was in the Room Too.”",
  "Taylor Swift calls for Juneteenth to be a national holiday, promises to continue to educate herself on history Taylor Swift shared a video that explained the history of Juneteenth and revealed that she’s giving her staff the day off this year and every coming year.",
  "NY Times goes there: Does Donald Trump want a second term? After Howard Dean’s campaign imploded in 2004, his closest advisers told me they had reached the stunning conclusion that he did not really want to be president.",
  "Amy Klobuchar withdraws from Biden VP selection to make room for ‘woman of color’: report Sen. Amy Klobuchar announced Thursday she was removing herself as a candidate to be former Vice President Joe Biden’s vice presidential pick.",
  "Biden's stimulus oversight questioned amid his attacks on Trump coronavirus spending Joe Biden is stepping up his attacks on the Trump administration's handling of coronavirus stimulus funds -- and as a result, the former vice president, whom Barack Obama once called the White House's \"sheriff\" of taxpayer funds, is now under renewed scrutiny…"
]