[
  "James Carafano: US vs. China — 5 smart ways to keep pushing back Foreign policy doesn’t stop for turmoil here at home. The U.S. can’t afford attention deficit disorder overseas.",
  "Navy vet Michael White back in US after release from Iran detention U.S. Navy veteran Michael White arrived back in the U.S. early Friday after his release from Iran following nearly two years of detention.",
  "MSNBC hires controversial ex-FBI lawyer Lisa Page as legal analyst MSNBC announced on Friday that it has hired former FBI lawyer Lisa Page as an NBC News & MSNBC national security & legal analyst.",
  "GOP's Mike Lee blasts claim of DC plan to evict National Guard troops from city hotels Sen. Mike Lee, R-Utah, says he's hearing that Washington, D.C., Mayor Muriel Bowser plans to evict at least 1,200 National Guard troops from city hotels after she clashed with President Trump over the handling of George Floyd unrest in the city.",
  "900 active duty military police sent to DC area for protests are being sent home Friday All 900 active duty military police brought to bases around Washington, DC following civil unrest in the wake of George Floyd's death will be heading home today, Fox News has learned.",
  "DC readies for Saturday protests as police chief says it may be ‘largest we’ve had in the city’ The nation’s capital is bracing for what could be its largest protest yet on Saturday since the death of George Floyd, expanding a massive fenced perimeter around the White House, even as they send home hundreds of active-duty troops who were stationed outsid…",
  "Exclusive: Tulsi Gabbard pushing for VA reform with new burn pit legislation The thousands of veterans who claim that their exposure to burn pits during the wars in Iraq and Afghanistan left them sick and dying may be one step closer to getting assistance from the Veterans Administration due to the legacy of a recently deceased soldie…",
  "On sad anniversary, few to mourn the D-Day dead in Normandy Saturday's anniversary will be one of the loneliest remembrances ever, as the coronavirus pandemic is keeping almost everyone away — from government leaders to frail veterans who might not get another chance for a final farewell to their unlucky comrades.",
  "Trump touts letter from ex-attorney Dowd attacking Mattis: 'You need to bone up on your homework' President Trump continued his rhetorical offensive against former Secretary of Defense James Mattis Thursday, tweeting a letter purportedly written by his former attorney John Dowd that attacked Mattis for criticizing Trump's response to ongoing protests.",
  "Rep. Kinzinger slams DC mayor's 'ridiculous' push to evict National Guard from hotels: She would 'have them stay in tents' Washington D.C. Mayor Muriel Bowser has not exactly embraced the presence of the National Guard deployed to contain the violent protests in the nation's capital, but her push to evict Guard troops from city hotels is nothing short of \"ridiculous,\" Rep. Adam K…",
  "Sen. Ron Johnson on new Russia probe subpoenas: What are Democrats afraid to find out? As Democrats label Senate Republicans' authorization of subpoenas in their probe into the origin of the Russia investigation as politically motivated, Wisconsin Republican Sen. Ron Johnson wondered Friday what they were so afraid to uncover.",
  "New hires in May dent sky-high jobless rate President Trump touts stunning May jobs report.",
  "NYPD cracks down on mayhem, curfew defiance as George Floyd vigils across US draw thousands ",
  "Rebecca Grant: Criticizing Trump OK for retired military leaders – but they can't be immune from criticism Three big-name retired senior military leaders made headlines Tuesday and Wednesday when they sharply criticized President Trump’s leadership. There is nothing wrong with that – but their distinguished military service shouldn’t make their anti-Trump argument…",
  "Deroy Murdock: Mattis wrongly criticizes Trump – ignores facts about rioting and president’s accomplishments Former Defense Secretary James Mattis boasts some 7,000 books in his library. This makes the unbearable lightness of his public attack on President Trump that much more mysterious. Had Mattis done some reading first, he might not have penned his vacuous anti-…",
  "Jonah Goldberg calls out New York Times over 'insane' apology for publishing Cotton op-ed The Dispatch editor-in-chief Jonah Goldberg, a Fox News contributor, criticized The New York Times Thursday after the paper issued what he called an \"insane\" apology for running an opinion piece by Sen. Tom Cotton, R-Ark., that called for the military to quas…",
  "Utah National Guard confirms they were kicked out of DC hotel, mayor claims budget issue The Utah National Guard confirmed that 200 service members were being kicked out of hotels in the nation's capital after Washington, D.C., Mayor Muriel Bowser clashed with President Trump over the handling of George Floyd unrest in the city.",
  "National Guardsmen hospitalized after lightning strike near White House: reports As throngs of protesters continued to demonstrate against police brutality in Washington, D.C. Thursday night two Nationals Guardsmen posted near Lafayette Square were hospitalized after possibly being injured during a lightning strike, according to a report.",
  "Biden rips Trump ‘crowing’ over jobs report, calls president’s remarks on Floyd ‘despicable’ Joe Biden called the news that the nation’s sky-high unemployment level dropped “a sigh of relief,” but he accused President Trump of “spiking the ball” on Friday’s jobs report and argued the president was “completely oblivious” to the tens of millions of Ame…",
  "Tucker Carlson says calls to 'defund the police' leave him 'terrified': 'It means thugs are in charge' Tucker Carlson opened his show Thursday by reacting to the growing calls by many on the far left to defund police departments amid nationwide protests sparked by the death of George Floyd."
]