[
  "DOJ seeks to seize oil on 4 tankers with Islamic Revolutionary Guard Corps ties bound for Venezuela Federal investigators have obtained warrants to seize Iranian oil products aboard four tankers bound for Venezuela in violation of US sanctions, the Justice Department said Thursday.",
  "Rebecca Grant: Russia bounties reports – 5 critical factors to keep in mind as story unfolds Unfortunately, the Russia-Taliban rumors have swirled for years without materializing into actionable intelligence.",
  "Sen. Tom Cotton: When Trump gets hawkish on Russia, Dems 'curl up in the fetal position' Although Democrats claim to be outraged over explosive reports alleging that President Trump had been aware of classified intelligence indicating that Russia offered bounties to the Taliban for the deaths of American soldiers, when the administration gets \"ha…",
  "Rep. McCaul admits Trump 'did deserve, probably' to know about Russian bounty intelligence Rep. Michael McCaul, R-Texas, told \"America's Newsroom\" Thursday that President Trump \"did deserve, probably, to know\" about intelligence that Russian officials had paid bounties to Taliban-linked militants in exchange for the deaths of U.S. troops in Afghani…",
  "Behind the top-secret Russian military intelligence unit 29155, accused of paying insurgents to kill Americans in Afghanistan There is a Russian clandestine military intelligence unit known as the 29155, and it is believed to behind a string of scandals – most recently, a reported scheme to pay bounties to Afghan insurgents to kill U.S. troops.",
  "Pelosi denies prior knowledge of Russia bounty reports: 'Intelligence community should have brought it to us' House Speaker Nancy Pelosi said she wasn't aware that U.S. intelligence officials believed Russian was paying bounties to Afghan fighters to kill American soldiers and said she should have been briefed on such \"consequential\" information.",
  "Gang of Eight gets Russia bounty briefing amid confusion over Trump's role Intelligence community heads are set to brief top congressional leaders on Thursday about the reports that Russia has offered militants in Afghanistan bounties for killing American soldiers, the highest-level briefing for members of Congress on the matter so …",
  "Bolton Defends His Book Former National Security Adviser John Bolton's new book \"The Room Where It Happened: A White House Memoir,\" which has been highly critical of President Trump has been met with backlash from both sides of the political aisle. Bolton tells the 'Rundown' he's st…",
  "CNN anchor fails to push back after professor dubs Trump 'terrorist-in-chief,' cites 'freedom of opinion' Cal State Los Angeles professor Melina Abdullah urged Americans to call President Trump a \"terrorist-in-chief\" during an appearance on CNN Wednesday, arguing that he is \"the embodiment of white supremacist terrorism.\"",
  "Supreme Court to hear arguments over House request for Mueller grand jury material The Supreme Court announced Thursday that the justices will hear arguments in the Trump administration's challenge against the House Judiciary Committee's attempt to access the secret grand jury materials from Robert Mueller's Russia investigation.",
  "Rep. Jim Banks: The New York Times Published A Factually Inaccurate Story Simply To Attack The President Congressman Jim Banks (R-IN), member of the House Armed Services Committee, joined Brian Kilmeade to talk about the reports that Russia offered bounties to the Taliban to kill U.S. Soldiers. Banks is angry at the NY Times for publishing the information becaus…",
  "Pelosi attacks Trump over coronavirus, Russia hostility: 'The president himself is a hoax' House Speaker Nancy Pelosi, D-Calif., attempted to turn one of President Trump's favorite attack lines back on him Thursday, claiming that \"the president himself is a hoax\" rather than the coronavirus or Russian interference in U.S. elections.",
  "Independence or nah? American independence was such a catalytic event in world history that we really can’t imagine what things would be like.",
  "Iran journalist who fueled 2017 protests sentenced to death Iran sentenced a once-exiled journalist to death over his online work that helped inspire nationwide economic protests that began at the end of 2017, authorities said Tuesday.",
  "Rep. Andy Biggs: “A Miraculous Reopening” Happens If Democrats Win November On Fox Across America with Jimmy Failla, Rep. Andy Biggs (R-AZ) talks about why the country needs to get back to work faster the despite the warnings of a possible second coronavirus wave, and why he compares Democrats trying to use Russia to criticize Presid…",
  "‘Incident’ near Iran’s Natanz nuclear facility damages building An “incident” damaged an under-construction building Thursday near Iran's underground Natanz nuclear enrichment facility, though it did not affect its centrifuge operations or cause any release of radiation, a spokesman said.",
  "Trump holds press briefing, on heels of jobs report President Trump on Thursday morning will hold a press briefing after a jobs report that showed the economy starting to rebound from the depths of its crash during the coronavirus pandemic.",
  "Harvard grad blames Trump supporters after ‘stab’ video costs her Deloitte job She’s a Harvard graduate, but a Connecticut woman apparently learned this week that words and actions can have consequences.",
  "Americans divided on who's more mentally and physically fit for presidency: poll A new national poll suggests that slightly more Americans are confident of Biden’s mental and physical abilities than of the president’s.",
  "Tammy Bruce: Trump prioritizing law and order with move to protect monuments from mob The president is illustrating that law and order is of paramount importance and is at the foundation of everything else."
]