[
  "Tom Cotton agrees with Colin Powell, rips 'hysterical media overreaction' to Russia bounty reports The media and Democratic Party hysterically overreacted to reports that Russian officials had paid bounties to Taliban-linked militants in exchange for the deaths of U.S. troops in Afghanistan, Arkansas Republican Sen. Tom Cotton stated Friday.",
  "Pompeo hits ‘spurious’ UN report that claims Soleimani's killing was unlawful Secretary of State Mike Pompeo on Thursday pushed back against a U.N. report that claimed the U.S. strike that killed Islamic Republic Guard Corps Quds Force commander Qassem Soleimani breached international law -- with Pompeo describing the conclusions as “s…",
  "Russia calls US’s newest stance on nuclear arms agreement 'undiplomatic,' considers not extending A top Russian diplomat said Friday that he is not optimistic that the U.S.-Russian nuclear arms agreement will be extended because of Washington’s demands to include China in the proposal.",
  "Sen. Josh Hawley scrutinizes NBA Commissioner Adam Silver over reported social justice messages on jerseys Sen. Josh Hawley, R-Mo., accused the NBA of being too favorable to China after it was reported the league approved certain social-justice messages for players to wear on their jerseys during games during the restarted season.",
  "KT McFarland warns Durham probe 'will die a natural death' if findings held until after election Former Deputy National Security Adviser K.T. McFarland told \"The Story\" Thursday that if Connecticut U.S. Attorney John Durham punts the conclusion of his probe into the origins of the Russia investigation until after the November election, the public will ne…",
  "Donald Trump Jr. says American people 'deserve' Durham probe results before election Donald Trump Jr. on Friday said it would be a “disgrace, a disservice to the country, and a blight on the office” if U.S. Attorney John Durham should he wait to release his findings.",
  "Trump says he's considering pardon for Roger Stone days before prison sentence set to begin President Trump on Friday said he was “looking at” a pardon for longtime GOP operative Roger Stone, who is slated to report to prison for more than three years on Monday, saying he was treated “unfairly.”",
  "Woj bomb? Sen. Hawley posts ESPN reporter's alleged profane response to his criticism of NBA's directive Sen. Josh Hawley, R-Mo., claimed on Friday that ESPN’s top NBA reporter Adrian Wojnarowski sent him a profane message in response to criticism of the league’s relationship with China.",
  "Trump claims far left 'brainwashed' Biden in 'Hannity' exclusive: 'He doesn't know what he is doing' President Trump suggested on Fox News' \"Hannity\" Thursday night that presumptive Democratic presidential nominee Joe Biden had been \"brainwashed\" by the party's far left.",
  "Army's 'Captain America' dies by suicide after nearly a dozen combat tours The enemy could never break him, but what this decorated Green Beret eventually found was that his enemy was within.",
  "Goya Foods CEO won't apologize in face of boycott, backlash for pro-Trump remarks: 'Suppression of speech' Goya Foods President and CEO Bob Unanue said on Friday that he is not backing down in the face of a boycott over his visit to the White House.",
  "Trump declares Democrats ‘party of socialism and worse’ during trip to Florida President Trump, in a roundtable meeting with Venezuelan expatriates in Florida, took aim at the Democrats-- calling them “the party of socialism and worse.”",
  "Laura Ingraham calls out Biden for 'sleight of hand' economic plan: 'Just another act' Laura Igraham took issue Thursday with presumptive Democratic presidential nominee Joe Biden's \"Made in America\" economic plan, accusing the former vice president of copying President Trump to compensate for a \"weak spot\" in his campaign.",
  "Trump expected to commute Roger Stone sentence, days before prison term set to begin President Trump is expected to announce that he will commute Roger Stone’s sentence, just days before the longtime political operative is slated to report to prison to serve more than three years for charges stemming from former Special Counsel Robert Mueller…",
  "Josh Hawley invites ESPN CEO to talk China, NBA amid clash with sports reporter Sen. Josh Hawley, R-Mo, has extended an invitation to sit down with ESPN CEO James Pitaro amid the fiery clash that erupted on Friday with the sports network's NBA reporter Adrian Wojnarowski.",
  "EXCLUSIVE: Chinese virologist accuses Beijing of coronavirus cover-up, flees Hong Kong: 'I know how they treat whistleblowers' Li-Meng Yan told Fox News that she believes China knew about the coronavirus well before it claimed it did. She says her supervisors also ignored research she was doing that she believes could have saved lives.",
  "Georgia GOP congressional race gets personal over illegal immigrant ad claims The congressional race for an open seat in Georgia has gotten heated and personal between two Republicans.",
  "Victor David Hanson: Our current protest movement and the fragility of the woke A TikTok video that recently went viral on social media showed a recent Harvard graduate threatening to stab anyone who said “all lives matter.” In her melodrama, she tried to sound intimidating with her histrionics.",
  "Immigration advocates, educators slam new ICE rule restricting foreign college students: 'It really has no basis' Harvard University and Massachusetts Institute of Technology (MIT), along with the state of California, have filed a lawsuit over the temporary rule change."
]