[
  "Fred Fleitz: At Mount Rushmore, Trump right to highlight danger leftist radicals pose to America President Trump celebrated America’s independence and our nation’s 244th birthday Friday night with stirring speech at Mount Rushmore in South Dakota calling attention to serious threats America faces here at home from radical lawbreakers.",
  "Rep. Devin Nunes reacts to brief on Russian bounties: Vladimir Putin is 'dangerous,' intel community has 'real problem' There is a \"real problem\" in the U.S. intelligence community if the leakers are going to have to investigate themselves, Rep. Devin Nunes, R-Calif., pointed out Saturday.",
  "Trump gives optimistic Independence Day message, says US is ‘coming back’ after ‘terrible plague from China President Trump on Saturday gave an optimistic Independence Day message to the nation, declaring that the U.S. is “coming back” and will be “greater than ever before” after it emerges from the coronavirus pandemic -- which he described as a “terrible plague f…",
  "Protesters block road leading to Mount Rushmore ahead of Trump event Protesters blocked an access road to Mount Rushmore Friday, hours before President Trump was set to give a speech to kick off Independence Day weekend.",
  "Victor Davis Hanson says Trump must evoke Abraham Lincoln's July 4 address in 1861 amid current unrest Hoover Institution senior fellow and author Victor Davis Hanson told the \"Ingraham Angle\" Friday that President Trump must respond to America's current unrest with a firm statement along the lines of Abraham Lincoln's message to Congress on July 4, 1861.",
  "Adriana Cohen: 2020 presidential election poses clear choice: jobs or mobs The stark reality is that Democrats today would rather appease anarchists, looters and violent criminals than uphold law and order.",
  "State Department official tells US companies to 'be aware' of Chinese brands using slave labor Under Secretary of State Keith Krach warned on Saturday about the potential for international commerce to support brands benefiting from slave labor in China.",
  "Trump wants to give Americans 'a worthy show' for Independence Day in 'Salute to America' President Trump, who has railed against the \"cancel culture,\" refused to let the coronavirus pandemic close down a grand Fourth of July celebration in Washington, despite objections from local officials over rising infection rates.",
  "Peter Navarro: 'Chinese Communist Party needs to come clean about coronavirus’ The Chinese Communist Party needs to be held accountable for its role in eroding democracy in both the U.S. and Hong Kong, White House Trade Advisor Peter Navarro asserted Saturday.",
  "Biden calls for America to tackle 'systemic racism' in 4th of July message Joe Biden's Fourth of July message focused on America's long history of racial injustice -- from slavery to George Floyd's death -- as he called for Americans to strive to achieve the country's founding ideal of equality."
]