[
  "Pompeo responds to Susan Rice slam: 'She has a history of going on Sunday shows and lying' Secretary of State Mike Pompeo responded to former Obama administration National Security Adviser Susan Rice, after the potential 2020 Democratic vice-presidential candidate slammed him for appearing to be one of what she called \"sycophants and weaklings\" who…",
  "UN accuses Trump of breaking international law in Soleimani killing A United Nations report concluded that President Trump violated international law by staging a drone strike on an airport in Baghdad that killed the head of the Islamic Revolutionary Guard Corps' elite Quds Force, Gen. Qassem Soleimani.",
  "US envoy arrives in South Korea as North says it has 'no intention' to resume nuclear talks An American envoy has landed in South Korea Tuesday for discussions on stalled nuclear diplomacy hours after the North issued a statement vowing it has “no intention to sit face to face with the U.S.”",
  "Pompeo warns of potential restriction of Chinese TikTok app; US users may be ceding info to 'Chinese Communists' Secretary of State Mike Pompeo responded to former Obama administration National Security Adviser Susan Rice, after the potential 2020 Democratic vice-presidential candidate slammed him for appearing to be one of what she called \"sycophants and weaklings\" who…",
  "Matt Whitaker calls for Russian bounty intel leakers to be 'prosecuted to the fullest extent of the law' Former Acting Attorney General Matt Whitaker told “Outnumbered Overtime” Tuesday he agreed with the Trump administration's reported move to launch an internal investigation to determine who leaked intelligence that Russian officials had paid Taliban-linked mi…",
  "White House hits back at Dem criticism over Trump visit with Mexican president: 'It’s really a shame' A senior Trump administration official said that President Trump's upcoming visit from Mexican President Andrés Manuel López Obrador will help build on the leaders' relationship — while pushing back against criticism from Democrats over the meeting.",
  "Trump campaign aims to expand the 2020 electoral map amid challenging landscape President Trump will head Saturday to the key battleground state of New Hampshire, where he will hold his second rally since the coronavirus pandemic swept across the nation.",
  "Grassley: Senate would 'probably' override Trump veto of defense bill over renaming military bases Sen. Chuck Grassley, R-Iowa, predicted Congress would override a veto from President Trump on the must-pass bill to fund the military for fiscal year 2021 if it includes an amendment to rename military bases named after Confederate leaders.",
  "WHO: Coronavirus 'accelerating,' more testing not strictly to blame A top World Health Organization (WHO) official said Tuesday that the coronavirus is continuing to increase around the globe, noting that the spike in cases over the last month and a half means there could be a spike in deaths.",
  "Georgia declares state of emergency following deadly shootings ",
  "FBI Director Wray says half of bureau’s 5,000 counterintelligence cases are related to China FBI Director Christopher Wray warned Americans that the Chinese government’s theft of American information is taking place on so large a scale, suspected incidents make up nearly half of his bureau’s counterintelligence cases.",
  "WHO praises China for handling of bubonic plague, says it's 'carefully monitoring' situation The World Health Organization praised Beijing on Tuesday for its handling of a cluster of cases of the bubonic plague, one of the deadliest diseases in human history.",
  "Pence fires back at criticism of withdrawal from WHO, says global health agency 'let the world down' Vice President Mike Pence responded Tuesday to bipartisan criticism of the Trump administration's decision to withdraw from the World Health Organization (WHO) next year, telling \"Special Report\" that the United Nations agency \"let the world down\" in the figh…",
  "Tucker Carlson: Can Democrats lead a country they 'despise'? Tucker Carlson called into question the \"patriotism\" of Democrats and the mainstream media Monday following a weekend of criticism over President Trump's Fourth of July celebration.",
  "House Dems' defense funding bill allocates $1M to rename military facilities named for Confederates The bill also includes a 3 percent pay raise for service members",
  "Tucker Carlson: Can the left really lead a country it hates? Can you really lead a country that you hate?",
  "Trump administration submits notice of withdrawal from World Health Organization The Trump administration submitted a notice of withdrawal from the World Health Organization to the United Nations secretary-general, a senior administration official told Fox News on Tuesday, after President Trump for weeks had blasted the WHO’s handling of …",
  "Atlanta Mayor Keisha Lance Bottoms says Georgia reopened too soon: 'People are paying with their lives' Atlanta Mayor Keisha Lance Bottoms said Georgia was “too aggressive\" when it reopened from COVID-19 shutdowns in late April.",
  "CENTCOM commander doubts Russian bounty intel tied to US troop deaths in Afghanistan Gen. Kenneth \"Frank\" McKenzie, the commander of U.S. Central Command, told reporters Tuesday he doubted that intelligence of Russian bounties actually led to deaths of U.S. troops in Afghanistan, saying, \"I found it very worrisome, I just didn't find that the…"
]