[
  "North Korea: Redeploying troops, resuming military exercises at inter-Korean cooperation sites North Korea said Wednesday it will redeploy troops to now-shuttered inter-Korean cooperation sites, reinstall guard posts and resume military exercises at front-line areas, nullifying the landmark tension-reducing deals reached with South Korea just two years…",
  "Trump administration hits Assad regime with new economic and travel sanctions The Trump administration on Wednesday announced new sanctions against the regime of Syrian strongman Bashar al-Assad for human rights abuses in the country’s bloody nine-year civil conflict.",
  "Tensions At Home, Tensions Overseas President Trump has signed an executive order intended to address the growing demand for police reform. Law enforcement has been under the microscope ever since the death of George Floyd in Minneapolis Police custody. Boston's former Police Chief Daniel Linsk…",
  "Bolton claims in book that Pompeo once called Trump 'full of s---' Former national security adviser John Bolton alleges in his upcoming 592-page memoir that during President Trump’s 2018 visit to North Korea, Secretary of State Mike Pompeo handed him a note saying of Trump: “He’s so full of sh--.”",
  "Majority of House members back resolution supporting Iranian opposition, condemning regime's terror A majority of members of the House of Representatives are backing a bipartisan resolution that supports the Iranian opposition movement's call for a secular, democratic Iran -- and condemns Iranian state-sponsored terrorism.",
  "Bolton, in book, accuses Trump of ‘obstruction of justice as a way of life,’ asking China's Xi for 2020 help Former national security adviser John Bolton alleges in his upcoming 592-page memoir that President Trump regularly gives \"personal favors to dictators he liked” and even asked Chinese President Xi Jinping to help him in the 2020 election, according to excerp…",
  "Syrian elites face new State Department sanctions under Caesar Act, including Assad's wife Secretary of State Mike Pompeo announced Wednesday a new set of sanctions to be imposed on dozens of Syrian elites, including President Bashar al-Assad’s wife, under the Caesar Act.",
  "Today on Fox News: June 17, 2020 ",
  "James Carafano: US should back India after China kills at least 20 Indian troops The list of outrageous actions by China grew even longer Tuesday, with early reports that Chinese troops had killed at least 20 Indian soldiers in the disputed region of Kashmir on the border dividing the world’s two most-populous nations.",
  "Schiff says Bolton is 'no patriot' despite disclosures in memoir Rep. Adam Schiff, D-Calif., slammed former national security adviser John Bolton as “no patriot” after excerpts from his book claim House Democrats committed “impeachment malpractice” by limiting their inquiry to Ukraine.",
  "Tim Graham: ABC gives Bolton star treatment for anti-Trump book – unlike Obama's critics Liberal media are eager to showcase critics of President Trump -- quite a contrast with their treatment of Obama critics.",
  "George Floyd's brother, Philonise, gives message to UN panel investigating 'systemic racism' in US The brother of George Floyd made an earnest plea on Wednesday, urging the top human rights body of the United Nations to launch intense international scrutiny of systemic racism, the killing of black people by police and violence against peaceful protesters i…",
  "Fred Fleitz: Durham investigation – Will we finally learn truth behind Russia intel report? It’s been three and a half years since the U.S. intelligence community issued one of the most politicized assessments in its history.",
  "Republicans claim police reform needed – to prevent another ‘Russia hoax’ A House Judiciary Committee markup on the Justice in Policing Act, drafted to reform law enforcement after George Floyd's death in police custody, showed that Democrats and Republicans are in agreement that measures are needed to increase officer accountabili…",
  "Lighthizer denies Bolton claim that Trump asked China’s Xi for 2020 help: ‘Never happened. I was there’ U.S. Trade Representative Robert Lighthizer said former national security adviser John Bolton’s claim that President Trump asked Chinese President Xi Jinping for help winning the 2020 election was “absolutely untrue.”",
  "Pompeo meets Chinese counterpart in Hawaii to talk trade, Hong Kong, human rights Secretary of State Mike Pompeo on Wednesday met with his Chinese counterpart in Hawaii as the relationship between the two nations dipped to its lowest level in a decade over everything from Beijing's handling of the coronavirus pandemic to Hong Kong's autono…",
  "'The Comey Rule' shows Brendan Gleeson as Donald Trump in first look at upcoming Showtime series Showtime released a first look at “The Comey Rule,” featuring actors Brendan Gleeson and Jeff Daniels as Donald Trump and James Comey, respectively.",
  "Ahmaud Arbery's mother says Trump was 'very compassionate' during White House meeting Wanda Cooper-Jones, the mother Ahmaud Arbery, said President Trump was \"very compassionate\" when he met with various families behind closed doors on Tuesday, prior to signing an executive order geared toward reforming the country's policing tactics.",
  "Engel warns new Trump appointee to fire senior officials at VOA agency Rep. Eliot Engel, the chairman of the House Foreign Affairs Committee, on Tuesday night warned of an incoming firing spree against senior leadership of the U.S. Agency for Global Media (USAGM), the body that oversees Voice of America (VOA), at the behest of n…",
  "Laura Ingraham says Dems, left doing all they can to distract Americans from 'Wizard of Uhhs' Biden Laura Ingraham kicked off \"The Ingraham Angle\" Tuesday by comparing Joe Biden to the Wizard of Oz."
]