[
  "UN human rights body to debate ‘systemic racism, police brutality’ in US The U.N. Human Rights Council on Monday said it would hold a debate on “systemic racism, police brutality and violence against peaceful protests” amid global demonstrations sparked by the death of George Floyd in the U.S.",
  "Trump calls Bolton's memoir 'highly inappropriate' as WH readies legal action to stop publication President Trump called it “highly inappropriate” for his former national security adviser John Bolton to write a memoir about his time in the White House – saying it contained classified information and hinting that Bolton might have lied in the book.",
  "White House expected to take legal action to block publication of Bolton memoir The White House is expected to take legal action this week to block the publication of former national security adviser John Bolton’s forthcoming memoir, Fox News has learned.",
  "Why US is trying to curtail ICC investigation over 'war crimes' in Afghanistan The U.S. government made it clear in March that it would not cooperate with an International Criminal Court (ICC) investigation into alleged war crimes committed by U.S. military and intelligence personnel in Afghanistan, and late last week, the Trump adminis…",
  "House GOP accuses China, WHO of 'failure of monumental proportions' in spread of coronavirus Republicans on the House Foreign Affairs Committee issued a report Monday on the origins of the novel coronavirus, accusing China and the World Health Organization of a “failure of monumental proportions” in properly handling the virus at its onset.",
  "House Judiciary Republicans call for review of alleged Chinese abuse of EB-5 visa program Republicans on the House Judiciary Committee are calling for a review into the controversial EB-5 immigrant investor visa program -- warning that the Chinese Communist Party (CCP) may be abusing the program to get its members into the United States.",
  "QAnon conspiracy theory enters politics: What to know Daily Beast tech reporter Will Sommer talks to Fox News about Q and the QAnon conspiracy theory. Learn about what it is and why it has been moving from the fringes of the internet into mainstream politics, and why that could be dangerous for everyone.",
  "Trump battles health officials over indoor rally Supporters will get masks, sanitizer, temperature checks.",
  "Medical examiner details autopsy findings in police shooting of Rayshard Brooks, death ruled homicide ",
  "Liz Peek: Left silences silent majority – but watch for this in November Tens of millions of Americans are aghast at what is taking place in our country. But fearful."
]