[
  "Christian Whiton: John Bolton is the mouse that roared Despite a fearsome reputation as a bureaucratic warrior, John Bolton turned out to be an ineffective bystander when he was President Trump's national security adviser..",
  "Kim Jong Un suspends planned military retaliation against South Korea North Korea said Wednesday leader Kim Jong Un suspended a planned military retaliation against South Korea.",
  "Hundreds of National Guard troops mobilized to protect DC monuments amid protests Hundreds of troops with the Washington, D.C. National Guard have mobilized to protect monuments in the nation's capital, a senior U.S. defense official told Fox News on Wednesday.",
  "Bolton calls US withdrawal from Iran nuclear deal 'my happiest moment' in Trump administration Former National Security Adviser John Bolton told \"Special Report\" in an exclusive interview Tuesday that his resignation from the Trump administration was spurred by the president's \"erratic behavior\" which he said made it \"harder to protect America and make…",
  "Tammy Duckworth: 5 things to know about Biden's possible Democratic VP contender As focus shifts to who presumptive Democratic nominee Joe Biden will choose as his running mate, Illinois Sen. Tammy Duckworth has reportedly made the shortlist of vice presidential choices.",
  "Obama admin VA hospitals used term 'Kung Flu' in official online, marketing materials Two government-run Veterans Affairs (VA) hospitals during the Obama administration used the term \"Kung Flu\" in official materials, along with imagery of a monkey in a karate suit and a ninja wearing a flu mask, Fox News has learned.",
  "Meat plants questioned on record pork shipments to China despite warnings of shortage due to coronavirus Democratic Sens. Elizabeth Warren and Cory Booker are initiating an investigation into several meat plants after the companies pushed to stay open during the coronavirus pandemic-- citing a meat shortage that triggered raised prices-- despite a record-high nu…",
  "Coronavirus data show US – and globe – continuing to struggle with outbreak The U.S. may be eager to reopen after more than three months of coronavirus shutdowns – but the virus is showing little sign of going away anytime soon. In fact, the numbers are getting worse in many areas.",
  "House hearing explodes as Dems, witnesses accuse Barr of choosing politics over justice A House Judiciary Committee hearing focused on oversight of the Department of Justice was marked by searing accusations and explosive interruptions from the very beginning, as Democrats and witnesses accused Attorney General Bill Barr and his agency of puttin…",
  "Cal Thomas: Trump needs to learn this lesson from Ronald Reagan President Trump's speech  Saturday night in Tulsa, Okla., was a toxic stream of consciousness that ignored a great opportunity to speak words of healing and unity to a divided nation.",
  "Wray reveals FBI 'looking carefully' at foreign interference in protests following George Floyd's death The FBI is \"looking carefully\" at the possibility that foreign actors are influencing the sometimes-violent nationwide protests in the wake of George Floyd's in-custody death, FBI Director Christopher Wray exclusively told Fox News' Bret Baier on Wednesday.",
  "Strzok notes show Obama, Biden weighed in on Flynn case even as Comey downplayed it: lawyers Michael Flynn’s lawyers said newly uncovered notes from former FBI official Peter Strzok indicate then-FBI Director James Comey appeared to downplay Flynn’s fateful calls during the presidential transition with Russia's ambassador as “legit,” in a meeting whe…",
  "White DC protester seen yelling in faces of black cops in viral video: 'They're a part of the problem' A white female Black Lives Matter protester was filmed yelling in the faces of two black male police officers in Washington D.C.  Tuesday in a viral video that has since been viewed more than 2.1 million times.",
  "Dems block debate on police curbs Scott, McConnell aren’t ready to give up."
]