[
  "US envoy to North Korea issues rare public criticism of Pyongyang official amid stalled negotiations The top U.S. official on North Korea accused a senior North Korean nuclear negotiator on Wednesday of being “locked in an old way of thinking,” days after the negotiator said Pyongyang won't resume talks with Washington because of its “hostile” policies.",
  "Trump meets Mexican president at White House, despite Democratic objections President Trump met with Mexican President Andres Manuel Lopez Obrador at the White House on Wednesday in Lopez Obrador’s first foreign trip as president – and despite complaints from Democrats that the meeting was politically motivated.",
  "Sen. David Perdue Says He Will Be At The Republican National Convention With Bells On Senator David Perdue (R-GA) spoke with Brian Kilmeade about Georgia Governor Brian Kemp declaring a state of emergency and deploying National Guard troops as violence rises in Atlanta. Perdue applauds the governor for bringing out the guard to bring law and o…",
  "Alexander Vindman, Trump impeachment witness, retires from military Lt. Col. Alexander Vindman, a key impeachment witness against President Trump, retired from the Army Wednesday, with his lawyer citing \"a campaign of bullying, intimidation and retaliation\" that limited his military career.",
  "China experts expect TikTok ban 'by end of this week' as pressure mounts on Trump administration Secretary of State Mike Pompeo expanded on his considerations to ban the mobile app TikTok, saying it was only one of a number of Chinese companies that need to be held accountable for threatening Americans' data.",
  "RNC Chair McDaniel blasts Biden over defense of WHO, says agency 'had one job ... and they failed' Republican National Committee Chairwoman Ronna McDaniel hammered presumptive Democratic presidential nominee Joe Biden Wednesday for his criticism of President Trump pulling the United States out of the World Health Organization (WHO).",
  "Hogan Gidley: Joe Biden defends WHO, 'protects China' but won't speak up to condemn rioting Hogan Gidley on Wednesday blasted presumptive Democratic presidential nominee Joe Biden for defending the World Health Organization after its mishandling of the coronavirus pandemic.",
  "Juan Williams says Ilhan Omar 'sounds a lot like' Trump with call to 'begin ... dismantling the whole system' \"The Five\" co-host Juan Williams compared Rep. Ilhan Omar, D-Minn., to President Trump Wednesday after the freshman legislator called Tuesday to \"begin the work of dismantling the whole system of oppression wherever we find it.\"",
  "Europe reacts to US withdrawing from WHO, calls for reform instead Europe is lamenting the formal Trump administration notification of its withdrawal from the World Health Organization (WHO) while pledging to work to reform the United Nations health agency.",
  "Facebook says it took down network affiliated with Roger Stone that included fake accounts Facebook on Wednesday took down a network of more than 100 pages and accounts affiliated with Trump confidante Roger Stone for “coordinated inauthentic behavior.”",
  "7 of 47 in Senate Dems Caucus have mostly non-white staffs, survey shows Seven out of 47 senators who caucus with the Democrats have a team made up of at least 50 percent of staffers who identify as “non-Caucasian,” according to new data.",
  "Dr. Fauci says it's 'false narrative' to take comfort in low COVID-19 death rates Dr. Anthony Fauci admonished embracing a \"false complacency\" as news reports showed a declining death rate for COVID-19.",
  "WHO will get US-pledged funds before withdrawal, Pompeo says The United States will fulfill its financial pledge to the World Health Organization (WHO), Secretary of State Mike Pompeo said Wednesday, one day after Trump announced the U.S. would be withdrawing from the organization.",
  "House Republicans renew calls for WHO chief to testify, accuse him of endorsing Chinese propaganda efforts House Republicans on Wednesday wrote to the head of the World Health Organization, renewing their calls for him to testify before Congress over its response to the coronavirus crisis, and accused him of endorsing Chinese propaganda efforts.",
  "Supreme Court expected to issue rulings Thursday in Trump tax returns, financial records cases The Supreme Court is expected to release their final three opinions of current term on Thursday, two of them having to do with subpoenas for President Trump's financial records, including his tax returns.",
  "Feds to loosen school corona rules under pressure from Trump Meanwhile convention plans still in flux as Florida woes grow.",
  "As nation passes another grim coronavirus milestone, Biden blames Trump Joe Biden took aim at President Trump on Wednesday as a commander-in-chief who “doesn’t command anything in this fight against COVID-19.”",
  "UK nominates Liam Fox to lead World Trade Organization, amid calls for US to quit The British government on Wednesday announced that it was nominating former International Trade Secretary Liam Fox to head the World Trade Organization -- selecting a strongly pro-Washington candidate at a time when the U.S. is debating quitting the trade bod…",
  "Ex-spy Christopher Steele ordered to pay damages over 'inaccurate' dossier claims British ex-spy Christopher Steele must pay damages to two Alfa Bank partners for publishing \"inaccurate or misleading\" material in his infamous dossier, including claims the banks funneled \"illicit cash\" to Russian President Vladimir Putin, a British court ru…",
  "US will act to deny Chinese access to American data Secretary of State Mike Pompeo said that the U.S. will take steps to make sure the Chinese government cannot access American’s private information through social media accounts and telecommunication services."
]