[
  "Brian Arbour: Copy Obama and Bush – IF Trump follows their example he can be reelected Can the president do this between now and Election Day and defeat Joe Biden?",
  "Biden says he won't hold rallies due to coronavirus Contrasting himself with President Trump, presumptive Democratic challenger Joe Biden on Tuesday said that he won’t be holding campaign rallies going forward due to the coronavirus.",
  "Biden charges Trump has 'surrendered' in the coronavirus war In scathing remarks, Democratic challenger Joe Biden on Tuesday delivered a forceful rebuke of President Trump’s handling of the coronavirus pandemic, charging that the president’s steps “haven’t gotten the job done” and claiming Trump had “surrendered” and “…",
  "As Trump blasts polls, some GOP donors starting to raise concerns While the president and his campaign push back against the narrative that he's losing to the former vice president with just over four months to go until the November election, some of Trump's allies from the donor class are starting to ring alarms.",
  "Fauci: ‘Clearly we don't have this under control.’ Dr. Anthony Fauci in his testimony to a Senate committee Tuesday.",
  "Laura Ingraham wonders if George W. Bush is as disappointed in John Roberts as pro-life Americans Fox News host of “The Ingraham Angle” said on Tuesday that though President Trump picked two conservative judges for the Supreme Court, Americans are still “paying” for President Bush’s “big mistake” in choosing Justice John Roberts, who has a record of sidin…",
  "House Dems turn to 'environmental justice' with massive climate change blueprint House Democrats on Tuesday released a 547-page blueprint on how to combat climate change, in which they called for “environmental justice” to be put at the heart of environmental and climate change policy in the coming years.",
  "Sen. Manchin on a federal mask mandate, another stimulus and Trump's coronavirus handling Sen. Joe Manchin, D-W.V., of the Senate Appropriations Committee, joined \"Your World with Neil Cavuto\" and addressed a number of issues involving the coronavirus, including whether there should be a federal mandate for wearing a mask.",
  "Dave Portnoy, Jemele Hill ignite 'cancel culture' war over past remarks Barstool Sports CEO Dave Portnoy and former ESPN host Jemele Hill had an intense clash on Monday over controversial remarks each had made in the past.",
  "Dave Portnoy, Jemelle Hill ignite 'cancel culture' war over past remarks Barstool Sports CEO David Portnoy and former ESPN host Jemelle Hill had an intense clash on Monday over controversial remarks each had made in the past.",
  "Beijing enacts contentious Hong Kong security law despite protests, US warnings Beijing increasing its grip on Hong Kong after passing a security law that critics say undermines the semi-autonomous territory’s judicial independence."
]