[
  "Trump campaign rips Planned Parenthood endorsement of Biden The Trump campaign on Monday went after presumptive Democratic presidential nominee Joe Biden after Planned Parenthood endorsed the former vice president’s White House bid.",
  "Biden says 'race-neutral' policies won't address disparities Joe Biden on Monday sounded off against “race neutral” policies, calling them “not a sufficient response to race-based disparities.”",
  "Trump battles health officials over indoor rally Supporters will get masks, sanitizer, temperature checks.",
  "Ex-NFL great Herschel Walker criticizes Biden for comparing George Floyd death, MLK assassination Former NFL great Herschel Walker criticized the presumptive Democrat nominee for president Joe Biden on Saturday for comparing the deaths of Martin Luther King Jr. and George Floyd.",
  "Ex-NFL quarterback Christian Hackenberg chasing baseball dream: 'I just want to compete, man' Former NFL quarterback Christian Hackenberg is turning his pads and helmet in for a glove.",
  "Steve Hilton: Trump can give voters a choice - reform the police with him or abolish them with Democrats President Trump should show everyone that the Republican Party has the right ideas and a real commitment to bring equal opportunity to every American of every race.",
  "GOP group runs ad attacking Dems over 'defund the police' movement A Republican group is releasing an ad attacking Democrats over recent calls to defund and abolish police departments in response to the death of George Floyd, playing up the uncertainty about who would respond to emergency calls if police departments are abol…",
  "Ronna McDaniel: Interest in Tulsa rally shows 'enthusiasm' for Trump 'underrepresented' in polls Republican National Committee (RNC) Chairwoman Ronna McDaniel told “America’s Newsroom” that the interest in Trump’s first campaign rally since large gatherings were stopped by the coronavirus, shows “enthusiasm” for the president is “being underrepresented i…",
  "NBC News called out over tweets about Trump’s Tulsa event and a 'packed' rally in Brooklyn NBC News was called out late Sunday over a pair of tweets sent about an hour apart that critics said showed bias when reporting on President Trump rallies and the protests that have emerged in the wake of George Floyd’s death in police custody."
]