[
  "CNN, MSNBC covered less than 4 minutes of Trump rally despite all-day Tulsa coverage, study says President Trump officially relaunched his 2020 campaign with his first rally since the coronavirus outbreak stunted the country but according to a new study, CNN and MSNBC spent very little time actually showing his remarks on Saturday despite the constant ne…",
  "Joe Concha: Biden cannot withstand a press conference like Trump's with no ground rules Joe Concha, media reporter for The Hill, said on Monday that presumptive Democratic presidential nominee Joe Biden could not withstand the lengthy press conferences that President Trump deals with normally.",
  "Bolton spokeswoman denies report he'll vote for Biden, says he won't vote for either major WH candidate A spokeswoman for John Bolton on Sunday denied a report claiming the former national security adviser will cast his presidential vote for Joe Biden on Election Day -- but she affirmed he won't vote for President Trump either.",
  "Trump campaign says fire marshal's count for Tulsa rally attendance was 'wrong' Trump 2020 communications director Tim Murtaugh told “Outnumbered Overtime” on Monday that the fire marshal ’s count for attendance at Trump’s campaign rally in Tulsa, Okla. was “wrong.”",
  "Trump defends coronavirus testing comment, says more tests make 'us look like we have more cases' President Trump early Monday morning defended his Saturday night comment about asking \"my people\" to ease back on coronavirus testing because an increase in testing leads to an increase in positive results.",
  "Steve Hilton: Why a second Trump term is so important The bureaucracy, the establishment media, the Democrats, never-Trump Republicans, John Bolton with his book are all desperate to show that Trump was a one-off, short-term event, a historical aberration.",
  "Trump rally gives Fox News largest Saturday night audience in its history President Trump’s rally on Saturday attracted a record-setting audience on TV despite the smaller-than-expected crowd in attendance at the Tulsa, Okla., event.",
  "Lewandowski takes swipe at Trump campaign over Tulsa rally crowd size A top outside political adviser to President Trump took a swipe at the Trump re-election campaign on Monday, in the wake of a smaller-than-expected crowd at the president’s weekend rally in Tulsa, Okla.",
  "Bolton, in interview, blasts Dems' impeachment investigation, says they're 'somewhat equivalent to Trump' "
]