[
  "Biden ‘convinced’ US military would intervene if Trump refused to leave White House - Fox News <ol><li>Biden ‘convinced’ US military would intervene if Trump refused to leave White House  Fox News\r\n</li><li>Cooper calls out McEnany's defense of Trump's baseless tweet  CNN\r\n</li><li>Trump campaign demands CNN apologize for poll that shows Biden leading …",
  "Trump campaign urges TV networks to cover Biden events: Expose his 'rambling displays of incoherence' The Trump re-election campaign has made an interesting request for the news networks and that is to provide coverage of the president's Democratic opponent Joe Biden.",
  "Biden stokes fears of stolen election Biden's sharp allegation reflects continued Democratic anxieties.",
  "Biden camp reportedly insisting economic advisers not publicly disclose roles, igniting concerns about TV hits Joe Biden's Democratic presidential campaign is reportedly going to great lengths to insist his team of economic policy advisers not publicly discuss the roles, fueling concerns that these advisers may not be appropriately disclosing their relationship to the…",
  "Biden attending high-roller fundraiser headlined by defund-the-police activist John Legend Joe Biden is set to attend a high-roller fundraiser Thursday evening headlined by anti-police activist John Legend, who has claimed the Second Amendment was intended to preserve slavery, and openly promised that he'll try to push the former vice president tow…",
  "Biden unveils proposals to reopen economy, slams Trump's 'one-point plan' Joe Biden on Thursday unveiled a wide-ranging plan to reopen the nation’s economy as states lift restrictions implemented three months ago to limit the spread of the coronavirus.",
  "Trump rips 'Radical Left Democrats' in Seattle, urges leaders to 'take back' city from domestic terrorists ",
  "Announcement looms on Republican convention city; Jacksonville ‘absolutely’ front-runner The GOP is moving closer to deciding which city will host the celebratory aspects of this summer’s Republican National Convention, with an announcement possible as early as Thursday.",
  "Voting problems in Georgia, other primary states raise concerns about November chaos: 'Red flashing siren' Hours-long lines at the polls, voting machine malfunctions, delayed absentee ballots, a shortage of provisional ballots, held-up results, and partisan sniping over which party was to blame – some of the major problems that plagued Tuesday’s primary in Georgia."
]