[
  "Sanders: If Biden Follows Platform Compromises from Task Forces, He'll Be 'Most Progressive President Since FDR' On Wednesday’s broadcast of MSNBC’s “All In,” Sen. Bernie Sanders (I-VT) said that if the platforms created as a result of the task forces that Sanders helped form with 2020 Democratic presidential candidate former Vice President Joe Biden are implemented,",
  "NYT Columnist Urges Biden to Change Terms of Debates with Trump A prominent columnist for the New York Times is urging Joe Biden's campaign to rethink the terms agreed upon for the three debates between their candidate and President Donald Trump.",
  "Exclusive — Mike Pence: Nancy Pelosi’s Reaction to Statue Destruction a ‘Surrender to the Mob’ Vice President Mike Pence told Breitbart News exclusively in Pennsylvania that U.S. House Speaker Nancy Pelosi’s comments earlier on Thursday dismissing vandals who destroyed a Christopher Columbus statue in Baltimore on July 4 were “unconscionable.\"",
  "Biden-Sanders ‘Unity’ Platform Pledges to Close ANWR Again, Reversing Trump Former Vice President Joe Biden released a set of policy recommendations on Wednesday that included a proposal to close the Arctic National Wildlife Refuge (ANWR) to oil and gas exploration and development.",
  "Joe Biden Repeatedly Lifts from Bernie Sanders’ Platform to Be ‘Most Progressive Since FDR’ Joe Biden released the Biden-Sanders Unity Task Force Recommendations on \"Combating the Climate Crisis and Pursuing Environmental Justice,\" but the end product reads more like Sanders than Biden.",
  "Joe Biden Vows ‘End to the Era of Shareholder Capitalism’ \"It's way past time to put the end to the era of shareholder capitalism,\" Joe Biden declared in an economic speech, calling for a more inclusive approach.",
  "GOP Rep. Comer: Biden Wanting to Rejoin W.H.O. Shows ‘How Out of Touch’ He Is Representative James Comer (R-KY), the ranking Republican on the House Oversight Committee, on Thursday reacted to 2020 presumptive Democratic presidential nominee former Vice President Joe Biden saying he would rejoin the World Health Organization (WHO) imme…",
  "NYT, Not So Fast: Biden ‘Can Hardly Wait’ to Compare ‘Cognitive Ability’ with Trump’s Presumptive Democratic nominee Joe Biden said he can “hardly wait” to compare his cognitive ability with President Trump's in upcoming debates. Meanwhile, the New York Times does not appear to share Biden’s confidence in taking on Trump and is demanding preco…",
  "Democrats Vow ‘Environmental Justice Fund’ in Biden-Sanders ‘Unity’ Platform Democrats are promising the creation of an \"environmental justice fund\" as part of the proposals outlined by the radical Biden-Sanders \"unity\" platform released this week.",
  "Ocasio-Cortez: Collaboration with Sanders ‘Substantively Improved Biden’s Positions’ on Climate Democrat presidential nominee Joe Biden and Sen. Bernie Sanders have released recommendations for the party platform crafted by task forces.",
  "9 Radical Ideas in the Biden-Sanders ‘Unity’ Platform The proposed platform marks Biden's continued shift to the left, as the so-called \"moderate\" candidate -- a label he has rejected -- continues to be steered toward more radical positions to appeal to the party's base, offering \"revolutionary institutional cha…"
]