[
  "Sen. Cory Booker: Respect for U.S. among allies has diminished under Trump Joy tells Sen. Cory Booker that ‘there’s something odd’ about President Trump’s warm relations with Russia President Vladimir Putin. Senator Cory Booker says, “We are seeing a situation where Russian influence in Iran, Syria, Afghanistan has grown while Ameri…",
  "On Russia bounty intel and COVID-19 Trump takes no responsibility When it comes to COVID-19 and intelligence showing Russia put bounties on U.S. troops in Afghanistan, Trump is taking no responsibility. Philip Rucker, Julia Ioffe, and Ron Klain all react.",
  "On Russia bounty intel and COVID-19 Trump takes no responsiblity When it comes to COVID-19 and intelligence showing Russia put bounties on U.S. troops in Afghanistan, Trump is taking no responsibility. Philip Rucker, Julia Ioffe, and Ron Klain all react.",
  "Trump calls Russia Bounty Intel a 'hoax' as White House passes the buck The president is blaming the media and Democrats as he faces tough questions over reports on intelligence Russia put bounties on U.S. troops in Afghanistan as the White House is blaming a nameless intelligence official who didn't bring it up with the presiden…",
  "Former CIA director says Trump not seizing upon intel on Russian bounties shows he’s ‘unfit for this high-esteemed office’ Former CIA director John Brennan and former Director of the National Counterterrorism Center Michael Leiter stress the importance of the President’s Daily Brief and say President Trump should have acted upon the intel of Russia allegedly offering bounties for…",
  "Speaker Pelosi: ‘The president himself is a hoax’ Congressional leaders are hoping they will get the answers they’re looking for this morning when Trump administration officials brief them on intelligence that Russia allegedly paid bounties to the Taliban to kill U.S. troops in Afghanistan. House Speaker Nan…",
  "Former intel officials criticize Trump's dismissal of Russian... Jeffrey Smith, former CIA General Counsel, tells Andrea Mitchell that it's \"shameful\" for President Trump to dismiss intelligence on an alleged Russian bounty scheme to encourage militants to target U.S. troops in Afghanistan, saying that he should have respo…"
]