[
  "Carper: ‘Plain Cruel’ for Trump Admin to Try to Have ACA Struck Down During Friday’s Democratic Weekly Address, Sen. Tom Carper (D-DE) criticized the Trump administration’s efforts to have the Affordable Care Act struck down in court by stating that “there is never a good time to rip away health care from millions",
  "MSNBC’s Perry: Trump Made July 4th Event ‘All About Patriotism’ and History ‘With No Sense of Irony’ That It Was on Native Land During MSNBC’s coverage of President Trump’s speech at Mount Rushmore on Friday, MSNBC Correspondent Cal Perry stated that Trump “made this all about patriotism” and defending America’s history “with no sense of irony, in the Black Hills, a place that",
  "Swalwell: Trump ‘Makes Us Look Like Geniuses Every Day for Impeaching Him’ Rep. Eric Swalwell (D-CA) boasted that President Donald Trump made him and other House Democrats \"look like geniuses\" for impeaching him in light of reports that the Russians offered bounties on U.S. troops in Afghanistan to Taliban-linked fighters. | Clips",
  "Biggs: ‘Hypocrisy’ on Mount Rushmore Visits a Huge Problem for Dems During the Fox News Channel’s coverage of President Trump’s speech at Mount Rushmore on Friday, House Freedom Caucus Chair Andy Biggs (R-AZ) stated that the Democratic Party is most exposed on the “problem of hypocrisy that they have.” Biggs specifically",
  "Trump Kicks Off Independence Day with History Lesson at Mount Rushmore President Donald Trump invoked the history of the four presidents represented on Mount Rushmore on Friday while delivering an address to kick off the Independence Day weekend.",
  "Hillary Clinton: ‘I Don’t Know’ If Trump Will Leave Office if Defeated Hillary Clinton said she is unsure if President Trump would leave office without putting up a fight if defeated by Joe Biden (D) in November's presidential election, making the remarks in a Hollywood Reporter interview published on Friday.",
  "WHO Quietly Admits Chinese Communist Party Never Reported Coronavirus Outbreak WHO quietly updated a timeline this week to reflect that the Chinese Communist Party never reported its discovery of the coronavirus to WHO.",
  "Democrat Senator to Introduce Bill to ‘Ban the Sale of Middle Seats’ on Flights Through Pandemic Democrat Sen. Jeff Merkley (D-OR) announced his intention to introduce a bill to \"ban the sale of middle seats through this pandemic\" after posting a picture of his experience on a crowded flight this week.",
  "Pinkerton – On This Fourth, Let’s Remember: The United States Is a Great Country Every Fourth of July commemorates a great moment in American history, and yet not every Fourth of July comes at a happy time for the country.  And this Fourth is one of those unhappy ones."
]