[
  "GOP Senators Propose Lowering Healthcare Costs, Increasing Transparency Sens. Joni Ernst (R-IA), Mike Braun (R-IN), and Chuck Grassley (R-IA) introduced legislation on Thursday that would reportedly lower healthcare costs and increase healthcare transparency.",
  "Kamala Harris: ‘In Many Ways’ Trump Is a National Security Threat Thursday on Washington Post Live's \"Cape Up Podcast,\" Sen. Kamala Harris (D-CA) called President Donald Trump a national security threat \"in many ways,\" during her interview with columnist Jonathan Capehart. | Clips",
  "Trump: ‘I’m All for Masks,’ Just Not Mandatory; ‘I Looked Like the Lone Ranger’ President Donald Trump told Fox Business Network's Blake Burman on Wednesday that he supports wearing masks to prevent transmission of coronavirus, but that he did not want to make wearing masks mandatory.",
  "BLM LA Leader: LA ‘Home of the Most Murderous Law Enforcement Offices … F*ck Eric Garcetti’ Dr. Melina Abdullah, co-founder of Black Lives Matter Los Angeles, told a crowd of activists that Los Angeles is \"home of the most murderous law enforcement offices in the country\" and encouraged the crowd to shout \"fuck Eric Garcetti\" -- the city's mayor who…",
  "Supreme Court Emerges as Deciding Issue in 2020 Campaign as Several Potential Vacancies Loom President Donald Trump, the incumbent Republican seeking re-election, or presumptive Democrat nominee former Vice President Joe Biden could appoint as many as four Supreme Court Justices in the next four years, making the issue yet again a major deciding fact…",
  "Emails Reveal Joe Biden Adviser Behind Michigan Partisan Contact Tracing Scheme A Michigan state employee and son of the Detroit mayor appears to be the person who first proposed hiring a partisan Democrat consulting firm to collect sensitive medical information from coronavirus patients.",
  "Trump Appointee Simone Ledeen Is First Woman to Hold DOD Middle East Post in a Decade Trump appointed Simone Ledeen as the Deputy Assistant Secretary of Defense for the Middle East, the first woman in the post in a decade."
]