[
  "Chinese Media: U.S. 'Petty' for Leaving World Health Organization China's state-run Global Times propaganda newspaper branded America's entry into the World Health Organization (W.H.O.) \"the most successful investment that the US has ever made\" and called President Donald Trump's move to leave it on Tuesday \"petty.\"",
  "Dr. Birx Attributes Coronavirus Case Spike to Reopening Too Fast: 'We Know How to Stop Spread' Southern states are experiencing a surge in Chinese coronavirus cases because they opened too fast, Dr. Deborah Birx, a top White House health official, declared on Tuesday, noting that the U.S. has the \"capacity\" to stem the spread of the disease.",
  "Little Sisters of the Poor Win at Supreme Court; Religious Freedom Trumps Obamacare The Little Sisters of the Poor won another victory Wednesday in their years-long battle to assert their First Amendment right to religious freedom against the contraceptive mandate in Obamacare.",
  "Media Claim ‘Trump Rally’ Led to Tulsa Coronavirus Surge; Ignore Sharpton Rally, BLM Protests The media are claiming that public health officials blamed President Donald Trump's campaign rally last month in Tulsa, Oklahoma, for a local surge in coronavirus cases -- even though they never did so, and there were other events.",
  "Joe Biden Pledges to Rejoin WHO on ‘First Day as President’ Joe Biden, the presumptive Democrat nominee, is pledging to rejoin the World Health Organization (WHO) on his first day in the White House in response to President Donald Trump's announcement that the United States would exit the body.",
  "MSNBC’s Hayes: Withdrawing from the W.H.O. Is ‘on the Side of the Virus’ On Tuesday’s broadcast of MSNBC’s “All In,” host Chris Hayes stated that President Trump’s withdrawal from the World Health Organization is an action “on the side of the virus.” Hayes began by talking about the handling of the virus in",
  "Pollak: An Economic Message for Trump — ‘Finish What We Started’ Trump needs a positive economic message, a vision for the next four years based on economic freedom instead of Biden's taxation and regulation.",
  "Donald Trump: We ‘May Cut Off Funding’ if Schools Do Not Reopen President Donald Trump threatened Wednesday to \"cut off\" funding to schools if they do not reopen in the Fall.",
  "Lamar Alexander: WHO Withdrawal Could Make It Harder to Prevent Future Viruses from U.S. Senate health committee chairman Lamar Alexander (R-TN) said in a statement on Tuesday that President Donald Trump's withdrawal from the WHO could make it harder to stop viruses from coming into the United States.",
  "Joe Biden: Police ‘Become the Enemy’ When They Are ‘Like the Military Invading’ Presumptive Democrat presidential nominee Joe Biden said law enforcement \"become the enemy\" when using \"surplus military equipment\" and operating an invading military in American neighborhoods, offering his comments in a Wednesday-published interview with And…",
  "Bolsonaro Updates Coronavirus Haters: ‘I Regret to Inform You I Am Very Well’ Brazilian President Jair Bolsonaro posted an update on his health after testing positive for the Chinese coronavirus on Tuesday, telling his opponents jokingly that he \"regretted\" to inform them that he is doing \"very well.\"",
  "Farage Backs Trump over Pulling out of 'Corrupt, Globalist' WHO Brexit Party leader Nigel Farage has backed Donald Trump in his move to pull the United States out of the World Health Organization (WHO).",
  "CNBC Hires Shepard Smith to Helm Weekday Evening News Show Former Fox News Channel anchor Shepard Smith will host a one-hour evening news program for CNBC, the business television network announced Wednesday afternoon.",
  "Supreme Court Rules Little Sisters of the Poor Exempt from Obamacare Contraceptive Mandate The U.S. Supreme Court ruled Wednesday that the Little Sisters of the Poor Catholic religious order is exempt from Obamacare’s contraceptive mandate.",
  "WSJ: Families Lobby Government for Their Foreign ‘Au Pair’ Nannies Families that import women for cheap and customized child care are denouncing President Donald Trump's temporary curbs on the J-1 visas for au pairs, according to the Wall Street Journal.",
  "Supreme Court Rules Religious Schools Are Constitutionally Protected Against Discrimination Laws The Supreme Court on Wednesday ruled the Constitution's religious liberty protections shield church schools from state and federal anti-discrimination claims filed by teachers."
]