[
  "Patricia Arquette: ‘Donald Trump Is Not the Legitimate President of the Unites States’ Actress Patricia Arquette called President Donald Trump an illegitimate president while also accusing House Minority Leader Kevin McCarthy (R-CA) of turning the United States into a Russian colony in a recent series of unhinged social media salvos.",
  "Federal Judge Orders Dakota Pipeline Shut Down A stunning setback for U.S. oil and the Trump administration. | Economy",
  "Kasich: Trump Has Damaged GOP Brand — ‘It’s a Party Meltdown Right Now’ Monday on CNN's \"Newsroom,\" the former Ohio Gov. John Kasich (R) said he believed President Donald Trump had damaged the brand of the Republican Party to the point of a \"meltdown.\" | Clips",
  "Cory Booker: Trump’s ‘Demagoguery’ Is Making Us ‘Weaker as a Nation’ Monday on MSNBC, Sen. Cory Booker (D-NJ) accused President Donald Trump of \"demagoguery,\" which he said was making America weaker. | Clips",
  "Massachusetts Gov. Baker Signs Bill Expanding Vote-by-Mail Massachusetts Gov. Charlie Baker (R) on Monday signed legislation allowing all eligible residents to vote early via mail for state primary and general election contests, Secretary of the Commonwealth William Galvin announced.",
  "Pinkerton: Will Joe Biden Sign a Pledge to Protect American Monuments? It shouldn’t have to get to this point, but here it goes: We need a written pledge to protect our statues and monuments. That is, a written document for politicians to sign, if they wish, pledging to protect public order and the dignity of our society.",
  "Nigeria: Over Fifty Boko Haram Attacks on Christians in Six Months Go Unreported Boko Haram Islamic terrorists carried out over “fifty different attacks on different communities between the end of 2019 to June 2020,” the Church of the Brethren in Nigeria (EYN) has revealed, most of which were “unreported or underreported” by the media."
]