[
  "MSNBC’s Hayes: ‘Urgent Matter’ of Health and Safety for Trump ‘to Resign’ On Friday’s broadcast of MSNBC’s “All In,” host Chris Hayes said that it’s “an urgent matter of public health, of public safety, at this moment, for the president, Donald Trump, to resign.” Hayes began by saying, “This moment, we are",
  "Inslee on Monument Executive Order: I Wish Trump ‘Cared More about Living Americans Instead of Dead Confederates’ On Friday’s broadcast of CNN’s “Situation Room,” Washington Gov. Jay Inslee (D) reacted to President Trump’s executive order on protecting monuments by stating that he wishes the president “cared more about living Americans instead of dead Confederates.” Host…",
  "Roger Stone Asks Trump for Pardon or Commutation After Court Rules He Must Report to Prison Friday on Fox Business Network's \"Lou Dobbs Tonight,\" former Trump adviser Roger Stone reacted to a U.S. District Court ruling he must report on July 14 for his prison sentence. Stone likened the possibility of being incarcerated to a \"death sentence,\" given …",
  "Poll: Only Half of Michigan Voters Say Biden Is ‘Mentally and Physically’ Up to Task of the Presidency Key battleground state voters remain unsure on Joe Biden's (D) ability to \"mentally and physically\" handle the duties of the presidency, a Restoration PAC poll released this week found.",
  "Zuckerberg Responds to Facebook Boycott, Will Crack Down on ‘Hateful’ Ads, Label Politicians’ Posts Facebook CEO Mark Zuckerberg has responded to a boycott from major advertisers including consumer giant Unilever, which have pulled ads from the social network in an attempt to force the platform to censor more constitutionally protected speech.",
  "Nolte: Los Angeles Times Latest Left-wing Institution Credibly Accused of Racism The far-left Los Angeles Times is just the latest left-wing institution to be accused of racism.",
  "DHS Admits 600,000 Foreign H-1B Workers in American Jobs U.S. employers keep roughly 600,000 foreign H-1B visa workers in jobs throughout the United States, according to an unprecedented report released today by the U.S. Citizenship and Immigration Services (USCIS) agency."
]