[
  "Don, Jr.: 'Donald Trump Is the First Guy to Actually Stand Up to China' -- 'Biden Is Basically Owned by China' Donald Trump, Jr., President Donald Trump's eldest son, during Tuesday's \"Mornings with Maria\" on Fox Business Network, weighed in on the United States' relationship with China heading into the 2020 presidential election. | Clips",
  "CNN's Toobin: 'Roe vs. Wade May Need One More Justice from President Trump' CNN chief legal analyst Jeffrey Toobin opined Monday, after the Supreme Court struck down a Louisiana abortion law, that \"Roe v. Wade may need one more justice from President Trump.\"",
  "Carl Bernstein: Trump Was ‘Sadistic, Abusive’ to Female Heads of State Tuesday on CNN’s “The Lead,” journalist Carl Bernstein accused President Donald Trump of behaving in a “sadistic” manner when talking to female leaders while discussing his interviews with White House and intelligence officials on their impressions of highly …",
  "Joe Biden Claims He’s Taken Cognitive Functioning Test Despite No Record of One in December Exam Joe Biden told reporters on Wednesday that he's taken a cognitive functioning test which, if true, must have occurred sometime in the last 6 months.",
  "Joe Biden: ‘I Have Not Been Tested for the Coronavirus’ Joe Biden (D), during a Tuesday press conference in Wilmington, Delaware, told reporters that he has not been tested for the Chinese coronavirus.",
  "Wikipedia Pushes ‘Black Lives Matter’ Agenda Following Activist Campaign Throughout June, Wikipedia activists have been conducting an “edit-a-thon” started by a newly-established Black Lives Matter group on the site, creating large amounts of content on \"racial justice\" issues. Among their efforts, editors have got numerous articl…",
  "Researchers Warn of Flu Strain with ‘Pandemic Potential’ Originating in China Researchers are warning of new flu strain found among pigs in China, noting that it carries a global pandemic potential, as it could infect humans.",
  "Florida Gov. Ron DeSantis to Critics Demanding Mask Mandate: ‘We’re Not Going to Do that Statewide’ Florida Gov. Ron DeSantis (R) made it clear on Monday that he will not yield to critics demanding a statewide mask mandate.",
  "Gov. Kristi Noem: ‘We Will Not Be Socially Distancing’ at Mount Rushmore Independence Day Event South Dakota Gov. Kristi Noem (R) on Monday previewed the upcoming Independence Day celebration at Mount Rushmore, saying that masks will be provided but will remain optional and that there will \"not be social distancing.\""
]