[
  "Top Health Officials: Lockdowns Disrupt Vaccinations, Leaving U.S. Children at Risk for Other Diseases The Chinese coronavirus pandemic and the associated lockdowns disrupted pediatric outpatient visits and routine childhood vaccinations in the United States, leaving children and their communities vulnerable to potential outbreaks of preventable diseases such …",
  "Schumer: Trump Is the ‘Weakest’ President in American History Friday on MSNBC's \"Morning Joe,\" Senate Minority Leader Chuck Schumer (D-NY) called President Donald Trump the \"weakest\" president in American history. | Clips",
  "Hillary Clinton: ‘I Would Have Done a Better Job’ than Trump on Coronavirus Failed presidential candidate Hillary Clinton stated in an interview published Friday that she would have done a \"better job\" than President Trump in response to the Chinese coronavirus pandemic.",
  "Liz Cheney Joins Democrats Opposing Trump’s Afghanistan Withdrawal Rep. Liz Cheney co-sponsored an amendment with Rep. Jason Crow to restrict Donald Trump's ability to withdraw troops from Afghanistan.",
  "Exclusive–Alfredo Ortiz: Biden Is No Small Business Partner Democratic presidential nominee Joe \"You Ain't Black\" Biden seems to be trying to brand himself as a champion for small business.",
  "Study: 2006 Border Wall Shrank Migration by One-Third The ramshackle 2006 border wall reduced northward migration by roughly one third, according to a detailed study by a peer-reviewed journal.",
  "Joe Biden’s Claims of Cognitive Tests Unclear as Campaign Hides Results Joe Biden told reporters on Wednesday that he has taken a cognitive test, used to detect mental issues, but his campaign will not specify what exactly that means or if it will release the results of whatever test he took – if he actually took a test.",
  "Nancy Pelosi Frustrates Base by Avoiding Election-Year Abortion Battle Nancy Pelosi and other Democrat leaders have chosen to keep the Hyde Amendment while they make plans to abolish it if they win in November.",
  "New Detroit Study Suggests Hydroxychloroquine Lowers Coronavirus Death Rate A new clinical study conducted in Detroit suggested hydroxychloroquine was effective in lowering the death rate from coronavirus."
]