[
  "Exclusive--Ron Johnson Sounds Off After Tucker Carlson Bashes Him over Plan to Scrap Columbus Day: 'Grossly Misreported' Sen. Ron Johnson (R-WI) told Breitbart News in an exclusive interview on Monday that the media \"grossly misreported\" his proposal to offset the cost of adding Juneteenth as a federal holiday by eliminating Columbus Day.",
  "Hillary Clinton: Trump Withdrawing from W.H.O. a ‘Self-Inflicted Disaster’ Hillary Clinton declared on Tuesday that the Trump administration's formal withdrawal from the World Health Organization (W.H.O) is a \"self-inflicted disaster.\"",
  "Trump Administration Officially Withdraws U.S. from World Health Organization The Trump administration has formally withdrawn the United States from the World Health Organization (WHO) as the United Nations-backed agency continues to face fierce criticism over its response to the Chinese coronavirus pandemic, according to Sen. Robert M…",
  "Trump Administration Setting Up ‘Surge’ Coronavirus Testing Sites in Key Areas The Trump administration is setting up coronavirus \"surge\" testing sites in areas of the United States that are experiencing an exponential increase in cases of the Chinese coronavirus, according to the Department of Health and Human Services (HHS).",
  "Clyburn: Trump Is Trying to ‘Deconstruct’ Liberty and Justice for All Tuesday on MSNBC, House Majority Whip Jim Clyburn (D-SC) accused President Donald Trump of attempting to deconstruct \"what Barack Obama and others before him did,\" referring to \"liberty and justice for all.\" | Clips",
  "Joe Biden Warns ‘Children of Color’ Will Suffer if Schools Remain Closed Joe Biden told members of the National Education Association’s (NEA) representative assembly that the longer schools remain closed due to the coronavirus, the more low-income “children of color” will suffer learning losses.",
  "Trump on NASCAR Confederate Flag Controversy: ‘It’s About Freedom of Speech’ President Donald Trump told a reporter Tuesday that the controversy over NASCAR's recent ban on the display of the Confederate flag at races is not about the symbol itself, but about \"freedom of speech.\"",
  "Carney: Media Outraged Because Coronavirus Loans Worked The Trump administration's signature relief program for small businesses came under relentless assault and media-manufactured outrage this week after the Treasury Department released the names of the top borrowers under the Paycheck Protection Program.",
  "Florida Department of Education Orders Schools to Reopen in August Schools across the state of Florida have been ordered to reopen in August per an emergency order signed by Florida Department of Education Commissioner Richard Corcoran on Monday.",
  "Ilhan Omar Calls for ‘Dismantling’ of America’s ‘Economy and Political Systems’ Tuesday at a news conference on systemic racism with Minnesota leaders, Rep. Ilhan Omar (D-MN) called for dismantling systems of oppression, including America's \"economy and political systems.\" | Clips",
  "Brazilian President Jair Bolsonaro Tests Positive for Coronavirus Brazilian President Jair Bolsonaro tested positive for coronavirus infection on Tuesday, according to a statement from his communications ministry.",
  "Sen. Tom Cotton: ‘Woke Champions’ on the Left in America Turning a Blind Eye to China Cotton slammed the left in America for denouncing the United States while turning a blind eye to China's myriad human rights violations.",
  "Media Matters Took In up to $2 Million in Small Business Relief Loans Media Matters for America, the George Soros-funded left-wing nonprofit organization, received between $1 million and $2 million in loans under the federal Paycheck Protection Program (PPP), according to Treasury Department data released Monday."
]