[
  "'Faculty-Lounge Coyotes': 25,000 Academics Dismiss Citizenship as 'Artificial Distinction' More than 25,000 U.S. university teachers signed a petition that touts job-seeking migrants by demeaning U.S. citizenship as merely an \"artificial distinction\" between Americans and foreigners.",
  "The Lancet Freaks out over U.S. Withdrawal from W.H.O. The UK-based Lancet medical journal has joined China in condemning the “reckless decision” of U.S. President Donald Trump to withdraw from the World Health Organization (W.H.O.), claiming the move is “unlawful” and will have “dire consequences.”",
  "Trump Promises ‘Road to Citizenship’ for DACA Illegal Aliens President Trump says he will be signing \"a very major immigration bill\" within the next month that provides a \"road to citizenship\" to the roughly 800,000 illegal aliens who are enrolled in former President Obama's Deferred Action for Childhood Arrivals (DACA…",
  "W.H.O. Warns of Indoor Airborne Transmission of Novel Coronavirus The World Health Organization (W.H.O.), in a scientific brief released on Thursday, warned that the Chinese coronavirus can spread indoors -- in poorly ventilated areas, particularly -- through aerosol droplets.",
  "China Demands W.H.O. Probe Coronavirus ‘Origins’ in United States The Chinese Foreign Ministry on Friday abruptly switched from welcoming the impending visit of World Health Organization (W.H.O.) investigators to demanding they send a team to the United States to investigate the “origin” of the Wuhan coronavirus there.",
  "Warren: Economy ‘Collapsing’ Because Trump’s Coronavirus Failure — Biden Will Win With a Mandate Thursday on MSNBC's \"All In,\" Sen. Elizabeth Warren (D-MA) declared President Donald Trump caused the economy to collapse with his response to the coronavirus pandemic, which will result in Democratic presidential nominee Joe Biden winning in November with a …",
  "Anti-Trump Psychiatrist: ‘Cognitive Issues, Mental Illness’ Would Not Disqualify Joe Biden Yale psychiatrist Dr. Bandy X. Lee told The Kyle Olson Show this week that she doesn't believe a President Joe Biden potentially suffering from \"cognitive issues or even mental illness\" is \"of concern.\"",
  "Pollak: Bogus NBER Paper Accuses Sean Hannity of Mass Murder A team of economists has published a National Bureau of Economic Research (NBER) working paper that accuses Fox News host Sean Hannity of killing thousands of people through \"misinformation\" about the coronavirus pandemic.",
  "House Democrats Demand $305 Billion in Aid to Reopen Public Schools ‘Safely’ Democrats and teachers’ unions have demanded $305 billion in coronavirus aid, claiming the taxpayer funds are necessary to reopen public schools “safely.”"
]