[
  "Trump shrugs off Colin Powell’s support for Biden, brings up WMD UN speech President Trump late Sunday responded to former Secretary of State Colin Powell’s earlier announcement that he will be supporting Joe Biden for president in 2020 after saying that Trump “drifted away” from the Constitution during his tenure.",
  "John Sununu on new polls favoring Biden: Trump's rhetoric getting him into 'real trouble' Former New Hampshire Gov. John Sununu said on Monday that the current polls favoring presumptive Democratic presidential nominee Joe Biden over President Trump should be an indicator that the Trump campaign has to “tighten up.”",
  "President Trump rejects threats to cut police budgets Some cities and states are already taking steps to severely restrict, defund and even dismantle the police; chief White House correspondent John Roberts reports.",
  "Steve Hilton: Trump's gains with African-Americans will be lost if he does not lead on police reform President Trump must make black America part of the great American comeback.",
  "Sally Pipes: Coronavirus lockdown — How many harmed by disruption to routine medical care? We may be on the cusp of a different \"mass casualty incident,\" a group of over 600 doctors recently argued in an open letter to President Trump.",
  "Trump adviser slams 'weak statement' from Biden campaign on calls to defund police Trump campaign communications director Tim Murtaugh on Monday slammed the Biden campaign for delivering a “weak statement” on the Democratic nominee’s stance against the “defund the police” movement.",
  "Rome archbishop urges Trump to fight ‘deep state’ amid criticism over protests, coronavirus A Catholic archbishop says the \"deep state\" is \"fiercely waging war against\" President Trump amid the coronavirus pandemic and riots following the death of George Floyd.",
  "McEnany: Trump believes there are 'instances of racism’ but most cops are ‘good people’ White House press secretary Kaleigh McEnany said Monday President Trump believes there are “instances of racism” but that most police officers are “good people.”",
  "Trump says he wants to see policing done in a 'more gentle fashion' President Trump said Monday during a roundtable with law enforcement he’s going to discuss ideas to see how policing can be done in “a much more gentle fashion.”",
  "Joy Behar mocks Trump's 'stupid' White House fence blocking protesters: 'You're a loser, you're done' \"The View\" co-hosts Joy Behar and Whoopi Goldberg mocked President Trump on Monday over the way he responded to ongoing protests surrounding George Floyd's death.",
  "Steve Hilton: It's time for Trump to step up and reform policing It's time for President Trump to heed the calls of protesters across the nation and commit to reforming policing in the United States, Steve Hilton argued Sunday.",
  "Trump mocks Romney for marching with protesters to White House: ‘What a guy’ President Trump on Monday mocked Mitt Romney for marching with protesters to the White House over the weekend, sarcastically praising the Utah senator's \"sincerity\" and political acumen.",
  "Trump to resume trademark campaign rallies after coronavirus hiatus President Trump will resume hosting campaign rallies sometime in the next two weeks, returning one of the president's most potent weapons to his arsenal as the 2020 campaign season enters a pivotal stretch, Fox News is told.",
  "Trump supporters pumping thousands into AOC's primary opponent's coffers: report Top donors to President Trump are also pumping thousands of dollars into the campaign kitty of the Democratic primary rival to Rep. Alexandria Ocasio-Cortez — Michelle Caruso-Cabrera, campaign records show.",
  "McEnany: White House has ‘no regrets’ over clearing protesters from Lafayette Square White House press secretary Kayleigh McEnany said the White House has “no regrets” over the controversial clearing of protesters from Lafayette Square before President Trump walked across the street last week to visit St. John’s Church.",
  "Tammy Bruce: Why the GOP establishment turning against Trump confirms what we suspected Tammy Bruce said on Monday that it does not surprise her that the GOP establishment is not supporting President Trump because they are siding with ideas of globalism instead of “Americanism.”",
  "Trump takes aim at NFL, wonders whether Roger Goodell will allow players to kneel for national anthem President Trump pondered in a tweet Sunday whether NFL Commissioner Roger Goodell’s apology for not “listening” to black players when they spoke out about racism was also a green light for them to kneel during the season.",
  "Pro-Biden PAC aims to weaken Trump with seniors in key battlegrounds A leading pro-Democratic outside group that backs former Vice President Joe Biden’s campaign says it’s spending $20 million to run a 10-week ad-blitz in three key general election battleground states this summer to spotlight what they say is President Trump’s…",
  "Meghan McCain: 'President Bone Spurs' has been 'neutered' during George Floyd unrest \"The View\" co-host Meghan McCain criticized President Trump's response to ongoing unrest, suggesting that he appeared to be \"neutered\" rather than providing strong leadership.",
  "Mike Tyson posts photo of himself kneeling amid George Floyd anger Boxing legend Mike Tyson is the latest athlete to post a picture of himself on Instagram taking a knee."
]