[
  "President Trump calls for unity at signing for police reform executive order Trump urges common sense, improvement in accountability and transparency and investment in police training and community engagement; chief White House correspondent John Roberts reports.",
  "White House defends Trump administration efforts on prison, police reform Ja'Ron Smith, deputy assistant to the president, joins Bret Baier on 'Special Report.'",
  "Lara Trump fires back at critics of Tulsa rally: 'Nobody has to attend the rally. This is a choice' Trump 2020 campaign senior adviser Lara Trump told \"The Story\" Monday that critics who are lambasting the president for holding an indoor rally in Tulsa, Okla. this weekend are being hypocritical about the risk that the event will cause coronavirus to spread.",
  "Mercedes Schlapp: Simply Not True President Trump Is Unhappy With Brad Parscale Mercedes Schlapp, Senior Advisor for the Trump-Pence campaign, spoke with Brian Kilmeade about rumors President Trump is not happy with the job his campaign manager Brad Parscale has been doing. Mercedes said it is simply not true the President is unhappy wit…",
  "This Day in History: June 16 Ford Motor Co. is incorporated; Donald Trump launches his campaign to become president of the United States.",
  "Trump calls school choice the civil rights issue of ‘all-time in this country’ President Trump on Tuesday said school choice was the civil rights issue of “all-time in this country.”",
  "Rita Moreno says Donald Trump is giving people 'permission' to be racist through his words and actions Rita Moreno believes President Donald Trump is giving racists permission to speak out through his words and actions.",
  "Jim Carrey floats conspiracy theory that Trump may be the first US president to defect Jim Carrey floated a conspiracy theory to his Twitter followers warning that Donald Trump may be the first U.S. president to defect to a foreign country.",
  "Trump edges Biden 44-43 in tight Iowa race: poll A new poll in the one-time swing state indicates a tight contest between President Trump and his 2020  Democratic challenger Joe Biden.",
  "Georgia Dem who backs Trump wants to make attacks on supporters a hate crime A pro-Trump Democrat in Georgia is pushing for new legislation that would make it a hate crime to attack the president’s supporters – or anybody for political reasons.",
  "Five years ago today: Trump announces candidacy, media laughs Tuesday marks the five-year anniversary of Donald Trump’s historic elevator ride to announce his candidacy for the 2016 presidential election.",
  "Trump signs executive order on policing: Read the document President Trump signed an executive order on law enforcement reform, entitled \"Safe Policing for Safe Communities,\" after weeks of protests following the death of George Floyd. Read the order below.",
  "Trump signs police reform executive order in Rose Garden ceremony President Trump on Tuesday signed an executive order on law enforcement reform and said \"chokeholds will be banned except if an officer’s life is at risk\" as the nation reels from the death of George Floyd.",
  "Trump says he wants major troop reduction in Germany President Trump on Monday appeared to confirm earlier reports that he intends on reducing the number of U.S. troops in Germany, which some experts say could damage Washington’s relationship with Berlin.",
  "Does Trump’s Police Reform Order Go Far Enough? Howie Kurtz on the Supreme Court ruling federal laws protect the LGBTQ from worker discrimination, President Trump signing executive order on police reform and the John Bolton book being published regardless of White House reaction. Follow Howie on Twitter: @…",
  "McEnany rips media for showing 'how much they have Trump Derangement Syndrome' by criticizing Tulsa rally White House Press Secretary Kayleigh McEnany told \"Hannity\" Monday that the mainstream media had exposed their collective case of \"Trump Derangement Syndrome\" by criticizing President Trump's upcoming rally while excusing large street protests.",
  "Laurence Tribe apologizes for saying Joe Biden should select Elizabeth Warren as running mate over someone based on 'cosmetics' Harvard Law School professor Laurence Tribe, a fierce critic of President Trump, apologized Monday after he said Joe Biden should select Sen. Elizabeth Warren as his running mate, instead of selecting a candidate based on “cosmetics.”",
  "Domino’s Pizza mocks Rick Wilson for politicizing Kayleigh McEnany’s 2012 compliment: ‘Guess that's 2020 for ya’ Domino’s Pizza mocked cable news regular Rick Wilson on Tuesday after the anti-Trump Republican attacked the chain for accepting a compliment from White House Press Secretary Kayleigh McEnany back in 2012.",
  "Pence suggests an overflow venue for Saturday's rally in Oklahoma Vice President Mike Pence says the Trump reelection campaign is “looking at another venue” to accommodate an overflow crowd anticipated at Saturday’s planned rally in Tulsa, Okla., after an “overwhelming response” for tickets.",
  "Democrat Dingell compares Biden poll surge to Clinton in 2016: 'I don't believe these numbers' Former Vice President Joe Biden has surged ahead of President Trump by a substantial margin in recent polls but two Democrats from the key swing state of Michigan are not convinced that it means anything."
]