[
  "Trump calls Schumer, Pelosi 'bad people' President Trump sits down with Sean Hannity Thursday, June 25 at 9 p.m.",
  "Trump addresses Biden and Democrat-run cities President Trump sits down with Sean Hannity Thursday, June 25 at 9 p.m.",
  "President Trump responds to John Bolton President Trump sits down with Sean Hannity Thursday, June 25 at 9 p.m.",
  "The bubblicious Trump campaign What is it going to take this time around for Trump to straighten up?",
  "Trump visits Korean War Memorial for a wreath laying ceremony President Trump and first lady Melania Trump visited the Korean War Memorial Thursday morning in Washington for a wreath-laying ceremony to mark the 70th anniversary of the Korean War.",
  "Trump hits back at de Blasio plan for BLM mural outside Trump Tower The plan by New York City Mayor Bill de Blasio, which was previously reported by the New York Post and is one of several such murals set to go up in the city, appears to be copying a similar mural commissioned by Washington, D.C. Mayor Murial Bowser, who also…",
  "Fox News Poll: Trump and Biden in close race in Georgia Democrat Joe Biden is narrowly preferred over President Donald Trump in a new Fox News survey of Georgia registered voters.",
  "James Carafano: Trump's immigration wins — despite opposition, here's how he produced real results President Trump has broken through the traffic jam blocking immigration and border security reform — and produced tangible, constructive results.",
  "‘I hope it’s true’: Trump responds to claim he was chosen by God President Trump responded to the evangelical claim that he was appointed by God in an interview Monday.",
  "Former Baltimore Mayor Stephanie Rawlings-Blake on Biden's lead in the polls, fate of GOP police reform bill New Fox News polls show presumptive Democratic presidential nominee Joe Biden maintaining a lead over President Trump in some key battleground states; reaction from former Baltimore Mayor Stephanie Rawlings-Blake.",
  "Fox News Poll: North Carolina voters split over Trump, Republican Sen. Tillis President Donald Trump trails Democratic presidential candidate Joe Biden by a 47-45 percent margin, according to a Fox News survey of North Carolina registered voters.",
  "Bruce Springsteen criticizes Donald Trump, Republicans for being 'unchanged by history' Bruce Springsteen criticized Donald Trump and Republicans for being “unchanged by history” in the wake of the cultural movement sparked by the death of George Floyd.",
  "Trump visits battleground Wisconsin amid troubling poll numbers President Trump heads to the crucial general election state of Wisconsin on Tuesday to tour and speak to workers at a major shipyard that recently won a contract to build up to 10 Navy frigates, and to sit down for a town hall with Fox News.",
  "Trump blasts Bolton, Seattle, Democrats in 'Hannity' interview President Trump on Thursday blasted John Bolton ahead of the publication of his tell-all memoir “The Room Where It Happened,” calling his former national security adviser “crazy” and saying that “all he wants to do is bomb people.”",
  "Trump trailing Biden in 6 key battleground states: polls New polls released Thursday in six crucial general election battleground states that will help decide the winner of the presidential election indicate that as of right now, Democratic challenger Joe Biden is topping President Trump in each of them.",
  "Supreme Court hands Trump administration win on deportation powers The Supreme Court ruled Thursday for the Trump administration in a key immigration case, determining that a federal law limiting an asylum applicant’s ability to appeal a determination that he lacked a credible fear of persecution from his home country does n…",
  "Political Eruption As U.S. Hits Record High in Virus Cases Howie Kurtz on the United States hitting its highest single day total of coronavirus cases, Joe Biden staying at home but leading in battleground state polling and President Trump visiting Mount Rushmore amid criticism.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @Howard…",
  "Jon Stewart admits Biden wasn't his top choice, mocks ‘Uncle Joe shtick,’ but says he’ll support him Jon Stewart admitted that Joe Biden was not his first choice, and that he doesn’t care for his “Uncle Joe” shtick, but will support him against President Trump in November because the country needs a “leader of humility.”",
  "Fox News Poll: Texas tossup, Biden-Trump a one-point race Texas is a tossup, as Democrat Joe Biden tops President Donald Trump by a percentage point, 45-44 percent, in a new Fox News survey of Texas registered voters.",
  "Rep. Doug Collins: Nadler is obsessed with getting Trump, new DOJ whistleblower is a 'political hack' House Judiciary Chairman Jerrold Nadler, D-N.Y., is more concerned with the impeachment of Attorney General William Barr and \"getting at\" President Trump than he is with governing and helping the American people, Georgia Republican Congressman Doug Collins ac…"
]