[
  "President Trump says America's economic recovery has begun Trump touts May's much stronger than expected jobs report; Kristin Fisher reports from the White House.",
  "New hires in May dent sky-high jobless rate President Trump touts stunning May jobs report.",
  "Trump Touts Jobless Dip, First Good News Since Pandemic Howie Kurtz on the surprising dip in unemployment claims, former White House Chief John Kelly agreeing with General Mattis and the NY Times caving to staff uproar over Senator Cotton piece.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @HowardKurtz\r\n\r\nFor more #MediaBuzz c…",
  "Deroy Mudock: Mattis wrongly criticizes Trump – ignores facts about rioting and president’s accomplishments Former Defense Secretary James Mattis boasts some 7,000 books in his library. This makes the unbearable lightness of his public attack on President Trump that much more mysterious. Had Mattis done some reading first, he might not have penned his vacuous anti-…",
  "Trump holds major campaign meetings at White House, as polls show Biden ahead President Trump held two big campaign-related meetings in the Oval Office on Thursday to discuss messaging and the latest polling in battleground states, officials told Fox News -- amid a slew of polling that shows Trump behind presumptive Democratic rival Jo…",
  "Deroy Murdock: Mattis wrongly criticizes Trump – ignores facts about rioting and president’s accomplishments Former Defense Secretary James Mattis boasts some 7,000 books in his library. This makes the unbearable lightness of his public attack on President Trump that much more mysterious. Had Mattis done some reading first, he might not have penned his vacuous anti-…",
  "President Trump ridicules Green New Deal as 'baby talk' that 'would kill our country' President Trump derided Democrats' Green New Deal on Friday, suggesting it was unrealistic \"baby talk\" advanced by congressional Democrats.",
  "Lawsuits pile up in wake of nationwide unrest over George Floyd death In one of the most high-profile actions in the wake of the violence, the D.C. chapter of Black Lives Matter is suing President Trump, Attorney General Bill Barr, Secretary of Defense Mark Esper and other federal officials over action taken against protesters …",
  "CBS News reporter slams Trump for trip to Maine amid George Floyd protests: 'One of the whitest states in America' CBS News White House correspondent Paula Reid had a bizarre criticism for President Trump over his trip to Maine amid racial tensions over the death of George Floyd.",
  "NY Times columnist Paul Krugman apologizes for floating ‘conspiracy theory’ about jobs numbers that Trump influenced labor data New York Times columnist Paul Krugman appologized Friday afer he was roasted for floating a \"conspiracy theory\" that President Trump could have influenced Bureau of Labor Statistics",
  "Trump insists economic recovery coming 'earlier' than thought, tells Maine governor 'open your state up' President Trump touted May unemployment numbers as an economic recovery coming “earlier” than thought, while calling on the governor of Maine to open up the state.",
  "US soccer star Michael Bradley slams Trump in wake of protests: 'There isn't a moral bone in his body' Michael Bradley, a staple on the U.S. men’s soccer team and a member of Major League Soccer’s Toronto FC, slammed President Trump on Thursday over his leadership.",
  "Hannity fires back at Sharpton attacks on Trump during Floyd service: 'You've got fear, division, hatred' Sean Hannity slammed civil rights leader and MSNBC host Al Sharpton Thursday over his rhetorical sniping toward President Trump during a memorial service for George Floyd in Minneapolis.",
  "Trump to hold press conference on job numbers Economists had expected the May unemployment numbers to approach 20 percent, and the president seized on the unexpectedly good economic news in a flurry of tweets Friday morning.",
  "Trump taunts Biden on 1994 crime bill, black incarcerations President Trump took an opportunity Thursday night to remind voters of Joe Biden’s support for a controversial 1994 crime bill that many critics blame for high levels of incarceration among African-Americans.",
  "Trump hits PBS' Yamiche Alcindor for asking how '.1 percent' increase in black unemployment is a 'victory' President Trump sparred with PBS NewsHour correspondent Yamiche Alcindor while she attempted to ask questions about systemic racism and the slight increase in black unemployment during his Rose Garden presser touting the new jobs numbers.",
  "Trump touts letter from ex-attorney Dowd attacking Mattis: 'You need to bone up on your homework' President Trump continued his rhetorical offensive against former Secretary of Defense James Mattis Thursday, tweeting a letter purportedly written by his former attorney John Dowd that attacked Mattis for criticizing Trump's response to ongoing protests.",
  "John Kelly says he agrees with Mattis: 'We need to look harder at who we elect' President Trump's former chief of staff said he agreed with former Defense Secretary James Mattis when he released a statement attacking the president's leadership and describing Trump as a threat to the Constitution.",
  "Rebecca Grant: Criticizing Trump OK for retired military leaders – but they can't be immune from criticism Three big-name retired senior military leaders made headlines Tuesday and Wednesday when they sharply criticized President Trump’s leadership. There is nothing wrong with that – but their distinguished military service shouldn’t make their anti-Trump argument…",
  "Mark Cuban says he hired pollster to help him consider White House run Dallas Mavericks owner Mark Cuban said he hired a pollster to see if he had a shot at The White House as an independent candidate against President Trump and presumptive Democratic nominee, former Vice President Joe Biden."
]