[
  "Trump Touts Surge in New Jobs, First Good Economic News in Months Howie Kurtz on unemployment falling after nearly five million jobs gained in June, Trump calling 'Russian bounties' a 'hoax' and Mark Zuckerberg will be meeting with ad boycott organizers.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @HowardKurtz\r\n\r\nFor more #MediaBuzz cl…",
  "CNN skips Trump remarks amid positive jobs report, critics say network 'transparently biased' President Trump spoke at a pair of events on Thursday but CNN didn’t bother to carry either of them live and critics feel the decision proves the network is so “transparently biased against the president that it damages CNN more than Trump.”",
  "Biden and DNC outraise Trump and RNC during blockbuster fundraising month President Trump and Democratic challenger Joe Biden both set eye-popping fundraising records last month – but Biden’s records were larger.",
  "FDA Commissioner Hahn and Deputy Shah: Coronavirus vaccine search – here’s what we’re doing to defeat COVID-19 To accelerate the development of multiple novel vaccine candidates, the Trump administration has tapped the best scientific minds and committed billions of dollars to Operation Warp Speed.",
  "Trump swipes at Biden, says tax hikes would tank market: ‘401ks will drop down to nothing’ President Trump is warning that if Democratic challenger Joe Biden is elected in November, the stock market will collapse and Americans' financial investments “will drop down to nothing.”",
  "Trump campaign, RNC smash fundraising records in June President Trump's reelection campaign, the Republican National Committee (RNC) and joint fundraising ventures announced a record-setting quarter in which they raised more than $266 million -- $131 million of which came in the month of June alone.",
  "Trump holds press briefing, on heels of jobs report President Trump on Thursday morning will hold a press briefing after a jobs report that showed the economy starting to rebound from the depths of its crash during the coronavirus pandemic.",
  "Mary Trump tell-all can move forward with publication: judge A New York Supreme Court appellate judge reportedly overturned part of a lower court decision on Mary L. Trump’s tell-all Wednesday evening, ruling the book’s publisher can move forward with preparations for its release at the end of the month, according to r…",
  "Trump, in video message, vows to stop ‘lawlessness’ President Trump, in a video message on Thursday, vowed to stop “lawlessness” and to continue to protect monuments and statues across the nation after many were vandalized and destroyed in recent weeks.",
  "Parscale claims Trump beating Biden where it counts Pushing back against public opinion polls that indicate President Trump’s trailing Democratic challenger Joe Biden, Trump campaign manager Brad Parscale argues that the president “is dominating” the former vice president “when it comes to the most important f…",
  "GOP lawmakers urge Trump to oppose calls to make gaps for animals in border wall A group of GOP House members are urging President Trump not to give in to calls from environmental activists to make gaps in sections of newly built wall at the southern border in order to allow wildlife to pass through.",
  "CNN anchor fails to push back after professor dubs Trump 'terrorist-in-chief,' cites 'freedom of opinion' Cal State Los Angeles professor Melina Abdullah urged Americans to call President Trump a \"terrorist-in-chief\" during an appearance on CNN Wednesday, arguing that he is \"the embodiment of white supremacist terrorism.\"",
  "Supreme Court to hear arguments over House request for Mueller grand jury material The Supreme Court announced Thursday that the justices will hear arguments in the Trump administration's challenge against the House Judiciary Committee's attempt to access the secret grand jury materials from Robert Mueller's Russia investigation.",
  "Rep. McCaul admits Trump 'did deserve, probably' to know about Russian bounty intelligence Rep. Michael McCaul, R-Texas, told \"America's Newsroom\" Thursday that President Trump \"did deserve, probably, to know\" about intelligence that Russian officials had paid bounties to Taliban-linked militants in exchange for the deaths of U.S. troops in Afghani…",
  "Trump touts business gains, warns of 1929-level economic 'crash' if he loses election President Trump recognized small businesses and touted an economic recovery on Thursday, during a \"Spirit of America\" celebration at the White House, a precursor to this weekend's Fourth of July celebrations.",
  "Mount Rushmore July Fourth celebration to feature Trump remarks, fireworks, military flyovers President Trump is expected to deliver remarks at Mount Rushmore on Friday night at a celebration which is slated to include a fireworks display and military flyovers to kick off the July 4th weekend.",
  "Trump coronavirus response would face 9/11 Commission-style scrutiny under Dem plan Three Democratic senators – Dianne Feinstein of California, Amy Klobuchar of Minnesota and Bob Casey of Pennsylvania – introduced legislation Wednesday to create a bipartisan commission on the Trump administration's handling of the coronavirus pandemic.",
  "Ousted SDNY federal prosecutor Geoffrey Berman to appear before House Judiciary Committee next week Former Southern District of New York U.S. Attorney Geoffrey Berman will testify next week before the House Judiciary committee in a closed door hearing – just weeks after President Trump fired him.",
  "Rep. Jim Banks: The New York Times Published A Factually Inaccurate Story Simply To Attack The President Congressman Jim Banks (R-IN), member of the House Armed Services Committee, joined Brian Kilmeade to talk about the reports that Russia offered bounties to the Taliban to kill U.S. Soldiers. Banks is angry at the NY Times for publishing the information becaus…",
  "Americans divided on who's more mentally and physically fit for presidency: poll A new national poll suggests that slightly more Americans are confident of Biden’s mental and physical abilities than of the president’s."
]