[
  "Controversial COVID-19 papers retracted from the Lancet, New England Medical Journal amid backlash The influential New England Medical Journal and the Lancet have retracted controversial papers on COVID-19 treatments amid backlash.",
  "A closer look President Trump's relationship with former Defense Secretary James Mattis Mattis condemns Trump for use of force on protesters; national security correspondent Jennifer Griffin reports from the Pentagon.",
  "Tensions flare between Trump, military figures over handling of George Floyd unrest The officials, including Trump's current Secretary of Defense Mark Esper, his former Secretary of Defense Jim Mattis and several others, have either implicitly broken with Trump in statements on policy or explicitly denounced his leadership — and Trump has fi…",
  "Mattis Says Trump Dividing County, POTUS Hits ‘Overrated General’ Howie Kurtz on General James Mattis saying President Trump is dividing the country and abusing his power, charges being increased against former officer Chauvin and NY Times staffers being outraged over piece supporting 'Insurrection Act'. Follow Howie on Twi…",
  "Sen. Ted Cruz says the Russia investigation was a politicized, partisan targeting of President Trump What Barack Obama and Joe Biden did was much worse than Richard Nixon's abuse of power, says Texas Sen. Ted Cruz, Republican member of the Senate Judiciary Committee.",
  "Joe Biden tops Trump in polls amid criticism over record Presumptive Democratic presidential nominee Joe Biden's record on racial issues is complicated; Peter Doocy reports.",
  "US Navy veteran detained in Iran is freed Michael White, the first American detained in Iran during the Trump administration, has been released.",
  "Defense Secretary Mark Esper's job appears safe Senior Trump administration officials say that while the White House was frustrated with Esper for opposing invoking the Insurrection Act, no one is interested in a Cabinet shakeup; Kristin Fisher reports.",
  "Pelosi demands answers from Trump on troops patrolling protesters in DC House Speaker Nancy Pelosi said Thursday she wants answers from President Trump about the deployment of troops and unidentified law enforcement officers in Washington DC patrolling peaceful protesters.",
  "Trump expected to sign executive order to waive environmental reviews, expedite permitting for infrastructure projects President Trump signed an executive order Thursday which will bypass environmental reviews to spur economic growth after the coronavirus pandemic through infrastructure projects.",
  "Mollie Hemingway: Trump and many Americans do not want unity with what the left believes Many Americans, including President Trump, don't want unity with \"leftist messages\" like those spouting from Black Lives Matter, The Federalist's Mollie Hemingway argued Thursday.",
  "Culture war escalates as Trump says media glorify rioters We are also being plunged into a full-fledged culture war.",
  "Biden calls Mattis' criticism of Trump a 'powerful indictment' Joe Biden is calling the scathing criticism of President Trump by his first defense secretary -- retired Marine Gen. James Mattis -- a “powerful indictment” of the president’s response to the unrest in cities across the country sparked by the death of George …",
  "Clamping Down On Violent Protests And Antifa The violent protests across the country have made it hard on police departments. President Trump has even threatened to invoke the Insurrection Act and call up military troops to help bring peace to America's streets. Former New York City Police Commissioner …",
  "Lindsey Graham says Rosenstein hearing showed 'fox was guarding the henhouse' in Mueller investigation Senate Judiciary Committee Chairman Lindsey Graham, R-S.C., told \"Hannity\" Wednesday that the Mueller investigation into alleged collusion between the Trump campaign and Russia was set up in such a way that the \"fox was guarding the henhouse.\"",
  "Trump picks sides in GOP runoff for Mark Meadows' House seat President Trump on Thursday said that he is endorsing Lynda Bennett for White House chief of staff Mark Meadows' old North Carolina House seat, backing the conservative political activist over her charismatic young opponent Madison Cawthorn.",
  "White House spokesman pressed on Trump criticizing 'overrated' Mattis: How is this 'uniting people?' Principal Deputy White House Press Secretary Hogan Gidley said on Thursday that former Secretary of Defense Jim Mattis’s criticism of President Trump potentially using the U.S. military to quell rioting is “appalling.”",
  "Texas Lt. Gov. Patrick says America must 'turn to God' to heal wounds of racism: 'We need a culture change' Texas Lt. Governor Dan Patrick told \"Fox News @ Night\" Wednesday that former Secretary of Defense Jim Mattis' criticism of President Trump was an unneeded \"distraction\" and that America must \"turn to God\" if it wants to overcome racism.",
  "Secret Service says it did not use tear gas when Lafayette Park was cleared before Trump church visit The Secret Service asserted Thursday that “no agency personnel” used tear gas or capsicum spray during the clearing of Lafayette Park earlier this week before President Trump visited St. John’s Church.",
  "Dwayne 'The Rock' Johnson appears to jab Trump's lack of leadership amid protests: ‘Where are you?’ Dwayne “The Rock” Johnson seemingly took a swipe at Donald Trump in an impassioned video commenting on the ongoing protests in the U.S. sparked by the death of George Floyd."
]