[
  "Trump attacks Bolton, Supreme Court and media Reaction and analysis from Fox News media analyst Howard Kurtz.",
  "Trump 2020 communications director says campaign must 'define' Biden 'and his record of failure' Trump 2020 communications director Tim Murtaugh told \"The Daily Briefing\" Friday that the Trump campaign would work to \"define Joe Biden\" after a new Fox News poll showed the president trailing the presumptive Democratic nominee by 12 points nationally.",
  "Trump Wants 4 Debates and to Help Pick the Moderators Howie Kurtz on President Trump wanting four different debates with Biden, Amy Klobuchar withdrawing from consideration for Vice President and conservatives blasting Justices Roberts and Gorsuch over recent rulings.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @HowardKurtz…",
  "Trump looks for his way back machine in Tulsa Back in 2016 Trump was something of a mystery.",
  "Cal Thomas: Trump's Tulsa rally -- This is the speech the president needs to give Here are my suggestions for what President Trump might say Saturday in Tulsa.",
  "Trump signals he has ‘interesting’ details on Roswell, as son grills him about aliens President Trump, under rigorous questioning from his son Donald Trump Jr., on Thursday about the existence of extraterrestrial life, suggested he knew \"interesting\" information about Roswell, N.M. -- the site of a 1947 crash that has touched off conspiracy th…",
  "Trump predicts NFL will have 'a lot of problems' if it allows kneeling President Trump offered a dire warning for the NFL if it allows its players to kneel during the national anthem.",
  "Twitter slaps Trump with 'manipulated media' label over satirical video mocking CNN Twitter took President Trump to task again on Thursday night, this time over a satirical video mocking CNN.",
  "Trump dismisses Fauci's assessment of upcoming NFL season amid pandemic President Trump dismissed Dr. Anthony Fauci’s notion that the NFL may not get underway unless the league adopted a “bubble” plan like the NBA.",
  "Trump touts nearly $1B in US infrastructure plans, proposals America’s roads, bridges and other infrastructure are being eyed for sorely needed funding boosts, according to a series of Twitter messages from President Trump on Thursday evening.",
  "Trump says surge in voting by mail his ‘biggest risk’ President Trump is warning that an increase in voting by mail this November is the “biggest risk” to his chances of winning reelection.",
  "Twitter disables satirical video posted by Trump to mock CNN Twitter has disabled a satirical video posted by President Trump that showed a mock news broadcast poking fun at CNN's coverage of racial issues.",
  "Everyone Has An Opinion This Week: Calls for change continue following the death of George Floyd. President Trump signed an Executive Order on police reform this week as a first step. The Republican led Senate released its police reform legislation and the House Judiciary Committee …",
  "Bolton Book Rocks D.C. Everyone is talking about Former National Security Adviser John Bolton's new book about President Trump. Former Utah Governor Jon Huntsman Jr. served as ambassador to Russia under the Trump administration and he joins the 'Rundown' to react to some of the boo…",
  "Charles Hurt bashes Bolton over claim Trump unfit for office: 'John Bolton has never been elected to anything' Washington Times opinion editor and Fox News contributor Charlie Hurt ripped former National Security Adviser John Bolton Thursday for making what he called \"preposterous\" claims about President Trump in Bolton's forthcoming memoir of his time in the administ…",
  "Oklahoma judge allows Trump rally to proceed as planned, as president says Tulsa curfew being lifted The Oklahoma Supreme Court on Friday ruled that President Trump’s upcoming rally in Tulsa can go ahead as planned despite concerns about coronavirus -- just as Trump announced that a curfew in the city had been lifted for the rally.",
  "Al Sharpton to speak at Juneteenth event in Tulsa, ahead of Trump rally The Rev. Al Sharpton is scheduled on Friday to headline an event in Tulsa, Okla., marking the end of slavery — one day before President Trump is slated to hold a 2020 reelection rally in the same city.",
  "Grenell trashes Bolton, claims ex-security adviser 'saved salacious stories in order to sell books' Former acting Director of National Intelligence Ric Grenell claimed on \"The Ingraham Angle\" Thursday that former National Security Adviser John Bolton saved \"salacious stories\" to sell copies of his forthcoming memoir of the Trump administration.",
  "Tulsa mayor implements strict curfew ahead of Trump rally, stragglers face arrest Tulsa Mayor G.T. Bynum, a Republican, declared a “civil emergency” overnight Thursday, and has implemented a curfew near the arena where President Trump plans to hold a campaign rally Saturday.",
  "Judge Jeanine Pirro: Shame on Obama, Biden for 'untenable' DACA situation Judge Jeanine Pirro said on Friday that President Trump has attempted to resolve the DACA issue several times, but the Supreme Court has gotten involved in matters that are suited for the legislative branch to address."
]