[
  "Biden ‘convinced’ US military would intervene if Trump refused to leave White House - Fox News <ol><li>Biden ‘convinced’ US military would intervene if Trump refused to leave White House  Fox News\r\n</li><li>Cooper calls out McEnany's defense of Trump's baseless tweet  CNN\r\n</li><li>Trump campaign demands CNN apologize for poll that shows Biden leading …",
  "Joe Biden fears President Trump will try to 'steal this election' Presumptive Democratic presidential nominee Joe Biden warns Trump may not leave if he loses; Peter Doocy reports.",
  "President Trump says the 'horror' of George Floyd's death is unfairly stereotyping America's police officers Fox News anchor Harris Faulkner joins Bret Baier on 'Special Report' to discuss her interview with President Trump.",
  "Newly declassified intel document noted Steele dossier claims had 'limited corroboration' A newly declassified footnote on the 2017 Intelligence Community Assessment on Russian election interference noted that the reporting of Trump dossier author Christopher Steele had only \"limited corroboration\" regarding whether then-President-elect Donald Tru…",
  "Newt Gingrich: Democrats must apologize – here's how they've failed America's cities While the Democrats want to blame President Trump, let’s look at the facts about which party has crippled America’s cities.",
  "White House, Republican lawmakers close to unveiling plans for police reform President Trump is taking a two-pronged response to the George Floyd tragedy: reform policing and increase opportunity in communities across the nation; chief White House correspondent John Roberts reports.",
  "Biden says Trump will attempt to 'steal' presidential election Presumptive Democratic presidential nominee Joe Biden, in an interview Wednesday night with \"The Daily Show,\" claimed that President Trump will attempt to \"steal\" the presidential election.",
  "Trump campaign urges TV networks to cover Biden events: Expose his 'rambling displays of incoherence' The Trump re-election campaign has made an interesting request for the news networks and that is to provide coverage of the president's Democratic opponent Joe Biden.",
  "Trump vows executive order to address law enforcement use of force, but slams 'Defund The Police' movement President Trump announced during a trip to Texas on Thursday steps his administration will take to reduce racial inequalities and combat police brutality.",
  "Trump administration reverses ban on controversial hunting practices at Alaska's national preserves Conservation groups and animal-rights activists are speaking out after the Trump administration reversed a ban on controversial hunting practices within Alaskan national preserves.",
  "Snoop Dogg addresses Trump supporters: 'F--k you' Snoop Dogg is not holding back.",
  "Dems rip Trump for planning Tulsa rally on Juneteenth Democrats hammered President Trump over the time and location of his next campaign rally – the first since events were put on hold due to the coronavirus pandemic -- which is set for June 19 in Tulsa, Oklahoma.",
  "Trail Blazers' C.J. McCollum upset over Trump's rally venue, date Portland Trail Blazers guard C.J. McCollum expressed his frustration with President Trump on Wednesday after it was revealed a campaign rally would take place in Tulsa, Okla., on June 19.",
  "Former Arizona police officer brings down the house on 'The Deplorables' comedy tour Former Tucson, Arizona police officer and conservative activist Brandon Tatum brought the house down on \"The Deplorables\" comedy tour, recounting the story of the viral pro-Trump video that made him famous.",
  "Joy Behar walks back criticism of Trump as a 'domestic terrorist' \"The View\" co-host Joy Behar described President Trump as a \"domestic terrorist\" on Thursday and accused him of hypocrisy for using that term while referring to allegedly \"peaceful\" protesters in Seattle.",
  "Ari Fleischer: Trump must do more 'to help the nation come together' Former White House press secretary Ari Fleischer told “Outnumbered Overtime” that he would like to see more “healing words” from President Trump “to help the nation come together,” as protests over the death of George Floyd continue across the country.",
  "Pence criticized after packed meeting with Trump campaign staff, ignoring social distancing guidelines Vice President Mike Pence received criticism after meeting with dozens of Trump campaign staffers in Arlington, Va.  Wednesday, all of who were in a crowded room without facemasks and ignoring coronavirus social distancing guidelines.",
  "Biden ‘convinced’ US military would intervene if Trump refused to leave White House Joe Biden used an appearance on a late-night comedy show Wednesday to address a popular topic of speculation among Democrats: Would President Trump peacefully give up power if he loses November’s election?",
  "Rep. Al Green says he's 'willing to forgive' Trump if he combats 'institutionalized racism' Rep. Al Green, D-Texas, a persistent critic of President Trump, told \"Your World\" Thursday that he is willing to work with the White House on issues related to race relations.",
  "Ivanka Trump speech cancelation won’t cost Wichita State president his job: report The president of Wichita State University in Kansas will apparently stay on the job despite a donor uproar that followed the school’s recent cancelation of a planned commencement speech by Ivanka Trump."
]