[
  "The 2020 Election Is Reshaped … Again Will we see a Trump rally this election cycle? President Trump had suspended the rallies in early March amid the coronavirus pandemic, but it looks like he is going to be hitting the campaign trail in the near future. Communications Director for the 2020 Trum…",
  "For president struggling on protests, ‘defund the police’ is a gift Virtually everything has been going against President Trump in recent weeks, but he just caught a major political break.",
  "Romney says he believes GOP will maintain control of Senate, Trump will be reelected Sen. Mitt Romney, R-Utah, said he is confident the GOP will maintain control of the Senate, and he believes that President Trump will be re-elected.",
  "Fired State Department watchdog says he was given 'no valid reason' for his removal The former State Department inspector general fired by President Trump last month told congressional investigators that he has been given “no valid reason” for his removal.",
  "Doug Collins on Barr's Fox News interview: We were right about FBI wanting to 'get' Trump Republicans were right about Obama-era members of the FBI wanting to \"get\" President Trump and his the-incoming administration, Georgia Republican Congressman Doug Collins stated Wednesday.",
  "Trump Jr. calls out Biden over comments urging action against police brutality Donald Trump Jr. called out Joe Biden on Twitter Wednesday over comments the presidential candidate made regarding the need for action against police brutality.",
  "Top Trump campaign spokesman says Biden is on the 'defund police' train 'whether he knows it or not' Trump 2020 campaign Communications Director Tim Murtaugh blasted Democrats Wednesday, saying the party was encouraging the “defund the police” movement sweeping America following the death of George Floyd.",
  "As Support for Protests Grows, Republicans Get Nervous About November Howie Kurtz on polls showing a growing support of protests, Republicans shying away from Trump tweets on 75-year-old Buffalo protester and rising coronavirus cases while media coverage of the pandemic is down.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @HowardKurtz\r\n\r\nF…",
  "Ex-DOJ employees sign letter calling for probe of Barr’s role in clearing Lafayette Square protesters More than 1,250 former Justice Department employees have signed a letter calling for an investigation into Attorney General Bill Barr’s role in the clearing of Lafayette Square just before President Trump walked over to St. John’s Church on June 1.",
  "Trump says his administration 'will not even consider' renaming military bases named for Confederates President Trump on Wednesday came out strongly against the idea of renaming U.S. military bases that are named after Confederate generals -- an issue that has come to the forefront amid the nationwide protests over police brutality and racial injustice.",
  "AOC denounces 'horrendous' Trump tweet about 75-year-old Buffalo protester injured by police Rep. Alexandria Ocasio-Cortez, D-N.Y., had strong words for President Trump Wednesday, one day after he suggested that a 75-year-old protester engaged in a \"set up\" when he confronted Buffalo police in a now-viral video.",
  "Chris Stirewalt: Trump campaign is 'demonstrably worse off' than in 2016 Fox News politics editor Chris Stirewalt told the “Fox News Rundown” podcast on Wednesday that President Trump is currently “demonstrably worse off” compared to the same time frame during the last election cycle.",
  "Spike Lee compliments Saints' Drew Brees for standing up to Trump over anthem remarks: report Award-winning filmmaker Spike Lee reportedly praised Drew Brees on Tuesday for standing up to President Trump, who criticized the quarterback last week for apologizing for his earlier comments about kneeling during the national anthem.",
  "Pro-Trump activist Scott Presler travels nation to 'make America clean and great again' The 6-foot-5 inch Scott Presler doesn’t look like a typical conservative activist with his trademark Fabio-like locks, but he’s on a mission to help re-elect President Trump in 2020 and clean up America along the way.",
  "Alyssa Milano, more stars rip Trump for suggesting man shoved by Buffalo police may be ‘ANTIFA provocateur’ President Trump is once again on the receiving end of backlash after pressing send on a tweet suggesting a 75-year-old protester, who was shoved by police in Buffalo, N.Y., \"could be an ANTIFA provocateur.\"",
  "President Trump expected to issue executive order to implement police reforms at the executive level As Senate Republicans formulate plans for police reform that could include independent investigations of police misconduct and a ban on chokeholds, Democrats insist reforms need to go much further; chief White House correspondent John Roberts reports.",
  "Brian Arbour: Trump reelection threatened by low approval ratings, coronavirus pandemic and racial strife A majority of Americans have a negative opinion of President Trump. In all, 54 percent disapprove of the job he is doing as president, 55 percent have an unfavorable impression of him, and 52 percent say they will vote for another candidate.",
  "Trump says he intends to hold rallies in Oklahoma, Florida, Arizona, North Carolina after coronavirus hiatus With less than five months to go before the general election in November – and after months of being stuck in Washington amid the coronavirus pandemic – President Trump said on Wednesday that he’s going to restart campaign rallies with trips already planned t…",
  "Tim Graham: Fact-checkers vs. Trump – here's what they are too biased to recognize The Post is promoting a new election-year book by their \"fact-checker\" squad.",
  "US men's soccer player Weston McKinnie slams Trump as 'ignorant,' 'racist' U.S. men’s national soccer team player Weston McKennie took aim at President Trump over his response to the death of George Floyd, the Minneapolis man who died in police custody May 25 after an officer kneeled on his neck for more than 8 minutes in a moment c…"
]