[
  "Peter Navarro declares trade deal between Trump, China is 'over' - Fox News <ol><li>Peter Navarro declares trade deal between Trump, China is 'over'  Fox News\r\n</li><li>White House says Trump involved in firing top US attorney  CNN\r\n</li><li>Stock futures recover after Peter Navarro clarifies that U.S.-China trade deal is not over  C…",
  " Former National Security Adviser John Bolton blasted President Trump's coronavirus response as he tore into the unpredictable nature of the president's decision-making.",
  "Sean Hannity to host town hall with President Trump on Thursday, June 25 Watch the 'Hannity' town hall with President Trump from Green Bay, Wisconsin on Thursday, June 25 at 9 p.m. ET on Fox News Channel.",
  "President Trump shifts focus to border security, tours border wall in Arizona Trump marks the completion of more than 200 miles of border wall; Kristin Fisher reports from the White House.",
  "Trump Jr. trolls by suggesting torn-down statues should be replaced with a 'more sturdy statue' of his father Donald Trump Jr., in a seemingly facetious remark Tuesday, suggested any statues torn down during recent protests be replaced with a “more sturdy” statue of his father, President Trump.",
  "Bolton in Fox News interview accuses Trump of ‘reprehensible conduct,’ denies violating records act Former national security adviser John Bolton defended his decision to write a tell-all about his time in the Trump administration and denied violating record-keeping laws by destroying his notes while in the White House, as he accused President Trump of \"repr…",
  "John Bolton discusses Trump doctrine, decision to resign in part 2 of his interview with Bret Baier Former National Security Adviser John Bolton joins Bret Baier on 'Special Report' to discuss his days in the Trump administration and his new book, 'The Room Where It Happened.'",
  "John Bolton discusses his new book, loyalty, Trump impeachment in part 1 of his interview with Bret Baier Former National Security Adviser John Bolton joins Bret Baier on 'Special Report' to discuss his days in the Trump administration and his new book, 'The Room Where It Happened.'",
  "John Bolton discusses Venezuela, Iran, 2020 election, coronavirus in part 3 of his interview with Bret Baier Former National Security Adviser John Bolton joins Bret Baier on 'Special Report' to discuss his days in the Trump administration and his new book, 'The Room Where It Happened.'",
  "Trump calls for arrests, prison time for vandals targeting monuments: 'There will be no exceptions!' President Trump declared Monday morning that anyone caught vandalizing monuments or any other federal property can be subject to arrest and face up to 10 years in prison.",
  "Eric Roberts criticizes Trump, supporters for attending Oklahoma rally amid the coronavirus pandemic Actor Eric Roberts went on a rant against Donald Trump over his recent campaign rally in Tulsa. Okla. amid the coronavirus pandemic.",
  "Trump campaign names Hogan Gidley national press secretary The Trump campaign announced Tuesday that Hogan Gidley is leaving his post at the White House and joining the campaign as national press secretary, beginning next month.",
  "Peter Navarro declares trade deal between Trump, China is 'over' White House trade adviser Peter Navarro told \"The Story\" Monday that President Trump has decided to terminate the China trade deal as intelligence officials grow increasingly confident that the coronavirus pandemic originated in a Wuhan laboratory.",
  "Trump threats raise question: Can Bolton's book proceeds be seized? The questions over what sort of legal backlash Bolton might face from his decision to pull out of the prepublication review process for the book, titled \"The Room Where it Happened: A White House Memoir,\" come after a federal judge last week ruled last week t…",
  "Trump vows no ‘Autonomous Zone’ in DC, after protesters cleared President Trump vowed Tuesday that what happened in Seattle will not take place in the nation's capital, and that no such \"autonomous\" zone\" will be established in D.C. after protesters who attempted to set up such a space were cleared out the night before.",
  "Biden campaign goes after Trump comments on Venezuela Joe Biden’s presidential campaign sees political ammunition in President Trump’s recent comments that he might be willing to meet with Venezuelan strongman Nicholas Maduro and was having second thoughts on recognizing Juan Guaidó as the South American country…",
  "Brian Goes One-On-One With President Trump in the Oval Office Brian Kilmeade enjoyed an opportunity to interview President Trump in the Oval Office for an upcoming FOX Nation special.  The President talked about his Tulsa rally, the war on history and reacts to John Bolton's new tell all book.\r\n\r\nListen here:",
  "New Virus Outbreaks Across U.S. Fuel Uncertainty During Reopening Howie Kurtz on Covid-19 cases popping up in bars, strip clubs and churches, protesters try tearing down an Andrew Jackson statue in DC and President Trump reTweeting video of black on white crime.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @HowardKurtz\r\n\r\nFor more #Medi…",
  "Bret Baier On Bolton, The Election And These “Chaotic Times” Former National Security Adviser John Bolton's new bombshell book has been met with backlash from both the left and right of the political divide. President Trump has fired back saying the book is full of \"lies and fake stories.\" FOX's Chief political anchor …",
  "Trump blasts statue removals: 'If you give power to people that topple monuments … than nothing is safe' President Trump used much of his speech in Arizona Tuesday evening to deride his liberal opponents and criticize their rhetoric amid weeks of protests against police brutality and racial injustice."
]