[
  "Eric Trump on the president's Tulsa rally: 'You need the spirit back in the country' Trump Organization Executive Vice President Eric Trump spoke with \"Fox Report\" anchor Jon Scott Saturday from the site of his father's Tulsa, Okla., rally.",
  "'Gutfeld' guests say Trump was 'comedic genius' at Tulsa rally while Pence lacked 'razzmatazz' President Trump returned to live rallies by delivering a \"sensational\" performance in Tulsa, Okla., Washington Times opinion editor Charles Hurt said Saturday night.",
  "Trump blasts attempts to remove Confederate statues as 'censorship' In his return to the campaign trail Saturday in Tulsa, Okla., President Trump criticized demonstrators and politicians who have pushed to have portraits and statues of Confederate leaders or sympathizers removed.",
  "Trump blasts attempts to remove historic statues as 'censorship' In his return to the campaign trail Saturday in Tulsa, Okla., President Trump criticized demonstrators and politicians who have pushed to have portraits and statues of historic figures removed.",
  "Earthquake strikes Oklahoma after Tulsa Trump rally, shaking felt around state An earthquake in northern Oklahoma on Saturday night rattled the entire state, including in Tulsa just after President Trump finished his return to the campaign trail before thousands of supporters",
  "Biden campaign adviser weighs in on why former VP hasn't held news conference in nearly three months Former vice president Joe Biden's senior campaign adviser Symone Sanders took President Trump to task for holding a campaign rally during the coronavirus pandemic, while defending Biden's support for large-scale protests after George Floyd's death.",
  "Senior adviser for Trump campaign on empty seats at Tulsa rally: Protesters had 'an impact' Mercedes Schlapp, Senior Advisor for the Trump-Pence campaign, told “Fox News Sunday” that protesters had “an impact in terms of people coming\" to President Trump's campaign rally in Tulsa, Okla. on Saturday.",
  "Trump rips media coverage of West Point ramp walk at Tulsa rally In response to the media speculating about his health after an appearance at the West Point commencement ceremony this week, President Trump proceeded to break down the different elements of the afternoon during his first campaign rally in months on Saturday …",
  "Rudy Giuliani says Trump may have fired US attorney over ‘bullsh--’ investigations: report President Trump’s lawyer Rudy Giuliani says he hasn’t yet been told why the president – or Attorney General William Barr – fired a top federal prosecutor in New York.",
  "Andrew McCarthy: Trump's Supreme Court list – 2016 battle plan may not work this year Fighting the last war could mean Joe Biden will make it to the Oval Office without ever having to leave his basement.",
  "Trump confirms new visa restrictions coming, sounds off on protesters in FNC interview In an interview with Fox News Chief White House Correspondent John Roberts ahead of his first campaign rally since March, President Trump said the White House will be announcing new guest worker visa restrictions in the coming days and sounded off about the r…",
  "John Oliver mocked Trump in 2017 for predicting removal of Washington, Jefferson statues President Trump warned in 2017 that statues of U.S. Founding Fathers such as George Washington and Thomas Jefferson might someday be removed -- three years ahead of attacks on such statues this month. Back then, \"Last Week Tonight\" host John Oliver mocked the…",
  "Schiff suggests Bolton may testify – and that more impeachment proceedings may be on the table House Intelligence Committee Chairman Adam Schiff suggested on Sunday that former national security advisor John Bolton may soon testify before his panel -- and that a fresh new round of impeachment proceedings may result from the memoir.",
  "Trump campaign rejects claims that TikTok, K-Pop fans sabotaged rally: 'Don't know what they're talking about' After top Democrats gloated that teenage activists had sabotaged turnout at President Trump’s Tulsa, Okla., rally on Saturday, the Trump campaign fired back within hours, saying that media organizations are complicit in spreading false narratives about the ev…",
  "Tom Petty's family issues cease and desist to Trump campaign after song was played at Tulsa rally Tom Petty's estate is not backing down.",
  "AOC gloats that Trump’s Tulsa turnout was sabotaged by ‘teens on TikTok’ U.S. Rep. Alexandria Ocasio-Cortez appeared to take pleasure Saturday night in reports that the turnout for President Trump’s Tulsa, Okla., rally was lower than expected.",
  "Rep. Zeldin on media backlash over crowd size of President Trump's campaign rally in Oklahoma Rep. Lee Zeldin, R-NY, told “Fox & Friends Weekend” that the mainstream media would have complained about the crowd size of President Trump’s campaign rally in Oklahoma on Saturday whether the arena was full or not.",
  "DACA, LGBTQ decisions leave some conservatives with Supreme Court buyers' remorse The Supreme Court decision in the LBGTQ case and the DACA ruling last week only underscored why the nominations over justices and the political fights in the Senate over their confirmations are so monumental.",
  "Charlie Kirk says Trump's Tulsa rally shows he's back: 'Good luck,' Joe Biden President Trump's rally in Tulsa, Okla., showed he's back on the offensive and \"setting the tone\" for the 2020 presidential election, Charlie Kirk, founder of Turning Point USA, said Saturday night.",
  "Nadler says he's 'not interested in Bolton's testimony,' quickly backtracks House Judiciary Committee Chairman Jerrold Nadler, D-N.Y., appeared unphased by former national security adviser John Bolton's tell-all book, stating he had no plans to call him to testify -- only to change his tune almost immediately."
]