[
  "Trump responds to Bolton allegations, shares update on coronavirus vaccine on 'Hannity' President Donald Trump discusses police reform, the coronavirus pandemic, and his re-election campaign with Sean Hannity.",
  "Bolton says Putin 'thinks' he can play Trump 'like a fiddle' in new claims ahead of book release Former national security adviser John Bolton took President Trump to task Wednesday, saying he thinks Russian President Vladimir Putin can play Trump “like a fiddle.”",
  "Kellyanne Conway on Bolton allegations: These books are never fact-checked Kellyanne Conway, counselor to President Trump, responds to claims made by John Bolton ahead of his book release.",
  "Trump Rips High Court for Ruling Protecting Dreamers Howie Kurtz on the Supreme Court blocks the administration from ending DACA program, felony murder charges being filed in Atlanta police shooting and President Trump reacting to Bolton book.\r\n\r\n\r\n\r\nFollow Howie on Twitter: @HowardKurtz\r\n\r\nFor more #MediaBuzz …",
  "Longtime top aide says Trump risked security for personal gain Bolton describes Trump as not \"fit for office.\"",
  "Supreme Court rejects Trump bid to end DACA protections Shannon Bream breaks down the court ruling on immigration protections.",
  "Bob Woodward publishing 2nd book on Trump before election As President Trump continues to fight off reported excerpts from former national security adviser John Bolton’s upcoming book and news of his niece Mary L. Trump’s supposed tell-all, Washington Post reporter Bob Woodward is set to publish a follow-up to his f…",
  "Richard Manning: Bolton book’s lies are ultimate betrayal Former National Security Adviser John Bolton is cashing in with a book that lies about President Trump .",
  "Trump team sues, trashes Bolton as his book calls impeachment too narrow President Trump may not be able to block John Bolton’s book, but he’s determined to blacken his reputation.",
  "Supreme Court rules against Trump administration bid to end DACA program The Supreme Court ruled Thursday against the Trump administration’s effort to end the Obama-era program that protects young immigrants brought to the country as children from deportation.",
  "Bruce Springsteen jabs Donald Trump for handling of the coronavirus, not wearing a face mask Bruce Springsteen took a jab at President Donald Trump for his handling of the coronavirus as well as his refusal to wear a mask.",
  "Trump jabs Roger Goodell over statement in support of player protests: 'Nobody was even asking for it' President Trump said Wednesday he was “shocked” when he learned of NFL Commissioner Roger Goodell made a statement supporting players’ protests during the national anthem.",
  "White House trade adviser Peter Navarro blasts John Bolton's book: It's 'deep swamp revenge porn' White House trade adviser Peter Navarro on Thursday called former National Security Adviser John Bolton's book that details critical information about the Trump administration \"revenge porn.\"",
  "Trump could see Colin Kaepernick back in the NFL 'if he has the ability' President Trump reiterated Wednesday night he would like to see Colin Kaepernick get another shot in the NFL “if he has the ability.”",
  "READ: Supreme Court opinion on Trump effort to end DACA The Supreme Court on Thursday ruled against President Trump's effort to end the Obama-era Deferred Action for Childhood Arrivals (DACA) program.",
  "Bolton claims Trump said reporters 'should be executed,' requested DOJ seek jail time Former National Security Adviser John Bolton claims in his forthcoming memoir that President Trump said reporters “should be executed” and even requested that his White House counsel contact the Justice Department to discuss whether jailing journalists would …",
  "Bolton: Trump not 'fit' to be president, lacks 'competency to carry out the job' John Bolton's new book includes a series of bold accusations and revelations from his time in the Trump administration -- but in an interview with ABC News, he takes personal shots at the president's ability to do his job.",
  "Trump claims he made Juneteenth 'famous,' in defiant interview: 'Nobody had ever heard of it' President Trump in an interview with the Wall Street Journal on Thursday defended his response to the coronavirus pandemic and the protests against racism -- while claiming he “made Juneteenth very famous” by initially scheduling a campaign rally on that day.",
  "Pelosi: House will make a 'judgment' on whether to subpoena Bolton amid memoir claims House Speaker Nancy Pelosi said the House will make a “judgment” on whether to subpoena former National Security Adviser John Bolton, as excerpts from his forthcoming memoir surfaced revealing previously unreported claims about President Trump and members of …",
  "Biden has single-digit lead over Trump in battleground New Hampshire: poll A new general election survey in the battleground state of New Hampshire indicates Joe Biden with a single-digit lead over President Trump if the November election was held right now."
]