[
  "President Trump on Hunter Biden's Ukraine and China ties, whether Joe Biden has the stamina to be president Sean Hannity sits down for an exclusive interview with President Trump in Green Bay, Wisconsin.",
  "Newt Gingrich on importance of 2020 election, new book Fox News contributor Newt Gingrich, former speaker of the House and author of 'Trump and the American Future,' joins Sean Hannity on 'Hannity.'",
  "Kellyanne Conway shrugs off Trump's slumping poll numbers: 'That doesn't surprise me at all' Counselor to Trump predicts voters will be 'sorely disappointed once they see' Biden",
  "'Hannity' town hall with Trump dominates in viewership across all primetime, beats Maddow and Cuomo combined The \"Hannity\" town hall featuring President Trump was the most-watched hour of television across both broadcast and cable networks.",
  "Donald Trump Jr. calls out media for not pressuring Biden to do press conferences Donald Trump Jr. put the media on blast for not pressuring Joe Biden to hold a press conference.",
  "Rep. Adam Kinzinger calls on Americans to protect monuments, stop erasing U.S. history The American people need to step up -- alongside President Trump-- and call for the protection of U.S. historical monuments, Rep. Adam Kinzinger, R-Ill., asserted Saturday.",
  "Bill Maher to James Carville: 'How are the Democrats going to blow it?' Democratic strategist James Carville held no insult back against President Trump during his Friday night appearance on \"Real Time with Bill Maher.\"",
  "Trump supporters in NY take part in 'TrumpStock' boat parade Trump supporters in New York brushed aside rain to take part in a “TrumpStock” boat parade on Saturday to show their support of the incumbent president in the Empire State.",
  "Trump retweets petition effort to pardon Roger Stone President Trump Saturday retweeted a petition effort to pardon Roger Stone a day after a judge ordered his former campaign advisor to report to his upcoming prison term, which Stone dubbed a \"death sentence.\"",
  "Fox News Rundown Extra: What Do The Early Presidential Polls Tell Us? Our complete, unedited interview with Republican National Committee national spokesperson Liz Harrington and Former Obama economic advisor Robert Wolf.",
  "Judge: US must free migrant children from family detention A federal judge on Friday ordered the release of children held with their parents in U.S. immigration jails and denounced the Trump administration’s prolonged detention of families during the coronavirus pandemic.",
  "Maher shames Bolton for not backing Biden despite pubbing anti-Trump book: How could Dem 'be worse'? \"Real Time\" host Bill Maher admonished former White House national security adviser John Bolton on Friday night for refusing to back Democrat Joe Biden in the 2020 presidential election despite just publishing a book slamming President Trump.",
  "Trump tweets 15 separate posters of 'persons of interest' sought in connection to Andrew Jackson statue vandalization President Trump on Saturday asked for the public's help in identifying people being sought by law enforcement in connection to the vandalization of the Andrew Jackson statue in Lafayette Square earlier this week.",
  "Oakland mayor hits back at Trump after says city is 'hell' The mayor of Oakland, Calif, has joined other Democratic leaders clapping back at President Trump for accusing their cities of being so ravaged by violent crimes that \"it's like living in hell.\"",
  "Trump blasts Illinois governor, Chicago mayor for ongoing gun violence: 'You must establish law and order' President Trump blasted Chicago Mayor Lori Lightfoot and Illinois Gov. J.B. Pritzker in a letter Friday over ongoing gun violence that has plagued the city in recent years, accusing both Democrats of putting \"your own political interests ahead of the lives, s…",
  "Lawmakers want answers from Trump Administration on reports Russia paid Taliban to attack US troops Lawmakers on both sides the aisle in Washington want answers on new explosive reporting that a Russian spy unit paid the Taliban to attack U.S. troops stationed in Afghanistan.",
  "John Bolton defends anti-Trump book, denies it contains classified info Former White House national security adviser John Bolton on Friday night called President Trump’s criticisms of him “childish” and “demeaning to the office of the president.”",
  "Pollster Frank Luntz says Trump's 'tone is off': 'This is not 2016, Joe Biden is not Hillary Clinton' Pollster and political consultant Frank Luntz told \"Special Report\" Friday that President Trump's \"tone is off,\" and it's hurting his bid for reelection.",
  "Trevor Potter: Trump and Barr make baseless and harmful claims about mail-in ballot fraud Attorney General William Barr has been busy following President Trump’s lead in spreading unfounded theories about potential widespread fraud in absentee voting. As an election lawyer for Republican presidential candidates, I know these claims are baseless an…",
  "Victor Davis Hanson: Anger, not Trump vs. Biden, now driving 2020 election The old 2020 election was supposed to be about many familiar issues. It is not anymore."
]