[
  "White House Boosts Regulations to Curb Migrants, Visa Workers President Donald Trump's deputies are drafting a dramatic range of fresh regulations to curb the Fortune 500's use of illegal migrants and visa workers.",
  "Secret Service Records Show Hunter Biden Did Not Travel to Ukraine Before Burisma Appointment Recently made public Secret Service records indicate that Hunter Biden, the youngest son of former Vice President Joe Biden, did not travel to Ukraine prior to his appointment to the board of directors of Burisma Holdings, one of the country's top energy cong…",
  "Nolte: Fake Political Media Eager Partner’s in Joe Biden’s Fake Press Conference Joe Biden is the frontrunner to be the next president of the United States and has gotten away with not holding a press conference for nearly three months. Finally, on Tuesday, and with no pressure whatsoever from the establishment media, Biden held a fake ne…",
  "Joe Biden Pushes Back Timeline on Running Mate Announcement Former Vice President Joe Biden is pushing back his timeline for announcing a running mate, seeming to signal his campaign has yet to find an acceptable candidate.",
  "1990: Joe Biden Proposed Hypothetical of ‘Homosexuals Engaging in a Sexual Act’ on American Flag During a debate in 1990 about a constitutional amendment that would ban burning the American flag, then-Sen. Joe Biden proposed a bizarre hypothetical to illustrate why he thought it was a slippery slope.",
  "Biden Does Not Include Travel Bans on China, Europe in Coronavirus Plan Democrat presidential nominee and former Vice President Joe Biden made no mention of continuing existing travel bans from China, Europe, and Brazil to the United States to prevent the spread of the Chinese coronavirus from overseas.",
  "Charles Hurt: A Warning to Trump–and His Supporters–About Complacency President Trump’s reelection campaign issued a “memorandum on enthusiasm” Sunday outlining the very “real and wide” gap in enthusiasm between Mr. Trump’s campaign and that of Joe Biden."
]