[
  "Pollak: To Democrats, Governing Is Someone Else’s Problem When Democrats are in charge, they are not expected to do anything. Joe Biden represents the culmination of that idea: he is barely even running his own campaign.",
  "Charles Hurt: Trump Should Tweet Less, Make Joe Biden Own ‘Mayhem,’ Rioting,’ ‘Lawlessness’ Donald Trump's reelection strategy should bind Joe Biden to recent lawlessness, including riots and vandalsim of monuments, said Charles Hurt.",
  "Exclusive: Restoration PAC Makes $2 Million TV Buy for ‘Devastating’ Anti-Biden Ad in Wisconsin An exclusive Restoration PAC ad obtained by Breitbart News brings Joe Biden's (D) history of dishonesty and fabrication, particularly as it relates to his resume, to the forefront. The ad is part of the PAC's $2 million ad buy in Wisconsin -- a crucial battle…",
  "AIPAC Blasts Democrat Amendment Barring Israel from Using U.S. Aid on Annexation The AIPAC pro-Israel lobby on Monday announced its opposition to a Democratic-endorsed legislation amendment that would see...",
  "Joe Biden Warns ‘Children of Color’ Will Suffer if Schools Remain Closed Joe Biden told members of the National Education Association’s (NEA) representative assembly that the longer schools remain closed due to the coronavirus, the more low-income “children of color” will suffer learning losses.",
  "WH CoS Meadows: Trump ‘the Only Thing That Stands Between a Mob and the American People’ Monday on Fox News Channel's \"Hannity,\" White House chief of staff Mark Meadows discussed Trump administration offers to help governments in New York City and Chicago as violence is on the rise in those two cities. | Clips",
  "Tucker Carlson: We Cannot Let Democrats Run This Country Because They Hate It Monday, Fox News Channel's Tucker Carlson opened his show by giving President Donald Trump's speech at Mount Rushmore in South Dakota high marks. He then pointed to the Democrat backlash and concluded that Democrats and their allies in the media hate the coun…"
]