[
  "Joe Biden: Police ‘Become the Enemy’ When They Are ‘Like the Military Invading’ Presumptive Democrat presidential nominee Joe Biden said law enforcement \"become the enemy\" when using \"surplus military equipment\" and operating an invading military in American neighborhoods, offering his comments in a Wednesday-published interview with And…",
  "Joe Biden Enlists Clinton/Obama Loyalist, Tom Steyer to Advise on Climate Change Joe Biden has recruited controversial environmental activist Carol Browner and billionaire Tom Steyer as campaign advisers on climate change.",
  "Stacey Abrams: GOP Suppressing Vote Because They Know ‘World Changes’ if Trump Loses Failed Georgia gubernatorial candidate Stacey Abrams warned on Tuesday evening that Republicans are working overdrive in 2020 to suppress the vote because they know that “the world changes” if former Vice President Joe Biden wins the White House. | Politics",
  "Joe Biden: Putin Carries Trump Around Like a Puppy Former Vice President Joe Biden on Tuesday accused President Donald Trump of  \"coddling\" Russian President Vladimir Putin, asserting that Putin carries around Trump akin to a caged dog.",
  "Charles Hurt: Joe Biden Has Been What’s Wrong with Washington Since 1973 You gotta love Joe Biden. The guy has been part of the problem in Washington for 47 years. But now? Now, he is really going to get after it! | 2020 Election",
  "Mike Lindell: Pandemic Lockdowns, Riots Continue if We ‘Go Down that Bad Path for Biden’ Pandemic lockdowns and leftist-driven riots offer a vision of socialism under a Joe Biden presidency, said MyPillow CEO Mike Lindell.",
  "Kanye West: ‘It’s ‘Racism and White Supremacy to Say All Black People Need to Be Democrat’ Grammy-winning rapper and fashion mogul Kanye West opened up Wednesday about his Fourth of July declaration he's running for president.",
  "Donald Trump: We ‘May Cut Off Funding’ if Schools Do Not Reopen President Donald Trump threatened Wednesday to \"cut off\" funding to schools if they do not reopen in the Fall.",
  "Supreme Court Rules Little Sisters of the Poor Exempt from Obamacare Contraceptive Mandate The U.S. Supreme Court ruled Wednesday that the Little Sisters of the Poor Catholic religious order is exempt from Obamacare’s contraceptive mandate."
]