[
  "Biden's Dem platform recommendations signal concessions to Sanders-AOC wing on climate change A task force set up by presumptive Democratic presidential nominee Joe Biden and Vermont Sen. Bernie Sanders -- who was Biden’s last remaining rival in the nomination battle -- on Wednesday released a wide-ranging set of recommendations for the party’s conven…",
  "Trump campaign slams Univision as 'MSNBC en Español,' accuses network of deceptive coverage of Mt Rushmore speech President Trump’s re-election campaign is peeved at Univision, accusing the Spanish-language network of a liberal bias and deliberate deception intended to favor Joe Biden over Trump in the upcoming election.",
  "David Bossie: Republican vs. Democratic 2020 platforms will lay out clear choice for voters in Nov. I predict the 2020 Democratic platform will be the most un-American, socialist-inspired document to come out of a major party convention.",
  "Hogan Gidley: Joe Biden defends WHO, 'protects China' but won't speak up to condemn rioting Hogan Gidley on Wednesday blasted presumptive Democratic presidential nominee Joe Biden for defending the World Health Organization after its mishandling of the coronavirus pandemic.",
  "RNC Chair McDaniel blasts Biden over defense of WHO, says agency 'had one job ... and they failed' Republican National Committee Chairwoman Ronna McDaniel hammered presumptive Democratic presidential nominee Joe Biden Wednesday for his criticism of President Trump pulling the United States out of the World Health Organization (WHO).",
  "As nation passes another grim coronavirus milestone, Biden blames Trump Joe Biden took aim at President Trump on Wednesday as a commander-in-chief who “doesn’t command anything in this fight against COVID-19.”",
  "Corey Lewandowski on Trump 2.0 With former Vice President Joe Biden leading in many polls, there's been speculation President Trump could shake up his campaign leadership. Corey Lewandowski, former campaign manager for President Trump and Senior Advisor to Trump 2020, discusses how the cam…",
  "Biden says some funding should 'absolutely' be redirected from police Joe Biden said in an interview Wednesday that some funding should “absolutely” be redirected from police, amid calls from some in his party to \"defund the police\" in the wake of the protests across the country.",
  "Feds to loosen school corona rules under pressure from Trump Meanwhile convention plans still in flux as Florida woes grow.",
  "Trump says he disagrees with CDC school reopening guidelines, calls them 'impractical' President Trump on Wednesday said he disagreed with the CDC on their “very tough & expensive” guidelines on reopening schools in the fall.",
  "CDC is 'prepared to work with every school district' for safe reopenings, director says in coronavirus briefing Centers for Disease Control and Prevention Director Robert Redfield on Wednesday said the agency is “prepared to work with every school district” to create a safe reopening this fall for students amid the coronavirus pandemic.",
  "Major GOP outside group pouring money into increasingly competitive Georgia Two groups affiliated with American Crossroads – the decade-old powerful outside group that supports Republican candidates and causes – are spending big bucks on TV commercials in a key Senate race in Georgia, a once reliably red state that recent polling ind…"
]