[
  "Rose McGowan calls Joe Biden a 'wolf in sheep's clothing' amid ongoing protests following George Floyd's death Rose McGowan shared a pair of tweets suggesting that neither Joe Biden nor Democrats are the solution to the systemic racism being protested across the country.",
  "Potential Biden running mate Harris renews pitch for $2,000 monthly payments during coronavirus pandemic Sen. Kamala Harris, D-Calif., on Tuesday renewed calls for $2,000 monthly payments to offset the financial impact of the coronavirus pandemic.",
  "Michigan's Whitmer says she supports 'spirit' of 'defund the police' calls Michigan Gov. Gretchen Whitmer said on Wednesday that she supports the “spirit” of the “Defund The Police” movement, but not the actual idea eliminating funding to law enforcement agencies.",
  "Cotton's NY Times op-ed controversy ups senator's profile, sparks more speculation Sen. Tom Cotton’s opinion piece last week in the New York Times in which he called for the U.S. military to be deployed in cities engulfed in unrest following George Floyd’s death at the hands of the police sparked controversy and grabbed headlines for the co…",
  "Cruz-Cotton bill would condemn calls to defund the police Sens. Ted Cruz, R-Texas and Tom Cotton, R-Ark., introduced a resolution Tuesday opposing calls to defund police agencies, an idea that has been embraced by criminal justice advocacy groups and protesters upset over the death of George Floyd.",
  "Deroy Murdock: Looting and rioting after George Floyd killing draw shocking support from left Leftists encouraged, enabled and empowered people who decided to riot after they saw four Minneapolis cops go low as one officer knelt on George Floyd’s neck for nearly nine minutes and killed him on Memorial Day, while the other cops did nothing to stop the …",
  "Jacksonville seen as 'strong contender' in RNC search for new convention site Republican Party officials are looking closely at Jacksonville, Fla., as they scramble to find a new location to host portions of this summer's Republican National Convention, though there's no final decision yet."
]