[
  "Pro-Biden PAC aims to weaken Trump with seniors in key battlegrounds A leading pro-Democratic outside group that backs former Vice President Joe Biden’s campaign says it’s spending $20 million to run a 10-week ad-blitz in three key general election battleground states this summer to spotlight what they say is President Trump’s…",
  "Justin Haskins: This Biden team member's multi-trillion-dollar jobs plan a bad deal for US A paper published in April called on lawmakers to use the COVID-19 crisis to implement the largest federal jobs program since the Roosevelt administration attempted (and failed) to use similar policies to alleviate the economic destruction of the Great Depres…",
  "Trump shrugs off Colin Powell’s support for Biden, brings up WMD UN speech President Trump late Sunday responded to former Secretary of State Colin Powell’s earlier announcement that he will be supporting Joe Biden for president in 2020 after saying that Trump “drifted away” from the Constitution during his tenure.",
  "Biden over the top, now what? Biden is an unlikely nominee in many ways, but he has been lucky so far.",
  "Trump adviser slams 'weak statement' from Biden campaign on calls to defund police Trump campaign communications director Tim Murtaugh on Monday slammed the Biden campaign for delivering a “weak statement” on the Democratic nominee’s stance against the “defund the police” movement.",
  "Biden comes out against defunding police, as movement gains traction Joe Biden's campaign came out Monday against the growing push to \"defund the police,\" saying instead that the presumptive Democratic presidential nominee supports the “urgent need for reform.”",
  "Poll puts Trump down 14 points to Biden in general election showdown A new national poll indicates that President Trump’s approval rating is dropping and that he trails Democratic challenger Joe Biden by double digits if November’s presidential election were held today.",
  "Biden meets with Floyd’s family ahead of Tuesday’s funeral Former Vice President Joe Biden on Monday met privately in Texas with the family of George Floyd, whose death two weeks ago while in police custody has sparked nationwide protests.",
  "Trump says he wants to see policing done in a 'more gentle fashion' President Trump said Monday during a roundtable with law enforcement he’s going to discuss ideas to see how policing can be done in “a much more gentle fashion.”",
  "Tim Graham: Rosenstein testifies – and suddenly mainstream media say this about Russia collusion Former Deputy Attorney General Rod Rosenstein was at the red-hot center of the Robert Mueller probe into the phantom menace of Donald Trump's collusion with the Russians.",
  "Ex-Obama adviser Jarrett: 'To some degree,' police 'need more money' for 'recruitment and training' Former Obama senior adviser Valerie Jarrett told \"Bill Hemmer Reports\" Monday that most police departments across America need more money, despite growing calls to \"defund the police following the death of George Floyd in Minneapolis last month.",
  "Minneapolis mayor at odds with city council's push to abolish police force over Floyd death ",
  "McConnell blasts 'defund the police' movement as 'outlandish' amid George Floyd anger Senate Majority Leader Mitch McConnell on Monday slammed the growing liberal momentum behind the “defund the police” movement as “outlandish.”",
  "Kamala Harris avoids question on whether she backs 'defund the police' movement Sen. Kamala Harris, D-Calif., ducked questions Monday about whether she favors defunding police forces."
]