[
  "Tom Del Beccaro, Steve Moore: Joe Biden's policies would push us into a deep depression Even with the good May job numbers, the economic recovery lies in the balance and with a historically high number of Americans unemployed, strong pro-growth policies are necessary",
  "NAACP president declines to endorse ‘defund police’ movement The president of the NAACP declined to endorse the “defund the police” movement that has gained momentum in recent days, after Minneapolis lawmakers announced they have the votes to do just that in their city -- where the death of George Floyd, a black man, i…",
  "Sanders says ‘I don’t agree’ with push to abolish police departments Sen. Bernie Sanders is making clear that he doesn’t support defunding or abolishing police departments – but instead wants more training and better pay for police officers as part of his push for criminal justice reform.",
  "George P. Bush, Texas land commissioner and son of Jeb, will vote for Trump Texas land commissioner George P. Bush, son of Jeb, is the first prominent member of the Bush family to announce he will be voting for President Trump’s reelection.",
  "Georgia officials clash as long lines, voting machine problems plague primary day As primary voting began in Georgia on Tuesday, the mayor of the state’s largest city reported that multiple voting machines were not working.",
  "RNC chairwoman believes Trump will be holding 'full rallies' with safety precautions Republican National Committee (RNC) Chairwoman Ronna McDaniel told “Fox & Friends” on Tuesday that President Trump will be holding “full rallies” with safety precautions in place now that coronavirus restrictions across the country are being lifted.",
  "Police unions under fire from the left in aftermath of George Floyd's death as calls for reform grow louder ",
  "Tucker Carlson: Black Lives Matter is now a powerful political party and has nothing to do with black lives Defund the police means a woke militia policing our cities, enforcing Democratic Party orthodoxy."
]