[
  "Trump campaign official bashes Biden, claims ex-VP 'in the hip pocket of the teachers union' Trump campaign communications director Tim Murtaugh accused presumptive Democratic presidential nominee Joe Biden of being \"in the hip pocket of the teachers union\" as the White House pushes schools to reopen on time this fall despite the coronavirus pandemic.",
  "Pence fires back at criticism of withdrawal from WHO, says global health agency 'let the world down' Vice President Mike Pence responded Tuesday to bipartisan criticism of the Trump administration's decision to withdraw from the World Health Organization (WHO) next year, telling \"Special Report\" that the United Nations agency \"let the world down\" in the figh…",
  "Brit Hume: Why biased coverage of Trump's Mount Rushmore speech 'could be a turning point' Fox News senior political analyst Brit Hume told “Fox News @Night” on Monday that the mainstream media’s criticism of President Trump's Mount Rushmore speech “could be a turning point” for the president if he “has the good sense to respond to it effectively.”",
  "Ingraham: If lying was an Olympic sport, Democrats would be 'draped in gold medals' Laura Ingraham defended President Trump against withering criticism from liberals Monday night after a weekend of backlash over his July Fourth remarks.",
  "Biden 'of course' wants schools to reopen in the fall, campaign says it must be done 'safely' Joe Biden \"of course\" hopes students can return to school in the fall after the coronavirus closings, a campaign official said Tuesday.",
  "Sen. Kennedy's advice to Americans: If Joe Biden wins, 'build a fallout shelter' Sen. John Kennedy on Monday advised Americans to “build a fallout shelter” if presumptive Democratic nominee Joe Biden is elected president.",
  "Trump, in push to reopen schools amid coronavirus outbreak, vows 'pressure' on governors President Trump, at a White House event Tuesday with first lady Melania Trump, said his administration would “very much put pressure” on governors to reopen their states’ schools in the fall amid the coronavirus outbreak.",
  "Georgia declares state of emergency following deadly shootings ",
  "Trump goes back to basics Trump campaign aims to expand the 2020 electoral map amid challenging landscape.",
  "GOP senator second to skip RNC convention this summer Sen. Lamar Alexander, R-Tenn., is the second known GOP senator who says he will skip the Republican National Convention this August.",
  "Trump administration vows to work ‘hand in hand’ with local governments to reopen schools amid coronavirus Trump administration officials said Tuesday it is their “goal” to work “hand in hand” with local governments and jurisdictions to safely reopen schools in the fall after the coronavirus closings, while claiming the Centers for Disease Control and Prevention d…",
  "New Jersey, Delaware hold primaries as congressional incumbents face challenges New Jersey holds its primary on Tuesday – a month late and almost entirely by mail due to the coronavirus pandemic. And House incumbents in 10 of the state's 12 congressional districts are facing challenges.",
  "Ilhan Omar calls for dismantling America's 'system of oppression' The Minnesota Democrat said Tuesday that most conversations around police brutality and racial injustice do not go far enough in their call for change.",
  "Kanye West's presidential hype gets support from Super Bowl champion Kanye West's claim that he plans on running for president in 2020 received support from at least one NFL player over the weekend."
]