[
  "What’s in the Biden-Sanders unity platform? Halt on deportations, $15 minimum wage, reparations A task force set up by presumptive Democratic nominee Joe Biden and Sen. Bernie Sanders, I-Vt., this week released a broad array of policy recommendations for the party’s convention platform — part of an effort to find common ground between the party's center…",
  "Biden says he would restore pre-Hobby Lobby contraceptive mandate in wake of Little Sisters ruling Years of litigation -- and the election of a new president -- have slowly morphed the original form of the contraceptive mandate.",
  "Biden could be 'most progressive president since FDR,' Sanders predicts Vermont Sen. Bernie Sanders predicted Wednesday that Biden could become the \"most progressive president\" since Franklin D. Roosevelt.",
  "Kanye West tweets, deletes pro-life message showing 6-month-old fetuses after rant against Planned Parenthood Kanye West sparked more controversy by sharing and then deleted a pro-life tweet shortly after giving an interview in which he voiced his distaste for Planned Parenthood.",
  "Kanye West says Planned Parenthood was created by 'white supremacists to do the Devil’s work'; org responds Presidential hopeful Kanye West has opened up about his political platform, including his scathing thoughts on Planned Parenthood.",
  "SupCo pops Trump’s bubble Manhattan prosecutor can access the president's financial records.",
  "Obama admin shut down H1N1 testing, complicating Biden's attacks on Trump's coronavirus screening In recent weeks, Biden has demanded that Trump \"speed up the testing\" nationwide",
  "Eric Trump: Joe Biden does not have the 'aptitude' to debate my father Eric Trump said on Thursday that presumptive Democratic presidential nominee Joe Biden does not have the \"aptitude\" to debate his father President Trump.",
  "Kevin McCarthy: Biden showing he'll 'surrender' to Bernie-led 'socialist wing' of the party Republican House Minority Leader Kevin McCarthy told “Fox & Friends” on Thursday that presumptive Democratic presidential nominee Joe Biden is “surrendering” to socialists after a task force set up by the former vice president and Vermont Sen. Bernie Sanders …",
  "Trump signs executive order to expand school choice for Hispanic students President Trump on Thursday signed an executive order establishing the White House Hispanic Prosperity Initiative – a move the administration says will improve access Latinos have to educational and economic opportunities.",
  "Tim Graham: Liberal media forgo airing Trump live, opting instead for biased commentary The Grand Canyon is a fitting metaphor for the difference between the uncensored version Trump's Independence Day speech and the distorted versions of his speech shown by the \"reality-based press.\"",
  "Kanye West's Planned Parenthood fight revives rift between pro-choice movement, Black evangelicals Planned Parenthood and its at times uneasy relationship with some in the Black community",
  "New York Times accused of going soft on Cuomo over NY nursing home controversy The New York Times was blasted on Thursday for its gentle treatment of Democratic New York Gov. Andrew Cuomo over his handling of nursing homes during the coronavirus outbreak.",
  "Trump demands that schools reopen, with parents caught in the crossfire It is easy, in our hyperpartisan culture, to make those who are resisting a wholesale reopening sound like they are nervous nellies who don’t care about education. It is just as easy to make those who are pushing for a widespread reopening sound like they don…",
  "Roger Stone is 'praying' for clemency from Trump, days before he is set to report to prison Roger Stone is “praying” for President Trump to intervene and offer him clemency, just days before the convicted longtime GOP political operative is slated to report to prison.",
  "MSNBC, CNN avoid liberal-penned letter against 'cancel culture' An open letter penned by prominent liberal writers, professors and activists in an effort to combat the so-called \"cancel culture\" has caused quite the stir on social media — but viewers of MSNBC and CNN may not have heard about it."
]