[
  "Justin Haskins: This Biden team member's multi-trillion-dollar jobs plan a bad deal for US A paper published in April called on lawmakers to use the COVID-19 crisis to implement the largest federal jobs program since the Roosevelt administration attempted (and failed) to use similar policies to alleviate the economic destruction of the Great Depres…",
  "John Sununu on new polls favoring Biden: Trump's rhetoric getting him into 'real trouble' Former New Hampshire Gov. John Sununu said on Monday that the current polls favoring presumptive Democratic presidential nominee Joe Biden over President Trump should be an indicator that the Trump campaign has to “tighten up.”",
  "Tammy Bruce: Why the GOP establishment turning against Trump confirms what we suspected Tammy Bruce said on Monday that it does not surprise her that the GOP establishment is not supporting President Trump because they are siding with ideas of globalism instead of “Americanism.”",
  "Gen. Jack Keane says China's actions have Beijing closer to 'replace the United States as a global leader' Fox News senior strategic analyst Gen. Jack Keane told “America's Newsroom” on Monday that the United States must “break the ties” with China “that are clearly affecting the health and security of the American people.”",
  "Some 80 percent of Americans say country 'out of control,' poll finds While voters were divided among party lines on some issues, on a few key points they overwhelmingly agreed.",
  "Ex-Browns coach Hue Jackson says he wanted team to sign Colin Kaepernick in 2017 Former Cleveland Browns coach Hue Jackson said Saturday he wanted his team to sign Colin Kaepernick after the quarterback opted out of his contract in 2017, but the franchise went a different route.",
  "Kayleigh McEnany says CNN's Chris Cuomo, Don Lemon encouraged non-peaceful George Floyd protests White House Press Secretary Kayleigh McEnany called out CNN hosts Chris Cuomo and Don Lemon for their recent rhetoric about violent protests during Monday’s news briefing.",
  "Colin Kaepernick: Timeline of former NFL QB's kneeling protests Here’s a timeline of Kaepernick’s pro football and post-NFL days since he first kneeled during “The Star-Spangled Banner.”",
  "Who are the Americans being held as 'political prisoners' abroad? After almost two years ailing behind bars in the bowels of an Iranian prison and coming down with the novel coronavirus, cancer survivor Michael White last week was freed and brought home. The U.S. Navy veteran joins the ranks of scores of Americans brought h…"
]