[
  "Freshman Dem 'squad' members join forces in new campaign fundraising effort The four freshman squad members have united in a new joint fundraising effort to help each other win another term and elect more like-minded progressives to disrupt Congress.",
  "Deroy Murdock: Trump's global campaign to decriminalize homosexuality merits gay pride The Trump administration is working to decriminalize homosexuality overseas.",
  "Sen. Thom Tillis: Democrat majority in Senate — goodbye filibuster and hello radical, socialist agenda It’s time for Senate Democrats to come clean about their plan to fundamentally transform America through one simple procedural vote.",
  "Colorado's Hickenlooper wins Dem primary to challenge Gardner for US Senate Former Colorado Gov. John Hickenlooper won the Democratic nomination Tuesday to face Republican Sen. Cory Gardner in November, overcoming a series of stumbles and beating back a challenge from his left.",
  "Details of DC’s Fourth of July celebration revealed by Interior Department The Department of the Interior and National Parks Service on Wednesday announced details about Fourth of July celebrations in Washington D.C. over the weekend, which will include military flyovers, a salute from President Trump, and a “monumental” fireworks d…",
  "LeBron James' group touts sports venues as mega-voting sites If basketball icon LeBron James gets his way, NBA arenas and other sports venues around the country will be mega polling sites for the November general election.",
  "House passes application extension for PPP business program to Aug. 8 The House of Representatives quickly passed a bill Wednesday night to extend the window for business owners to apply for coronavirus relief loans through the Paycheck Protection Program.",
  "Pompeo warns Iran will become arms dealer 'to the Maduros and the Assads' if arms embargo expires Secretary of State Mike Pompeo on Wednesday warned that the Iranian regime will become an arms dealer to despots in places such as Syria and Venezuela if a 13-year-old arms embargo is allowed to expire -- and that more people will die in the Middle East as Te…"
]