[
  "Europe reacts to US withdrawing from WHO, calls for reform instead Europe is lamenting the formal Trump administration notification of its withdrawal from the World Health Organization (WHO) while pledging to work to reform the United Nations health agency.",
  "Rep. McCaul praises Trump's WHO withdrawal, says 'they have one year to get their act together' Rep. Michael McCaul, R-Texas, told \"The Story\" Tuesday that President Trump has entered into a \"negotiation\" by announcing his decision to withdraw the U.S. from the World Health Organization (WHO), effective one year from this week.",
  "Wall Street braces for the two-faces of a President Joe Biden: A progressive champion or a middle-of-the-road moderate? Wall Street isn’t sure what to expect if presumptive Democratic presidential nominee Joe Biden wins November’s general election.",
  "‘Emerging evidence’ of coronavirus airborne transmission indicated by WHO After 239 experts around the world urged WHO to greater acknowledge the risk of airborne transmission to COVID19, the agency is saying there is \"emerging evidence.\"",
  "House Republicans renew calls for WHO chief to testify, accuse him of endorsing Chinese propaganda efforts House Republicans on Wednesday wrote to the head of the World Health Organization, renewing their calls for him to testify before Congress over its response to the coronavirus crisis, and accused him of endorsing Chinese propaganda efforts.",
  "Donna Brazile: Trump spews anger, hatred and false claims to divide Americans when he should be uniting us In a discordant speech overflowing with anger and spewing hatred, President Trump conflated the peaceful protests for social justice and racial equality that have swept our nation in recent weeks with the rare instances of violence in some cities – as if they…",
  "UK nominates Liam Fox to lead World Trade Organization, amid calls for US to quit The British government on Wednesday announced that it was nominating former International Trade Secretary Liam Fox to head the World Trade Organization -- selecting a strongly pro-Washington candidate at a time when the U.S. is debating quitting the trade bod…",
  "Hogan Gidley: Joe Biden defends WHO, 'protects China' but won't speak up to condemn rioting Hogan Gidley on Wednesday blasted presumptive Democratic presidential nominee Joe Biden for defending the World Health Organization after its mishandling of the coronavirus pandemic.",
  "San Francisco tech CEO apologizes after being filmed launching into racist tirade against Asian family at upscale restaurant The CEO of a San Francisco tech company apologized on Tuesday after he was captured on video at a restaurant over the Fourth of July weekend cursing at an Asian family.",
  "Maryland’s Hogan launches book tour amid 2024 speculation Gov. Larry Hogan realizes that his new book release and tour will raise eyebrows about the Maryland Republican’s potential 2024 White House ambitions. “I know that there’s speculation,” he told Fox News on Wednesday.",
  "Cuomo says he will determine in early August whether New York schools can reopen New York Gov. Andrew Cuomo said Wednesday that his administration will determine whether schools across the state can reopen this fall in the first week of August.",
  "Harmeet Dhillon: Colleges are using coronavirus to rob students of more than just an education Elite universities have decided that the chaos caused by the coronavirus pandemic presents an opportunity to rob our nation’s higher education students blind – of both their tuition fees and the unique personal experiences and interactions that a college educ…"
]