[
  "Bret Baier says ‘Democrats are warming to Biden just staying in the basement’ as ex-VP holds poll lead \"Special Report\" anchor Bret Baier told “Bill Hemmer Reports” Thursday that \"I think more Democrats are warming\" to Joe Biden's low-profile campaign strategy as the former vice president holds a consistent lead over President Trump in the polls.",
  "State Dept. lays out Iranian terror record amid push to extend arms embargo The State Department on Wednesday issued a report on global terrorism that outlined Iran’s funding and backing of terrorism abroad -- just as the Trump administration escalates its efforts to extend an arms embargo on the rogue regime set to expire in October.",
  "Today on Fox News: June 25, 2020 ",
  "The bubblicious Trump campaign What is it going to take this time around for Trump to straighten up?",
  "Pompeo says if UN doesn't extend arms embargo on Iran, US will seek sanctions Secretary of State Mike Pompeo said in a press conference on Wednesday that if the U.N. Security Council doesn't agree to extend the arms embargo against Iran, then the U.S. will seek to \"snap back\" multilateral sanctions on the regime.",
  "Primary election: It could be week until all results known Kentucky and New York had primaries Tuesday, but the winners of the closest races probably won’t be known until next week. What’s going on?",
  "Michigan Gov. Whitmer can keep gyms closed amid coronavirus reopening, federal appeals court rules A federal appeals court in Michigan has worked out that gym customers won’t be returning to their indoor sweat sessions just yet.",
  "Yahoo music editor ponders ditching 'The Star-Spangled Banner' Historic monuments, iconic brands and popular television shows have been reevaluated as the nation continues to distance itself from the era of slavery and segregation – and the national anthem of the United States appears to be the next target.",
  "Trey Gowdy reacts to 'cancel culture' targeting national anthem: 'Where does this stop?' Fox News contributor and former House Oversight Committee chairman Trey Gowdy joined \"America's Newsroom\" Thursday to discuss the evolution of so-called \"cancel culture\" and its targeting of the national anthem.",
  "US hits Iranian metal industry with sanctions as tensions bubble The move comes a day after the U.S. also sanctioned the captains of five Iranian ships that delivered gasoline to the authoritarian Maduro regime in Venezuela and said it would seek \"snap back\" sanctions against Iran if the U.N. Security Council doesn't exten…",
  "Washington Post staffers blast paper's report targeting woman over offensive 2018 Halloween costume Staffers from The Washington Post were apparently displeased with a report that targeted a woman's offensive costume that she wore at a colleague's Halloween party two years ago."
]