[
  "Controversial COVID-19 papers retracted from the Lancet, New England Medical Journal amid backlash The influential New England Medical Journal and the Lancet have retracted controversial papers on COVID-19 treatments amid backlash.",
  "Trump expected to sign executive order to waive environmental reviews, expedite permitting for infrastructure projects President Trump signed an executive order Thursday which will bypass environmental reviews to spur economic growth after the coronavirus pandemic through infrastructure projects.",
  "Arthur Herman: US coronavirus lockdown — China seizes chance to fulfill these global ambitions Our current lockdown strategy may or may not defeat the coronavirus. But the Chinese clearly see it as a big win for them.",
  "Culture war escalates as Trump says media glorify rioters We are also being plunged into a full-fledged culture war.",
  "Gen. John Allen, anti-ISIS envoy under Obama, rips Trump in Foreign Policy op-ed President Trump’s words and actions Monday – railing against “weak” governors and mayors, then holding a Bible outside a historic church near the White House – may have marked “the beginning of the end” of American democracy, a retired Marine Corps general wr…",
  "James Clapper: China, Russia will exploit human rights abuses 'in our own streets' China and Russia will exploit ongoing unrest by pointing out U.S. \"hypocrisy\" and \"abuse of human rights in our own streets,\" former Director of National Intelligence James Clapper argued Thursday.",
  "Controversial hydroxychloroquine research under scrutiny as experts raise 'serious scientific questions' Controversial research into the effectiveness of COVID-19 drug hydroxychloroquine is coming under scrutiny as experts raise “serious scientific questions” about the data used.",
  "MSNBC host Rachel Maddow's ratings slide continues despite unprecedented news cycle MSNBC’s most popular program, “The Rachel Maddow Show,” continued in May its extended nosedive in the cable news ratings, and some critics say it’s because the show's eponymous host has spent the past several years misleading viewers."
]