[
  "Sen. Tom Cotton: When Trump gets hawkish on Russia, Dems 'curl up in the fetal position' Although Democrats claim to be outraged over explosive reports alleging that President Trump had been aware of classified intelligence indicating that Russia offered bounties to the Taliban for the deaths of American soldiers, when the administration gets \"ha…",
  "Independence or nah? American independence was such a catalytic event in world history that we really can’t imagine what things would be like.",
  "Victor Davis Hanson claims Biden reemergence left many 'underwhelmed,' 'disturbed,' and 'worried' Author and Hoover Institution senior fellow Victor Davis Hanson told \"The Story\" Wednesday that presumptive Democratic presidential nominee Joe Biden's first press conference in 89 days did not quell concerns about his fitness to lead America.",
  "Americans divided on who's more mentally and physically fit for presidency: poll A new national poll suggests that slightly more Americans are confident of Biden’s mental and physical abilities than of the president’s.",
  "White voters find this Democrat least acceptable as a Biden VP pick: poll The poll found that seven in 10 Democrats think it’s “important” for Biden to pick a black woman as his VP",
  "Labor secretary reacts to 'terrific' June jobs report, says coronavirus task force must have 'ongoing role' Labor Secretary Eugene Scalia touted the June jobs report numbers as \"good news all around\" on \"Your World\" Thursday before vowing, \"we're not done.\"",
  "Duckworth vows to block over 1,000 military confirmations until Pentagon proves Vindman will be promoted Sen. Tammy Duckworth, D-Ill., on Thursday announced her intention to block Senate confirmation for 1,123 senior U.S. Armed Forces promotions until Defense Secretary Mark Esper confirms he will not block the \"expected and deserved\" promotion of Lt. Col. Alexan…"
]