[
  "'Blood is on their hands': Rep. Banks says NYT revealed sensitive details on Russia bounty intel A top Republican lawmaker said Monday that The New York Times has \"blood\" on its hands, after the paper reported that Russia secretly offered bounties to Taliban-linked militants for killing American troops in Afghanistan.",
  "Biden accuses Trump of ‘dereliction of duty' over Russia bounty reports in first press briefing in nearly 3 months Presumptive Democratic presidential nominee Joe Biden pulled no punches when going after President Trump during his first press conference in 89 days.",
  "Liz Harrington: NYT Russia Story Is “Fake News” And “A Bunch Of Garbage” On Fox Across America with Jimmy Failla, RNC Spokesperson Liz Harrington discussed Joe Biden's attempt to take questions from the media in months and the New York Times/Russia story regarding Afghanistan. \"Of course, the first question is not about Joe Biden,…",
  "Biden says he’s eager to compare ‘cognitive ability’ against Trump’s Joe Biden, at his first press conference in three months, defended his cognitive ability and said he “can hardly wait” to compare it to President Trump's as the general election matchup heats up.",
  "Democrats pounce on Russia bounty controversy House Democrats, Joe Biden slam President Trump after White House briefing on Russia bounties report; reaction on 'The Five.'",
  "Brian Arbour: Copy Obama and Bush – IF Trump follows their example he can be reelected Can the president do this between now and Election Day and defeat Joe Biden?",
  "Biden presser draws mix reactions: A 'pretty gentle session' for Dem candidate Joe Biden held his first formal press conference in nearly three months and it drew mixed reviews.",
  "Biden says he won't hold rallies due to coronavirus Contrasting himself with President Trump, presumptive Democratic challenger Joe Biden on Tuesday said that he won’t be holding campaign rallies going forward due to the coronavirus.",
  "Beijing enacts contentious Hong Kong security law despite protests, US warnings Beijing increasing its grip on Hong Kong after passing a security law that critics say undermines the semi-autonomous territory’s judicial independence.",
  "Biden charges Trump has 'surrendered' in the coronavirus war In scathing remarks, Democratic challenger Joe Biden on Tuesday delivered a forceful rebuke of President Trump’s handling of the coronavirus pandemic, charging that the president’s steps “haven’t gotten the job done” and claiming Trump had “surrendered” and “…",
  "Fauci: ‘Clearly we don't have this under control.’ Dr. Anthony Fauci in his testimony to a Senate committee Tuesday.",
  "Dave Portnoy, Jemele Hill ignite 'cancel culture' war over past remarks Barstool Sports CEO Dave Portnoy and former ESPN host Jemele Hill had an intense clash on Monday over controversial remarks each had made in the past.",
  "Dave Portnoy, Jemelle Hill ignite 'cancel culture' war over past remarks Barstool Sports CEO David Portnoy and former ESPN host Jemelle Hill had an intense clash on Monday over controversial remarks each had made in the past.",
  "How Bill Barr threatens the 'deep state,' not the rule of law: Ian Prior Former Department of Justice Deputy Director of Public Affairs Ian Prior explained on “America’s Newsroom” on Tuesday how Attorney General William Barr is “a threat to the deep state, not the rule of law.”"
]