[
  "Trump calls US 'toughest country to deal with', cites 'Schumer and Pelosi and people that are bad people' President Trump told Sean Hannity during a town hall in Green Bay, Wis., Thursday that the \"toughest country to deal with\" is his own because of House Speaker Nancy Pelosi, D-Calif., Senate Minority Leader Chuck Schumer, D-N.Y. and their treatment of him duri…",
  "Nunes says Strzok notes link Obama, Biden to Flynn prosecution: 'They kept this investigation going' Rep. Devin Nunes, R-Calif., told \"The Story\" on Thursday that newly uncovered notes from former FBI official Peter Strzok directly tie former President Barack Obama and former Vice President Joe Biden to the prosecution of former National Security Adviser Mic…",
  "Tucker warns Trump 'could well lose' in November, says president must rediscover 'core appeal' Tucker Carlson warned viewers Thursday that President Trump is facing an uphill battle for reelection and a victory for former Vice President Joe Biden would enable the \"radicals who control\" him to \"remake the country.\"",
  "Karl Rove says Trump is clearly trailing Biden: Here are 3 things he must do to turn it around Fox News contributor Karl Rove on Friday addressed that President Trump is behind presumptive Democratic presidential nominee Joe Biden in key battleground states.",
  "Trump says violence in Chicago, Baltimore, other US cities like 'living in hell,' in 'Hannity' town hall President Trump, in a Fox News town hall with Sean Hannity on Thursday, tore into the soaring violent-crime rates in cities including Chicago and Baltimore – comparing them to Afghanistan and Honduras, and saying, “it’s like living in hell.”",
  "Dick Cheney poses for photo to encourage mask wearing Former Vice President Dick Cheney posed for a photo posted Friday by his daughter, Sen. Liz Cheney, R-Wyo., to encourage mask wearing, as coronavirus cases surge in some parts of the country.",
  "Trump in trouble? Poll numbers have some conservatives nervous A spate of bad polls and bad headlines from last weekend's Trump rally in Oklahoma have some of the president's biggest conservative supporters concerned",
  "Tucker Carlson: Trump could well lose the election - he must defend America's institutions Unless fundamental facts change soon, it could be tough for Trump to be reelected.",
  "Trump fields audience questions on mail-in voting, riots, says Democrats 'destroying our country' President Trump's Fox News town hall with Sean Hannity on Thursday night presented a rare opportunity for the nation's commander-in-chief to answer questions coming directly from everyday Americans."
]