[
  "MSNBC hires controversial ex-FBI lawyer Lisa Page as legal analyst MSNBC announced on Friday that it has hired former FBI lawyer Lisa Page as an NBC News & MSNBC national security & legal analyst.",
  "DC readies for Saturday protests as police chief says it may be ‘largest we’ve had in the city’ The nation’s capital is bracing for what could be its largest protest yet on Saturday since the death of George Floyd, expanding a massive fenced perimeter around the White House, even as they send home hundreds of active-duty troops who were stationed outsid…",
  "Biden rips Trump ‘crowing’ over jobs report, calls president’s remarks on Floyd ‘despicable’ Joe Biden called the news that the nation’s sky-high unemployment level dropped “a sigh of relief,” but he accused President Trump of “spiking the ball” on Friday’s jobs report and argued the president was “completely oblivious” to the tens of millions of Ame…",
  "Trump touts letter from ex-attorney Dowd attacking Mattis: 'You need to bone up on your homework' President Trump continued his rhetorical offensive against former Secretary of Defense James Mattis Thursday, tweeting a letter purportedly written by his former attorney John Dowd that attacked Mattis for criticizing Trump's response to ongoing protests.",
  "NYPD cracks down on mayhem, curfew defiance as George Floyd vigils across US draw thousands ",
  "New hires in May dent sky-high jobless rate President Trump touts stunning May jobs report.",
  "Deroy Murdock: Mattis wrongly criticizes Trump – ignores facts about rioting and president’s accomplishments Former Defense Secretary James Mattis boasts some 7,000 books in his library. This makes the unbearable lightness of his public attack on President Trump that much more mysterious. Had Mattis done some reading first, he might not have penned his vacuous anti-…"
]