[
  "Harry Kazianis: Korean War began exactly 70 years ago – can Trump get a peace treaty to officially end it? All sides would benefit from a peace treaty ending the Korean War. If war breaks out again and goes nuclear it would have horrific consequences.",
  "John Bolton predicts Biden administration would be 'another four years' of Obama foreign policy Former National Security Adviser John Bolton told “The Daily Briefing” Thursday that a victory for presumptive Democratic presidential nominee Joe Biden in November would lead to “another four years” of former President Barack Obama's foreign policy.",
  "Tammy Baldwin: 5 things to know about Biden's possible Democratic VP contender As many begin to speculate about who presumptive Democratic nominee Joe Biden will pick to be his running mate in the 2020 election, Wisconsin Senator Tammy Baldwin has reportedly made the shortlist in the vetting process.",
  "Trump blasts Bolton, Seattle, Democrats in 'Hannity' interview President Trump on Thursday blasted John Bolton ahead of the publication of his tell-all memoir “The Room Where It Happened,” calling his former national security adviser “crazy” and saying that “all he wants to do is bomb people.”",
  "Andrew McCarthy: Michael Flynn FBI notes — What do they tell us about Obama team and the case? Flynn defense lawyer Sidney Powell has filed an intriguing supplement to the defense’s concurrence in the Justice Department’s dismissal motion.",
  "Flynn case hearing, deadlines nixed after court ordered to allow dismissal U.S. District Judge Emmet Sullivan on Thursday ordered the cancellation of a hearing he had scheduled in Michael Flynn's case, following a ruling from the D.C. Circuit Court of Appeals saying Sullivan has to dismiss the case.",
  "KT McFarland: Targeting of Flynn was about stopping Trump and 'will' of voters The targeting of former National Security Adviser Gen. Michael Flynn by Obama-era FBI and Justice Department officials was all about a coordinated effort to stop the Trump administration and the \"will\" of American voters, former Deputy National Security Advis…",
  "Coronavirus resurgence in several states could erase months of progress, experts warn "
]