[
  "Colin Powell says he will vote for Joe Biden for president Former Republican Secretary of State Colin Powell said Sunday that he'll vote for Democrat Joe Biden in the 2020 presidential election, choosing again not to vote for Donald Trump for president.",
  "White House is considering a Trump speech to the nation on race and unity After a weekend of massive peaceful protests around the country, White House officials are currently deliberating a plan for President Donald Trump to address the nation this week on issues related to race and national unity, as Housing and Urban Development …",
  "Trump's most self-defeating move Abraham Lincoln knew the value of a good photo. In February 1860, the former congressman from Illinois posed for Matthew Brady in the pioneering photographer's New York studio. The resulting image concealed some cosmetic flaws, giving Lincoln a determined loo…",
  "Joe Biden hits a milestone Hillary Clinton never did: 50% If you look at the average of live interview polls released since last Sunday, Biden manages to eclipse 50% (51%). That is, he has a majority for now. This is a key milestone that shouldn't be undersold.",
  "Joe Biden to meet Monday with George Floyd's family Joe Biden will travel to Houston, Texas, on Monday to privately meet with and offer his condolences to the family of George Floyd, whose death at the hands of police launched widespread protests across the nation, according to a Biden aide.",
  "If only Trump would say these words Dean Obeidallah writes that President Donald Trump has yet to praise or even utter \"Black Lives Matter\" in the wake of George Floyd's death at the hands of the police. Instead, the president has been tweeting \"Law & Order!\" and threatening to shut down protes…",
  "Trump's use of unidentified security forces echoes Putin's 'little green men' Samantah Vinograd writes that Donald Trump's use of unidentified security forces against protesters in Washington DC is a hallmark of authoritarian governments and a threat to  US democracy",
  "WATCH AND READ: Colin Powell criticizes Trump's response to protests in 'State of the Union' interview ",
  "Top Trump officials claim there's no systemic racism in US law enforcement agencies as Americans flood streets in protest Several top Trump administration officials claimed Sunday that systemic racism is not an issue in US law enforcement agencies -- even as thousands of Americans continue to take to the streets to protest against racism and police violence following the police …"
]