[
  "Trump's war against mail-in voting lacks Republican allies Donald Trump's campaign against mail-in voting isn't getting much support from other Republicans, either in Washington or in some key swing states.",
  "Joe Biden frightens Donald Trump Much has been made of the spectacular flop that was President Trump's planned campaign re-launch in Tulsa over the weekend. But one of the most revealing moments got too little attention, writes David Axelrod.",
  "Barack Obama plans to discuss 'turbulent moment' in US history in first virtual fundraiser with Joe Biden President Barack Obama will appear with Joe Biden at his first virtual fundraiser Tuesday night, which has received contributions from some 120,000 people and raised over $4 million as of Tuesday morning, according to a source familiar with the event.",
  "Second presidential debate moved to Miami after original host pulls out due to coronavirus concerns The Commission on Presidential Debates announced Tuesday that the second general election presidential debate will be hosted in Miami, Florida, after its original host University of Michigan backed out due to coronavirus concerns.",
  "The old-school campaign tactic that's boosting Biden Staying home may be a winning move for Joe Biden, in contrast to Donald Trump's rallies, particularly after the Tulsa debacle, writes Thomas Balcerski. As the front porch campaigns of old once did for maladroit public speakers, the tactic limits Biden's liabi…",
  "Trump's pandemic failing is now directly impacting his campaign President Donald Trump's is now paying a direct, personal price for his pandemic denial -- the possible shelving of the thing he cares about most, the raucous rallies that defined his political rise and are crucial to his reelection hopes.",
  "Washington becomes the latest state to mandate wearing masks in public Washington state Gov. Jay Inslee announced Tuesday that a new statewide mandate requiring residents to wear face masks will go into effect later this week in response to a new surge of coronavirus cases.",
  "5 things to watch in Tuesday night's Kentucky and New York primary contests Democratic incumbents and party establishment favorites are facing a series of progressive primary challenges on Tuesday, as voters in New York and Kentucky go to the polls -- or face absentee ballot deadlines -- amid continued concerns over coronavirus and a…",
  "It's too early to conclude that Trump has lost his magic Donald Trump's face was as red as his \"Make America Great Again\" hat."
]