[
  "Historian: This is a very dark day for Donald Trump CNN's Poppy Harlow speaks to historian Douglas Brinkley about the Supreme Court's latest ruling on President Donald Trump's financial records and how this could impact his future as a presidential candidate.",
  "Melania Trump statue removed after being set on fire A chainsaw sculpture depicting US First Lady Melania Trump has been removed after being badly burned by vandals, according to the artist who commissioned the work near Melania's hometown in Slovenia.",
  "Collins: Trump is going off on this decision on Twitter CNN's Kaitlan Collins reports on President Trump's response on Twitter to the Supreme Court's decisions on his financial records, including one that said the President is not immune to a New York prosecutor's subpoena.",
  "Pelosi says Supreme Court declared Trump 'not above the law' House Speaker Nancy Pelosi on Thursday said that the Supreme Court has declared that President Donald Trump is \"not above the law,\" after the court blocked House Democrats from accessing the President's financial records, but ruled that the President is not i…",
  "Republican says he'd rather vote for a 'tuna fish sandwich' over Trump Ads aren't unusual for an election year, but as CNN's Jeff Zeleny reports, Republican \"Never Trump\" groups are spending millions hoping to make the leader of their party a one-term president.",
  "Analysis: The 1 big thing Trump still doesn't get about the Supreme Court President Donald Trump sees the world in a very black-and-white way: There are people who love him and people who don't. Or, put another way: There are people who are loyal to him and those who are always out to get him.",
  "Anderson Cooper slams 'lies and noise' from Mike Pence After President Donald Trump voiced displeasure at the CDC's guidelines for safely reopening schools, the agency's director said his recommendations shouldn't be used as an excuse for not returning children to classrooms. CNN's Anderson Cooper has a sharp reb…",
  "SCOTUS rules broad swath of Oklahoma is Native American land The Supreme Court said Thursday that a large swath of eastern Oklahoma, including Tulsa, is Native American land for purposes of federal criminal law in a decision that the state argued could call into question thousands of state prosecutions for serious crim…",
  "US Army investigating how 'MAGA' was described as a form of 'covert white supremacy' in handout The US Army is investigating how a handout distributed on a base in Alabama initially included a description that the phrase \"Make America Great Again\" was a form of \"covert white supremacy\" and therefore racist -- which it says was \"sent out in error and imm…",
  "See Trump's reaction to Supreme Court's ruling on his taxes President Trump lashed out after the Supreme Court ruled that President Trump is not immune from a New York prosecutor's subpoena for his tax return.",
  "Black Lives Matter mural painted outside Trump Tower on Fifth Avenue New York City painted a Black Lives Matter mural on Fifth Avenue right outside of Trump Tower.",
  "Trump wins court battle on financial records -- for now ",
  "Melania Trump statue in Slovenia removed after being set on fire A statue of Melania Trump has been removed from near her hometown in Slovenia after being badly burned by vandals, the artist who commissioned the sculpture told CNN Thursday.",
  "GOP governor: I think President Trump is confused President Trump slammed the CDC's guidance for reopening schools, but Maryland's GOP Gov. Larry Hogan says the guidance was helpful and he believes Trump is confused about it.",
  "Trump is not immune from New York's subpoena but the prosecutor won't get documents for now The Supreme Court on Thursday blocked House Democrats from accessing President Donald Trump's financial records, but ruled that the President is not immune from a subpoena for his financial documents from a New York prosecutor.",
  "Trump scorns science -- and wants his scientists to do the same President Donald Trump's fresh efforts to undermine medical and scientific experts and his failure to ask the country to make the sacrifices that could quell the coronavirus are consigning America to a constantly worsening pandemic with no clear route back to…",
  "We won't be seeing Trump's taxes before the election Legally, Thursday was a very bad day for Donald Trump -- as the Supreme Court ruled against his efforts to block the turning-over of his financial documents to a New York grand jury, which could lead to major problems for him once he leaves office.",
  "Targeting international students is a dangerously dumb move Anushay Hossain, responding to the Trump administration's new guidance barring foreign students from staying in the US if they are taking online-only courses, writes that her own experience as an international student from Bangladesh showed how international …",
  "Why Trump loves to sue people President Donald Trump has a habit of lashing out legally against those who go against him, whether it is former national security adviser John Bolton, or his own niece, Mary Trump. Chris Cillizza explains the pattern behind Trump's legal actions.",
  "Analysis: This chart should be getting Trump's attention President Donald Trump has a track record of rewriting reality when it suits him."
]