[
  "Smerconish: Roger Stone pardon a question of when, not if President Donald Trump says he's \"looking at\" a pardon for Roger Stone as Stone pleads with judge not to send him to prison.",
  "Navarro on difficulty of masks: Wearing Spanx is harder CNN contributor Ana Navarro slams Trump supports for not wearing a mask as Covid-19 continues to rise across the US.",
  "Trump says doctors 'very surprised' he aced cognitive test CNN's Alisyn Camerota speaks with former Trump Organization Executive Vice President Barbara Res and CNN Commentator Michael D'Antonio about President Trump's claim on Fox News that he recently took a cognitive test and the results surprised his doctors.",
  "Trump implies he may be ready to grant clemency to Roger Stone President Donald Trump implied in a pair of interviews Thursday that he was ready to grant clemency to Roger Stone, his friend and ally who was convicted of, among other things, lying to federal investigators and is set to go to prison this month.",
  "Analysis: Germany's chancellor knows how to insert a dagger Trump, as well as Brazil's Jair Bolsonaro and Russia's Vladimir Putin, must have felt his ears burning when the German Chancellor demolished their approaches to the coronavirus in a speech Thursday. \"As we are experiencing firsthand, you cannot fight the pand…",
  "Trump's New Hampshire rally delayed due to thunderstorms President Donald Trump's Portsmouth, New Hampshire, rally has been delayed, White House press secretary Kayleigh McEnany said Friday.",
  "Analysis: Trump calls Hannity, claims Covid testing is 'the greatest thing that ever happened for the opposite party' A version of this article first appeared in the \"Reliable Sources\" newsletter. You can sign up for free right here.",
  "Ohio governor says no statewide mask mandate despite spread of virus cases Ohio Gov. Mike DeWine on Friday said he doesn't plan on issuing a statewide mask mandate despite a growing number of coronavirus cases, believing that such requirements are needed primarily for counties with larger populations.",
  "Opinion: The WNBA has come too far to be silenced by Kelly Loeffler Roxanne Jones recalls covering the launch of the WNBA and says that illustrious history, populated by the pioneers of women's professional basketball, laid the groundwork for the leadership the league is now showing on social justice issues.",
  "Merkel: You can't fight the pandemic with lies German Chancellor Angela Merkel appeared to take a shot at President Donald Trump in a speech to the European Parliament. \"As we are experiencing firsthand, you cannot fight the pandemic with lies and disinformation any more than you can fight it with hate or…",
  "Cooper to CDC director: Is the CDC caving to Trump? CNN's Anderson Cooper asks CDC Director Dr. Robert Redfield about President Trump trashing the agency's guidance for reopening schools.",
  "Trump visits virus hot spot ... but not to talk about pandemic - CNN <ol><li>Trump visits virus hot spot ... but not to talk about pandemic  CNN\r\n</li><li>Miami is a new coronavirus hot spot, says internal CDC document  AOL\r\n</li><li>Trump lands in Miami, doesn't wear a mask  Miami Herald\r\n</li><li>‘Parents understand risks’: …",
  "Goya CEO tells Fox he won't apologize after his praise for Trump sparks boycott In an interview with Fox News Friday, Goya Foods CEO Robert Unanue said he was \"not apologizing\" for praising President Donald Trump at the White House.",
  "Trump and Fauci not speaking as coronavirus pandemic worsens For months, amid the worst pandemic in a century, President Donald Trump insisted all was well between him and the nation's top infectious disease specialist.",
  "Unprecedented Supreme Court term closes with mixed rulings for Trump ",
  "Trump ally stirs up anti-gay sentiment in reelection bid Poland's President Andrzej Duda is one of Donald Trump's biggest allies in Europe but is currently fighting for political survival. His campaign was laced with anti-LGBT rhetoric while the election is seen as a referendum on Trump-style populism in Europe. CN…",
  "Trump continues to ignore pandemic during trip to Florida hotspot President Donald Trump's trip to Florida on Friday would seem like any other presidential visit to a swing state a few months before an election if the United States was not in the middle of a pandemic and the Sunshine State not its latest hotspot.",
  "Fact check: Trump campaign, Pence take Biden's policing comments out of context In public comments and in advertising, President Donald Trump and his allies have tried to cast Democratic opponent Joe Biden as an anti-police radical.",
  "Goya Foods boycott takes off after its CEO praises Trump The hashtag #Goyaway was trending on social media Friday after Robert Unanue, CEO of Goya Foods, appeared in the Rose Garden Thursday afternoon to praise President Donald Trump.",
  "'It's the same thing': Experts baffled by Trump's misleading distinction between 'absentee' and 'mail-in' ballots President Donald Trump has railed against \"mail-in voting\" while defending \"absentee voting,\" baffling experts who say those voting systems are essentially the same thing."
]