[
  "Opinion: Trump is not 'kidding,' he's lying Frida Ghitis writes that on Tuesday morning, President Trump, before boarding his flight to Arizona for campaign events, continued to mislead the American people about the coronavirus in an effort to protect his political interests.",
  "'Upsetting,' ER doctor reacts to Trump's rally CNN's Erin Burnett speaks with Dr. Murtaza Akhter as President Donald Trump holds a rally in Phoenix while coronavirus cases continue to rise across the US.",
  "Obama calls out Republicans for enabling the White House Former President Barack Obama spoke out against the Trump administration while joining presumptive Democratic nominee Joe Biden for an online fundraiser.",
  "Blitzer to Bolton: If you had testified, you might've made a difference John Bolton pushes back after CNN's Wolf Blitzer suggests that Bolton \"might've made a difference\" if he had testified against President Trump during the impeachment trial.",
  "Student at Trump rally criticized for Aunt Jemima remarks Dan Gasby, a man who started a petition to get rid of Aunt Jemima in 2017, responds to a student speaker at a Trump rally in Arizona who called Aunt Jemima the \"picture of the American Dream.\"",
  "Opinion: What if Trump rejects the election result? It's hard for Americans to imagine that a president who lost a bid for re-election would refuse to leave office. But in recent weeks some analysts have done more than imagine it: they've begun to explore what can be done if Donald Trump does just that. What, …",
  "Analysis: Can a genuine change movement survive Trump's taunts? President Donald Trump continues to marginalize and villainize the protesters who have taken to the streets in the wake of George Floyd's killing -- even as their message of anti-racism becomes more of a mainstream opinion.",
  "Appeals court orders judge to dismiss Michael Flynn case A federal appeals court on Wednesday ordered Judge Emmet Sullivan to dismiss the case against former Trump national security adviser Michael Flynn, a surprise conclusion in a long-running political fight.",
  "Bolton says Trump turned 'a blind eye' to the coronavirus pandemic Former White House national security adviser John Bolton told CNN Wednesday that he does not have confidence in President Donald Trump's handling of the coronavirus pandemic and his former boss was \"turning a blind eye\" at the onset of the outbreak because he…",
  "Opinion: A sign of Barr's abuse of power Elie Honig writes that the testimony of Aaron Zelinsky to the House Judiciary Committee on Wednesday, confirming that Roger Stone received favoritism because of his political connection to President Trump, would have been stunning if it wasn't so obviously pa…",
  "3 takeaways from primary night in NY, Kentucky and North Carolina The votes are in, but the jury is still out on a handful of New York's most closely contested races and an unexpectedly competitive Senate primary in Kentucky.",
  "'We have to make sure the virus doesn't come in on a plane,' Cuomo says New York, New Jersey and Connecticut issued a travel advisory Wednesday that requires people arriving from states with high coronavirus rates to quarantine for 14 days.",
  "Trump's unhinged 'treason' accusation against Obama John Avlon writes that when Donald Trump accused Barack Obama of treason it was the first time an American President had made such a charge against a predecessor. But while Trump and his team use the word promiscuously, it's clear they seem to fundamentally m…",
  "Cooper: Trump is pretending the virus has passed CNN's Anderson Cooper sounds off on President Trump's barrage of coronavirus comments downplaying the pandemic, despite the growing number of cases throughout the nation.",
  "Calls are growing to defund police in the US. Here are some lessons from overseas \"Defund the police!\" has become a common chant of US activists protesting the death of George Floyd. The calls have multiplied as other instances of police violence against African-Americans have come to light. But what it means depends on who you ask.",
  "CNN legal analyst breaks down Flynn decision A federal appeals court ordered Judge Emmet Sullivan to dismiss the case against former Trump national security adviser Michael Flynn, a surprise conclusion in a long-running political fight. CNN legal analyst Elie Honig breaks down the decision.",
  "Federal judge blocks removal of Honduran boy caught in coronavirus-related border restrictions A federal judge temporarily blocked the Trump administration from removing a 16-year-old Honduran boy from the United States who was at risk of being expelled as a result of new border restrictions relating to coronavirus.",
  "Polls in Wisconsin and Ohio bring good news for Joe Biden Former Vice President Joe Biden leads over President Donald Trump in one of the critical Midwestern states that helped the Republican Party win the presidency four years ago, according to a Marquette University poll from Wisconsin.",
  "Fact check: Trump claimed he was left 'no ventilators.' His administration just confirmed he had more than 16,000 President Donald Trump's administration has confirmed that Trump has been wildly inaccurate when he has claimed he inherited \"no ventilators\" from the Obama administration.",
  "READ: Appeals court order to dismiss Michael Flynn case A federal appeals court on Wednesday ordered Judge Emmet Sullivan to dismiss the case against former Trump national security adviser Michael Flynn."
]