[
  "Trump in 2015: I would take down the Confederate flag Back in 2015, then-presidential candidate Donald Trump said the Confederate flag belongs in a museum.",
  "Trump asks Bubba Wallace to apologize. This was his response NASCAR driver Bubba Wallace responds to President Donald Trump's tweet that Wallace should apologize after a noose was found hanging in his team's garage -- which the president refers to as a \"hoax.\"",
  "John Kasich: President Trump is 'in a meltdown' Former Governor John Kasich (R-OH) says Donald Trump \"is in a meltdown\" after the President complained about NASCAR's recent decision to ban the Confederate flag from all races and events.",
  "Mary Trump reveals how she became a top source for The New York Times Mary Trump, President Trump's niece, reveals in her forthcoming tell-all book that she was a source for The New York Times' Pulitzer Prize-winning story about the President's tax returns.",
  "Trump to travel to coronavirus hotspot to talk South America drug trafficking President Donald Trump is expected to travel to Doral, Florida, later this week, landing squarely in the center of a coronavirus hotspot and taxing the already limited local health resources.",
  "Trump administration's planned purge of international students serves a cruel purpose Jill Filipovic says an announcement from Immigration and Customs Enforcement that international students whose colleges are holding online-only classes this fall will have to leave the US shows how the Trump administration is capitalizing on Covid-19 to suppo…",
  "Anderson Cooper: Trump wants you to suck it up as thousands die CNN's Anderson Cooper slams President Donald Trump's comment that coronavirus is \"99% harmless\" while the number of cases in the US continue to rise.",
  "Who will be Trump's political heir? Whether in 2020 or 2024, President Donald Trump will no longer be the President and another member of the Republican Party will be next in line. Who will it be? Chris Cillizza goes through the most likely heirs to Trump's political legacy.",
  "Opinion: Trump's risky nose-to-nose challenge to China in the South China Sea David Andelman writes that the deployment of two US aircraft carrier strike groups into the South China sea for the largest military exercise in years just as China has been holding its own drills around the Paracel Islands threatens an accidental conflict th…",
  "What's behind the Mexican President's big trip to the US If you're not a close follower of US-Mexico relations, you might be forgiven for assuming President Donald Trump and Mexican President Andrés Manuel López Obrador wouldn't get along.",
  "What we learned from Mary Trump's damning tell-all about Donald Trump ",
  "Trump turns clock back 155 years with Confederacy-inspired election strategy ",
  "Citizens collectively ring pots when world leader goes on TV In the age of Covid-19, President Donald Trump and Brazilian President Jair Bolsonaro are two of a kind. CNN's Bill Weir reports on how the US and Brazil lead the world in the number of cases while their leaders downplay coronavirus.",
  "US officially withdrawing from World Health Organization The Trump administration has notified Congress and the United Nations that the United States is formally withdrawing from the World Health Organization, multiple officials tell CNN, a move that comes amid a rising number of coronavirus cases throughout the Am…",
  "Mary Trump levels scathing criticism of President in new book obtained by CNN Donald Trump's niece Mary Trump levels scathing criticism of the President in her forthcoming book, accusing him of \"hubris and willful ignorance\" dating back to his early days.",
  "Trump administration informs Congress it is withdrawing from World Health Organization The Trump administration has notified Congress that it is formally withdrawing the United States from the World Health Organization amid the coronavirus pandemic, multiple officials tell CNN.",
  "Trump administration pushes for school reopenings as coronavirus cases surge The Trump administration on Tuesday will continue its push for schools across the US to reopen despite a recent surge in coronavirus cases that threaten President Donald Trump's desire to get the country back to normal.",
  "Analysis: The real problem with government officials not correcting Trump President Donald Trump's heart of late has been in stoking racial divides and protecting symbols of the Confederacy. Monday it was the Confederate flag, which even Republicans in Mississippi recently abandoned.",
  "5 things to know for July 7: Coronavirus, election, Supreme Court, Hong Kong, police - CNN <ol><li>5 things to know for July 7: Coronavirus, election, Supreme Court, Hong Kong, police  CNN\r\n</li><li>Supreme Court Upholds Ruling Blocking Permit for Keystone XL Pipeline  TIME\r\n</li><li>Supreme Court ruling: Keystone XL pipeline remains blocked  Los A…",
  "How Trump is using the pandemic to crack down on immigration Here are 16 moves the Trump administration has made to restrict immigration to the US since the pandemic began."
]