[
  "Kimberly Guilfoyle -- Donald Trump Jr.'s girlfriend and top Trump campaign official -- tests positive for coronavirus Kimberly Guilfoyle has tested positive for coronavirus, a person familiar with the matter and a campaign source familiar with the matter confirmed to CNN.",
  "Stelter: Trump's speech won't make sense to most people President Donald Trump used the backdrop of Mount Rushmore the night before the Fourth of July to deliver a speech to his base. CNN's Brian Stelter examines the message of his speech.",
  "White House hosts a party in the midst of a pandemic The White House was always one of the busiest social hubs in Washington, accustomed to hosting at least three to five events per day, ranging from meetings with dignitaries and VIPs to smaller luncheons or private dinners. That is, until Covid-19.",
  "NY Times: New US memo highlights gaps in intelligence reports on Russian bounties A recent memo from the council helmed by the nation's intelligence chief confirmed accounts that Russia offered bounties to Taliban fighters to kill US troops in Afghanistan -- but cast the reports as incomplete and potentially dubious, The New York Times rep…",
  "Opinion: Hong Kong needs substantial action from the West, not just words After Beijing passed its controversial security law for Hong Kong, Michael Bociurkiw writes that the changes for the city will be drastic, and the West should do all it can to throw a lifeline to any Hong Kongers who may be fearful of what's to come.",
  "Dr. Gupta: If the United States were my patient: We aren't ready to celebrate yet Back in the middle of May, I wrote an essay titled \"If the United States were my patient,\" pondering what it would be like if the United States were a flesh-and-blood person who had gotten sick with an ongoing infection.",
  "GOP lawmaker breaks with President Trump Rep. Liz Cheney (R-WY), a notable member of the Republican Party, is speaking out against President Trump on a series of issues. CNN's Sunlen Serfaty reports.",
  "CNN commentator: Trump's behavior is the antithesis of patriotism Former Republican Communications Director on Capitol Hill Tara Setmayer criticizes President Trump for his divisive behavior and refusal not to wear a mask amid the coronavirus pandemic.",
  "Our country is in chaos. But it's a great time to be an American It's easy to be cynical this Fourth of July. Racial protests have rocked every major US city, and Americans can't even agree if they should wear face masks during a pandemic. But what some see as chaos, others see as an explosion of patriotism.",
  "Trump turns to a dark message on erasing history in Mount Rushmore address ",
  "Cracks in the Trump-Europe relationship are turning into a chasm For more than 70 years, the transatlantic alliance has served as the unshakable foundation of European stability and underpinned the values of the US-led Western order. In 2020, it appears that relationship is being rethought on both sides of the Atlantic.",
  "Trump has revealed his 2020 campaign strategy There's a reason Trump is focusing on the controversy surrounding monuments, writes Julian Zelizer. It's his latest effort to use the culture wars to overcome the huge gap that exists between his economic policies and the bread-and-butter needs of middle-clas…",
  "Trump signs Paycheck Protection Program extension President Donald Trump on Saturday signed an extension of the Paycheck Protection Program into law, according to the White House. The House unanimously passed the extension less than a day after the program shuttered, and PPP will now remain open to applicati…",
  "Analysis: The 28 most outrageous lines from Donald Trump's Mount Rushmore speech President Donald Trump jetted to South Dakota on Friday to deliver a paean to what he believes to be is a forgotten America, in the shadow of Mount Rushmore.",
  "Montana's Greg Gianforte suspends in-person campaign events after wife, running mate attended event with Kimberly Guilfoyle Republican Rep. Greg Gianforte of Montana has suspended in-person campaigning for his gubernatorial bid in the state after his wife and running mate attended an event with Kimberly Guilfoyle, the girlfriend of Donald Trump Jr. and a top fundraiser for the Tru…",
  "Neil Young 'NOT ok' with Trump playing his music at Mount Rushmore event Musician Neil Young is upset again with President Donald Trump for playing his music on Friday during the White House's Mount Rushmore event celebrating Independence Day.",
  "Some Americans mark Fourth of July with protests As Americans celebrate an Independence Day like no other on Saturday, some are practicing their First Amendment rights by demonstrating about racism, police brutality and President Donald Trump.",
  "Trump seeks to 'appeal to the very best in the American character' in July 4 remarks, an aide says President Donald Trump on Saturday evening is expected to give \"patriotic remarks\" aimed at celebrating America's founding and the triumphs of American history while saluting the US military, according to an aide who has read the President's prepared remarks.",
  "Biden campaign reacts to Trump's Mount Rushmore speech: America is 'suffering' from 'divisive president' The Biden campaign on Saturday said the United States is \"suffering\" as a result of having a \"divisive\" president who doesn't \"give a damn about anything but his own gain,\" responding to President Donald Trump's Mount Rushmore speech on Friday.",
  "Trump tries to drag America backward on a very different July 4th On a very different Fourth of July holiday, when many Americans are wrestling with the racist misdeeds of the country's heroes and confronting an unrelenting pandemic with surging cases, their commander-in-chief is attempting to drag America backward -- stirr…"
]