[
  "Fox News reporter asks Biden about his cognitive ability A Fox News reporter asked former Vice President Joe Biden about his cognitive ability, an attack that President Trump and his allies have seized on.",
  "WH press secretary responds to accusations against Trump White House press secretary Kayleigh McEnany defends President Donald Trump against accusations he let languish intelligence about Russia paying bounties to the Taliban for killing American troops. CNN's Kaitlin Collins reports.",
  "Mitch McConnell: 'We must have no stigma' about wearing masks in public Senate Majority Leader Mitch McConnell argued there should be no stigma about wearing a face mask amid the coronavirus pandemic, as President Donald Trump continues to be resistant to wearing one in public.",
  "Democrats say they want to hear from intel agencies on bounties A classified White House briefing Tuesday did little to satisfy House Democrats' demands for an explanation of intelligence that Russia offered the Taliban bounties, as Democrats expressed concerns that President Donald Trump's national security team appeared…",
  "2020 primaries: 4 things to watch in Tuesday's contests Last week's down-ballot primary action in Kentucky and New York still isn't settled, but it's time for three more states -- Colorado, Utah and Oklahoma -- to host primaries Tuesday, and there's at least one contest in each state that could help shape the bala…",
  "The US has 4% of the world's population but 25% of its coronavirus cases American life has been irrevocably altered by the worst pandemic in a century. Here, in dollars, percentages and — most tragically — lives, is the pandemic's devastating toll on the US.",
  "Opinion: How Roberts left the door open to more state limits on abortion Chief Justice John Roberts provided on Monday the decisive vote to preserve access to abortion in Louisiana, a ringing victory for the clinics and doctors who spent years fighting a law they claimed would effectively ban the procedure in the state.",
  "The EU opens its borders, but not to Americans The European Union has formally agreed a set of recommendations that will allow travelers from outside the bloc to visit EU countries, but the United States is not on the list of 14 countries now allowed in.",
  "Trump is facing the thing he dreads most Declaring in 2016 that \"I alone can fix it,\" Donald Trump made the country's fate all about him. He promised so much \"winning\" we'd get sick of it, and asked \"What have you got to lose?\" As President he made everything into a fight between Team Trump (good) a…",
  "What if Trump loses and refuses to leave? President Trump has joked about running for a third term, but what happens if he refuses to leave after a loss in November? CNN's Nick Watt looks into how it could all play out.",
  "Former Intelligence officials scoff at White House denials that Trump wasn't briefed on Russia bounty In response to reports that Russia offered bounties to Taliban fighters to kill US troops in Afghanistan, the White House has denied that President Donald Trump was \"personally briefed\" on the matter, claiming that the intelligence \"wasn't verified.\"",
  "The Supreme Court decision on Trump's tax records just became more urgent than ever The American people deserve to know the truth about Trump and Russia. And to find the truth we need to follow the money. Now, the Supreme Court will decide whether the truth -- or partisan politics -- will win out before the American people go to the polls th…",
  "Trump defends honoring racists in monument debate As American institutions remove symbols or names tied to racist ideology, they have found a consistent opponent in President Donald Trump.",
  "House Democrats express concern as administration stymies request for oversight on women's security strategy House Democrats charged with national security oversight say the Trump administration is effectively refusing to testify before Congress about an initiative to reduce global conflict and improve women's security that was spearheaded by Ivanka Trump.",
  "69 million clues Trump is nervous about November President Donald Trump and his campaign are digging in for the long haul.",
  "Ad spending soars as Trump plays defense in red states A group of anti-Trump Republicans is spending $2 million on new TV and digital ads supporting former Vice President Joe Biden in two states President Donald Trump won in 2016 -- the latest in a blitz of ad buys in red states from both sides of the presidentia…",
  "Pentagon says Trump has approved plans to cut troops in Germany President Donald Trump on Monday approved plans to significantly reduce the number of US troops in Germany after being briefed by top Pentagon officials on the move, which was directed by Trump and has drawn bipartisan criticism that it would weaken the US mi…",
  "Why Republicans are starting to worry about 2020 With everything going on in the world, the past few months have proven difficult for President Donald Trump, and in turn, the Republican Party. Chris Cillizza explains why the Democrats' widening gap is starting to worry Republicans ahead of November.",
  "No social distancing planned for Trump's Mt. Rushmore fireworks event, governor says President Donald Trump and first lady Melania Trump will travel to Mt. Rushmore National Memorial in Keystone, South Dakota, on Friday for an early Fourth of July fireworks celebration and flyover, the first of its kind in more than a decade. The event will g…",
  "A delusional, dangerous Trump is harming America's security A staggering report from Carl Bernstein shows that President Donald Trump's bullying and egregious behavior with foreign leaders is putting American security at risk and Jill Filipovic argues that while most of us can hardly be surprised, it's up to voters an…"
]